{"id":"Hume.HE.1.3","imported":true,"parent":"Hume.HE.1","title":"Chapter 3. The Anglo-Saxons (cont.)","breadcrumb":"Chapter 3","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. III.</h2> <h1>The ANGLO-SAXONS.</h1> <em>Ethelred——Settlement of the Normans——Edmund Ironside——Canute——Harold Harefoot——Hardicanute——Edward the Confessor——Harold.</em>","id":"Hume.HE.1.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">978.</span> THE freedom, which England had so long enjoyed from the depredations of the Danes, seems to have proceeded, partly from the establishments, which that pyratical nation had obtained in the north of France, and which employed all their superfluous hands to people and maintain them; partly from the vigour and warlike spirit of a long race of English princes, who preserved the kingdom in a posture of defence by sea and land, and either prevented or repelled every attempt of the invaders. But a new generation of men being now sprung up in the northern regions, who could no longer disburthen themselves on Normandy; the English had reason to dread, that the Danes would again visit an island, to which they were invited, both by the memory of their past successes, and by the expectation of assistance from their countrymen, who, though long established in the kingdom, were not yet thoroughly incorporated with the natives, nor had entirely <span class=\"page-break\"></span>forgotten their inveterate habits of war and depredation. And as the reigning prince was a minor, and even when he attained to man's estate, never discovered either courage or capacity sufficient to govern his own subjects, much less to repel a formidable enemy, the people might justly apprehend the worst calamities from so dangerous a crisis.","subId":"1","id":"Hume.HE.1.3.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Danes, before they durst attempt any important enterprize against England, made an inconsiderable descent by way of trial; and having landed from seven vessels near Southampton, <span class=\"margin-comment\">981.</span> they ravaged the country, enriched themselves by spoil, and departed with impunity. Six years after, they made a like attempt in the west, and met with like success. The invaders, having now found affairs in a very different situation from that in which they formerly appeared, encouraged their countrymen to assemble a greater force, and to hope for more considerable advantages. <span class=\"margin-comment\">991.</span> They landed in Essex under the command of two leaders; and having defeated and slain at Maldon, Brithnot, duke of that county, who ventured, with a small body, to attack them, they spread their devastations over all the neighbouring provinces. In this extremity, Ethelred, to whom historians give the epithet of the <em>Unready,</em> instead of rousing his people to defend with courage their honour and their property, hearkened to the advice of Siricius, archbishop of Canterbury, which was seconded by many of the degenerate nobility; and paying the enemy the sum of ten thousand pounds, he bribed them to depart the kingdom. This shameful expedient was attended with the success which might be expected. The Danes next year appeared off the eastern coast, in hopes of subduing a people, who defended themselves by their money, which invited assailants, instead of their arms, which repelled them. But the English, sensible of their folly, had, in the interval, assembled in a great council, and had determined to collect at London a fleet able to give battle to the enemy<a href=\"#n1\"><sup>[1]</sup></a>; though that judicious measure failed of success, from the treachery of Alfric, duke of Mercia, whose name is infamous in the annals of that age, by the calamities which his repeated perfidy brought upon his country. This nobleman had, in 983, succeeded to his father, Alfere, in that extensive command; but being deprived of it two years after, and banished the kingdom, <span class=\"page-break\"></span>he was obliged to employ all his intrigue, and all his power, which was too great for a subject, to be restored to his country, and reinstated in his authority. Having had experience of the credit and malevolence of his enemies, he thenceforth trusted for security, not to his services or to the affections of his fellow citizens, but to the influence which he had obtained over his vassals, and to the public calamities, which, he thought, must, in every revolution, render his assistance necessary. Having fixed this resolution, he determined to prevent all such successes as might establish the royal authority, or render his own situation dependant or precarious. As the English had formed the plan of surrounding and destroying the Danish fleet in harbour, he privately informed the enemy of their danger; and when they put to sea, in consequence of this intelligence, he deserted to them, with the squadron under his command, the night before the engagement, and thereby disappointed all the efforts of his countrymen<a href=\"#n2\"><sup>[2]</sup></a>. Ethelred, enraged at his perfidy, seized his son, Alfgar, and ordered his eyes to be put out<a href=\"#n3\"><sup>[3]</sup></a>. But such was the power of Alfric, that he again forced himself into authority; and though he had given this specimen of his character, and received this grievous provocation, it was found necessary to entrust him anew with the government of Mercia. This conduct of the court, which, in all its circumstances, is so barbarous, weak, and imprudent, both merited and prognosticated the most grievous calamities.","subId":"2","id":"Hume.HE.1.3.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> northern invaders, <span class=\"margin-comment\">993.</span> now well acquainted with the defenceless condition of England, made a powerful descent under the command of Sweyn, king of Denmark, and Olave, king of Norway; and sailing up the Humber, spread on all sides their destructive ravages. Lindesey was laid waste; Banbury was destroyed; and all the Northumbrians, though mostly of Danish descent, were constrained either to join the invaders, or to suffer under their depredations. A powerful army was assembled to oppose the Danes, and a general action ensued; but the English were deserted in the battle, from the cowardice or treachery of their three leaders, all of them men of Danish race, Frena, Frithegist, and Godwin, who gave the example of a shameful flight to the troops under their command.","subId":"3","id":"Hume.HE.1.3.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Encouraged</span> by this success, and still more by the contempt which it inspired for their enemy, the pirates ventured to attack the center of the kingdom; and entering the Thames in ninety-four vessels, laid siege to London, and threatened it with total destruction. But the citizens, alarmed at the danger, and firmly united among themselves, made a bolder defence than the cowardice of the nobility and gentry gave the invaders reason to apprehend; and the besiegers, after suffering the greatest hardships, were finally frustrated in their attempt. In order to revenge themselves, they laid waste Essex, Sussex, and Hampshire; and having there procured horses, they were thereby enabled to spread, through the more inland counties, the fury of their depredations. In this extremity, Ethelred and his nobles had recourse to the former expedient; and sending ambassadors to the two northern kings, they promised them subsistence and tribute, on condition they would, for the present, put an end to their ravages, and soon after depart the kingdom. Sweyn and Olave agreed to the terms, and peaceably took up their quarters at Southampton, where the sum of sixteen thousand pounds was paid to them. Olave even made a journey to Andover, where Ethelred resided; and he received the rite of confirmation from the English bishops, as well as many rich presents from the king. He here promised, that he would never more infest the English territories; and he faithfully fulfilled the engagement. This prince receives the appellation of St. Olave from the church of Rome; and notwithstanding the general presumption, which lies, either against the understanding or morals of every one, who in those ignorant ages was dignified with that title, he seems to have been a man of merit and of virtue. Sweyn, though less scrupulous than Olave, was constrained, upon the departure of the Norwegian prince, to evacuate also the kingdom with all his followers.","subId":"4","id":"Hume.HE.1.3.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">997.</span> <span class=\"small-capitals\">This</span> composition brought only a short interval to the miseries of the English. The Danish pirates appeared soon after in the Severne; and having committed spoil in Wales, as well as in Cornwall and Devonshire, they sailed round to the south-coast, and entering the Tamar, completed the devastation of these two counties. They then returned to the Bristol-channel; and penetrating into the country by the Avon, spread themselves over all that neighbourhood, and carried fire and sword even into Dorsetshire.","subId":"5","id":"Hume.HE.1.3.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">They</span> next changed the seat of war; <span class=\"margin-comment\">998.</span> and after ravaging the Isle of Wight, they entered the Thames and Medway, and laid siege to Rochester, where they defeated the Kentish-men in a pitched battle. After this victory the whole province of Kent was made a scene of slaughter, fire, and devastation. The extremity of these miseries forced the English into counsels for common defence both by sea and land; but the weakness of the king, the divisions among the nobility, the treachery of some, the cowardice of others, the want of concert in all, frustrated every endeavour: Their fleets and armies either came too late to attack the enemy, or were repulsed with dishonour; and the people were thus equally ruined by resistance or by submission. The English, therefore, destitute both of prudence and unanimity in council, of courage and conduct in the field, had recourse to the same weak expedient, which by experience they had already found so ineffectual: They offered the Danes to buy peace by paying them a large sum of money. These ravagers rose continually in their demands; and now required the payment of 24,000 pounds, to which the English were so mean and imprudent as to submit<a href=\"#n4\"><sup>[4]</sup></a>. The departure of the Danes procured them another short interval of repose, which they enjoyed as if it were to be perpetual, without making any effectual preparations for a more vigorous resistance upon the next return of the enemy.","subId":"6","id":"Hume.HE.1.3.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span> receiving this sum, the Danes were engaged by another motive to depart a kingdom, which appeared so little in a situation to resist their efforts: They were invited over by their countrymen in Normandy, who at this time were hard pressed by the arms of Robert, king of France, and who found it difficult to defend the settlement, which, with so much advantage to themselves and glory to their nation, they had made in that country. It is probable, also, that Ethelred, observing the close connexions thus maintained among all the Danes, however divided in government or situation, was desirous of forming an alliance with that formidable people: For this purpose, being now a widower, he made his addresses to Emma, sister to Richard II. duke of Normandy, and he soon succeeded in his negociation. The princess came over this year to England, <span class=\"margin-comment\">1001.</span> and was married to Ethelred<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"7","id":"Hume.HE.1.3.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the end of the ninth and beginning of the tenth century; <span class=\"margin-comment\">Settlement of the Normans.</span> when the north, not yet exhausted by that multitude of people or rather nations, which she had successively emitted, sent forth a new race, not of conquerors, as before, but of pirates and ravagers, who infested the countries possessed by her once warlike sons; lived Rollo, a petty prince or chieftain in Denmark, whose valour and abilities soon engaged the attention of his countrymen. He was exposed in his youth to the jealousy of the king of Denmark, who attacked his small, but independant principality; and who, being foiled in every assault, had recourse at last to perfidy for effecting his purpose, which he had often attempted in vain by force of arms<a href=\"#n6\"><sup>[6]</sup></a>: He lulled Rollo into security by an insidious peace; and falling suddenly upon him, murdered his brother and his bravest officers, and forced him to fly for safety into Scandinavia. Here many of his ancient subjects, induced partly by affection to their prince, partly by the oppressions of the Danish monarch, ranged themselves under his standard, and offered to follow him in every enterprize. Rollo, instead of attempting to recover his paternal dominions, where he must expect a vigorous resistance from the Danes, determined to pursue an easier, but more important undertaking, and to make his fortune, in imitation of his countrymen, by pillaging the richer and more southern coasts of Europe. He collected a body of troops, which, like that of all those ravagers, was composed of Norwegians, Swedes, Frisians, Danes, and adventurers of all nations, who, being accustomed to a roving, unsettled life, took delight in nothing but war and plunder. His reputation brought him associates from all quarters; and a vision, which he pretended to have appeared to him in his sleep, and which, according to his interpretation of it, prognosticated the greatest successes, proved also a powerful incentive with those ignorant and superstitious people<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"8","id":"Hume.HE.1.3.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first attempt, made by Rollo, was on England, near the end of Alfred's reign; when that great monarch, having settled Guthrun and his followers in East-Anglia, and others of those freebooters in Northumberland, and having restored peace to his harassed country, had established the most excellent military as well <span class=\"page-break\"></span>as civil institutions among the English. The prudent Dane, finding that no advantages could be gained over such a people, governed by such a prince, soon turned his enterprizes against France, which he found more exposed to his inroads<a href=\"#n8\"><sup>[8]</sup></a>; and during the reigns of Eudes, an usurper, and of Charles the Simple, a weak prince, he committed the most destructive ravages both on the inland and maritime provinces of that kingdom. The French, having no means of defence against a leader, who united all the valour of his countrymen with the policy of more civilized nations, were obliged to submit to the expedient practised by Alfred, and to offer the invaders a settlement in some of those provinces, which they had depopulated by their arms<a href=\"#n9\"><sup>[9]</sup></a>.","subId":"9","id":"Hume.HE.1.3.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> reason why the Danes for many years pursued measures so different from those which had been embraced by the Goths, Vandals, Franks, Burgundians, Lombards, and other northern conquerors, was the great difference, in the method of attack, which was practised by these several nations, and to which the nature of their respective situations necessarily confined them. The latter tribes, living in an inland country, made incursions by land upon the Roman empire; and when they entered far into the frontiers, they were obliged to carry along with them their wives and families, whom they had no hopes of soon re-visiting, and who could not otherwise participate of their plunder. This circumstance quickly made them think of forcing a settlement in the provinces, which they had over-run; and these barbarians, spreading themselves over the country, found an interest in protecting the property and industry of the people, whom they had subdued. But the Danes and Norwegians, invited by their maritime situation, and obliged to maintain themselves in their uncultivated country by fishing, had acquired some experience of navigation; and in their military excursions pursued the method practised against the Roman empire by the more early Saxons: They made descents in small bodies from their ships or rather boats, and ravaging the coasts, returned with the booty to their families, whom they could not conveniently carry along with them in those hazardous enterprizes. But when they encreased their armaments, made incursions into the inland countries, and found it safe to remain longer <span class=\"page-break\"></span>in the midst of the enfeebled enemy, they had been accustomed to crowd their vessels with their wives and children, and having no longer any temptation to return to their own country, they willingly embraced an opportunity of settling in the warm climates and cultivated fields of the south.","subId":"10","id":"Hume.HE.1.3.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Affairs</span> were in this situation with Rollo and his followers, when Charles proposed to relinquish to them part of the province formerly called Neustria, and to purchase peace on these hard conditions. After all the terms were fully settled, there appeared only one circumstance shocking to the haughty Dane: He was required to do homage to Charles for this province, and to put himself in that humiliating posture, imposed on vassals by the rites of the feudal law. He long refused to submit to this indignity; but being unwilling to lose such important advantages for a mere ceremony, he made a sacrifice of his pride to his interest, and acknowledged himself in form the vassal of the French monarch<a href=\"#n10\"><sup>[10]</sup></a>. Charles gave him his daughter, Gisla, in marriage; and that he might bind him faster to his interests, made him a donation of a considerable territory, besides that which he was obliged to surrender to him by his stipulations. When some of the French nobles informed him, that, in return for so generous a present, it was expected, that he should throw himself at the king's feet, and make suitable acknowledgments for his bounty; Rollo replied, that he would rather decline the present; and it was with some difficulty they could persuade him to make that compliment by one of his captains. The Dane, commissioned for this purpose, full of indignation at the order, and despising so unwarlike a prince, caught Charles by the foot, and pretending to carry it to his mouth, that he might kiss it, overthrew him before all his courtiers. The French, sensible of their present weakness, found it prudent to overlook this insult<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"11","id":"Hume.HE.1.3.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Rollo,</span> who was now in the decline of life, and was tired of wars and depredations, applied himself, with mature counsels, to the settlement of his new-acquired territory, which was thenceforth called Normandy; and he parcelled it out among his captains and followers. He followed in this partition the customs of the feudal law, which was then universally established in the southern countries <span class=\"page-break\"></span>of Europe, and which suited the peculiar circumstances of that age. He treated the French subjects who submitted to him, with mildness and justice; he reclaimed his ancient followers from their ferocious violence; he established law and order throughout his state; and after a life spent in tumults and ravages, he died peaceably in a good old age, and left his dominions to his posterity<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"12","id":"Hume.HE.1.3.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">William</span> I. who succeeded him, governed the dutchy twenty-five years; and during that time, the Normans were thoroughly intermingled with the French, had acquired their language, had imitated their manners, and had made such progress towards cultivation, that, on the death of William, his son, Richard, though a minor,<em><a href=\"#n13\"><sup>[13]</sup></a>,</em> inherited his dominions: A sure proof, that the Normans were already somewhat advanced in civility, and that their government could now rest secure on its laws and civil institutions, and was not wholly sustained by the abilities of the Sovereign. Richard, after a long reign of fifty-four years, was succeeded by his son of the same name in the year 996<a href=\"#n14\"><sup>[14]</sup></a>; which was eighty-five years after the first establishment of the Normans in France. This was the duke, who gave his sister, Emma, in marriage to Ethelred, king of England, and who thereby formed connections with a country, which his posterity was so soon after destined to subdue.","subId":"13","id":"Hume.HE.1.3.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Danes had been established during a longer period in England than in France; and though the similarity of their original language to that of the Saxons invited them to a more early coalition with the natives, they had hitherto found so little example of civilized manners among the English, that they retained all their ancient ferocity, and valued themselves only on their national character of military bravery. The recent, as well as more ancient atchievements of their countrymen, tended to support this idea; and the English princes, particularly Athelstan and Edgar, sensible of that superiority, had been accustomed to keep in pay bodies of Danish troops, who were quartered about the country, and committed many violences upon the inhabitants. These mercenaries had attained to such a height of luxury, according to the old English writers<a href=\"#n15\"><sup>[15]</sup></a>, that they combed their hair once a day, bathed <span class=\"page-break\"></span>themselves once a week, changed their cloaths frequently; and by all these arts of effeminacy, as well as by their military character, had rendered themselves so agreeable to the fair sex, that they debauched the wives and daughters of the English, and dishonoured many families. But what most provoked the inhabitants, was, that, instead of defending them against invaders, they were ever ready to betray them to the foreign Danes, and to associate themselves with all straggling parties of that nation. The animosity, between the inhabitants of English and Danish race, had, from these repeated injuries, risen to a great height; when Ethelred, from a policy incident to weak princes, embraced the cruel resolution of massacring the latter throughout all his dominions<a href=\"#n16\"><sup>[16]</sup></a>. <span class=\"margin-comment\">1002.</span> Secret orders were dispatched to commence the execution every where on the same day; <span class=\"margin-comment\">Nov. 13.</span> and the festival of St. Brice, which fell on a Sunday, the day on which the Danes usually bathed themselves, was chosen for that purpose. It is needless to repeat the accounts transmitted concerning the barbarity of this massacre: The rage of the populace, excited by so many injuries, sanctified by authority, and stimulated by example, distinguished not between innocence and guilt, spared neither sex nor age, and was not satiated without the tortures, as well as death, of the unhappy victims. Even Gunilda, sister to the king of Denmark, who had married Earl Paling, and had embraced Christianity, was, by the advice of Edric, earl of Wilts, seized and condemned to death by Ethelred, after seeing her husband and children butchered before her face. This unhappy princess foretold, in the agonies of despair, that her murder would soon be avenged by the total ruin of the English nation.","subId":"14","id":"Hume.HE.1.3.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Never</span> was prophecy better fulfilled; <span class=\"margin-comment\">1003.</span> and never did barbarous policy prove more fatal to the authors. Sweyn and his Danes, who wanted but a pretence for invading the English, appeared off the Western coast, and threatened to take full revenge for the slaughter of their countrymen. Exeter fell first into their hands, from the negligence or treachery of earl Hugh, a Norman, who had been made governor by the interest of Queen Emma. They began to spread their devastations over the country; when the English, sensible what outrages they must now expect from their barbarous and offended enemy, assembled more early and in <span class=\"page-break\"></span>greater numbers than usual, and made an appearance of vigorous resistance. But all these preparations were frustrated by the treachery of duke Alfric, who was intrusted with the command, and who, feigning sickness, refused to lead the army against the Danes, till it was dispirited, and at last dissipated, by his fatal misconduct. Alfric soon after died; and Edric, a greater traitor than he, who had married the king's daughter, and had acquired a total ascendant over him, succeeded Alfric in the government of Mercia, and in the command of the English armies. A great famine, proceeding partly from the bad seasons, partly from the decay of agriculture, added to all the other miseries of the inhabitants. The country, wasted by the Danes, harassed by the fruitless expeditions of its own forces, was reduced to the utmost desolation; and <span class=\"margin-comment\">1007.</span> at last submitted to the infamy of purchasing a precarious peace from the enemy, by the payment of 30,000 pounds.","subId":"15","id":"Hume.HE.1.3.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English endeavoured to employ this interval in making preparations against the return of the Danes, which they had reason soon to expect. A law was made, ordering the proprietors of eight hydes of land to provide each a horseman and a complete suit of armour; and those of 310 hydes to equip a ship for the defence of the coast. When this navy was assembled, which must have consisted of near eight hundred vessels<a href=\"#n17\"><sup>[17]</sup></a>, all hopes of its success were disappointed by the factions, animosities, and dissentions of the nobility. Edric had impelled his brother Brightric to prefer an accusation of treason against Wolfnoth, governor of Sussex, the father of the famous earl Godwin; and that nobleman, well acquainted with the malevolence as well as power of his enemy, found no means of safety but in deserting with twenty ships to the Danes. Brightric pursued him with a fleet of eighty sail; but his ships being shattered in a tempest, and stranded on the coast, he was suddenly attacked by Wolfnoth, and all his vessels burnt and destroyed. The imbecility of the king was little capable of repairing this misfortune: The treachery of Edric frustrated every plan for future defence: And the English navy, disconcerted, discouraged, and divided, was at last scattered into its several harbours.","subId":"16","id":"Hume.HE.1.3.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is almost impossible, or would be tedious, to relate particularly all the miseries to which the English were thenceforth exposed. <span class=\"page-break\"></span>We hear of nothing but the sacking and burning of towns; the devastation of the open country; the appearance of the enemy in every quarter of the kingdom; their cruel diligence in discovering any corner, which had not been ransacked by their former violence. The broken and disjointed narration of the antient historians is here well adapted to the nature of the war, which was conducted by such sudden inroads, as would have been dangerous even to an united and well governed kingdom, but proved fatal, where nothing but a general consternation, and mutual diffidence and dissention prevailed. The governors of one province refused to march to the assistance of another, and were at last terrified from assembling their forces for the defence of their own province. General councils were summoned; but either no resolution was taken, or none was carried into execution. And the only expedient, in which the English agreed, was the base and imprudent one, of buying a new peace from the Danes by the payment of 48,000 pounds.","subId":"17","id":"Hume.HE.1.3.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">1011.</span> <span class=\"small-capitals\">This</span> measure did not bring them even that short interval of repose, which they had expected from it. The Danes, disregarding all engagements, continued their devastations and hostilities; levied a new contribution of 8000 pounds upon the county of Kent alone; murdered the archbishop of Canterbury, who had refused to countenance this exaction; and the English nobility found no other resource than that of submitting every where to the Danish monarch, swearing allegiance to him, and delivering him hostages for their fidelity. <span class=\"margin-comment\">1013.</span> Ethelred, equally afraid of the violence of the enemy and the treachery of his own subjects, fled into Normandy, whither he had sent before him Queen Emma, and her two sons, Alfred and Edward. Richard received his unhappy guests with a generosity that does honour to his memory.","subId":"18","id":"Hume.HE.1.3.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">1014.</span> <span class=\"small-capitals\">The</span> King had not been above six weeks in Normandy, when he heard of the death of Sweyn, who expired at Gainsborough, before he had time to establish himself in his new-acquired dominions. The English prelates and nobility, taking advantage of this event, sent over a deputation to Normandy; inviting Ethelred to return to them, expressing a desire of being again governed by their native prince, and intimating their hopes, that, being now tutored by experience, he would avoid all those errors, which had been attended with such misfortunes to himself and to his people.","subId":"19","id":"Hume.HE.1.3.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the misconduct of Ethelred was incurable; and on his resuming the government, he discovered the same incapacity, indolence, cowardice, and credulity, which had so often exposed him to the insults of his enemies. His son-in-law, Edric, notwithstanding his repeated treasons, retained such influence at court, as to instil into the king jealousies of Sigefert and Morcar, two of the chief nobles of Mercia: Edric allured them into his house, where he murdered them; while Ethelred participated in the infamy of the action, by confiscating their estates, and thrusting into a convent the widow of Sigefert. She was a woman of singular beauty and merit; and in a visit which was paid her, during her confinement, by prince Edmond, the king's eldest son, she inspired him with so violent an affection, that he released her from the convent, and soon after married her, without the consent of his father.","subId":"20","id":"Hume.HE.1.3.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile</span> the English found in Canute, the son and successor of Sweyn, an enemy no less terrible than the prince, from whom death had so lately delivered them. He ravaged the eastern coast with merciless fury, and put ashore all the English hostages at Sandwich, after having cut off their hands and noses. He was obliged, by the necessity of his affairs, to make a voyage to Denmark; but returning soon after, he continued his depredations along the southern coast: He even broke into the counties of Dorset, Wilts, and Somerset; where an army was assembled against him, under the command of prince Edmond and duke Edric. The latter still continued his perfidious machinations; and after endeavouring in vain to get the prince into his power, <span class=\"margin-comment\">1015.</span> he found means to disperse the army; and he then openly deserted to Canute with forty vessels.","subId":"21","id":"Hume.HE.1.3.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> this misfortune, Edmond was not disconcerted; but assembling all the force of England, was in a condition to give battle to the enemy. The king had had such frequent experience of perfidy among his subjects, that he had lost all confidence in them: He remained at London, pretending sickness, but really from apprehensions, that they intended to buy their peace, by delivering him into the hands of his enemies. The army called aloud for their sovereign to march at their head against the Danes; and on his refusal to take the field, they were so discouraged, that those vast preparations became ineffectual for the defence of the kingdom. Edmond, deprived of all regular supplies to maintain his <span class=\"page-break\"></span>soldiers, was obliged to commit equal ravages with those which were practised by the Danes, and after making some fruitless expeditions into the north, which had submitted entirely to Canute's power, he retired to London, determined there to maintain to the last extremity the small remains of English liberty. He here found every thing in confusion by the death of the king, <span class=\"margin-comment\">1016.</span> who expired after an unhappy and inglorious reign of thirty-five years. He left two sons by his first marriage, Edmond, who succeeded him, and Edwy, whom Canute afterwards murdered. His two sons by the second marriage, Alfred and Edward, were, immediately upon Ethelred's death, conveyed into Normandy by Queen Emma.","subId":"22","id":"Hume.HE.1.3.22"},{"type":"paragraph","content":"THIS prince, who received the name of Ironside from his hardy valour, possessed courage and abilities, sufficient to have prevented his country from sinking into those calamities, but not to raise it from that abyss of misery, into which it had already fallen. Among the other misfortunes of the English, treachery and disaffection had creeped in among the nobility and prelates; and Edmond found no better expedient for stopping the farther progress of these fatal evils, than to lead his army instantly into the field, and to employ them against the common enemy. After meeting with some success at Gillingham, he prepared himself to decide in one general engagement the fate of his crown, and at Scoerston, in the county of Glocester, he offered battle to the enemy, who were commanded by Canute and Edric. Fortune in the beginning of the day declared for him; but Edric, having cut off the head of one Osmer, whose countenance resembled that of Edmond, fixed it on a spear, carried it through the ranks in triumph, and called aloud to the English, that it was time to fly; for behold! the head of their sovereign. And though Edmond, observing the consternation of the troops, took off his helmet and showed himself to them, the utmost he could gain by his activity and valour was to leave the victory undecided. Edric now took a surer method to ruin him, by pretending to desert to him; and as Edmond was well acquainted with his power, and probably knew no other of the chief nobility in whom he could repose more confidence, he was <span class=\"page-break\"></span>obliged, notwithstanding the repeated perfidy of the man, to give him a considerable command in the army. A battle soon after ensued at Assington in Essex; where Edric, flying in the beginning of the day, occasioned the total defeat of the English, followed by a great slaughter of the nobility. The indefatigable Edmond, however, had still resources. Assembling a new army at Glocester, he was again in a condition to dispute the field; when the Danish and English nobility, equally harassed with those convulsions, obliged their kings to come to a compromise, and to divide the kingdom between them by treaty. Canute reserved to himself the northern division, consisting of Mercia, East-Anglia, and Northumberland, which he had entirely subdued: The southern parts were left to Edmond. This prince survived the treaty about a month: He was murdered at Oxford by two of his chamberlains, accomplices of Edric, who thereby made way for the succession of Canute the Dane to the crown of England.","subId":"23","id":"Hume.HE.1.3.23"},{"type":"paragraph","content":"THE English, who had been unable to defend their country, <span class=\"margin-comment\">1017.</span> and maintain their independency, under so active and brave a prince as Edmond, could, after his death, expect nothing but total subjection from Canute, who, active and brave himself, and at the head of a great force, was ready to take advantage of the minority of Edwin and Edward, the two sons of Edmond. Yet this conqueror, who was commonly so little scrupulous, showed himself anxious to cover his injustice under plausible pretences: Before he seized the dominions of the English princes, he summoned a general assembly of the states, in order to fix the succession of the kingdom. He here suborned some nobles to depose, that, in the treaty of Glocester, it had been verbally agreed, either to name Canute, in case of Edmond's death, successor to his dominions, or tutor to his children (for historians vary in this particular): And that evidence, supported by the great power of Canute, determined the states immediately to put the Danish monarch in possession of the government. Canute, jealous of the two princes, but sensible that he should render himself extremely odious, if he ordered them to be dispatched in England, sent them abroad to his <span class=\"page-break\"></span>ally, the king of Sweden, whom he desired, as soon as they arrived at his court, to free him, by their death, from all farther anxiety. The Swedish monarch was too generous to comply with the request; but being afraid of drawing on himself a quarrel with Canute, by protecting the young princes, he sent them to Solomon, king of Hungary, to be educated in his court. The elder, Edwin, was afterwards married to the sister of the king of Hungary; but the English prince dying without issue, Solomon gave his sister-in- law, Agatha, daughter of the emperor Henry II. in marriage to Edward, the younger brother; and she bore him Edgar Atheling, Margaret, afterwards queen of Scotland, and Christina, who retired into a convent.","subId":"24","id":"Hume.HE.1.3.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Canute,</span> though he had reached the great point of his ambition, in obtaining possession of the English crown, was obliged at first to make great sacrifices to it; and to gratify the chief of the nobility, by bestowing on them the most extensive governments and jurisdictions. He created Thurkill earl or duke of East-Anglia, (for these titles were then nearly of the same import) Yric of Northumberland, and Edric of Mercia; reserving only to himself the administration of Wessex. But seizing afterwards a favourable opportunity, he expelled Thurkill and Yric from their governments, and banished them the kingdom: He put to death many of the English nobility, on whose fidelity he could not rely, and whom he hated on account of their disloyalty to their native prince. And even the traitor, Edric, having had the assurance to reproach him with his services, was condemned to be executed, and his body to be thrown into the Thames; a suitable reward for his multiplied acts of perfidy and rebellion.","subId":"25","id":"Hume.HE.1.3.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Canute</span> also found himself obliged, in the beginning of his reign, to load the people with heavy taxes, in order to reward his Danish followers: He exacted from them at one time the sum of 72,000 pounds; besides 11,000 pounds, which he levied on London alone. He was probably willing, from political motives, to mulct severely that city, on account of the affection which it had borne to Edmond, and the resistance which it had made to the Danish power in two obstinate sieges<a href=\"#n18\"><sup>[18]</sup></a>. But these rigors were imputed <span class=\"page-break\"></span>to necessity; and Canute, like a wise prince, was determined, that the English, now deprived of all their dangerous leaders, should be reconciled to the Danish yoke, by the justice and impartiality of his administration. He sent back to Denmark as many of his followers as he could safely spare: He restored the Saxon customs in a general assembly of the states: He made no distinction between Danes and English in the distribution of justice: And he took care, by a strict execution of law, to protect the lives and properties of all his people. The Danes were gradually incorporated with his new subjects; and both were glad to obtain a little respite from those multiplied calamities, from which the one, no less than the other, had, in their fierce contest for power, experienced such fatal consequences.","subId":"26","id":"Hume.HE.1.3.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> removal of Edmond's children into so distant a country as Hungary, was, next to their death, regarded by Canute as the greatest security to his government: He had no farther anxiety, except with regard to Alfred and Edward, who were protected and supported by their uncle, Richard, duke of Normandy. Richard even fitted out a great armament, in order to restore the English princes to the throne of their ancestors; and though the navy was dispersed by a storm, Canute saw the danger to which he was exposed, from the enmity of so warlike a people as the Normans. In order to acquire the friendship of the duke, he paid his addresses to queen Emma, sister of that prince; and promised, that he would leave the children, whom he should have by that marriage, in possession of the crown of England. Richard complied with his demand, and sent over Emma to England, where she was soon after married to Canute<a href=\"#n19\"><sup>[19]</sup></a>. The English, though they disapproved of her espousing the mortal enemy of her former husband and his family, were pleased to find at court a sovereign, to whom they were accustomed, and who had already formed connections with them: And thus Canute, besides securing, by this marriage, the alliance of Normandy, gradually acquired, by the same means, the confidence of his own subjects<a href=\"#n20\"><sup>[20]</sup></a>. The Norman prince did not long survive the marriage of Emma; and he left the inheritance of the dutchy to his eldest son of the same name; who, dying a year <span class=\"page-break\"></span>after him without children, was succeeded by his brother Robert, a man of valour and abilities.","subId":"27","id":"Hume.HE.1.3.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Canute,</span> having settled his power in England, beyond all danger of a revolution, made a voyage to Denmark, in order to resist the attacks of the king of Sweden; and he carried along with him a great body of the English, under the command of earl Godwin. This nobleman had here an opportunity of performing a service, by which he both reconciled the king's mind to the English nation, and gaining to himself the friendship of his sovereign, laid the foundation of that immense fortune which he acquired to his family. He was stationed next the Swedish camp; and observing a favourable opportunity, which he was obliged suddenly to seize, he attacked the enemy in the night, drove them from their trenches, threw them into disorder, pursued his advantage, and obtained a decisive victory over them. Next morning, Canute, seeing the English camp entirely abandoned, imagined that those disaffected troops had deserted to the enemy: He was agreeably surprised to find, that they were at that time engaged in pursuit of the discomfited Swedes. He was so pleased with this success, and with the manner of obtaining it, that he bestowed his daughter in marriage upon Godwin, and treated him ever after with entire confidence and regard.","subId":"28","id":"Hume.HE.1.3.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> another voyage, <span class=\"margin-comment\">1028.</span> which he made afterwards to Denmark, Canute attacked Norway, and expelling the just, but unwarlike Olaus, kept possession of his kingdom, till the death of that prince. He had now by his conquests and valour attained the utmost height of grandeur: Having leisure from wars and intrigues, he felt the unsatisfactory nature of all human enjoyments; and equally weary of the glories and turmoils of this life, he began to cast his view towards that future existence, which it is so natural for the human mind, whether satiated by prosperity or disgusted with adversity, to make the object of its attention. Unfortunately, the spirit which prevailed in that age gave a wrong direction to his devotion: Instead of making compensation to those whom he had injured by his former acts of violence, he employed himself entirely in those exercises of piety, which the monks represented as the most meritorious. He built churches, he endowed monasteries, he enriched the ecclesiastics, and he bestowed revenues for the support of chantries at Assington and other places; where he appointed <span class=\"page-break\"></span>prayers to be said for the souls of those who had there fallen in battle against him. He even undertook a pilgrimage to Rome, where he resided a considerable time: Besides obtaining from the pope some privileges for the English school erected there, he engaged all the princes, through whose dominions he was obliged to pass, to desist from those heavy impositions and tolls, which they were accustomed to exact from the English pilgrims. By this spirit of devotion, no less than by his equitable and politic administration, he gained, in a good measure, the affections of his subjects.","subId":"29","id":"Hume.HE.1.3.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">Canute,</span> the greatest and most powerful monarch of his time, sovereign of Denmark and Norway, as well as of England, could not fail of meeting with adulation from his courtiers; a tribute which is liberally paid even to the meanest and weakest princes. Some of his flatterers breaking out, one day, in admiration of his grandeur, exclaimed that every thing was possible for him: Upon which the monarch, it is said, ordered his chair to be set on the sea-shore, while the tide was rising; and as the waters approached, he commanded them to retire, and to obey the voice of him who was lord of the ocean. He feigned to sit some time in expectation of their submission; but when the sea still advanced towards him, and began to wash him with its billows, he turned to his courtiers, and remarked to them, that every creature in the universe was feeble and impotent, and that power resided with one Being alone, In whose hands were all the elements of nature; who could say to the ocean, <em>Thus far shalt thou go, and no farther;</em> and who could level with his nod the most towering piles of human pride and ambition.","subId":"30","id":"Hume.HE.1.3.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> only memorable action, <span class=\"margin-comment\">1031.</span> which Canute performed after his return from Rome, was an expedition against Malcolm, king of Scotland. During the reign of Ethelred, a tax of a shilling a hyde had been imposed on all the lands of England. It was commonly called <em>Danegelt;</em> because the revenue had been employed, either in buying peace with the Danes, or in making preparations against the inroads of that hostile nation. That monarch had required, that the same tax should be paid by Cumberland, which was held by the Scots; but Malcolm, a warlike prince, told him, that, as he was always able to repulse the Danes by his own power, he would neither submit to buy peace of his enemies, nor pay others for resisting them. Ethelred, offended at this reply, which contained a <span class=\"page-break\"></span>secret reproach on his own conduct, undertook an expedition against Cumberland; but though he committed ravages upon the country, he could never bring Malcolm to a temper more humble or submissive. Canute, after his accession, summoned the Scottish king to acknowledge himself a vassal for Cumberland to the crown of England; but Malcolm refused compliance, on pretence that he owed homage to those princes only, who inherited that kingdom by right of blood. Canute was not of a temper to bear this insult; and the king of Scotland soon found, that the sceptre was in very different hands from those of the feeble and irresolute Ethelred. Upon Canute's appearing on the frontiers with a formidable army, Malcolm agreed, that his grandson and heir, Duncan, whom he put in possession of Cumberland, should make the submissions required, and that the heirs of Scotland should always acknowledge themselves vassals to England for that province<a href=\"#n21\"><sup>[21]</sup></a>.","subId":"31","id":"Hume.HE.1.3.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Canute</span> passed four years in peace after this enterprize, and he died at Shaftsbury<a href=\"#n22\"><sup>[22]</sup></a>; leaving three sons, Sweyn, Harold, and Hardicanute. Sweyn, whom he had by his first marriage with Alfwen, daughter of the earl of Hampshire, was crowned in Norway: Hardicanute, whom Emma had born him, was in possession of Denmark: Harold, who was of the same marriage with Sweyn, was at that time in England.","subId":"32","id":"Hume.HE.1.3.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">1035.</span> THOUGH Canute, in his treaty with Richard, duke of Normandy, had stipulated, that his children by Emma should succeed to the crown of England, he had either considered himself as released from that engagement by the death of Richard, or esteemed it dangerous to leave an unsettled and newly conquered kingdom in the hands of so young a prince as Hardicanute: He therefore appointed, by his will, Harold successor to the crown. This prince was besides present, to maintain his claim; he was favoured by all the Danes; and he got immediately possession of his father's treasures, which might be equally useful, whether he <span class=\"page-break\"></span>found it necessary to proceed by force or intrigue, in insuring his succession. On the other hand, Hardicanute had the suffrages of the English, who, on account of his being born among them of queen Emma, regarded him as their countryman; he was favoured by the articles of treaty with the duke of Normandy; and above all, his party was espoused by earl Godwin, the most powerful nobleman in the kingdom, especially in the province of Wessex, the chief seat of the ancient English. Affairs were likely to terminate in a civil war; when, by the interposition of the nobility of both parties, a compromise was made; and it was agreed, that Harold should enjoy, together with London, all the provinces north of the Thames, while the possession of the south should remain to Hardicanute: And till that prince should appear and take possession of his dominions, Emma fixed her residence at Winchester, and established her authority over her son's share of the partition.","subId":"33","id":"Hume.HE.1.3.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile,</span> Robert, duke of Normandy, died in a pilgrimage to the Holy Land, and being succeeded by a son, yet a minor, the two English princes, Alfred and Edward, who found no longer any countenance or protection in that country, gladly embraced the opportunity of paying a visit, with a numerous retinue, to their mother Emma, who seemed to be placed in a state of so much power and splendor at Winchester. But the face of affairs soon wore a melancholy aspect. Earl Godwin had been gained by the arts of Harold, who promised to espouse the daughter of that nobleman; and while the treaty was yet a secret, these two tyrants laid a plan for the destruction of the English princes. Alfred was invited to London by Harold with many professions of friendship; but when he had reached Guilford, he was set upon by Godwin's vassals, about six hundred of his train were murdered in the most cruel manner, he himself was taken prisoner, his eyes were put out, and he was conducted to the monastery of Ely, where he died soon after<a href=\"#n23\"><sup>[23]</sup></a>. Edward and Emma, apprized of the fate which was awaiting them, fled beyond sea, the former into Normandy, the latter into Flanders. While Harold, triumphing in his bloody policy, <span class=\"page-break\"></span>took possession, without resistance, of all the dominions assigned to his brother.","subId":"34","id":"Hume.HE.1.3.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> is the only memorable action, performed, during a reign of four years, by this prince, who gave so bad a specimen of his character, and whose bodily accomplishments alone are known to us, by his appellation of <em>Harefoot,</em> which he acquired from his agility in running and walking. He died on the l4th of April, 1039; little regretted or esteemed by his subjects; and left the succession open to his brother, Hardicanute.","subId":"35","id":"Hume.HE.1.3.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">1039.</span> HARDICANUTE, or Canute the Hardy, that is, the robust (for he too is chiefly known by his bodily accomplishments), though, by remaining so long in Denmark, he had been deprived of his share in the partition of the kingdom, had not abandoned his pretensions; and he had determined, before Harold's death, to recover by arms, what he had lost, either by his own negligence, or by the necessity of his affairs. On pretence of paying a visit to the queen dowager in Flanders, he had assembled a fleet of sixty sail, and was preparing to make a descent on England, when intelligence of his brother's death induced him to sail immediately to London, where he was received in triumph, and acknowledged king without opposition.","subId":"36","id":"Hume.HE.1.3.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first act of Hardicanute's government afforded his subjects a bad prognostic of his future conduct. He was so enraged at Harold, for depriving him of his share of the kingdom, and for the cruel treatment of his brother Alfred, that, in an impotent desire of revenge against the dead, he ordered his body to be dug up, and to be thrown into the Thames: And when it was found by some fishermen, and buried in London, he ordered it again to be dug up, and to be thrown again into the river: But it was fished up a second time, and then interred with great secrecy. Godwin, equally servile and insolent, submitted to be his instrument in this unnatural and brutal action.","subId":"37","id":"Hume.HE.1.3.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> nobleman knew, that he was universally believed to have been an accomplice in the barbarity exercised on Alfred, and that he was on that account obnoxious to Hardicanute; and perhaps he hoped, by displaying this rage against Harold's memory, to justify himself from having had any participation in his counsels. But prince Edward, being invited over by the king, immediately on his appearance, preferred an accusation against Godwin for the murder of Alfred, and demanded justice for that crime. Godwin, in order to appease the king, made him a magnificent present of a galley with a gilt stern, rowed by fourscore men, who wore each of them a gold bracelet on his arm, weighing sixteen ounces, and were armed and cloathed in the most sumptuous manner. Hardicanute, pleased with the splendor of this spectacle, quickly forgot his brother's murder; and on Godwin's swearing that he was innocent of the crime, he allowed him to be acquitted.","subId":"38","id":"Hume.HE.1.3.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> Hardicanute, before his accession, had been called over by the vows of the English, he soon lost the affections of the nation by his misconduct; but nothing appeared more grievous to them, than his renewing the imposition of Danegelt, and obliging the nation to pay a great sum of money to the fleet, which brought him from Denmark. The discontents ran high in many places: In Worcester the populace rose, and put to death two of the collectors. The king, enraged at this opposition, swore vengeance against the city, and ordered three noblemen, Godwin, duke of Wessex, Siward, duke of Northumberland, and Leofric, duke of Mercia, to execute his menaces with the utmost rigour. They were obliged to set fire to the city, and deliver it up to be plundered by their soldiers; but they saved the lives of the inhabitants; whom they confined in a small island of the Severn, called Beverey, till, by their intercession, they were able to appease the king, and obtain the pardon of the supplicants.","subId":"39","id":"Hume.HE.1.3.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> violent government was of short duration. Hardicanute died in two years after his accession, at the nuptials of a Danish lord, which he had honoured with his presence. His usual habits of intemperance were so well known, that, notwithstanding his robust constitution, his sudden death gave as little surprize, as it did sorrow, to his subjects.","subId":"40","id":"Hume.HE.1.3.40"},{"type":"paragraph","content":"<span class=\"margin-comment\">1041.</span> THE English, on the death of Hardicanute, saw a favourable opportunity for recovering their liberty, and for shaking off the Danish yoke, under which they had so long laboured. Sweyn, king of Norway, the eldest son of Canute, was absent; and as the two last kings had died without issue, none of that race presented himself, nor any whom the Danes could support as successor to the throne. Prince Edward was fortunately at court on his brother's demise; and though the descendants of Edmond Ironside were the true heirs of the Saxon family, yet their absence in so remote a country as Hungary, appeared a sufficient reason for their exclusion, to a people like the English, so little accustomed to observe a regular order in the succession of their monarchs. All delays might be dangerous; and the present occasion must hastily be embraced; while the Danes, without concert, without a leader, astonished at the present incident, and anxious only for their personal safety, durst not oppose the united voice of the nation.","subId":"41","id":"Hume.HE.1.3.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> this concurrence of circumstances in favour of Edward, might have failed of its effect, had his succession been opposed by Godwin, whose power, alliances, and abilities gave him a great influence at all times, especially amidst those sudden opportunities, which always attend a revolution of government, and which, either seized or neglected, commonly prove decisive. There were opposite reasons, which divided men's hopes and fears with regard to Godwin's conduct. On the one hand, the credit of that nobleman lay chiefly in Wessex, which was almost entirely inhabited by English: It was therefore presumed, that he would second the wishes of that people, in restoring the Saxon line, and in humbling the Danes, from whom he, as well as they, had reason to dread, as they had already felt, the most grievous oppressions. On the other hand, there subsisted a declared animosity between Edward and Godwin, on account of Alfred's murder; of which the latter had publicly been accused by the prince, and which he might believe so deep an offence, as could never, on account of any subsequent merits, be sincerely pardoned. But their common <span class=\"page-break\"></span>friends here interposed; and representing the necessity of their good correspondence, obliged them to lay aside all jealousy and rancour, and concur in restoring liberty to their native country. Godwin only stipulated, that Edward, as a pledge of his sincere reconciliation, should promise to marry his daughter Editha; and having fortified himself by this alliance, he summoned a general council at Gillingham, and prepared every measure for securing the succession to Edward. The English were unanimous and zealous in their resolutions; the Danes were divided and dispirited: Any small opposition, which appeared in this assembly, was brow-beaten and suppressed; and Edward was crowned king, with every demonstration of duty and affection.","subId":"42","id":"Hume.HE.1.3.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> triumph of the English, upon this signal and decisive advantage, was at first attended with some insult and violence against the Danes; but the king, by the mildness of his character, soon reconciled the latter to his administration, and the distinction between the two nations gradually disappeared. The Danes were interspersed with the English in most of the provinces; they spoke nearly the same language; they differed little in their manners and laws; domestic dissentions in Denmark prevented, for some years, any powerful invasion from thence, which might awaken past animosities; and as the Norman conquest, which ensued soon after, reduced both nations to equal subjection, there is no farther mention in history of any difference between them. The joy, however, of their present deliverance made such impression on the minds of the English, that they instituted an annual festival for celebrating that great event; and it was observed in some counties, even to the time of Spellman<a href=\"#n24\"><sup>[24]</sup></a>.","subId":"43","id":"Hume.HE.1.3.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> popularity, which Edward enjoyed on his accession, was not destroyed by the first act of his administration, his resuming all the grants of his immediate predecessors; an attempt, which is commonly attended with the most dangerous consequences. The poverty of the crown convinced the nation, that this act of violence was become absolutely necessary; and as the loss fell chiefly on the Danes, who had obtained large grants from the late kings, their countrymen, on account of their services in subduing the kingdom, the English were rather pleased to see them reduced to their <span class=\"page-break\"></span>primitive poverty. The king's severity also towards his mother, the queen-dowager, though exposed to some more censure, met not with very general disapprobation. He had hitherto lived on indifferent terms with that princess: He accused her of neglecting him and his brother during their adverse fortune<a href=\"#n25\"><sup>[25]</sup></a>; He remarked, that, as the superior qualities of Canute, and his better treatment of her, had made her entirely indifferent to the memory of Ethelred, she also gave the preference to her children of the second bed, and always regarded Hardicanute as her favourite. The same reasons had probably made her unpopular in England; and though her benefactions to the monks obtained her the favour of that order, the nation was not, in general, displeased to see her stripped by Edward of immense treasures which she had amassed. He confined her, during the remainder of her life, in a monastery at Winchester; but carried his rigour against her no farther. The stories of his accusing her of a participation in her son Alfred's murder, and of a criminal correspondence with the bishop of Winchester, and also of her justifying herself by treading barefoot, without receiving any hurt, over nine burning plough-shares, were the inventions of the monkish historians, and were propagated and believed from the silly wonder of posterity<a href=\"#n26\"><sup>[26]</sup></a>.","subId":"44","id":"Hume.HE.1.3.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English flattered themselves, that, by the accession of Edward, they were delivered for ever from the dominion of foreigners; but they soon found, that this evil was not yet entirely removed. The king had been educated in Normandy; and had contracted many intimacies with the natives of that country, as well as an affection for their manners<a href=\"#n27\"><sup>[27]</sup></a>. The court of England was soon filled with Normans, who, being distinguished both by the favour of Edward, and by a degree of cultivation superior to that which was attained by the English in those ages, soon rendered their language, customs, and laws fashionable in the kingdom. The study of the French tongue became general among the people. The courtiers affected to imitate that nation in their dress, equipage, and entertainments: Even the lawyers employed a foreign language in their deeds and papers<a href=\"#n28\"><sup>[28]</sup></a>: But above all, the church felt the influence and dominion of those strangers: Ulf and William, two Normans, who had formerly been the king's chaplains, were <span class=\"page-break\"></span>created bishops of Dorchester and London. Robert, a Norman also, was promoted to the see of Canterbury<a href=\"#n29\"><sup>[29]</sup></a>, and always enjoyed the highest favour of his master, of which his abilities rendered him not unworthy. And though the king's prudence, or his want of authority, made him confer almost all the civil and military employments on the natives, the ecclesiastical preferments fell often to the share of the Normans; and as the latter possessed Edward's confidence, they had secretly a great influence on public affairs, and excited the jealousy of the English, particularly of earl Godwin<a href=\"#n30\"><sup>[30]</sup></a>.","subId":"45","id":"Hume.HE.1.3.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> powerful nobleman, besides being duke or earl of Wessex, had the counties of Kent and Sussex annexed to his government. His eldest son, Sweyn, possessed the same authority in the counties of Oxford, Berks, Glocester, and Hereford: And Harold, his second son, was duke of East-Anglia, and at the same time governor of Essex. The great authority of this family was supported by immense possessions and powerful alliances; and the abilities, as well as ambition, of Godwin himself, contributed to render it still more dangerous. A prince of greater capacity and vigour than Edward, would have found it difficult to support the dignity of the crown under such circumstances; and as the haughty temper of Godwin made him often forget the respect due to his prince, Edward's animosity against him was grounded on personal as well as political considerations, on recent as well as more ancient injuries. The king, in pursuance of his engagements, had indeed married Editha, the daughter of Godwin<a href=\"#n31\"><sup>[31]</sup></a>; but this alliance became a fresh source of enmity between them. Edward's hatred of the father was transferred to that princess; and Editha, though possessed of many amiable accomplishments, could never acquire the confidence and affection of her husband. It is even pretended, that, during the whole course of her life, he abstained from all commerce of love with her; and such was the absurd admiration paid to an inviolable chastity during those ages, <span class=\"margin-comment\">1048.</span> that his conduct in this particular is highly celebrated by the monkish historians, and greatly contributed to his acquiring the title of saint and confessor<a href=\"#n32\"><sup>[32]</sup></a>.","subId":"46","id":"Hume.HE.1.3.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> most popular pretence on which Godwin could ground his disaffection to the king and his administration, was to complain of the influence of the Normans in the government; and a declared opposition had thence arisen between him and these favourites. It was not long before this animosity broke into action. Eustace, count of Bologne, having paid a visit to the king, passed by Dover in his return: One of his train, being refused entrance to a lodging, which had been assigned him, attempted to make his way by force, and in the contest he wounded the master of the house. The inhabitants revenged this insult by the death of the stranger; the count and his train took arms, and murdered the wounded townsman; a tumult ensued; near twenty persons were killed on each side; and Eustace, being overpowered by numbers, was obliged to save his life by flight from the fury of the populace. He hurried immediately to court and complained of the usage he had met with: The king entered zealously into the quarrel, and was highly displeased that a stranger of such distinction, whom he had invited over to his court, should, without any just cause, as he believed, have felt so sensibly the insolence and animosity of his people. He gave orders to Godwin, in whose government Dover lay, to repair immediately to the place, and to punish the inhabitants for the crime: But Godwin, who desired rather to encourage, than repress, the popular discontents against foreigners, refused obedience, and endeavoured to throw the whole blame of the riot on the count of Bologne, and his retinue<a href=\"#n33\"><sup>[33]</sup></a>. Edward, touched in so sensible a point, saw the necessity of exerting the royal authority, and he threatened Godwin, if he persisted in his disobedience to make him feel the utmost effects of his resentment.","subId":"47","id":"Hume.HE.1.3.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> earl, perceiving a rupture to be unavoidable, and pleased to embark in a cause, where, it was likely, he should be supported by his countrymen, made preparations for his own defence, or rather for an attack on Edward. Under pretence of repressing some disorders on the Welsh frontier, he secretly assembled a great army, and was approaching the king, who resided, without any military force, and without suspicion, at Glocester<a href=\"#n34\"><sup>[34]</sup></a>. Edward applied for protection to Siward, duke of Northumberland, and <span class=\"page-break\"></span>Leofric, duke of Mercia, two powerful noblemen, whose jealousy of Godwin's greatness, as well as their duty to the crown, engaged them to defend the king in this extremity. They hastened to him with such of their followers as they could assemble on a sudden; and finding the danger much greater than they had at first apprehended, they issued orders for mustering all the forces within their respective governments, and for marching them without delay to the defence of the king's person and authority. Edward, meanwhile, endeavoured to gain time by negociation; while Godwin, who thought the king entirely in his power, and who was willing to save appearances, fell into the snare; and not sensible, that he ought to have no farther reserve after he had proceeded so far, he lost the favourable opportunity of rendering himself master of the government.","subId":"48","id":"Hume.HE.1.3.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English, though they had no high idea of Edward's vigour and capacity, bore him great affection on account of his humanity, justice, and piety, as well as the long race of their native kings, from whom he was descended; and they hastened from all quarters to defend him from the present danger. His army was now so considerable, that he ventured to take the field; and marching to London, he summoned a great council to judge of the rebellion of Godwin and his sons. These noblemen pretended at first that they were willing to stand their trial; but having in vain endeavoured to make their adherents persist in rebellion, they offered to come to London, provided they might receive hostages for their safety: This proposal being rejected, they were obliged to disband the remains of their forces, and have recourse to flight. Baldwin, earl of Flanders, gave protection to Godwin and his three sons, Gurth, Sweyn, and Tosti; the latter of whom had married the daughter of that prince: Harold and Leofwin, two others of his sons, took shelter in Ireland. The estates of the father and sons were confiscated: Their governments were given to others: Queen Editha was confined in a monastery at Warewel: And the greatness of this family, once so formidable, seemed now to be totally supplanted and overthrown.","subId":"49","id":"Hume.HE.1.3.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Godwin had fixed his authority on too firm a basis, and he was too strongly supported by alliances both foreign and domestic, not to occasion farther disturbances, and make new efforts for his re-establishment. The earl of Flanders permitted him to purchase <span class=\"page-break\"></span>and hire ships within his harbours; and Godwin, having manned them with his followers, and with free-booters of all nations, put to sea, and attempted to make a descent at Sandwich. The king, informed of his preparations, had equipped a considerable fleet, much superior to that of the enemy; and the earl hastily, before their appearance, made his retreat into the Flemish harbours<a href=\"#n35\"><sup>[35]</sup></a>. The English court, allured by the present security, and destitute of all vigorous counsels, allowed the seamen to disband, and the fleet to go to decay<a href=\"#n36\"><sup>[36]</sup></a>; while Godwin, expecting this event, kept his men in readiness for action. He put to sea immediately, and sailed to the Isle of Wight, where he was joined by Harold with a squadron, which that nobleman had collected in Ireland. He was now master of the sea; and entering every harbour in the southern coast, he seized all the ships<a href=\"#n37\"><sup>[37]</sup></a>, and summoned his followers in those counties, which had so long been subject to his government, to assist him in procuring justice to himself, his family, and his country, against the tyranny of foreigners. Reinforced by great numbers from all quarters, he entered the Thames; and appearing before London, threw every thing into confusion. The king alone seemed resolute to defend himself to the last extremity; but the interposition of the English nobility, many of whom favoured Godwin's pretensions, made Edward hearken to terms of accommodation; and the feigned humility of the earl, who disclaimed all intentions of offering violence to his sovereign, and desired only to justify himself by a fair and open trial, paved the way for his more easy admission. It was stipulated, that he should give hostages for his good behaviour, and that the primate and all the foreigners should be banished: By this treaty, the present danger of a civil war was obviated, but the authority of the crown was considerably impaired or rather entirely annihilated. Edward, sensible that he had not power sufficient to secure Godwin's hostages in England, sent them over to his kinsman, the young duke of Normandy.","subId":"50","id":"Hume.HE.1.3.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Godwin's</span> death, which happened soon after, while he was sitting at table with the king, prevented him from farther establishing the authority which he had acquired, and from reducing Edward to still greater subjection<a href=\"#n38\"><sup>[38]</sup></a>. He was succeeded in the government of Wessex, Sussex, Kent, and Essex, and in the office of steward of <span class=\"page-break\"></span>the household, a place of great power, by his son, Harold, who was actuated by an ambition equal to that of his father, and was superior to him in address, in insinuation, and in virtue. By a modest and gentle demeanor, he acquired the good-will of Edward; at least, softened that hatred which the prince had so long borne his family<a href=\"#n39\"><sup>[39]</sup></a>; and gaining every day new partizans by his bounty and affability, he proceeded, in a more silent, and therefore a more dangerous manner, to the encrease of his authority. The king, who had not sufficient vigour directly to oppose his progress, knew of no other expedient than that hazardous one, of raising him a rival in the family of Leofric, duke of Mercia, whose son, Algar, was invested with the government of East-Anglia, which, before the banishment of Harold, had belonged to the latter nobleman. But this policy, of balancing opposite parties, required a more steady hand to manage it than that of Edward, and naturally produced faction, and even civil broils, among nobles of such mighty and independant authority. Algar was soon after expelled his government by the intrigues and power of Harold; but being protected by Griffith, prince of Wales, who had married his daughter, as well as by the power of his father, Leofric, he obliged Harold to submit to an accommodation, and was reinstated in the government of East-Anglia. This peace was not of long duration: Harold, taking advantage of Leofric's death, which happened soon after, expelled Algar anew, and banished him the kingdom: And though that nobleman made a fresh irruption into East-Anglia with an army of Norwegians, and over-ran the country, his death soon freed Harold from the pretensions of so dangerous a rival. Edward, the eldest son of Algar, was indeed advanced to the government of Mercia; but the balance, which the king desired to establish between those potent families, was wholly lost, and the influence of Harold greatly preponderated.","subId":"51","id":"Hume.HE.1.3.51"},{"type":"paragraph","content":"<span class=\"margin-comment\">1055.</span> <span class=\"small-capitals\">The</span> death of Siward, duke of Northumberland, made the way still more open to the ambition of that nobleman. Siward, besides his other merits, had acquired honour to England, by his successful conduct in the only foreign enterprize undertaken during the reign of Edward. Duncan, king of Scotland, was a prince of a gentle disposition, but possessed not the genius requisite for <span class=\"page-break\"></span>governing a country so turbulent, and so much infested by the intrigues and animosities of the great. Macbeth, a powerful nobleman, and nearly allied to the crown, not content with curbing the king's authority, carried still farther his pestilent ambition: He put his sovereign to death; chaced Malcolm Kenmore, his son and heir, into England; and usurped the crown. Siward, whose daughter was married to Duncan, embraced, by Edward's orders, the protection of this distressed family: He marched an army into Scotland; and having defeated and killed Macbeth in battle, he restored Malcolm to the throne of his ancestors<a href=\"#n40\"><sup>[40]</sup></a>. This service, added to his former connections with the royal family of Scotland, brought a great accession to the authority of Siward in the north; but as he had lost his eldest son, Osbern, in the action with Macbeth, it proved in the issue fatal to his family. His second son, Walthoef, appeared, on his father's death, too young to be entrusted with the government of Northumberland; and Harold's influence obtained that dukedom for his own brother Tosti.","subId":"52","id":"Hume.HE.1.3.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are two circumstances related of Siward, which discover his high sense of honour, and his martial disposition. When intelligence was brought him of his son Osberne's death, he was inconsolable; till he heard, that the wound was received in the breast, and that he had behaved with great gallantry in the action. When he found his own death approaching, he ordered his servants to clothe him in a complete suit of armour; and sitting erect on the couch, with a spear in his hand, declared, that, in that posture, the only one worthy of a warrior, he would patiently await the fatal moment.","subId":"53","id":"Hume.HE.1.3.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, now worn out with cares and infirmities, felt himself far advanced in the decline of life; and having no issue himself, began to think of appointing a successor to the kingdom. He sent a deputation to Hungary, to invite over his nephew, Edward, son of his elder brother, and the only remaining heir of the Saxon line. That prince, whose succession to the crown would have been easy and undisputed, came to England with his children, Edgar, surnamed Atheling, Margaret and Christina; but his death, which happened a few days after his arrival, threw the king into new <span class=\"page-break\"></span>difficulties. He saw, that the great power and ambition of Harold had tempted him to think of obtaining possession of the throne on the first vacancy, and that Edgar, on account of his youth and inexperience, was very unfit to oppose the pretensions of so popular and enterprising a rival. The animosity, which he had long borne to earl Godwin, made him averse to the succession of his son; and he could not, without extreme reluctance, think of an encrease of grandeur to a family, which had risen on the ruins of royal authority, and which, by the murder of Alfred, his brother, had contributed so much to the weakening of the Saxon line. In this uncertainty, he secretly cast his eye towards his kinsman, William duke of Normandy, as the only person whose power, and reputation, and capacity, could support any detestation, which he might make in his favour, to the exclusion of Harold, and his family<a href=\"#n41\"><sup>[41]</sup></a>.","subId":"54","id":"Hume.HE.1.3.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> famous prince was natural son of Robert, duke of Normandy, by Harlotta, daughter of a tanner in Falaise<a href=\"#n42\"><sup>[42]</sup></a>, and was very early established in that grandeur, from which his birth seemed to have set him at so great a distance. While he was but nine years of age, his father had resolved to undertake a pilgrimage to Jerusalem; a fashionable act of devotion, which had taken place of the pilgrimages to Rome, and which, as it was attended with more difficulty and danger, and carried those religious adventurers to the first sources of Christianity, appeared to them more meritorious. Before his departure, he assembled the states of the dutchy; and informing them of his design, he engaged them to swear allegiance to his natural son, William, whom, as he had no legitimate issue, he intended, in case he should die in the pilgrimage, to leave successor to his dominions<a href=\"#n43\"><sup>[43]</sup></a>. As he was a prudent prince, he could not but foresee the great inconveniences which must attend this journey, and this settlement of his succession; arising from the perpetual turbulency of the great, the claims of other branches of the ducal family, and the power of the French monarch: But all these considerations were surmounted by the prevailing zeal for pilgrimages<a href=\"#n44\"><sup>[44]</sup></a>; and probably, the more important they were, the more would Robert exult in sacrificing them to what he imagined to be his religious duty.","subId":"55","id":"Hume.HE.1.3.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> prince, as he had apprehended, died in his pilgrimage; and the minority of his son was attended with all those disorders, which were almost unavoidable in that situation. The licentious nobles, freed from the awe of sovereign authority, broke out into personal animosities against each other, and made the whole country a scene of war and devastation<a href=\"#n45\"><sup>[45]</sup></a>. Roger, count of Toni, and Alain, count of Britanny, advanced claims to the dominion of the state; and Henry I. king of France, thought the opportunity favourable for reducing the power of a vassal, who had originally acquired his settlement in so violent and invidious a manner, and who had long appeared formidable to his sovereign<a href=\"#n46\"><sup>[46]</sup></a>. The regency established by Robert encountered great difficulties in supporting the government under this complication of dangers; and the young prince, when he came to maturity, found himself reduced to a very low condition. But the great qualities, which he soon displayed in the field and in the cabinet, gave encouragement to his friends, and struck a terror into his enemies. He opposed himself on all sides against his rebellious subjects, and against foreign invaders; and by his valour and conduct prevailed in every action. He obliged the French king to grant him peace on reasonable terms; he expelled all pretenders to the sovereignty; and he reduced his turbulent barons to pay submission to his authority, and to suspend their mutual animosities. The natural severity of his temper appeared in a rigorous administration of justice; and having found the happy effects of this plan of government, without which the laws in those ages became totally impotent, he regarded it as a fixed maxim, that an inflexible conduct was the first duty of a sovereign.","subId":"56","id":"Hume.HE.1.3.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> tranquillity, which he had established in his dominions, had given William leisure to pay a visit to the king of England during the time of Godwin's banishment; and he was received in a manner suitable to the great reputation which he had acquired, to the relation by which he was connected with Edward, and to the obligations which that prince owed to his family<a href=\"#n47\"><sup>[47]</sup></a>. On the return of Godwin, and the expulsion of the Norman favourites, Robert, archbishop of Canterbury, had, before his departure, persuaded <span class=\"page-break\"></span>Edward to think of adopting William as his successor; a counsel, which was favoured by the king's aversion to Godwin, his prepossessions for the Normans, and his esteem of the duke. That prelate, therefore, received a commission to inform William of the king's intentions in his favour; and he was the first person that opened the mind of the prince to entertain those ambitious hopes<a href=\"#n48\"><sup>[48]</sup></a>. But Edward, irresolute and feeble in his purpose, finding that the English would more easily acquiesce in that restoration of the Saxon line, had, in the mean time, invited his brother's descendants from Hungary, with a view of having them recognized heirs to the crown. The death of his nephew, and the inexperience and unpromising qualities of young Edgar, made him resume his former intentions in favour of the duke of Normandy; though his aversion to hazardous enterprizes engaged him to postpone the execution, and even to keep his purpose secret from all his ministers.","subId":"57","id":"Hume.HE.1.3.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">Harold,</span> mean while, proceeded, after a more open manner, in encreasing his popularity, in establishing his power, and in preparing the way for his advancement on the first vacancy; an event which, from the age and infirmities of the king, appeared not very distant. But there was still an obstacle, which it was requisite for him previously to overcome. Earl Godwin, when restored to his power and fortune, had given hostages for his good behaviour; and among the rest one son and one grandson, whom Edward, for greater security, as has been related, had consigned to the custody of the duke of Normandy. Harold, though not aware of the duke's being his competitor, was uneasy, that such near relations should be detained prisoners in a foreign country; and he was afraid, lest William should, in favour of Edgar, retain these pledges as a check on the ambition of any other pretender. He represented, therefore, to the king, his unfeigned submission to royal authority, his steady duty to his prince, and the little necessity there was, after such a uniform trial of his obedience, to detain any longer those hostages, who had been required on the first composing of civil discords. By these topics, enforced by his great power, he extorted the king's consent to release them; and in order to effect his purpose, he immediately proceeded, with a numerous retinue, on his <span class=\"page-break\"></span>journey to Normandy. A tempest drove him on the territory of Guy count of Ponthieu, who, being informed of his quality, immediately detained him prisoner, and demanded an exorbitant sum for his ransom. Harold found means to convey intelligence of his situation to the duke of Normandy; and represented, that, while he was proceeding to <em>his</em> court, in execution of a commission from the king of England, he had met with this harsh treatment from the mercenary disposition of the count of Ponthieu.","subId":"58","id":"Hume.HE.1.3.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">William</span> was immediately sensible of the importance of the incident. He foresaw, that, if he could once gain Harold, either by favours or menaces, his way to the throne of England would be open, and Edward would meet with no farther obstacle in executing the favourable intentions, which he had entertained in his behalf. He sent, therefore, a messenger to Guy, in order to demand the liberty of his prisoner; and that nobleman, not daring to refuse so great a prince, put Harold into the hands of the Norman, who conducted him to Roüen. William received him with every demonstration of respect and friendship; and after showing himself disposed to comply with his desire, in delivering up the hostages, he took an opportunity of disclosing to him the great secret, of his pretensions to the crown of England, and of the will which Edward intended to make in his favour. He desired the assistance of Harold in perfecting that design; he made professions of the utmost gratitude in return for so great an obligation; he promised that the present grandeur of Harold's family, which supported itself with difficulty under the jealousy and hatred of Edward, should receive new encrease from a successor, who would be so greatly beholden to him for his advancement. Harold was surprized at this declaration of the duke; but being sensible that he should never recover his own liberty, much less that of his brother and nephew, if he refused the demand, he feigned a compliance with William, renounced all hopes of the crown for himself, and professed his sincere intention of supporting the will of Edward, and seconding the pretensions of the duke of Normandy. William, to bind him faster to his interests, besides offering him one of his daughters in marriage, required him to take an oath, that he would fulfil his promises; and in order to render the oath more obligatory, he employed an artifice, well suited to the ignorance and superstition of the age. He secretly conveyed under the altar, on <span class=\"page-break\"></span>which Harold agreed to swear, the reliques of some of the most revered martyrs; and when Harold had taken the oath, he showed him the reliques, and admonished him to observe religiously an engagement, which had been ratified by so tremendous a sanction<a href=\"#n49\"><sup>[49]</sup></a>. The English nobleman was astonished; but dissembling his concern, he renewed the same professions, and was dismissed with all the marks of mutual confidence by the duke of Normandy.","subId":"59","id":"Hume.HE.1.3.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> Harold found himself at liberty, his ambition suggested casuistry sufficient to justify to him the violation of an oath, which had been extorted from him by fear, and which, if fulfilled, might be attended with the subjection of his native country to a foreign power. He continued still to practise every art of popularity; to encrease the number of his partizans; to reconcile the minds of the English to the idea of his succession; to revive their hatred of the Normans; and by an ostentation of his power an influence, to deter the timorous Edward from executing his intended destination in favour of William. Fortune, about this time, threw two incidents in his way, by which he was enabled to acquire general favour, and to encrease the character, which he had already attained, of virtue and abilities.","subId":"60","id":"Hume.HE.1.3.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Welsh, though a less formidable enemy than the Danes, had long been accustomed to infest the western borders; and after committing spoil on the low countries, they usually made a hasty retreat into their mountains, where they were sheltered from the pursuit of their enemies, and were ready to seize the first favourable opportunity of renewing their depredations. Griffith, the reigning prince, had greatly distinguished himself in those incursions; and his name had become so terrible to the English, that Harold found he could do nothing more acceptable to the public, and more honourable for himself, than the suppressing of so dangerous an enemy. He formed the plan of an expedition against Wales; and having prepared some light-armed foot to pursue the natives into their fastnesses, some cavalry to scour the open country, and a squadron of ships to attack the sea-coast, he employed at once all these forces against the Welsh, prosecuted his advantages with vigour, made no intermission in his assaults, and at last <span class=\"page-break\"></span>reduced the enemy to such distress, that, in order to prevent their total destruction, they made a sacrifice of their prince, whose head they cut off, and sent to Harold; and they were content to receive as their sovereigns two Welsh noblemen appointed by Edward to rule over them. The other incident was no less honourable to Harold.","subId":"61","id":"Hume.HE.1.3.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">Tosti,</span> brother of this nobleman, who had been created duke of Northumberland, being of a violent, tyrannical temper, had acted with such cruelty and injustice, that the inhabitants rose in rebellion, and chased him from his government. Morcar and Edwin, two brothers, who possessed great power in those parts, and who were grandsons of the great duke, Leofric, concurred in the insurrection; and the former, being elected duke, advanced with an army, to oppose Harold, who was commissioned by the king to reduce and chastise the Northumbrians. Before the armies came to action, Morcar, well acquainted with the generous disposition of the English commander, endeavoured to justify his own conduct. He represented to Harold, that Tosti had behaved in a manner unworthy of the station to which he was advanced, and no one, not even a brother, could support such tyranny, without participating, in some degree, of the infamy attending it; that the Northumbrians, accustomed to a legal administration, and regarding it as their birthright, were willing to submit to the king, but required a governor who would pay regard to their rights and privileges; that they had been taught by their ancestors, that death was preferable to servitude, and had taken the field determined to perish, rather than suffer a renewal of those indignities, to which they had so long been exposed; and they trusted, that Harold, on reflection, would not defend in another that violent conduct, from which he himself, in his own government, had always kept at so great a distance. This vigorous remonstrance was accompanied with such a detail of facts, so well supported, that Harold found it prudent to abandon his brother's cause; and returning to Edward, he persuaded him to pardon the Northumbrians, and to confirm Morcar in the government. He even married the sister of that nobleman<a href=\"#n50\"><sup>[50]</sup></a>; and by his interest procured Edwin, the younger brother, to be elected into the government of Mercia. Tosti in rage departed the <span class=\"page-break\"></span>kingdom, and took shelter in Flanders with earl Baldwin, his father-in-law.","subId":"62","id":"Hume.HE.1.3.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> this marriage, Harold broke all measures with the duke of Normandy; and William clearly perceived, that he could no longer rely on the oaths and promises, which he had extorted from him. But the English nobleman was now in such a situation, that he deemed it no longer necessary to dissemble. He had, in his conduct towards the Northumbrians, given such a specimen of his moderation as had gained him the affections of his countrymen. He saw, that almost all England was engaged in his interests; while he himself possessed the government of Wessex, Morcar that of Northumberland, and Edwin that of Mercia. He now openly aspired to the succession; and insisted, that, since it was necessary, by the confession of all, to set aside the royal family, on account of the imbecility of Edgar, the sole surviving heir, there was no one so capable of filling the throne, as a nobleman, of great power, of mature age, of long experience, of approved courage and abilities, who, being a native of the kingdom, would effectually secure it against the dominion and tyranny of foreigners. Edward, broken with age and infirmities, saw the difficulties too great for him to encounter; and though his inveterate prepossessions kept him from seconding the pretensions of Harold, he took but feeble and irresolute steps for securing the succession to the duke of Normandy. <a href=\"#n51\"><sup>[51]</sup></a> While he continued in this uncertainty, he was surprised by sickness, which brought him to his grave, on the fifth of January 1066, in the sixty-fifth year of his age, and twenty-fifth of his reign.","subId":"63","id":"Hume.HE.1.3.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> prince, to whom the monks give the title of saint and confessor, was the last of the Saxon line, that ruled in England. Though his reign was peaceable and fortunate, he owed his prosperity less to his own abilities than to the conjunctures of the times. The Danes, employed in other enterprizes, attempted not those incursions, which had been so troublesome to all his predecessors, and fatal to some of them. The facility of his disposition made him acquiesce under the government of Godwin, and his son Harold; and the abilities, as well as the power of these noblemen, enabled them while they were entrusted with authority, to preserve domestic peace and tranquillity. The most commendable circumstance of Edward's <span class=\"page-break\"></span>government was his attention to the administration of justice, and his compiling for that purpose a body of laws, which he collected from the laws of Ethelbert, Ina, and Alfred. This compilation, though now lost (for the laws that pass under Edward's name were composed afterwards<a href=\"#n52\"><sup>[52]</sup></a>) was long the object of affection to the English nation.","subId":"64","id":"Hume.HE.1.3.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span> the Confessor was the first that touched for the king's evil: The opinion of his sanctity procured belief to this cure among the people: His successors regarded it as a part of their state and grandeur to uphold the same opinion. It has been continued down to our time; and the practice was first dropped by the present royal family, who observed, that it could no longer give amazement even to the populace, and was attended with ridicule in the eyes of all men of understanding.","subId":"65","id":"Hume.HE.1.3.65"},{"type":"paragraph","content":"<span class=\"margin-comment\">1066. January.</span> HAROLD had so well prepared matters before the death of Edward, that he immediately stepped in to the vacant throne; and his accession was attended with as little opposition and disturbance, as if he had succeeded by the most undoubted hereditary title. The citizens of London were his zealous partizans: The bishops and clergy had adopted his cause: And all the powerful nobility, connected with him by alliance or friendship, willingly seconded his pretensions. The title of Edgar Atheling, was scarcely mentioned: Much less, the claim of the duke of Normandy: And Harold, assembling his partizans, received the crown from their hands, without waiting for the free deliberation of the states, or regularly submitting the question to their determination<a href=\"#n53\"><sup>[53]</sup></a>. If any were averse to this measure, they were obliged to conceal their sentiments; and the new prince, taking a general silence for consent, and founding his title on the supposed suffrages of the people, <span class=\"page-break\"></span>which appeared unanimous, was, on the day immediately succeeding Edward's death, crowned and anointed King, by Aldred, archbishop of York. The whole nation seemed joyfully to acquiesce in his elevation.","subId":"66","id":"Hume.HE.1.3.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first symptoms of danger, which the king discovered, came from abroad, and from his own brother, Tosti, who had submitted to a voluntary banishment in Flanders. Enraged at the successful ambition of Harold, to which he himself had fallen a victim, he filled the court of Baldwin with complaints of the injustice, which he had suffered: He engaged the interest of that family against his brother: He endeavoured to form intrigues with some of the discontented nobles in England: He sent his emissaries to Norway, in order to rouze to arms the free-booters of that kingdom and to excite their hopes of reaping advantage from the unsettled state of affairs on the usurpation of the new king: And that he might render the combination more formidable, he made a journey to Normandy; in expectation that the duke, who had married Matilda, another daughter of Baldwin, would, in revenge of his own wrongs, as well as those of Tosti, second, by his counsels and forces, the projected invasion of England<a href=\"#n54\"><sup>[54]</sup></a>.","subId":"67","id":"Hume.HE.1.3.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Normandy, when he first received intelligence of Harold's intrigues and accession, had been moved to the highest pitch of indignation; but that he might give the better colour to his pretensions, he sent an embassy to England, upbraiding that prince with his breach of faith, and summoning him to resign immediately possession of the kingdom. Harold replied to the Norman ambassadors, that the oath, with which he was reproached, had been extorted by the well-grounded fear of violence, and could never, for that reason, be regarded as obligatory: That he had had no commission, either from the late king or the states of England, who alone could dispose of the crown, to make any tender of the succession to the duke of Normandy; and if he, a private person, had assumed so much authority, and had even voluntarily sworn to support the duke's pretensions, the oath was unlawful, and it was his duty to seize the first opportunity of breaking it: That he had obtained the crown by the unanimous suffrages of the people; and should prove himself totally unworthy <span class=\"page-break\"></span>of their favour, did he not strenuously maintain those national liberties, with whose protection they had entrusted him: And that the duke, if he made any attempt by force of arms, should experience the power of an united nation, conducted by a prince, who, sensible of the obligations imposed on him by his royal dignity, was determined, that the same moment should put a period to his life and to his government<a href=\"#n55\"><sup>[55]</sup></a>.","subId":"68","id":"Hume.HE.1.3.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> answer was no other than William expected; and he had previously fixed his resolution of making an attempt upon England. Consulting only his courage, his resentment, and his ambition, he overlooked all the difficulties, inseparable from an attack on a great kingdom by such inferior force, and he saw only the circumstances, which would facilitate his enterprize. He considered, that England, ever since the accession of Canute, had enjoyed profound tranquillity, during a period of near fifty years; and it would require time for its soldiers, enervated by long peace, to learn discipline, and its generals experience. He knew, that it was entirely unprovided with fortified towns, by which it could prolong the war; but must venture its whole fortune in one decisive action against a veteran enemy, who, being once master of the field, would be in a condition to over-run the kingdom. He saw that Harold, though he had given proofs of vigour and bravery, had newly mounted a throne, which he had acquired by faction, from which he had excluded a very ancient royal family, and which was likely to totter under him by its own instability, much more if shaken by any violent external impulse. And he hoped, that the very circumstance of his crossing the sea, quitting his own country, and leaving himself no hopes of retreat; as it would astonish the enemy by the boldness of the enterprize, would inspirit his soldiers by despair, and rouze them to sustain the reputation of the Norman arms.","subId":"69","id":"Hume.HE.1.3.69"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Normans, as they had long been distinguished by valour among all the European nations, had at this time attained to the highest pitch of military glory. Besides acquiring by arms such a noble territory in France, besides defending it against continual attempts of the French monarch and all its neighbours, besides <span class=\"page-break\"></span>exerting many acts of vigour under their present sovereign; they had, about this very time, revived their ancient fame, by the most hazardous exploits, and the most wonderful successes, in the other extremity of Europe. A few Norman adventurers in Italy had acquired such an ascendant, not only over the Italians and Greeks, but the Germans and Saracens, that they expelled those foreigners, procured to themselves ample establishments, and laid the foundation of the opulent kingdom of Naples and Sicily<a href=\"#n56\"><sup>[56]</sup></a>. These enterprizes of men, who were all of them vassals in Normandy, many of them banished for faction and rebellion, excited the ambition of the haughty William; who disdained, after such examples of fortune and valour, to be deterred from making an attack on a neighbouring country, where he could be supported by the whole force of his principality.","subId":"70","id":"Hume.HE.1.3.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> situation also of Europe inspired William with hopes, that, besides his brave Normans, he might employ against England the flower of the military force, which was dispersed in all the neighbouring states. France, Germany, and the Low Countries, by the progress of the feudal institutions, were divided and subdivided into many principalities and baronies; and the possessors, enjoying the civil jurisdiction within themselves, as well as the right of arms, acted, in many respects, as independant sovereigns, and maintained their properties and privileges, less by the authority of laws, than by their own force and valour. A military spirit had universally diffused itself throughout Europe; and the several leaders, whose minds were elevated by their princely situation, greedily embraced the most hazardous enterprizes; and being accustomed to nothing from their infancy but recitals of the success attending wars and battles, they were prompted by a natural ambition to imitate those adventures, which they heard so much celebrated, and which were so much exaggerated by the credulity of the age. United, however loosely, by their duty to one superior lord, and by their connexions with the great body of the community, to which they belonged, they desired to spread their fame each beyond his own district; and in all assemblies, whether instituted for civil deliberations, for military expeditions, or merely for show and entertainment, to outshine each other by the reputation <span class=\"page-break\"></span>of strength and prowess. Hence their genius for chivalry; hence their impatience of peace and tranquillity; and hence their readiness to embark in any dangerous enterprize, how little soever interested in its failure or success.","subId":"71","id":"Hume.HE.1.3.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">William,</span> by his power, his courage, and his abilities, had long maintained a pre-eminence among those haughty chieftains; and every one who desired to signalize himself by his address in military exercises, or his valour in action, had been ambitious of acquiring a reputation in the court and in the armies of Normandy. Entertained with that hospitality and courtesy, which distinguished the age, they had formed attachments with the prince, and greedily attended to the prospects of the signal glory and elevation, which he promised them in return for their concurrence in an expedition against England. The more grandeur there appeared in the attempt, the more it suited their romantic spirit: The fame of the intended invasion was already diffused every where: Multitudes crowded to tender to the duke their service, with that of their vassals and retainers<a href=\"#n57\"><sup>[57]</sup></a>: And William found less difficulty in compleating his levies, than in chusing the most veteran forces, and in rejecting the offers of those, who were impatient to acquire fame under so renowned a leader.","subId":"72","id":"Hume.HE.1.3.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span> these advantages, which William owed to his personal valour and good conduct; he was indebted to fortune for procuring him some assistance, and also for removing many obstacles, which it was natural for him to expect in an undertaking, in which all his neighbours were so deeply interested. Conan, count of Britanny, was his mortal enemy: In order to throw a damp upon the duke's enterprize, he chose this conjuncture for reviving his claim to Normandy itself; and he required, that, in case of William's success against England, the possession of that dutchy should devolve to him<a href=\"#n58\"><sup>[58]</sup></a>. But Conan died suddenly after making this demand; and Hoel, his successor, instead of adopting the malignity, or more properly speaking, the prudence of his predecessor, zealously seconded the duke's views, and sent his eldest son, Alain Fergant, to serve under him with a body of five thousand Bretons. The counts of Anjou and of Flanders encouraged their subjects to engage in the expedition; and even the court of France, though it <span class=\"page-break\"></span>might justly fear the aggrandizement of so dangerous a vassal, pursued not its interests on this occasion with sufficient vigour and resolution. Philip I. the reigning monarch, was a minor; and William, having communicated his project to the council, having desired assistance, and offered to do homage, in case of his success, for the crown of England, was indeed openly ordered to lay aside all thoughts of the enterprize; but the earl of Flanders, his father-in-law, being at the head of the regency, favoured under-hand his levies, and secretly encouraged the adventurous nobility to inlist under the standard of the duke of Normandy.","subId":"73","id":"Hume.HE.1.3.73"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> emperor, Henry IV. besides openly giving all his vassals permission to embark in this expedition, which so much engaged the attention of Europe, promised his protection to the dutchy of Normandy during the absence of the prince, and thereby enabled him to employ his whole force in the invasion of England<a href=\"#n59\"><sup>[59]</sup></a>. But the most important ally, whom William gained by his negociations, was the pope, who had a mighty influence over the ancient barons, no less devout in their religious principles than valorous in their military enterprizes. The Roman pontiff, after an insensible progress during several ages of darkness and ignorance, began now to lift his head openly above all the princes of Europe; to assume the office of a mediator, or even an arbiter, in the quarrels of the greatest monarchs; to interpose in all secular affairs; and to obtrude his dictates as sovereign laws on his obsequious disciples. It was a sufficient motive to Alexander II. the reigning pope, for embracing William's quarrel, that he alone had made an appeal to his tribunal, and rendered him umpire of the dispute between him and Harold; but there were other advantages, which, that pontiff foresaw, must result from the conquest of England by the Norman arms. That kingdom, though at first converted by Romish missionaries, though it had afterwards advanced some farther steps towards subjection to Rome, maintained still a considerable independance in its ecclesiastical administration; and forming a world within itself, entirely separated from the rest of Europe, it had hitherto proved inaccessible to those exorbitant claims, which supported the grandeur of the papacy. Alexander, therefore, hoped, that the French and Norman barons, if successful in their enterprize, <span class=\"page-break\"></span>might import into that country a more devoted reverence to the holy see, and bring the English churches to a nearer conformity with those of the continent. He declared immediately in favour of William's claim; pronounced Harold a perjured usurper; denounced excommunication against him and his adherents; and the more to encourage the duke of Normandy in his enterprize, he sent him a consecrated banner, and a ring with one of St. Peter's hairs in it<a href=\"#n60\"><sup>[60]</sup></a>. Thus were all the ambition and violence of that invasion covered over safely with the broad mantle of religion.","subId":"74","id":"Hume.HE.1.3.74"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> greatest difficulty, which William had to encounter in his preparations, arose from his own subjects in Normandy. The states of the dutchy were assembled at Lislebonne; and supplies being demanded for the intended enterprize, which promised so much glory and advantage to their country, there appeared a reluctance in many members, both to grant sums so much beyond the common measure of taxes in that age, and to set a precedent of performing their military service at a distance from their own country. The duke, finding it dangerous to solicit them in a body, conferred separately with the richest individuals in the province; and beginning with those on whose affections he most relied, he gradually engaged all of them to advance the sums demanded. The count of Longueville seconded him in this negociation; as did the count of Mortaigne, Odo bishop of Baieux, and especially William Fitz-Osborne, count of Breteüil, and constable of the dutchy. Every person, when he himself was once engaged, endeavoured to bring over others; and at last the states themselves, after stipulating that this concession should be no precedent, voted, that they would assist their prince to the utmost in his intended enterprize<a href=\"#n61\"><sup>[61]</sup></a>.","subId":"75","id":"Hume.HE.1.3.75"},{"type":"paragraph","content":"<span class=\"small-capitals\">William</span> had now assembled a fleet of 3000 vessels, great and small<a href=\"#n62\"><sup>[62]</sup></a>, and had selected an army of 60,000 men from among those numerous supplies, which from every quarter solicited to be received into his service. The camp bore a splendid, yet a martial appearance, from the discipline of the men, the beauty and vigour of the horses, the lustre of the arms, and the accoutrements of both; but above all, from the high names of nobility who engaged under the banners of the duke of Normandy. The most celebrated <span class=\"page-break\"></span>were Eustace, count of Boulogne, Aimeri de Thouars, Hugh d'Estaples, William d'Evreux, Geoffrey de Rotrou, Roger de Beaumont, William de Warenne, Roger de Montgomery, Hugh de Grantmesnil, Charles Martel, and Geoffrey Giffard<a href=\"#n63\"><sup>[63]</sup></a>. To these bold chieftains William held up the spoils of England as the prize of their valour; and pointing to the opposite shore, called to them, that <em>there</em> was the field, on which they must erect trophies to their name, and fix their establishments.","subId":"76","id":"Hume.HE.1.3.76"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> he was making these mighty preparations, the duke, that he might encrease the number of Harold's enemies, excited the inveterate rancour of Tosti, and encouraged him, in concert with Harold Halfager, king of Norway, to infest the coasts of England. Tosti, having collected about sixty vessels in the ports of Flanders, put to sea; and after committing some depredations on the south and east coasts, he sailed to Northumberland, and was there joined by Halfager, who came over with a great armament of three hundred sail. The combined fleets entered the Humber, and disembarked the troops, who began to extend their depredations on all sides; when Morcar earl of Northumberland, and Edwin earl of Mercia, the king's brother-in-law, having hastily collected some forces, ventured to give them battle. The action ended in the defeat and flight of these two noblemen.","subId":"77","id":"Hume.HE.1.3.77"},{"type":"paragraph","content":"<span class=\"small-capitals\">Harold,</span> informed of this defeat, hastened with an army to the protection of his people; and expressed the utmost ardour to show himself worthy of the crown, which had been conferred upon him. This prince, though he was not sensible of the full extent of his danger, from the great combination against him, had employed every art of popularity to acquire the affections of the public; and he gave so many proofs of an equitable and prudent administration, that the English found no reason to repent the choice which they had made of a sovereign. They flocked from all quarters to join his standard; and as soon as he reached the enemy at Standford, <span class=\"margin-comment\">September 25.</span> he found himself in a condition to give them battle. The action was bloody; but the victory was decisive on the side of Harold, and ended in the total rout of the Norvegians, together with the death of Tosti and Halfager. Even the Norvegian fleet fell into the hands of Harold; who had the generosity to give prince <span class=\"page-break\"></span>Olave, the son of Halfager, his liberty, and allow him to depart with twenty vessels. But he had scarcely time to rejoice for this victory, when he received intelligence, that the duke of Normandy was landed with a great army in the south of England.","subId":"78","id":"Hume.HE.1.3.78"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Norman fleet and army had been assembled, early in the summer, at the mouth of the small river Dive, and all the troops had been instantly embarked; but the winds proved long contrary, and detained them in that harbour. The authority, however, of the duke, the good discipline maintained among the seamen and soldiers, and the great care in supplying them with provisions, had prevented any disorder; when at last the wind became favourable, and enabled them to sail along the coast, till they reached St. Valori. There were, however, several vessels lost in this short passage; and as the wind again proved contrary, the army began to imagine, that heaven had declared against them, and that, notwithstanding the pope's benediction, they were destined to certain destruction. These bold warriors, who despised real dangers, were very subject to the dread of imaginary ones; and many of them began to mutiny, some of them even to desert their colours; when the duke, in order to support their drooping hopes, ordered a procession to be made with the reliques of St. Valori<a href=\"#n64\"><sup>[64]</sup></a>, and prayers to be said for more favourable weather. The wind instantly changed; and as this incident happened on the eve of the feast of St. Michael, the tutelar saint of Normandy, the soldiers, fancying they saw the hand of heaven in all these concurring circumstances, set out with the greatest alacrity: They met with no opposition on their passage: A great fleet, which Harold had assembled, and which had cruized all summer off the Isle of Wight, had been dismissed, on his receiving false intelligence, that William, discouraged by contrary winds and other accidents, had laid aside his preparations. The Norman armament, proceeding in great order, arrived, without any material loss, at Pevensey in Sussex; and the army quietly disembarked. The duke himself, as he leaped on shore, happened to stumble and fall; but had the presence of mind, it is said, to turn the omen to his advantage, by calling aloud, that he had taken possession of the country. And a soldier, <span class=\"page-break\"></span>running to a neighbouring cottage, plucked some thatch, which, as if giving him seizine of the kingdom, he presented to his general. The joy and alacrity of William and his whole army was so great, that they were nowise discouraged, even when they heard of Harold's great victory over the Norvegians: They seemed rather to wait with impatience the arrival of the enemy.","subId":"79","id":"Hume.HE.1.3.79"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> victory of Harold, though great and honourable, had proved in the main prejudicial to his interest and may be regarded as the immediate cause of his ruin. He lost many of his bravest officers and soldiers in the action; and he disgusted the rest, by refusing to distribute the Norvegian spoils among them: A conduct which was little agreeable to his usual generosity of temper; but which his desire of sparing the people, in the war that impended over him from the duke of Normandy, had probably occasioned. He hastened by quick marches to reach this new invader; but though he was reinforced at London and other places with fresh troops, he found himself also weakened by the desertion of his old soldiers, who from fatigue and discontent secretly withdrew from their colours. His brother Gurth, a man of bravery and conduct, began to entertain apprehensions of the event; and remonstrated with the king, that it would be better policy to prolong the war; at least, to spare his own person in the action. He urged to him, that the desperate situation of the duke of Normandy made it requisite for that prince to bring matters to a speedy decision, and put his whole fortune on the issue of a battle; but that the king of England, in his own country, beloved by his subjects, provided with every supply, had more certain and less dangerous means of ensuring to himself the victory: That the Norman troops, elated on the one hand with the highest hopes, and seeing, on the other, no resource in case of a discomfiture, would fight to the last extremity; and being the flower of all the warriors of the continent, must be regarded as formidable to the English: That if their first fire, which is always the most dangerous, were allowed to languish for want of action; if they were harassed with small skirmishes, straitened in provisions, and fatigued with the bad weather and deep roads during the winter-season, which was approaching, they must fall an easy and a bloodless prey to their enemy: That if a general action were delayed, the English, sensible of the imminent danger, to which their properties, as well as liberties, were exposed <span class=\"page-break\"></span>from those rapacious invaders, would hasten from all quarters to his assistance, and would render his army invincible: That, at least, if he thought it necessary to hazard a battle, he ought not to expose his own person; but reserve, in case of disastrous accidents, some resource to the liberty and independance of the kingdom: And that having once been so unfortunate, as to be constrained to swear, and that upon the holy reliques, to support the pretensions of the duke of Normandy, it were better that the command of the army should be entrusted to another, who, not being bound by those sacred ties, might give the soldiers more assured hopes of a prosperous issue to the combat.","subId":"80","id":"Hume.HE.1.3.80"},{"type":"paragraph","content":"<span class=\"small-capitals\">Harold</span> was deaf to all these remonstrances: Elated with his past prosperity, as well as stimulated by his native courage, he resolved to give battle in person; and for that purpose, he drew near to the Normans, who had removed their camp and fleet to Hastings, where they fixed their quarters. He was so confident of success, that he sent a message to the duke, promising him a sum of money, if he would depart the kingdom without effusion of blood: But his offer was rejected with disdain; and William, not to be behind with his enemy in vaunting, sent him a message by some monks, requiring him either to resign the kingdom, or to hold it of him in fealty, or to submit their cause to the arbitration of the pope, or to fight him in single combat. Harold replied, that the God of battles would soon be the arbiter of all their differences<a href=\"#n65\"><sup>[65]</sup></a>.","subId":"81","id":"Hume.HE.1.3.81"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English and Normans now prepared themselves for this important decision; <span class=\"margin-comment\">11th October.</span> but the aspect of things, on the night before the battle, was very different in the two camps. The English spent the time in riot, and jollity, and disorder; the Normans in silence and in prayer, and in the other functions of their religion<a href=\"#n66\"><sup>[66]</sup></a>. On the morning, the duke called together the most considerable of his commanders, and made them a speech suitable to the occasion. He represented to them, that the event, which they and he had long wished for, was approaching; the whole fortune of the war now depended on their swords, and would be decided in a single action: That never army had greater motives for exerting a vigorous courage, whether they considered the prize which would attend their victory, or the inevitable destruction which must ensue upon their <span class=\"page-break\"></span>discomfiture: That if their martial and veteran bands could once break those raw soldiers, who had rashly dared to approach them, they conquered a kingdom at one blow, and were justly entitled to all its possessions as the reward of their prosperous valour: That, on the contrary, if they remitted in the least their wonted prowess, an enraged enemy hung upon their rear, the sea met them in their retreat, and an ignominious death was the certain punishment of their imprudent cowardice: That by collecting so numerous and brave a host, he had ensured every human means of conquest; and the commander of the enemy, by his criminal conduct, had given him just cause to hope for the favour of the Almighty, in whose hands alone lay the event of wars and battles: And that a perjured usurper, anathematized by the sovereign pontiff, and conscious of his own breach of faith, would be struck with terror on their appearance, and would prognosticate to himself that fate which his multiplied crimes had so justly merited<a href=\"#n67\"><sup>[67]</sup></a>. The duke next divided his army into three lines: The first, led by Montgomery, consisted of archers and light armed infantry. The second, commanded by Martel, was composed of his bravest battalions, heavy armed, and ranged in close order: His cavalry, at whose head he placed himself, formed the third line; and were so disposed, that they stretched beyond the infantry, and flanked each wing of the army<a href=\"#n68\"><sup>[68]</sup></a>. He ordered the signal of battle to be given; and the whole army, moving at once, and singing the hymn or song of Roland, the famous peer of Charlemagne<a href=\"#n69\"><sup>[69]</sup></a>, advanced, in order and with alacrity, towards the enemy.","subId":"82","id":"Hume.HE.1.3.82"},{"type":"paragraph","content":"<span class=\"small-capitals\">Harold</span> had seized the advantage of a rising ground, and having likewise drawn some trenches to secure his flanks, he resolved to stand upon the defensive, and to avoid all action with the cavalry, in which he was inferior. The Kentish men were placed in the van; a post which they had always claimed as their due: The Londoners guarded the standard: And the king himself, accompanied by his two valiant brothers, Gurth and Leofwin, dismounting, placed himself at the head of his infantry, and expressed his resolution to conquer or to perish in the action. The first attack of the Normans <span class=\"page-break\"></span>was desperate, but was received with equal valour by the English; and after a furious combat, which remained long undecided, the former, overcome by the difficulty of the ground, and hard pressed by the enemy, began first to relax their vigour, then to retreat; and confusion was spreading among the ranks; when William, who found himself on the brink of destruction, hastened with a select band, to the relief of his dismayed forces. His presence restored the action; the English were obliged to retire with loss; and the duke ordering his second line to advance, renewed the attack with fresh forces and with redoubled courage. Finding, that the enemy, aided by the advantage of ground, and animated by the example of their prince, still made a vigorous resistance, he tried a stratagem, which was very delicate in its management, but which seemed adviseable in his desperate situation, where, if he gained not a decisive victory, he was totally undone: He commanded his troops to make a hasty retreat, and to allure the enemy from their ground by the appearance of flight. The artifice succeeded against those unexperienced soldiers, who, heated by the action and sanguine in their hopes, precipitately followed the Normans into the plain. William gave orders, that at once the infantry should face about upon their pursuers, and the cavalry make an assault upon their wings, and both of them pursue the advantage, which the surprize and terror of the enemy must give them in that critical and decisive moment. The English were repulsed with great slaughter, and driven back to the hill; where, being rallied by the bravery of Harold, they were able, notwithstanding their loss, to maintain the post and continue the combat. The duke tried the same stratagem a second time with the same success; but even after this double advantage, he still found a great body of the English, who, maintaining themselves in firm array, seemed determined to dispute the victory to the last extremity. He ordered his heavy-armed infantry to make an assault upon them; while his archers, placed behind, should gall the enemy, who were exposed by the situation of the ground, and who were intent in defending themselves against the swords and spears of the assailants. By this disposition he at last prevailed: Harold was slain by an arrow, while he was combating with great bravery at the head of his men: His two brothers shared the same fate: And the English, discouraged by the fall of those princes, gave ground on all sides, and were pursued <span class=\"page-break\"></span>with great slaughter by the victorious Normans. A few troops however of the vanquished had still the courage to turn upon their pursuers; and attacking them in deep and miry ground, obtained some revenge for the slaughter and dishonour of the day. But the appearance of the duke obliged them to seek their safety by flight; and darkness saved them from any farther pursuit by the enemy.","subId":"83","id":"Hume.HE.1.3.83"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> was gained by William, duke of Normandy, the great and decisive victory of Hastings, after a battle which was fought from morning till sunset, and which seemed worthy, by the heroic valour displayed by both armies and by both commanders, to decide the fate of a mighty kingdom. William had three horses kllled under him; and there fell near fifteen thousand men on the side of the Normans: The loss was still more considerable on that of the vanquished; besides the death of the king and his two brothers. The dead body of Harold was brought to William, and was generously restored without ransom to his mother. The Norman army left not the field of battle without giving thanks to heaven, in the most solemn manner, for their victory: And the prince, having refreshed his troops, prepared to push to the utmost his advantage against the divided, dismayed, and discomfited English.","subId":"84","id":"Hume.HE.1.3.84"},{"type":"note","content":"Chron. Sax. p. 126.","subId":"n1","id":"Hume.HE.1.3.n1"},{"type":"note","content":"Chron. Sax. p. 127. W. Malm. p. 62. Higden, p. 270.","subId":"n2","id":"Hume.HE.1.3.n2"},{"type":"note","content":"Chron. Sax. p. 128. W. Malm. p. 62.","subId":"n3","id":"Hume.HE.1.3.n3"},{"type":"note","content":"Hoveden, p. 429. Chron. Mailr. p. 153.","subId":"n4","id":"Hume.HE.1.3.n4"},{"type":"note","content":"H. Hunt. p. 359. Higden, p. 271.","subId":"n5","id":"Hume.HE.1.3.n5"},{"type":"note","content":"Dudo, ex edit. Duchesne, p. 70, 71. Gul. Gemeticenis, lib. 2. cap. 2, 3.","subId":"n6","id":"Hume.HE.1.3.n6"},{"type":"note","content":"Dudo, p. 71. Gul. Gem. in epist. ad Gul. Conq.","subId":"n7","id":"Hume.HE.1.3.n7"},{"type":"note","content":"Gul. Gemet. lib. 2. cap. 6.","subId":"n8","id":"Hume.HE.1.3.n8"},{"type":"note","content":"Dudo, p. 82.","subId":"n9","id":"Hume.HE.1.3.n9"},{"type":"note","content":"Ypod. Neust. p. 417.","subId":"n10","id":"Hume.HE.1.3.n10"},{"type":"note","content":"Gul. Gemet. lib. 2. cap. 17.","subId":"n11","id":"Hume.HE.1.3.n11"},{"type":"note","content":"Gul. Gemet. lib. 2. cap. 19, 20, 21.","subId":"n12","id":"Hume.HE.1.3.n12"},{"type":"note","content":"Order. Vitalis, p. 459. Gul. Gemet. lib. 4. cap. 1.","subId":"n13","id":"Hume.HE.1.3.n13"},{"type":"note","content":"Order. Vitalis, p. 459.","subId":"n14","id":"Hume.HE.1.3.n14"},{"type":"note","content":"Wallingford, p. 547.","subId":"n15","id":"Hume.HE.1.3.n15"},{"type":"note","content":"Almost all the ancient historians speak of this massacre of the Danes as if it had been universal, and as if every individual of that nation throughout England had been put to death. But the Danes were almost the sole inhabitants in the kingdoms of Northumberland and East Anglia, and were very numerous in Mercia. This representation therefore of the matter is absolutely impossible. Great resistance must have been made, and violent wars ensued; which was not the case. This account given by Wallingford, though he stands single, must be admitted as the only true one. We are told, that the name <em>Lurdane, lord Dane,</em> for an idle lazy fellow, who lives at other people's expence, came from the conduct of the Danes, who were put to death. But the English princes had been intirely masters for several generations; and only supported a military corps of that nation. It seems probable, therefore, that it was these Danes only that were put to death.","subId":"n16","id":"Hume.HE.1.3.n16"},{"type":"note","content":"There were 243,600 hydes in England. Consequently the ships equipped must be 785. The cavalry was 30,450 men.","subId":"n17","id":"Hume.HE.1.3.n17"},{"type":"note","content":"W. Malm. p. 72. In one of these sieges, Canute diverted the course of the Thames, and by that means brought his ships above London bridge.","subId":"n18","id":"Hume.HE.1.3.n18"},{"type":"note","content":"Chron. Sax. p. 151. W. Malmes. p 73.","subId":"n19","id":"Hume.HE.1.3.n19"},{"type":"note","content":"W. Malmes. p. 73. Higden, p. 275.","subId":"n20","id":"Hume.HE.1.3.n20"},{"type":"note","content":"W. Malm. p. 74.","subId":"n21","id":"Hume.HE.1.3.n21"},{"type":"note","content":"Chron. Sax. p. 154. W. Malm. p. 76.","subId":"n22","id":"Hume.HE.1.3.n22"},{"type":"note","content":"H. Hunt. p. 365. Ypod. Neustr. p. 434. Hoveden. p. 438. Chron. Mailr. p. 156. Higden, p. 277. Chron. St. Petri di Burgo, p. 39. Sim. Dun. p. 179. Abbas Rieval. p. 366, 374. Brompton, p. 935. Gul. Gem. lib. 7. cap. 11. Matth. West. p. 209. Flor. Wigorn. p. 622. Alur. Beverl. p. 118.","subId":"n23","id":"Hume.HE.1.3.n23"},{"type":"note","content":"Spellm. Glossary in verbo <em>Hocday.</em>","subId":"n24","id":"Hume.HE.1.3.n24"},{"type":"note","content":"Anglia Sacra, vol. I. p. 237.","subId":"n25","id":"Hume.HE.1.3.n25"},{"type":"note","content":"Higden, p. 277.","subId":"n26","id":"Hume.HE.1.3.n26"},{"type":"note","content":"Ingulf, p. 62.","subId":"n27","id":"Hume.HE.1.3.n27"},{"type":"note","content":"Ibid.","subId":"n28","id":"Hume.HE.1.3.n28"},{"type":"note","content":"Chron. Sax. p. 161.","subId":"n29","id":"Hume.HE.1.3.n29"},{"type":"note","content":"W. Malm. p. 80.","subId":"n30","id":"Hume.HE.1.3.n30"},{"type":"note","content":"Chron. Sax. p. 157.","subId":"n31","id":"Hume.HE.1.3.n31"},{"type":"note","content":"W. Malm. p. 80. Higden, p. 277. Abbas Rieval. p. 366, 377. Matth. West. p. 221. Chron. Thom. Wykes, p. 21. Anglia Sacra, vol. I. p. 241.","subId":"n32","id":"Hume.HE.1.3.n32"},{"type":"note","content":"Chron. Sax. p. 163. W. Malm. p. 81. Higden, p. 279.","subId":"n33","id":"Hume.HE.1.3.n33"},{"type":"note","content":"Chron. Sax. p. 163. W. Malm. p. 81.","subId":"n34","id":"Hume.HE.1.3.n34"},{"type":"note","content":"Sim. Dun. p. 186","subId":"n35","id":"Hume.HE.1.3.n35"},{"type":"note","content":"Chron. Sax. p. 166.","subId":"n36","id":"Hume.HE.1.3.n36"},{"type":"note","content":"Ibid.","subId":"n37","id":"Hume.HE.1.3.n37"},{"type":"note","content":"The ingenious author of the article <span class=\"small-capitals\">godwin</span> , in the Biographia Britannica, has endeavoured to clear the memory of that nobleman, upon the supposition, that all the English annals had been falsified by the Norman historians after the conquest. But that this supposition has not much foundation, appears hence, that almost all these historians have given a very good character of his son Harold, whom it was much more the interest of the Norman cause to blacken.","subId":"n38","id":"Hume.HE.1.3.n38"},{"type":"note","content":"Brompton, p. 948.","subId":"n39","id":"Hume.HE.1.3.n39"},{"type":"note","content":"W. Malm. p. 79. Hoveden, p. 443. Chron. Mailr, p. 158. Buchanan, p. 115. edit. 1715.","subId":"n40","id":"Hume.HE.1.3.n40"},{"type":"note","content":"Ingulf, p. 68.","subId":"n41","id":"Hume.HE.1.3.n41"},{"type":"note","content":"Brompton, p. 910.","subId":"n42","id":"Hume.HE.1.3.n42"},{"type":"note","content":"W. Malm. p. 95.","subId":"n43","id":"Hume.HE.1.3.n43"},{"type":"note","content":"Ypod. Neust. p. 452.","subId":"n44","id":"Hume.HE.1.3.n44"},{"type":"note","content":"W. Malm. p. 95. Gul. Gemet. lib. 7. cap. 1.","subId":"n45","id":"Hume.HE.1.3.n45"},{"type":"note","content":"W. MaIm. p. 97.","subId":"n46","id":"Hume.HE.1.3.n46"},{"type":"note","content":"Hoveden, p. 442. Ingulf, p. 65. Chron. Mailr. p. 157. Higden, p. 279.","subId":"n47","id":"Hume.HE.1.3.n47"},{"type":"note","content":"Ingulf, p. 68.&emsp; Gul. Gemet. lib. 7. cap. 31. Order. Vitalis, p. 492.","subId":"n48","id":"Hume.HE.1.3.n48"},{"type":"note","content":"Wace, p. 459, 460. MS. penes Carte, p. 354. W. Malm. p. 93. H. Hunt. p. 366. Hoveden, p. 449. Brompton, p. 947.","subId":"n49","id":"Hume.HE.1.3.n49"},{"type":"note","content":"Order. Vitalis, p. 492.","subId":"n50","id":"Hume.HE.1.3.n50"},{"type":"note","content":"The whole story of the transactions between Edward, Harold, and the duke of Normandy, is told so differently by the ancient writers, that there are few important passages of the English history liable to so great uncertainty. I have followed the account, which appeared to me the most consistent and probable. It does not seem likely, that Edward ever executed a will in the duke's favour, much less that he got it ratified by the states of the kingdom, as is affirmed by some. The will would have been known to all, and would have been produced by the Conqueror, to whom it gave so plausible, and really so just a title; but the doubtful and ambiguous manner in which he seems always to have mentioned it, proves, that he could only plead the known intentions of that monarch in his favour, which he was desirous to call a will. There is indeed a charter of the Conqueror preserved by Dr. Hickes, vol. i. where he calls himself<em> rex</em> <em>hereditarius,</em> meaning heir by will; but a prince, possessed of so much power, and attended with so much success, may employ what pretence he pleases: It is sufficient to refute his pretences to observe, that there is a great difference and variation among historians, with regard to a point, which, had it been real, must have been agreed upon by all of them.Again, some historians, particularly Malmsbury and Matthew of Westminster, affirm that Harold had no intention of going over to Normandy, but that taking the air in a pleasure-boat on the coast, he was driven over by stress of weather to the territories of Guy count of Ponthieu: But besides that this story is not probable in itself, and is contradicted by most of the ancient historians, it is contradicted by a very curious and authentic monument lately discovered. It is a tapestry, preserved in the ducal palace of Roüen, and supposed to have been wrought by orders of Matilda, wife to the emperor: At least it is of very great antiquity. Harold is there represented as taking his departure from king Edward in execution of some commission, and mounting his vessel with a great train. The design of redeeming his brother and nephew, who were hostages is the most likely cause that can be assigned; and is accordingly mentioned by Eadmer, Hoveden, Brompton, and Simeon of Durham. For a farther account of this piece of tapestry, see Histoire de l'Academie de Litterature, tom. ix. page 535.","subId":"n51","id":"Hume.HE.1.3.n51"},{"type":"note","content":"Spelm. in verbo <em>Belliva.</em>","subId":"n52","id":"Hume.HE.1.3.n52"},{"type":"note","content":"G. Pict. p. 196. Ypod. Neust. p. 436. Order. Vitalis, p. 492. M. West. p. 221. W. Malm. p. 93. Ingulf, p. 68. Brompton, p. 957. Knyghton, p. 2339. H. Hunt. p. 210. Many of the historians say, that Harold was regularly elected by the states: Some, that Edward left him his successor by will.","subId":"n53","id":"Hume.HE.1.3.n53"},{"type":"note","content":"Order. Vitalis, p. 492.","subId":"n54","id":"Hume.HE.1.3.n54"},{"type":"note","content":"W. Malm. p. 99. Higden, p. 285. Matth. West. p. 222. De Gest. Angel. incerto auctore, p. 331.","subId":"n55","id":"Hume.HE.1.3.n55"},{"type":"note","content":"Gul. Gemet. lib. 7. cap. 30.","subId":"n56","id":"Hume.HE.1.3.n56"},{"type":"note","content":"Gul. Pictavensis, p. 198.","subId":"n57","id":"Hume.HE.1.3.n57"},{"type":"note","content":"Gul. Gemet. lib. 7. cap. 33.","subId":"n58","id":"Hume.HE.1.3.n58"},{"type":"note","content":"Gul. Pict. p. 198.","subId":"n59","id":"Hume.HE.1.3.n59"},{"type":"note","content":"Baker, p. 22. edit. 1684.","subId":"n60","id":"Hume.HE.1.3.n60"},{"type":"note","content":"Camden. introd. ad Britann. p. 212. 2d edit. Gibs. Verstegan, p. 173.","subId":"n61","id":"Hume.HE.1.3.n61"},{"type":"note","content":"Gul. Gemet. lib. 7. cap. 34.","subId":"n62","id":"Hume.HE.1.3.n62"},{"type":"note","content":"Ordericus Vitalis, p. 501.","subId":"n63","id":"Hume.HE.1.3.n63"},{"type":"note","content":"Higden, p. 285. Order. Vitalis, p. 500. Matth. Paris, edit. Parisis anno 1644. p. 2.","subId":"n64","id":"Hume.HE.1.3.n64"},{"type":"note","content":"Higden, p. 286.","subId":"n65","id":"Hume.HE.1.3.n65"},{"type":"note","content":"W. Malm. p. 101. DeGest. Angl. p. 332.","subId":"n66","id":"Hume.HE.1.3.n66"},{"type":"note","content":"H. Hunt. p. 363. Brompton, p. 959. Gul. Pict. p. 201.","subId":"n67","id":"Hume.HE.1.3.n67"},{"type":"note","content":"Gul. Pict. 201. Order Vital. p. 501.","subId":"n68","id":"Hume.HE.1.3.n68"},{"type":"note","content":"W. Malm. p. 101. Higden, p. 286. Matth. West. p. 223. Du Gange's Glossary in verbo <em>Cantilena Rolandi.</em>","subId":"n69","id":"Hume.HE.1.3.n69"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.1","imported":true,"title":"Volume 1. The Early History of England, Part 1","breadcrumb":"Volume 1","published":[1762]}],"prev":{"id":"Hume.HE.1.2","imported":true,"title":"Chapter 2. The Anglo-Saxons","breadcrumb":"Chapter 2","published":[1762]},"next":{"id":"Hume.HE.1.App1","imported":true,"title":"Appendix 1. The Anglo-Saxon Government and Manners","breadcrumb":"Appendix 1","published":[1762]}}