{"id":"Hume.HE.1.6","imported":true,"parent":"Hume.HE.1","title":"Chapter 6. Henry I","breadcrumb":"Chapter 6","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. VI.</h2> <h1>HENRY I.</h1> <em>The Crusades——Accession of Henry——Marriage of the King——Invasion by duke Robert——Accommodation with Robert——Attack of Normandy——Conquest of Normandy——Continuation of the quarrel with Anselm, the primate——Compromise with him——Wars abroad——Death of prince William——King's second marriage——Death——and character of Henry.</em>","id":"Hume.HE.1.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">1100. The crusades.</span> AFTER the adventurers in the holy war were assembled on the banks of the Bosphorus, opposite to Constantinople, they proceeded on their enterprize; but immediately experienced those difficulties, which their zeal had hitherto concealed from them, and for which, even if they had foreseen them, it would have been almost impossible to provide a remedy. The Greek emperor, Alexis Comnenus, who had applied to the western Christians for succour against the Turks, entertained hopes, and those but feeble ones, of obtaining such a moderate supply, as, acting under his command, might enable him to repulse the enemy: But he was extremely astonished to see his dominions overwhelmed, on a sudden, by such an inundation of licentious barbarians, who, though they pretended friendship, despised his subjects as unwarlike, and detested them as heretical. By all the arts of policy, in which he excelled, he endeavoured to divert the torrent; but while <span class=\"page-break\"></span>he employed professions, caresses, civilities, and seeming services towards the leaders of the crusade, he secretly regarded those imperious allies as more dangerous than the open enemies, by whom his empire had been formerly invaded. Having effected that difficult point of disembarking them safely in Asia, he entered into a private correspondence with Soliman, emperor of the Turks; and practised every insidious art, which his genius, his power, or his situation enabled him to employ, for disappointing the enterprize, and discouraging the Latins from making thenceforward any such prodigious migrations. His dangerous policy was seconded by the disorders, inseparable from so vast a multitude, who were not united under one head, and were conducted by leaders of the most independant, intractable spirit, unacquainted with military discipline, and determined enemies to civil authority and submission. The scarcity of provisions, the excesses of fatigue, the influence of unknown climates, joined to the want of concert in their operations, and to the sword of a warlike enemy, destroyed the adventurers by thousands, and would have abated the ardour of men, impelled to war by less powerful motives. Their zeal, however, their bravery, and their irresistible force still carried them forward, and continually advanced them to the great end of their enterprize. After an obstinate siege, they took Nice, the seat of the Turkish empire; they defeated Soliman in two great battles; they made themselves masters of Antioch; and entirely broke the force of the Turks, who had so long retained those countries in subjection. The soldan of Egypt, whose alliance they had hitherto courted, recovered, on the fall of the Turkish power, his former authority in Jerusalem; and he informed them by his ambassadors, that, if they came disarmed to that city, they might now perform their religious vows, and that all Christian pilgrims, who should thenceforth visit the holy sepulchre, might expect the same good treatment, which they had ever received from his predecessors. The offer was rejected; the soldan was required to yield up the city to the Christians; and on his refusal, the champions of the cross advanced to the siege of Jerusalem, which they regarded as the consummation of their labours. By the detachments which they had made, and the disasters which they had undergone, they were diminished to the number of twenty thousand foot and fifteen hundred horse; but these were still formidable, from their valour, <span class=\"page-break\"></span>their experience, and the obedience, which, from past calamities, they had learned to pay to their leaders. After a siege of five weeks, they took Jerusalem by assault; and, impelled by a mixture of military and religious rage, they put the numerous garrison and inhabitants to the sword without distinction. Neither arms defended the valiant, nor submission the timorous: No age or sex was spared: Infants on the breast were pierced by the same blow with their mothers, who implored for mercy: Even a multitude, to the number of ten thousand persons, who had surrendered themselves prisoners, and were promised quarter, were butchered in cool blood by those ferocious conquerors<a href=\"#n1\"><sup>[1]</sup></a>. The streets of Jerusalem were covered with dead bodies<a href=\"#n2\"><sup>[2]</sup></a>; and the triumphant warriors, after every enemy was subdued and slaughtered, immediately turned themselves, with the sentiments of humiliation and contrition, towards the holy sepulchre. They threw aside their arms, still streaming with blood: They advanced with reclined bodies, and naked feet and heads to that sacred monument: They sung anthems to their Saviour, who had there purchased their salvation by his death and agony: And their devotion, enlivened by the presence of the place where he had suffered, so overcame their fury, that they dissolved in tears, and bore the appearance of every soft and tender sentiment. So inconsistent is human nature with itself! And so easily does the most effeminate superstition ally, both with the most heroic courage, and with the fiercest barbarity!","subId":"1","id":"Hume.HE.1.6.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> great event happened on the fifth of July in the last year of the eleventh century. The Christian princes and nobles, after chusing Godfrey of Boüillion king of Jerusalem, began to settle themselves in their new conquests; while some of them returned to Europe, in order to enjoy at home that glory, which their valour had acquired them in this popular and meritorious enterprize. Among these, was Robert, duke of Normandy, who, as he had relinquished the greatest dominions of any prince that attended the crusade, had all along distinguished himself by the most intrepid courage, as well as by that affable disposition and unbounded generosity, which gain the hearts of soldiers, and qualify a prince to shine in a military life. In passing through Italy, he became acquainted with Sibylla, daughter of the count of Conversana, <span class=\"page-break\"></span>a young lady of great beauty and merit, whom he espoused: Indulging himself in this new passion, as well as fond of enjoying ease and pleasure, after the fatigues of so many rough campaigns, he lingered a twelvemonth in that delicious climate; and though his friends in the north looked every moment for his arrival none of them knew when they could with certainty expect it. By this delay, he lost the kingdom of England, which the great fame he had acquired during the crusades, as well as his undoubted title, both by birth, and by the preceding agreement with his deceased brother, would, had he been present, have infallibly secured to him.","subId":"2","id":"Hume.HE.1.6.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Accession of Henry.</span> <span class=\"small-capitals\">Prince</span> Henry was hunting with Rufus in the new forest, when intelligence of that monarch's death was brought him; and being sensible of the advantage attending the conjuncture, he hurried to Winchester, in order to secure the royal treasure, which he knew to be a necessary implement for facilitating his designs on the crown. He had scarcely reached the place when William de Breteuil, keeper of the treasure, arrived, and opposed himself to Henry's pretensions. This nobleman, who had been engaged in the same party of hunting, had no sooner heard of his master's death, than he hastened to take care of his charge; and he told the prince, that this treasure, as well as the crown, belonged to his elder brother, who was now his sovereign; and that he himself, for his part, was determined, in spite of all other pretensions, to maintain his allegiance to him. But Henry, drawing his sword, threatened him with instant death, if he dared to disobey him; and as others of the late king's retinue, who came every moment to Winchester, joined the prince's party, Breteuil was obliged to withdraw his opposition, and to acquiesce in this violence<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"3","id":"Hume.HE.1.6.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, without losing a moment, hastened with the money to London; and having assembled some noblemen and prelates, whom his address, or abilities, or presents, gained to his side, he was suddenly elected, or rather saluted king; and immediately proceeded to the exercise of royal authority. In less than three days after his brother's death, the ceremony of his coronation was performed by Maurice, bishop of London, who was persuaded to officiate on that occasion<a href=\"#n4\"><sup>[4]</sup></a>; and thus, by his courage and celerity, he <span class=\"page-break\"></span>intruded himself into the vacant throne. No one had sufficient spirit or sense of duty to appear in defence of the absent prince: All men were seduced or intimidated: Present possession supplied the apparent defects in Henry's title, which was indeed founded on plain usurpation: And the barons, as well as the people, acquiesced in a claim, which, though it could neither be justified nor comprehended, could now, they found, be opposed through the perils alone of civil war and rebellion.","subId":"4","id":"Hume.HE.1.6.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> as Henry foresaw, that a crown, usurped against all rules of justice, would sit unsteady on his head, he resolved, by fair professions at least, to gain the affections of all his subjects. Besides taking the usual coronation-oath to maintain the laws and execute justice, he passed a charter, which was calculated to remedy many of the grievous oppressions, which had been complained of during the reigns of his father and brother<a href=\"#n5\"><sup>[5]</sup></a>. He there promised, that, at the death of any bishop or abbot, he never would seize the revenues of the see or abbey during the vacancy, but would leave the whole to be reaped by the successor; and that he would never let to farm any ecclesiastical benefice, nor dispose of it for money. After this concession to the church, whose favour was of so great importance, he proceeded to enumerate the civil grievances, which he purposed to redress. He promised, that, upon the death of any earl, baron, or military tenant, his heir should be admitted to the possession of his estate, on paying a just and lawful relief; without being exposed to such violent exactions as had been usual during the late reigns: He remitted the wardship of minors, and allowed guardians to be appointed, who should be answerable for the trust: He promised not to dispose of any heiress in marriage, but by the advice of all the barons; and if any baron intended to give his daughter, sister, niece, or kinswoman, in marriage, it should only be necessary for him to consult the king, who promised to take no money for his consent, nor ever to refuse permission, unless the person, to whom it was purposed to marry her, should happen to be his enemy: He granted his barons and military tenants the power of bequeathing by will their money or personal estates; and if they neglected to make a will, he promised, that their heirs should succeed to them: He renounced the right of <span class=\"page-break\"></span>imposing moneyage, and of levying taxes at pleasure on the farms, which the barons retained in their own hands<a href=\"#n6\"><sup>[6]</sup></a>: He made some general professions of moderating fines; he offered a pardon for all offences; and he remitted all debts due to the crown: He required, that the vassals of the barons should enjoy the same privileges, which he granted to his own barons; and he promised a general confirmation and observance of the laws of king Edward. This is the substance of the chief articles contained in that famous charter<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"5","id":"Hume.HE.1.6.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> give greater authenticity to these concessions, Henry lodged a copy of his charter in some abbey of each county; as if desirous that it should be exposed to the view of all his subjects, and remain a perpetual rule for the limitation and direction of his government: Yet it is certain, that, after the present purpose was served, he never once thought, during his reign, of observing one single article of it; and the whole fell so much into neglect and oblivion, that, in the following century, when the barons, who had heard an obscure tradition of it, desired to make it the model of the great charter, which they exacted from king John, they could with difficulty find a copy of it in the kingdom. But as to the grievances here meant to be redressed, they were still continued in their full extent; and the royal authority, in all those particulars, lay under no manner of restriction. Reliefs of heirs, so capital an article, were never effectually fixed till the time of Magna Charta<a href=\"#n8\"><sup>[8]</sup></a>; and it is evident, that the general promise here given, of accepting a just and lawful relief, ought to have been reduced to more precision, in order to give security to the subject. The oppression of wardship and marriage was perpetuated even till the reign of Charles II.: And it appears from Glanville<a href=\"#n9\"><sup>[9]</sup></a>, the famous justiciary of Henry II. that, in his time, where any man died intestate, an accident which must have been very frequent, when the art of writing was so little <span class=\"page-break\"></span>known, the king, or the lord of the fief, pretended to seize all the moveables, and to exclude every heir, even the children of the deceased: A sure mark of a tyrannical and arbitrary government.","subId":"6","id":"Hume.HE.1.6.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Normans indeed, who domineered in England, were, during this age, so licentious a people, that they may be pronounced incapable of any true or regular liberty; which requires such improvement in knowledge and morals, as can only be the result of reflection and experience, and must grow to perfection during several ages of settled and established government. A people, so insensible to the rights of their sovereign, as to disjoint, without necessity, the hereditary succession, and permit a younger brother to intrude himself into the place of the elder, whom they esteemed, and who was guilty of no crime but being absent, could not expect, that that prince would pay any greater regard to their privileges, or allow his engagements to fetter his power, and debar him from any considerable interest or convenience. They had indeed arms in their hands, which prevented the establishment of a total despotism, and left their posterity sufficient power, whenever they should attain a sufficient degree of reason, to assume true liberty: But their turbulent disposition frequently prompted them to make such use of their arms, that they were more fitted to obstruct the execution of justice, than to stop the career of violence and oppression. The prince, finding that greater opposition was often made to him when he enforced the laws, than when he violated them, was apt to render his own will and pleasure the sole rule of government; and on every emergence to consider more the power of the persons whom he might offend, than the rights of those whom he might injure. The very form of this charter of Henry proves, that the Norman barons (for they, rather than the people of England, are chiefly concerned in it) were totally ignorant of the nature of limited monarchy, and were ill qualified to conduct, in conjunction with their sovereign, the machine of government. It is an act of his sole power, is the result of his free grace, contains some articles which bind others as well as himself, and is therefore unfit to be the deed of any one who possesses not the whole legislative power, and who may not at pleasure revoke all his concessions.","subId":"7","id":"Hume.HE.1.6.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, farther to encrease his popularity, degraded and committed to prison Ralph Flambard, bishop of Durham, who had <span class=\"page-break\"></span>been the chief instrument of oppression under his brother<a href=\"#n10\"><sup>[10]</sup></a>: But this act was followed by another, which was a direct violation of his own charter, and was a bad prognostic of his sincere intentions to observe it: He kept the see of Durham vacant for five years, and during that time retained possession of all its revenues. Sensible of the great authority, which Anselm had acquired by his character of piety, and by the persecutions which he had undergone from William, he sent repeated messages to him at Lyons, where he resided, and invited him to return and take possession of his dignities<a href=\"#n11\"><sup>[11]</sup></a>. On the arrival of the prelate, he proposed to him the renewal of that homage which he had done his brother and which had never been refused by any English bishop: But Anselm had acquired other sentiments by his journey to Rome, and gave the king an absolute refusal. He objected the decrees of the council of Bari, at which he himself had assisted; and he declared, that, so far from doing homage for his spiritual dignity, he would not so much as communicate with any ecclesiastic, who paid that submission or who accepted of investitures from laymen. Henry, who expected, in his present delicate situation, to reap great advantages from the authority and popularity of Anselm, durst not insist on his demand<a href=\"#n12\"><sup>[12]</sup></a>: He only desired that the controversy might be suspended; and that messengers might be sent to Rome, in order to accommodate matters with the pope, and obtain his confirmation of the laws and customs of England.","subId":"8","id":"Hume.HE.1.6.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Marriage of the king.</span> <span class=\"small-capitals\">There</span> immediately occurred an important affair, in which the king was obliged to have recourse to the authority of Anselm. Matilda, daughter of Malcolm III. king of Scotland, and niece to Edgar Atheling, had, on her father's death, and the subsequent revolutions in the Scottish government, been brought to England, and educated under her aunt, Christina, in the nunnery of Rumsey. This princess Henry purposed to marry; but as she had worn the veil, though never taken the vows, doubts might arise concerning the lawfulness of the act; and it behoved him to be very careful not to shock, in any particular, the religious prejudices of his subjects. The affair was examined by Anselm in a council of the <span class=\"page-break\"></span>prelates and nobles, which was summoned at Lambeth: Matilda there proved, that she had put on the veil, not with a view of entering into a religious life, but merely in consequence of a custom, familiar to the English ladies, who protected their chastity from the brutal violence of the Normans, by taking shelter under that habit<a href=\"#n13\"><sup>[13]</sup></a>, which amidst the horrible licentiousness of the times, was yet generally revered. The council, sensible that even a princess had otherwise no security for her honour, admitted this reason as valid: Hume.They pronounced, that Matilda was still free to marry<a href=\"#n14\"><sup>[14]</sup></a>; and her espousals with Henry were celebrated by Anselm with great pomp and solemnity<a href=\"#n15\"><sup>[15]</sup></a>. No act of the king's reign rendered him equally popular with his English subjects, and tended more to establish him on the throne. Though Matilda, during the life of her uncle and brothers, was not heir of the Saxon line, she was become very dear to the English on account of her connexions with it: And that people, who, before the conquest, had fallen into a kind of indifference towards their ancient royal family, had felt so severely the tyranny of the Normans, that they reflected with extreme regret on their former liberty, and hoped for a more equal and mild administration, when the blood of their native princes should be mingled with that of their new sovereigns<a href=\"#n16\"><sup>[16]</sup></a>.","subId":"9","id":"Hume.HE.1.6.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Invasion by duke Robert.</span> <span class=\"small-capitals\">But</span> the policy and prudence of Henry, which, if time had been allowed for these virtues to produce their full effect, would have secured him possession of the crown, ran great hazard of being frustrated by the sudden appearance of Robert, who returned to Normandy about a month after the death of his brother William. He took possession, <span class=\"margin-comment\">1101.</span> without opposition, of that dutchy; and immediately made preparations for recovering England, of which, during his absence, he had, by Henry's intrigues, been so unjustly defrauded. The great fame, which he had acquired in the East, forwarded his pretensions; and the Norman barons, sensible of the consequences, expressed the same discontent at the separation of the dutchy and kingdom, which had appeared on the accession of William. Robert de Belesme, earl of Shrewsbury and Arundel, William de la Warrenne, earl of Surrey, Arnulf de Montgomery, Walter Giffard, Robert de Pontefract, Robert de Mallet, Yvo de Grentmesnil, and many others of the principal nobility<a href=\"#n17\"><sup>[17]</sup></a>; invited <span class=\"page-break\"></span>Robert to make an attempt upon England, and promised, on his landing, to join him with all their forces. Even the seamen were affected with the general popularity of his name, and they carried over to him the greater part of a fleet, which had been equipped to oppose his passage. Henry, in this extremity, began to be apprehensive for his life, as well as for his crown; and had recourse to the superstition of the people, in order to oppose their sentiment of justice. He paid diligent court to Anselm, whose sanctity and wisdom he pretended to revere. He consulted him in all difficult emergencies; seemed to be governed by him in every measure; promised a strict regard to ecclesiastical privileges; professed a great attachment to Rome, and a resolution of persevering in an implicit obedience to the decrees of councils, and to the will of the sovereign pontiff. By these caresses and declarations, he entirely gained the confidence of the primate, whose influence over the people, and authority with the barons, were of the utmost service to him, in his present situation. Anselm scrupled not to assure the nobles of the king's sincerity in those professions which he made, of avoiding the tyrannical and oppressive government of his father and brother: He even rode through the ranks of the army, recommended to the soldiers the defence of their prince, represented the duty of keeping their oaths of allegiance, and prognosticated to them the greatest happiness from the government of so wise and just a sovereign. By this expedient, joined to the influence of the earls of Warwic and Mellent, of Roger Bigod, Richard de Redvers, and Robert Fitz-Hamon, powerful barons, who still adhered to the present government, the army was retained in the king's interest, and marched, with seeming union and firmness, to oppose Robert, who had landed with his forces at Portsmouth.","subId":"10","id":"Hume.HE.1.6.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Accomodation with Robert.</span> <span class=\"small-capitals\">The</span> two armies lay in sight of each other for some days without coming to action; and both princes, being apprehensive of the event, which would probably be decisive, hearkened the more willingly to the counsels of Anselm and the other great men, who mediated an accommodation between them. After employing some negociation, it was agreed, that Robert should resign his pretensions to England, and receive in lieu of them an annual pension of 300 marks; that, if either of the princes died without issue, the other should succeed to his dominions; that the adherents of each should be pardoned, and restored to all their possessions <span class=\"page-break\"></span>either in Normandy or England; and that neither Robert nor Henry should thenceforth encourage, receive, or protect the enemies of the other<a href=\"#n18\"><sup>[18]</sup></a>.","subId":"11","id":"Hume.HE.1.6.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">1102.</span> <span class=\"small-capitals\">This</span> treaty, though calculated so much for Henry's advantage, he was the first to violate. He restored indeed the estates of all Robert's adherents; but was secretly determined, that noblemen so powerful and so ill affected, who had both inclination and ability to disturb his government, should not long remain unmolested in their present opulence and grandeur. He began with the earl of Shrewsbury, who was watched for some time by spies, and then indicted on a charge, consisting of forty-five articles. This turbulent nobleman, knowing his own guilt, as well as the prejudices of his judges, and the power of his prosecutor, had recourse to arms for defence: But being soon suppressed by the activity and address of Henry, he was banished the kingdom, and his great estate was confiscated. His ruin involved that of his two brothers, Arnulf de Montgomery, and Roger earl of Lancaster. Soon after followed the prosecution and condemnation of Robert de Pontefract and Robert de Mallet, who had distinguished themselves among Robert's adherents. <span class=\"margin-comment\">1103.</span> William de Warenne was the next victim: Even William earl of Cornwal, son of the earl of Mortaigne, the king's uncle, having given matter of suspicion against him, lost all the vast acquisitions of his family in England. Though the usual violence and tyranny of the Norman barons afforded a plausible pretence for those prosecutions, and it is probable that none of the sentences, pronounced against these noblemen, was wholly iniquituous; men easily saw or conjectured, that the chief part of their guilt was not the injustice or illegality of their conduct. Robert, enraged at the fate of his friends, imprudently ventured to come into England; and he remonstrated with his brother, in severe terms, against this breach of treaty: But met with so bad a reception, that he began to apprehend danger to his own liberty, and was glad to purchase an escape, by resigning his pension.","subId":"12","id":"Hume.HE.1.6.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> indiscretion of Robert soon exposed him to more fatal injuries. This prince, whose bravery and candor procured him respect, while at a distance, had no sooner attained the possession <span class=\"page-break\"></span>of power, and enjoyment of peace, than all the vigour of his mind relaxed; and he fell into contempt among those who approached his person, or were subjected to his authority. Alternately abandoned to dissolute pleasures and to womanish superstition, he was so remiss, both in the care of his treasure and the exercise of his government, that his servants pillaged his money with impunity, stole from him his very clothes, and proceeded thence to practise every species of extortion on his defenceless subjects. The barons, whom a severe administration alone could have restrained, <span class=\"margin-comment\">Attack of Normandy.</span> gave reins to their unbounded rapine upon their vassals, and inveterate animosities against each other; and all Normandy, during the reign of this benign prince, was become a scene of violence and depredation. The Normans at last, observing the regular government, which Henry, notwithstanding his usurped title, had been able to establish in England, applied to him, that he might use his authority for the suppression of these disorders; and they thereby afforded him a pretence for interposing in the affairs of Normandy. Instead of employing his mediation, to render his brother's government respectable, or to redress the grievances of the Normans; he was only attentive to support his own partizans, and to encrease their number by every art of bribery, intrigue, and insinuation. Having found, in a visit, which he made to that dutchy, that the nobility were more disposed to pay submission to him than to their legal sovereign; he collected, by arbitrary extortions on England, a great army and treasure, and returned next year to Normandy, in a situation to obtain, either by violence or corruption, the dominion of that province. <span class=\"margin-comment\">1105.</span> He took Bayeux by storm after an obstinate siege: He made himself master of Caen by the voluntary submission of the inhabitants: But being repulsed at Falaise, and obliged, by the winter season, to raise the siege, he returned into England; after giving assurances to his adherents, that he would persevere in supporting and protecting them.","subId":"13","id":"Hume.HE.1.6.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">1106. Conquest of Normandy.</span> <span class=\"small-capitals\">Next</span> year he opened the campaign with the siege of Tenchebray; and it became evident, from his preparation and progress, that he intended to usurp the entire possession of Normandy. Robert was at last rouzed from his lethargy; and being supported by the earl of Mortaigne and Robert de Belesme, the king's inveterate enemies, he raised a considerable army, and approached his brother's camp, with a view of finishing, in one decisive battle, the <span class=\"page-break\"></span>quarrel between them. He was now entered on that scene of action, in which alone he was qualified to excel; and he so animated his troops by his example, that they threw the English into disorder, and had nearly obtained the victory<a href=\"#n19\"><sup>[19]</sup></a>; when the flight of Bellesme spread a panic among the Normans, and occasioned their total defeat. Henry, besides doing great execution on the enemy, made near ten thousand prisoners; among whom was duke Robert himself, and all the most considerable barons, who adhered to his interest<a href=\"#n20\"><sup>[20]</sup></a>. This victory was followed by the final reduction of Normandy: Roüen immediately submitted to the conqueror: Falaise, after some negotiation, opened its gates; and by this acquisition, besides rendering himself master of an important fortress, he got into his hands prince William, the only son of Robert: He assembled the states of Normandy; and having received the homage of all the vassals of the dutchy, having settled the government, revoked his brother's donations, and dismantled the castles, lately built, he returned into England, and carried along with him the duke as prisoner. That unfortunate prince was detained in custody during the remainder of his life, which was no less than twenty-eight years, and he died in the castle of Cardiff in Glamorganshire; happy if, without losing his liberty, he could have relinquished that power, which he was not qualified either to hold or exercise. Prince William was committed to the care of Helie de St. Saen, who had married Robert's natural daughter, and who, being a man of probity and honour, beyond what was usual in those ages, executed the trust with great affection and fidelity. Edgar Atheling, who had followed Robert in the expedition to Jerusalem, and who had lived with him ever since in Normandy, was another illustrious prisoner, taken in the battle of Tenchebray<a href=\"#n21\"><sup>[21]</sup></a>. Henry gave him his liberty, and settled a small pension on him, with which he retired; and he lived to a good old age in England, totally neglected and forgotten. This prince was distinguished by personal bravery: But nothing can be a stronger proof of his mean talents in every other respect, than that, notwithstanding he possessed the affections of the English, and enjoyed the only legal title to the throne, he was allowed, <span class=\"page-break\"></span>during the reigns of so many violent and jealous usurpers, to live unmolested, and go to his grave in peace.","subId":"14","id":"Hume.HE.1.6.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">1107. Continuation of the quarrel with Anselm the primate.</span> <span class=\"small-capitals\">A</span> little after Henry had completed the conquest of Normandy, and settled the government of that province, he finished a controversy, which had been long depending between him and the pope, with regard to the investitures in ecclesiastical benefices; and though he was here obliged to relinquish some of the ancient rights of the crown, he extricated himself from the difficulty on easier terms than most princes, who, in that age, were so unhappy as to be engaged in disputes with the apostolic see. The king's situation, in the beginning of his reign, obliged him to pay great court to Anselm: The advantages, which he had reaped from the zealous friendship of that prelate, had made him sensible how prone the minds of his people were to superstition, and what an ascendant the ecclesiastics had been able to assume over them. He had seen, on the accession of his brother Rufus, that, though the rights of primogeniture were then violated, and the inclinations of almost all the barons thwarted, yet the authority of Lanfranc, the primate, had prevailed over all other considerations: His own case, which was still more unfavourable, afforded an instance, in which the clergy had more evidently shown their influence and authority. These recent examples, while they made him cautious not to offend that powerful body, convinced him, at the same time, that it was extremely his interest to retain the former prerogative of the crown in filling offices of such vast importance, and to check the ecclesiastics in that independance to which they visibly aspired. The choice, which his brother, in a fit of penitence, had made of Anselm, was so far unfortunate to the king's pretensions, that this prelate was celebrated for his piety and zeal and austerity of manners; and though his monkish devotion and narrow principles prognosticated no great knowledge of the world or depth of policy, he was, on that very account, a more dangerous instrument in the hands of politicians, and retained a greater ascendant over the bigotted populace. The prudence and temper of the king appear in nothing more conspicuous than in the management of this delicate affair; where he was always sensible that it had become necessary for him to risque his whole crown, in order to preserve the most invaluable jewel of it<a href=\"#n22\"><sup>[22]</sup></a>.","subId":"15","id":"Hume.HE.1.6.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Anselm</span> had no sooner returned from banishment, than his refusal to do homage to the king raised a dispute, which Henry evaded at that critical juncture, by promising to send a messenger, in order to compound the matter with Pascal II. who then filled the papal throne. The messenger, as was probably foreseen, returned with an absolute refusal of the king's demands<a href=\"#n23\"><sup>[23]</sup></a>; and that fortified by many reasons, which were well qualified to operate on the understandings of men in those ages. Pascal quoted the scriptures to prove that Christ was the door; and he thence inferred, that all ecclesiastics must enter into the church through Christ alone, not through the civil magistrate, or any profane laymen<a href=\"#n24\"><sup>[24]</sup></a>. <q>It is monstrous,</q> added the pontiff, <q>that a son should pretend to beget his father, or a man to create his God: Priests are called Gods in scripture, as being the vicars of God: And will you, by your abominable pretensions to grant them their investiture, assume the right of creating them.</q><a href=\"#n25\"><sup>[25]</sup></a>","subId":"16","id":"Hume.HE.1.6.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> how convincing soever these arguments, they could not persuade Henry to resign so important a prerogative; and perhaps, as he was possessed of great reflection and learning, he thought, that the absurdity of a man's creating his God, even allowing priests to be gods, was not urged with the best grace by the Roman pontiff. But as he desired still to avoid, at least to delay, the coming to any dangerous extremity with the church, he persuaded Anselm, that he should be able, by farther negociation, to attain some composition with Pascal; and for that purpose, he dispatched three bishops to Rome, while Anselm sent two messengers of his own, to be more fully assured of the pope's intentions<a href=\"#n26\"><sup>[26]</sup></a>. Pascal wrote back letters equally positive and arrogant both to the king and primate; urging to the former, that, by assuming the right of investitures, he committed a kind of spiritual adultery with the church, who was the spouse of Christ, and who must not admit of such a commerce with any other person<a href=\"#n27\"><sup>[27]</sup></a>; and insisting with the latter, that the pretension of kings to confer benefices was the <span class=\"page-break\"></span>source of all simony; a topic which had but too much foundation in those ages<a href=\"#n28\"><sup>[28]</sup></a>.","subId":"17","id":"Hume.HE.1.6.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> had now no other expedient than to suppress the letter addressed to himself, and to persuade the three bishops to prevaricate, and assert, upon their episcopal faith, that Pascal had assured them in private of his good intentions towards Henry, and of his resolution not to resent any future exertion of his prerogative in granting investitures; though he himself scrupled to give this assurance under his hand, lest other princes should copy the example and assume a like privilege<a href=\"#n29\"><sup>[29]</sup></a>. Anselm's two messengers, who were monks, affirmed to him, that it was impossible this story could have any foundation: But their word was not deemed equal to that of three bishops; and the king, as if he had finally gained his cause, proceeded to fill the sees of Hereford and Salisbury, and to invest the new bishops in the usual manner<a href=\"#n30\"><sup>[30]</sup></a>. But Anselm, who, as he had good reason, gave no credit to the asseveration of the king's messengers, refused not only to consecrate them, but even to communicate with them; and the bishops themselves, finding how odious they were become, returned to Henry the ensigns of their dignity. The quarrel every-day encreased between the king and the primate: The former, notwithstanding the prudence and moderation of his temper, threw out menaces against such as should pretend to oppose him in exerting the ancient prerogatives of his crown: And Anselm, sensible of his own dangerous situation, desired leave to make a journey to Rome, in order to lay the case before the sovereign pontiff. Henry, well pleased to rid himself without violence of so inflexible an antagonist, readily granted him permission. The prelate was attended to the shore by infinite multitudes, not only monks and clergymen, but people of all ranks, who scrupled not in this manner to declare for their primate against their sovereign, and who regarded his departure as the final abolition of religion and true piety in the kingdom<a href=\"#n31\"><sup>[31]</sup></a>. The king, however, seized all the revenues of his see; and sent William de Warelwast to negociate with Pascal, and to find some means of accommodation in this delicate affair.","subId":"18","id":"Hume.HE.1.6.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English minister told Pascal, that his master would rather <span class=\"page-break\"></span>lose his crown than part with the right of granting investitures. <q>And I,</q> replied Pascal, <q>would rather lose my head than allow him to retain it.</q><a href=\"#n32\"><sup>[32]</sup></a> Henry secretly prohibited Anselm from returning, unless he resolved to conform himself to the laws and usages of the kingdom; and the primate took up his residence at Lyons, in expectation, that the king would at last be obliged to yield the point, which was the present object of controversy between them. Soon after, he was permitted to return to his monastery at Bec in Normandy; and Henry, besides restoring to him the revenues of his see, treated him with the greatest respect, and held several conferences with him, in order to soften his opposition, and bend him to submission<a href=\"#n33\"><sup>[33]</sup></a>. The people of England, who thought all differences now accommodated, were inclined to blame their primate for absenting himself so long from his charge; and he daily received letters from his partizans, representing the necessity of his speedy return. The total extinction, they told him, of religion and Christianity was likely to ensue from the want of his fatherly care: The most shocking customs prevail in England: And the dread of his severity being now removed, sodomy and the practice of wearing long hair gain ground among all ranks of men, and these enormities openly appear every where, without sense of shame or fear of punishment<a href=\"#n34\"><sup>[34]</sup></a>.","subId":"19","id":"Hume.HE.1.6.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> policy of the court of Rome has commonly been much admired; and men, judging by success, have bestowed the highest eulogies on that prudence by which a power, from such slender beginnings, could advance, without force of arms, to establish an universal and almost absolute monarchy in Europe. But the wisdom of so long a succession of men, who filled the papal throne, and who were of such different ages, tempers, and interests, is not intelligible, and could never have place in nature. The instrument, indeed, with which they wrought, the ignorance and superstition of the people, is so gross an engine, of such universal prevalence, and so little liable to accident or disorder, that it may be successful even in the most unskilful hands; and scarce any indiscretion can frustrate its operations. While the court of Rome was openly abandoned to the most flagrant disorders, even while it was torn with <span class=\"page-break\"></span>schisms and factions, the power of the church daily made a sensible progress in Europe; and the temerity of Gregory and caution of Pascal were equally fortunate in promoting it. The clergy, feeling the necessity, which they lay under, of being protected against the violence of princes, or vigour of the laws, were well pleased to adhere to a foreign head, who being removed from the fear of the civil authority, could freely employ the power of the whole church in defending her ancient or usurped properties and privileges, when invaded in any particular country: The monks, desirous of an independance on their diocesans, professed a still more devoted attachment to the triple crown; and the stupid people possessed no science or reason, which they could oppose to the most exorbitant pretensions. Nonsense passed for demonstration: The most criminal means were sanctified by the piety of the end: Treaties were not supposed to be binding, where the interests of God were concerned: The ancient laws and customs of states had no authority against a divine right: Impudent forgeries were received as authentic monuments of antiquity: And the champions of holy church, if successful, were celebrated as heroes; if unfortunate, were worshipped as martyrs; and all events thus turned out equally to the advantage of clerical usurpations. Pascal himself, the reigning pope, was, in the course of this very controversy concerning investitures, involved in circumstances, and necessitated to follow a conduct, which would have drawn disgrace and ruin on any temporal prince, that had been so unfortunate as to fall into a like situation. His person was seized by the emperor Henry V. and he was obliged, by a formal treaty, to resign to that monarch, the right of granting investitures, for which they had so long contended<a href=\"#n35\"><sup>[35]</sup></a>. In order to add greater solemnity to this agreement, the emperor and pope communicated together on the same hoste; one half of which was given to the prince, the other taken by the pontiff: The most tremendous imprecations were publicly denounced on either of them who should violate the treaty: Yet no sooner did Pascal recover his liberty, than he revoked all his concessions, and pronounced the sentence of excommunication against the emperor, who, in the end, was obliged to submit to the terms required of <span class=\"page-break\"></span>him, and to yield up all his pretensions, which he never could resume<a href=\"#n36\"><sup>[36]</sup></a>.","subId":"20","id":"Hume.HE.1.6.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king of England had very nearly fallen into the same dangerous situation: Pascal had already excommunicated the earl of Mallont, and the other ministers of Henry, who were instrumental in supporting his pretensions<a href=\"#n37\"><sup>[37]</sup></a>: He daily menaced the king himself with a like sentence; and he suspended the blow only to give him leisure to prevent it by a timely submission. The malcontents waited impatiently for the opportunity of disturbing his government by conspiracies and insurrections<a href=\"#n38\"><sup>[38]</sup></a>: The king's best friends were anxious at the prospect of an incident, which would set their religious and civil duties at variance: And the countess of Blois, his sister, a princess of piety, who had great influence over him, was affrightened with the danger of her brother's eternal damnation<a href=\"#n39\"><sup>[39]</sup></a>. Henry, on the other hand, seemed determined to run all hazards, rather than resign a prerogative of such importance, which had been enjoyed by all his predecessors; and it seemed probable, from his great prudence and abilities, that he might be able to sustain his rights, and finally prevail in the contest. While Pascal and Henry thus stood mutually in awe of each other, it was the more easy to bring about an accommodation between them, and to find a medium, in which they might agree.","subId":"21","id":"Hume.HE.1.6.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">Compromise with Anselm.</span> <span class=\"small-capitals\">Before</span> bishops took possession of their dignities, they had formerly been accustomed to pass through two ceremonies: They received from the hands of the sovereign a ring and crosier, as symbols of their office; and this was called their <em>investiture:</em> They also made those submissions to the prince, which were required of vassals by the rites of the feudal law, and which received the name of <em>homage.</em> And as the king might refuse, both to grant the <em>investiture</em> and to receive the <em>homage,</em> though the chapter had, by some canons of the middle age, been endowed with the right of election, the sovereign had in reality the sole power of appointing prelates. Urban II. had equally deprived laymen of the rights of granting investiture and of receiving homage<a href=\"#n40\"><sup>[40]</sup></a>: The emperors never were able, by all their wars and negociations, to make any <span class=\"page-break\"></span>distinction be admitted between them: The interposition of profane laymen, in any particular, was still represented as impious and abominable: And the church openly aspired to a total independance on the state. But Henry had put England, as well as Normandy, in such a situation as gave greater weight to his negotiations; and Pascal was for the present satisfied with his resigning the right of granting investitures, by which the spiritual dignity was supposed to be conferred; and he allowed the bishops to do homage for their temporal properties and privileges<a href=\"#n41\"><sup>[41]</sup></a>. The pontiff was well pleased to have made this acquisition, which, he hoped, would in time involve the whole: And the king, anxious to procure an escape from a very dangerous situation, was content to retain some, though a more precarious authority, in the election of prelates.","subId":"22","id":"Hume.HE.1.6.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> the principal controversy was accommodated, it was not difficult to adjust the other differences. The pope allowed Anselm to communicate with the prelates, who had already received investitures from the crown; and he only required of them some submissions for their past misconduct<a href=\"#n42\"><sup>[42]</sup></a>. He also granted Anselm a plenary power of remedying every other disorder, which, he said, might arise from the barbarousness of the country<a href=\"#n43\"><sup>[43]</sup></a>. Such was the idea which the popes then entertained of the English: and nothing can be a stronger proof of the miserable ignorance in which that people were then plunged, than that a man, who sat on the papal throne, and who subsisted by absurdities and nonsense, should think himself intitled to treat them as barbarians.","subId":"23","id":"Hume.HE.1.6.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> the course of these controversies, a synod was held at Westminster, where the king, intent only on the main dispute, allowed some canons of less importance to be enacted, which tended to promote the usurpations of the clergy. The celibacy of priests was enjoined; a point which it was still found very difficult to carry into execution: And even laymen were not allowed to marry within the seventh degree of affinity<a href=\"#n44\"><sup>[44]</sup></a>. By this contrivance, the pope augmented the profits, which he reaped from granting dispensations; and likewise those from divorces. For as the art of <span class=\"page-break\"></span>writing was then rare, and parish registers were not regularly kept, it was not easy to ascertain the degrees of affinity even among people of rank; and any man, who had money sufficient to pay for it, might obtain a divorce, on pretence that his wife was more nearly related to him than was permitted by the canons. The synod also passed a vote, prohibiting the laity from wearing long hair<a href=\"#n45\"><sup>[45]</sup></a>. The aversion of the clergy to this mode was not confined to England. When the king went to Normandy, before he had conquered that province, the bishop of Seeze, in a formal harangue, earnestly exhorted him to redress the manifold disorders under which the government laboured, and to oblige the people to poll their hair in a decent form. Henry, though he would not resign his prerogatives to the church, willingly parted with his hair: He cut it in the form which they required of him, and obliged all the courtiers to imitate his example<a href=\"#n46\"><sup>[46]</sup></a>.","subId":"24","id":"Hume.HE.1.6.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Wars abroad.</span> <span class=\"small-capitals\">The</span> acquisition of Normandy was a great point of Henry's ambition; being the ancient patrimony of his family, and the only territory, which, while in his possession, gave him any weight or consideration on the continent: But the injustice of his usurpation was the source of great inquietude, involved him in frequent wars, and obliged him to impose on his English subjects those many heavy and arbitrary taxes, of which all the historians of that age unanimously complain<a href=\"#n47\"><sup>[47]</sup></a>. His nephew, William, was but six years of age, when he committed him to the care of Helie de St. Saen; and it is probable, that his reason for intrusting that important charge to a man of so unblemished a character, was to prevent all malignant suspicions, in case any accident should befal the life of the young prince. <span class=\"margin-comment\">1110.</span> He soon repented of his choice; but when he desired to recover possession of William's person, Helie withdrew his pupil, and carried him to the court of Fulk, count of Anjou, who gave him protection. <a href=\"#n48\"><sup>[48]</sup></a> In proportion as the prince grew up to man's estate, he discovered virtues becoming his birth; and wandering through different courts of Europe, he excited the friendly compassion of many princes, and raised a general indignation against his uncle, who had so unjustly bereaved him of his inheritance. Lewis the Gross, son of Philip, was at this time king of France, <span class=\"page-break\"></span>a brave and generous prince, who, having been obliged, during the life-time of his father, to fly into England, in order to escape the persecutions of his step-mother Bertrude, had been protected by Henry, and had thence conceived a personal friendship for him. But these ties were soon dissolved after the accession of Lewis, who found his interest to be in so many particulars opposite to those of the English monarch, and who became sensible of the danger attending the annexation of Normandy to England. He joined, therefore, the counts of Anjou and Flanders in giving disquiet to Henry's government; and this monarch, in order to defend his foreign dominions, found himself obliged to go over to Normandy, where he resided two years. The war which ensued among those princes was attended with no memorable event, and produced only slight skirmishes on the frontiers, agreeably to the weak condition of the sovereigns in that age, whenever their subjects were not rouzed by some great and urgent occasion. Henry, by contracting his eldest son, William, to the daughter of Fulk, detached that prince from the alliance, and obliged the others to come to an accommodation with him. This peace was not of long duration. His nephew, William, retired to the court of Baldwin, earl of Flanders, who espoused his cause; and the king of France, having soon after, for other reasons, joined the party, a new war was kindled in Normandy, <span class=\"margin-comment\">1118.</span> which produced no event more memorable than had attended the former. At last the death of Baldwin, who was slain in an action near Eu, gave some respite to Henry, and enabled him to carry on war with more advantage against his enemies.","subId":"25","id":"Hume.HE.1.6.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lewis</span>, finding himself unable to wrest Normandy from the king by force of arms, had recourse to the dangerous expedient, of applying to the spiritual power, and of affording the ecclesiastics a pretence to interpose in the temporal concerns of princes. He carried young William to a general council, which was assembled at Rheims by pope Calixtus II. presented the Norman prince to them, complained of the manifest usurpation and injustice of Henry, craved the assistance of the church for reinstating the true heir in his dominions, and represented the enormity of detaining in captivity so brave a prince as Robert, one of the most eminent champions of the cross, and who, by that very quality, was placed under the immediate protection of the holy see. Henry knew how <span class=\"page-break\"></span>to defend the rights of his crown with vigour, and yet with dexterity. He had sent over the English bishops to this synod; but at the same time had warned them, that, if any farther claims were started by the pope or the ecclesiastics, he was determined to adhere to the laws and customs of England, <span class=\"margin-comment\">1119.</span> and maintain the prerogatives transmitted to him by his predecessors. <q>Go,</q> said he to them, <q>salute the pope in my name; hear his apostolical precepts; but take care to bring none of his new inventions into my kingdom.</q> Finding, however, that it would be easier for him to elude than oppose the efforts of Calixtus, he gave his ambassadors orders to gain the pope and his favourites by liberal presents and promises. The complaints of the Norman prince were thenceforth heard with great coldness by the council; and Calixtus confessed, after a conference, which he had the same summer with Henry, and when that prince probably renewed his presents, that, of all men, whom he had ever yet been acquainted with, he was, beyond comparison, the most eloquent and persuasive.","subId":"26","id":"Hume.HE.1.6.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> warlike measures of Lewis proved as ineffectual as his intrigues. He had laid a scheme for surprising Noyon; but Henry, having received intelligence of the design, marched to the relief of the place, and suddenly attacked the French at Brenneville, as they were advancing towards it. A sharp conflict ensued; where prince William behaved with great bravery, and the king himself was in the most imminent danger. He was wounded in the head by Crispin, a gallant Norman officer, who had followed the fortunes of William<a href=\"#n49\"><sup>[49]</sup></a>; but being rather animated than terrified by the blow, he immediately beat his antagonist to the ground, and so encouraged his troops by the example, that they put the French to total rout, and had very nearly taken their king prisoner. The dignity of the persons, engaged in this skirmish, rendered it the most memorable action of the war: For in other respects, it was not of great importance. There were nine hundred horsemen, who fought on both sides; yet were there only two persons slain. The rest were defended by that heavy armour, worn by the cavalry in those times<a href=\"#n50\"><sup>[50]</sup></a>. An accommodation soon after ensued between the kings of France and England; and the interests of young William were entirely neglected in it.","subId":"27","id":"Hume.HE.1.6.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">1120. Death of prince William.</span> <span class=\"small-capitals\">But</span> this public prosperity of Henry was much overbalanced by a domestic calamity, which befel him. His only son, William, had now reached his eighteenth year; and the king, from the facility with which he himself had usurped the crown, dreading that a like revolution might subvert his family, had taken care to have him recognized successor by the states of the kingdom, and had carried him over to Normandy, that he might receive the homage of the barons of that dutchy. The king, on his return, set sail from Barfleur, and was soon carried by a fair wind out of sight of land. The prince was detained by some accident; and his sailors, as well as their captain, Thomas Fitz-Stephens, having spent the interval in drinking, were so flustered, that, being in a hurry to follow the king, they heedlessly carried the ship on a rock, where she immediately foundered. William was put into the long-boat, and had got clear of the ship; when hearing the cries of his natural sister, the countess of Perche, he ordered the seamen to row back in hopes of saving her: But the numbers, who then crowded in, soon sunk the boat; and the prince with all his retinue perished. Above a hundred and forty young noblemen, of the principal families of England and Normandy, were lost on this occasion. A butcher of Roüen was the only person on board who escaped<a href=\"#n51\"><sup>[51]</sup></a>: He clung to the mast, and was taken up next morning by fishermen. Fitz-Stephens also took hold of the mast; but being informed by the butcher, that prince William had perished, he said, that he would not survive the disaster; and he threw himself headlong into the sea<a href=\"#n52\"><sup>[52]</sup></a>. Henry entertained hopes for three days, that his son had put into some distant port of England: But when certain intelligence of the calamity was brought him, he fainted away; and it was remarked, that he never after was seen to smile, nor ever recovered his wonted chearfulness<a href=\"#n53\"><sup>[53]</sup></a>.","subId":"28","id":"Hume.HE.1.6.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> death of William may be regarded, in one respect, as a misfortune to the English; because it was the immediate source of those civil wars, which, after the demise of the king, caused such confusion in the kingdom: But it is remarkable, that the young prince had entertained a violent aversion to the natives; and had been heard to threaten, that, when he should be king, he would <span class=\"page-break\"></span>make them draw the plough, and would turn them into beasts of burthen. These prepossessions he inherited from his father, who, though he was wont, when it might serve his purpose, to value himself on his birth, as a native of England<a href=\"#n54\"><sup>[54]</sup></a>, showed, in the course of his government, an extreme prejudice against that people. All hopes of preferment, to ecclesiastical as well as civil dignities, were denied them during this whole reign; and any foreigner, however ignorant or worthless, was sure to have the preference in every competition<a href=\"#n55\"><sup>[55]</sup></a>. As the English had given no disturbance to the government during the course of fifty years, this inveterate antipathy, in a prince of so much temper as well as penetration, forms a presumption, that the English of that age were still a rude and barbarous people even compared to the Normans, and impresses us with no very favourable idea of the Anglo-Saxon manners.","subId":"29","id":"Hume.HE.1.6.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">Prince</span> William left no children; and the king had not now any legitimate issue; except one daughter, Matilda, whom, in 1110, he had betrothed, though only eight years of age<a href=\"#n56\"><sup>[56]</sup></a>, to the emperor Henry V. and whom he had then sent over to be educated in Germany<a href=\"#n57\"><sup>[57]</sup></a>. But as her absence from the kingdom, and her marriage into a foreign family, might endanger the succession, Henry, who was now a widower, was induced to marry in hopes of having male heirs; <span class=\"margin-comment\">King's second marriage. 1121.</span> and he made his addresses to Adelais, daughter of Godfrey, duke of Lovaine, and niece of pope Calixtus, a young princess of an amiable person<a href=\"#n58\"><sup>[58]</sup></a>. But Adelais brought him no children; and the prince, who was most likely to dispute the succession, and even the immediate possession of the crown, recovered hopes of subverting his rival, who had successively seized all his patrimonial dominions. William, the son of duke Robert, was still protected in the French court; and as Henry's connections with the count of Anjou were broken off by the death of his son, Fulk joined the party of the unfortunate prince, gave him his daughter in marriage, and aided him in raising disturbances in Normandy. But Henry found the means of drawing off the count of Anjou, by forming anew with him a nearer connexion than the former, and one more material to the interests of that count's family. The emperor, <span class=\"margin-comment\">1127.</span> his son-in-law, dying without issue, he bestowed his <span class=\"page-break\"></span>daughter on Geoffrey, the eldest son of Fulk, and endeavoured to ensure her succession, by having her recognized heir to all his dominions, and obliging the barons both of Normandy and England to swear fealty to her. He hoped, that the choice of this husband would be more agreeable to all his subjects than that of the emperor; as securing them from the danger of falling under the dominion of a great and distant potentate, who might bring them into subjection, and reduce their country to the rank of a province: But the barons were displeased, that a step so material to national interests had been taken without consulting them;<a href=\"#n59\"><sup>[59]</sup></a> <span class=\"margin-comment\">1128.</span> and Henry had too sensibly experienced the turbulence of their disposition, not to dread the effects of their resentment. It seemed probable, that his nephew's party might gain force from the encrease of the malcontents: An accession of power, which that prince acquired a little after, tended to render his pretensions still more dangerous. Charles, earl of Flanders, being assassinated during the celebration of divine service, king Lewis immediately put the young prince in possession of that county, to which he had pretensions, in the right of his grandmother Matilda, wife to the Conqueror. But William survived a very little time this piece of good fortune, which seemed to open the way to still farther prosperity. He was killed in a skirmish with the landgrave of Alsace, his competitor for Flanders; and his death put an end, for the present, to the jealousy and inquietude of Henry.","subId":"30","id":"Hume.HE.1.6.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> chief merit of this monarch's government consists in the profound tranquillity, which he established and maintained throughout all his dominions during the greater part of his reign. The mutinous barons were retained in subjection; and his neighbours, in every attempt which they made upon him, found him so well prepared, that they were discouraged from continuing or renewing their enterprizes. In order to repress the incursions of the Welsh, he brought over some Flemings in the year 1111, and settled them in Pembrokeshire, where they long maintained a different language, and customs, and manners, from their neighbours. Though his government seems to have been arbitrary in England, it was judicious and prudent; and was as little oppressive <span class=\"page-break\"></span>as the necessity of his affairs would permit. He wanted not attention to the redress of grievances; and historians mention in particular the levying of purveyance, which he endeavoured to moderate and restrain. The tenants in the king's demesne lands were at that time obliged to supply <em>gratis</em> the court with provisions, and to furnish carriages on the same hard terms, when the king made a progress, as he did frequently, into any of the counties. These exactions were so grievous, and levied in so licentious a manner, that the farmers, when they heard of the approach of the court, often deserted their houses, as if an enemy had invaded the country<a href=\"#n60\"><sup>[60]</sup></a>; and sheltered their persons and families in the woods, from the insults of the king's retinue. Henry prohibited those enormities, and punished the persons guilty of them by cutting off their hands, legs, or other members<a href=\"#n61\"><sup>[61]</sup></a>. But the prerogative was perpetual; the remedy applied by Henry was temporary; and the violence itself of this remedy, so far from giving security to the people, was only a proof of the ferocity of the government, and threatened a quick return of like abuses.","subId":"31","id":"Hume.HE.1.6.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">One</span> great and difficult object of the king's prudence was the guarding against the encroachments of the court of Rome, and protecting the liberties of the church of England. The pope, in the year 1101, had sent Guy, archbishop of Vienne, as legate into Britain; and though he was the first that for many years had appeared there in that character, and his commission gave general surprize<a href=\"#n62\"><sup>[62]</sup></a>, the king, who was then in the commencement of his reign, and was involved in many difficulties, was obliged to submit to this encroachment on his authority. But in the year 1116, Anselm, abbot of St. Sabas, who was coming over with a like legantine commission, was prohibited from entering the kingdom<a href=\"#n63\"><sup>[63]</sup></a>; and pope Calixtus, who in his turn was then labouring under many difficulties, by reason of the pretensions of Gregory, an antipope, was obliged to promise, that he never would for the future, except when solicited by the king himself, send any legate into England<a href=\"#n64\"><sup>[64]</sup></a>. Notwithstanding this engagement, the pope, as soon as he had suppressed his antagonist, granted the cardinal de Crema a legantine commission over the kingdom; and the king, who by reason <span class=\"page-break\"></span>of his nephew's intrigues and invasions, found himself at that time in a dangerous situation, was obliged to submit to the exercise of this commission<a href=\"#n65\"><sup>[65]</sup></a>. A synod was called by the legate at London; where, among other canons, a vote passed, enacting severe penalties on the marriages of the clergy<a href=\"#n66\"><sup>[66]</sup></a>. The cardinal, in a public harangue, declared it to be an unpardonable enormity, that a priest should dare to consecrate and touch the body of Christ immediately after he had risen from the side of a strumpet: For that was the decent appellation which he gave to the wives of the clergy. But it happened, that the very next night, the officers of justice, breaking into a disorderly house, found the cardinal in bed with a courtezan<a href=\"#n67\"><sup>[67]</sup></a>; an incident which threw such ridicule upon him, that he immediately stole out of the kingdom: The synod broke up; and the canons against the marriage of clergymen were worse executed than ever<a href=\"#n68\"><sup>[68]</sup></a>.","subId":"32","id":"Hume.HE.1.6.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, in order to prevent this alternate revolution of concessions and encroachments, sent William, then archbishop of Canterbury, to remonstrate with the court of Rome against those abuses, and to assert the liberties of the English church. It was a usual maxim with every pope, when he found that he could not prevail in any pretension, to grant princes or states a power which they had always exercised, to resume at a proper juncture the claim which seemed to be resigned, and to pretend, that the civil magistrate had possessed the authority only from a special indulgence of the Roman pontiff. After this manner, the pope, finding that the French nations would not admit his claim of granting investitures, had passed a bull, giving the king that authority; and he now practised a like invention to elude the complaints of the king of England. He made the archbishop of Canterbury his legate, renewed his commission from time to time, and still pretended, that the rights, which that prelate had ever exercised as metropolitan, were entirely derived from the indulgence of the apostolic see. The English princes, and Henry in particular, who were glad to avoid <span class=\"page-break\"></span>any immediate contest of so dangerous a nature, commonly acquiesced by their silence in these pretensions of the court of Rome<a href=\"#n69\"><sup>[69]</sup></a>.","subId":"33","id":"Hume.HE.1.6.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">1131.</span> <span class=\"small-capitals\">As</span> every thing in England remained in tranquillity, Henry took the opportunity of paying a visit to Normandy, to which he was invited, as well by his affection for that country, as by his tenderness for his daughter, the empress Matilda, who was always his favourite. <span class=\"margin-comment\">1132.</span> Some time after, that princess was delivered of a son, who received the name of Henry; and the king, farther to ensure her succession, made all the nobility of England and Normandy renew the oath of fealty, which they had already sworn to her<a href=\"#n70\"><sup>[70]</sup></a>. The joy of this event, and the satisfaction which he reaped from his daughter's company, who bore successively two other sons, made his residence in Normandy very agreeable to him<a href=\"#n71\"><sup>[71]</sup></a>; and he seemed determined to pass the remainder of his days in that country; <span class=\"margin-comment\">1135.</span> when an incursion of the Welsh obliged him to think of returning into England. He was preparing for the journey, but was seized with a sudden illness at St. Dennis le Forment, <span class=\"margin-comment\">1st of Dec. Death and character of Henry.</span> from eating too plentifully of lampreys, a food which always agreed better with his palate than his constitution<a href=\"#n72\"><sup>[72]</sup></a>. He died in the sixty-seventh year of his age, and the thirty-fifth year of his reign; leaving by will his daughter, Matilda, heir of all his dominions, without making any mention of her husband Geoffrey, who had given him several causes of displeasure<a href=\"#n73\"><sup>[73]</sup></a>.","subId":"34","id":"Hume.HE.1.6.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> prince was one of the most accomplished that has filled the English throne, and possessed all the great qualities both of body and mind, natural and acquired, which could fit him for the high station, to which he attained. His person was manly, his countenance engaging, his eyes clear, serene, and penetrating. The affability of his address encouraged those who might be overawed by the sense of his dignity or of his wisdom; and though he often indulged his facetious humour, he knew how to temper it with discretion, and ever kept at a distance from all indecent familiarities with his courtiers. His superior eloquence and judgment would have given him an ascendant even had he been born in a private station; and his personal bravery would have procured him respect, though it had been less supported by art and policy. By his <span class=\"page-break\"></span>great progress in literature, he acquired the name of <em>Beau-clerc</em> or the scholar: But his application to those sedentary pursuits, abated nothing of the activity and vigilance of his government; and though the learning of that age was better fitted to corrupt than improve the understanding, his natural good sense preserved itself untainted both from the pedantry and superstition, which were then so prevalent among men of letters. His temper was susceptible of the sentiments as well of friendship as of resentment<a href=\"#n74\"><sup>[74]</sup></a>; and his ambition, though high, might be deemed moderate and reasonable, had not his conduct towards his brother and nephew showed that he was too much disposed to sacrifice to it all the maxims of justice and equity. But the total incapacity of Robert for government afforded his younger brother a reason or pretence for seizing the scepter both of England and Normandy; and when violence and usurpation are once begun, necessity obliges a prince to continue in the same criminal course, and engages him in measures, which his better judgment and sounder principles would otherwise have induced him to reject with warmth and indignation.","subId":"35","id":"Hume.HE.1.6.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">King</span> Henry was much addicted to women; and historians mention no less than seven illegitimate sons and six daughters born to him<a href=\"#n75\"><sup>[75]</sup></a>. Hunting was also one of his favourite amusements; and he exercised great rigour against those who encroached on the royal forests, which were augmented during his reign<a href=\"#n76\"><sup>[76]</sup></a>, though their number and extent were already too great. To kill a stag was as criminal as to murder a man: He made all the dogs be mutilated, which were kept on the borders of his forest: And he sometimes deprived his subjects of the liberty of hunting on their own lands, or even cutting their own woods. In other respects, he executed justice, and that with rigour; the best maxim which a prince in that age could follow. Stealing was first made capital in this reign<a href=\"#n77\"><sup>[77]</sup></a>: False coining, which was then a very common crime, and by which the money had been extremely debased, was severely punished by Henry<a href=\"#n78\"><sup>[78]</sup></a>. Near fifty criminals of this kind were at one time hanged or mutilated; and though these punishments seem to have been <span class=\"page-break\"></span>exercised in a manner somewhat arbitrary, they were grateful to the people, more attentive to present advantages, than jealous of general laws. There is a code, which passes under the name of Henry I. but the best antiquaries have agreed to think it spurious. It is however a very ancient compilation, and may be useful to instruct us in the manners and customs of the times. We learn from it, that a great distinction was then made between the English and Normans, much to the advantage of the latter<a href=\"#n79\"><sup>[79]</sup></a>. The deadly feuds and the liberty of private revenge, which had been avowed by the Saxon laws, were still continued, and were not yet wholly illegal<a href=\"#n80\"><sup>[80]</sup></a>.","subId":"36","id":"Hume.HE.1.6.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> the laws, granted on the king's accession, it is remarkable that the re-union of the civil and ecclesiastical courts, as in the Saxon times, was enacted<a href=\"#n81\"><sup>[81]</sup></a>. But this law, like the articles of his charter, remained without effect, probably from the opposition of archbishop Anselm.","subId":"37","id":"Hume.HE.1.6.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, on his accession, granted a charter to London, which seems to have been the first step towards rendering that city a corporation. By this charter, the city was empowered to keep the farm of Middlesex at three hundred pounds a year, to elect its own sheriff and justiciary and to hold pleas of the crown; and it was exempted from Scot, Danegelt, trials by combat, and lodging the king's retinue. These, with a confirmation of the privileges of their court of Hustings, wardmotes, and common halls, and their liberty of hunting in Middlesex and Surrey, are the chief articles of this charter<a href=\"#n82\"><sup>[82]</sup></a>.","subId":"38","id":"Hume.HE.1.6.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is said<a href=\"#n83\"><sup>[83]</sup></a>, that this prince, from indulgence to his tenants, changed the rents of his demesnes, which were formerly paid in kind, into money, which was more easily remitted to the Exchequer. But the great scarcity of coin would render that commutation difficult to be executed, while at the same time provisions could not be sent to a distant quarter of the kingdom. This affords a probable reason, why the ancient kings of England so frequently changed their place of abode: They carried their court from one palace to another, that they might consume upon the spot the revenue of their several demesnes.","subId":"39","id":"Hume.HE.1.6.39"},{"type":"note","content":"Vertot, vol. i. p. 57.","subId":"n1","id":"Hume.HE.1.6.n1"},{"type":"note","content":"M. Paris, p. 34. Order. Vital. p. 756. Diceto, p. 498.","subId":"n2","id":"Hume.HE.1.6.n2"},{"type":"note","content":"Order. Vital. p. 782.","subId":"n3","id":"Hume.HE.1.6.n3"},{"type":"note","content":"Chron. Sax. p. 208. Order. Vital. p. 783.","subId":"n4","id":"Hume.HE.1.6.n4"},{"type":"note","content":"Chron. Sax. p. 208. Sim. Dunelm. p. 225.","subId":"n5","id":"Hume.HE.1.6.n5"},{"type":"note","content":"See Appendix II.","subId":"n6","id":"Hume.HE.1.6.n6"},{"type":"note","content":"Matth. Paris, p. 38. Hoveden, p. 468. Brompton, p. 1021. Hagulstad, p. 310.","subId":"n7","id":"Hume.HE.1.6.n7"},{"type":"note","content":"Glanv. lib. 2. cap. 36. What is called a relief in the Conqueror's laws, preserved by Ingulf, seems to have been the heriot; since reliefs, as well as the other burdens of the feudal law, were unknown in the age of the Confessor, whose laws these originally were.","subId":"n8","id":"Hume.HE.1.6.n8"},{"type":"note","content":"Lib. 7. cap. 16. This practice was contrary to the laws of king Edward, ratified by the Conqueror, as we learn from Ingulf, p. 91. But laws had at that time very little influence: Power and violence governed every thing.","subId":"n9","id":"Hume.HE.1.6.n9"},{"type":"note","content":"Chron. Sax. p. 208. W. Malm. p. 156. Matth. Paris, p. 39. Alur. Beverl. p. 144.","subId":"n10","id":"Hume.HE.1.6.n10"},{"type":"note","content":"Chron. Sax. p. 208. Order. Vital. p. 783. Matth. Paris, p. 39. T. Rudborne, p. 273.","subId":"n11","id":"Hume.HE.1.6.n11"},{"type":"note","content":"W. Malm. p. 225.","subId":"n12","id":"Hume.HE.1.6.n12"},{"type":"note","content":"Eadmer, p. 57.","subId":"n13","id":"Hume.HE.1.6.n13"},{"type":"note","content":"Ibid.","subId":"n14","id":"Hume.HE.1.6.n14"},{"type":"note","content":"Hoveden, p. 468.","subId":"n15","id":"Hume.HE.1.6.n15"},{"type":"note","content":"M. Paris, p. 40.","subId":"n16","id":"Hume.HE.1.6.n16"},{"type":"note","content":"Order. Vital. p. 785.","subId":"n17","id":"Hume.HE.1.6.n17"},{"type":"note","content":"Chron. Sax. p. 209. W. Malmes. p. 156.","subId":"n18","id":"Hume.HE.1.6.n18"},{"type":"note","content":"H. Hunt. p. 379. M. Paris, p. 43. Brompton, p. 1002.","subId":"n19","id":"Hume.HE.1.6.n19"},{"type":"note","content":"Eadmer, p. 90. Chron. Sax. p. 214. Order. Vital. p. 821.","subId":"n20","id":"Hume.HE.1.6.n20"},{"type":"note","content":"Chron. Sax. p. 214. Ann. Waverl. p. 144.","subId":"n21","id":"Hume.HE.1.6.n21"},{"type":"note","content":"Eadmer, p. 56.","subId":"n22","id":"Hume.HE.1.6.n22"},{"type":"note","content":"W. Malm. p. 225","subId":"n23","id":"Hume.HE.1.6.n23"},{"type":"note","content":"Eadmer, p. 60. This topic is farther enforced in p. 73, 74. See also W. Malm. p. 163.","subId":"n24","id":"Hume.HE.1.6.n24"},{"type":"note","content":"Eadmer, p. 61. I much suspect, that this text of scripture is a forgery of his holiness: For I have not been able to find it. Yet it passed current in those ages, and was often quoted by the clergy as the foundation of their power. See Epist. St. Thom. p. 169.","subId":"n25","id":"Hume.HE.1.6.n25"},{"type":"note","content":"Eadmer, p. 62. W. Malm. p. 225.","subId":"n26","id":"Hume.HE.1.6.n26"},{"type":"note","content":"Eadmer, p. 63.","subId":"n27","id":"Hume.HE.1.6.n27"},{"type":"note","content":"Eadmer, p. 64, 66.","subId":"n28","id":"Hume.HE.1.6.n28"},{"type":"note","content":"Eadmer, p. 65. W. Malm. p. 225.","subId":"n29","id":"Hume.HE.1.6.n29"},{"type":"note","content":"Eadmer, p. 66. W. Malm. p. 225. Hoveden, p. 469. Sim. Dunelm. p. 228.","subId":"n30","id":"Hume.HE.1.6.n30"},{"type":"note","content":"Eadmer, p. 71.","subId":"n31","id":"Hume.HE.1.6.n31"},{"type":"note","content":"Eadmer, p. 73. W. Malm. p. 226. M. Paris, p. 40.","subId":"n32","id":"Hume.HE.1.6.n32"},{"type":"note","content":"Hoveden, p. 471.","subId":"n33","id":"Hume.HE.1.6.n33"},{"type":"note","content":"Eadmer, p. 81.","subId":"n34","id":"Hume.HE.1.6.n34"},{"type":"note","content":"W. Malm. p. 167.","subId":"n35","id":"Hume.HE.1.6.n35"},{"type":"note","content":"Padre Paolo sopra benef. eccles. p. 112. W. Malmes. p. 170. Chron. Abb. St. Petri de Burgo, p. 63. Sim. Dunelm. p. 233.","subId":"n36","id":"Hume.HE.1.6.n36"},{"type":"note","content":"Eadmer, p. 79.","subId":"n37","id":"Hume.HE.1.6.n37"},{"type":"note","content":"Ibid. p. 80.","subId":"n38","id":"Hume.HE.1.6.n38"},{"type":"note","content":"Ibid. p. 79.","subId":"n39","id":"Hume.HE.1.6.n39"},{"type":"note","content":"Eadmer, p. 91. W. Malm. p. 163. Sim. Dunelm. p. 230.","subId":"n40","id":"Hume.HE.1.6.n40"},{"type":"note","content":"Eadmer, p. 91. W. Malm. p. 164, 227. Hoveden, p. 471. M. Paris, p. 43. T. Rudb. p. 274. Brompton, p. 1000. Wilkins, p. 303. Chron. Dunst. p. 21.","subId":"n41","id":"Hume.HE.1.6.n41"},{"type":"note","content":"Eadmer, p. 87.","subId":"n42","id":"Hume.HE.1.6.n42"},{"type":"note","content":"Ibid. p. 91.","subId":"n43","id":"Hume.HE.1.6.n43"},{"type":"note","content":"Eadmer, p. 67, 68. Spelm. Conc. vol. ii. p. 22.","subId":"n44","id":"Hume.HE.1.6.n44"},{"type":"note","content":"Eadmer, p. 68.","subId":"n45","id":"Hume.HE.1.6.n45"},{"type":"note","content":"Order. Vital. p. 816.","subId":"n46","id":"Hume.HE.1.6.n46"},{"type":"note","content":"Eadmer, p. 83. Chron. Sax. p. 211, 212, 213, 219, 220, 228. H. Hunt. p. 380. Hoveden, p. 470. Ann. Waverl. p. 143.","subId":"n47","id":"Hume.HE.1.6.n47"},{"type":"note","content":"Order. Vital. p. 837.","subId":"n48","id":"Hume.HE.1.6.n48"},{"type":"note","content":"H. Hunt. p. 381. M. Paris, p. 47. Diceto, p. 503.","subId":"n49","id":"Hume.HE.1.6.n49"},{"type":"note","content":"Order. Vital. p. 854.","subId":"n50","id":"Hume.HE.1.6.n50"},{"type":"note","content":"Sim. Dunelm. p. 242 Alured Beverl. p. 148.","subId":"n51","id":"Hume.HE.1.6.n51"},{"type":"note","content":"Order. Vital. p. 868.","subId":"n52","id":"Hume.HE.1.6.n52"},{"type":"note","content":"Hoveden, p. 476. Order. Vital. p. 869.","subId":"n53","id":"Hume.HE.1.6.n53"},{"type":"note","content":"Gul. Neub. lib. 1. cap. 3.","subId":"n54","id":"Hume.HE.1.6.n54"},{"type":"note","content":"Eadmer, p. 110.","subId":"n55","id":"Hume.HE.1.6.n55"},{"type":"note","content":"Chron. Sax. p. 215. W. Malm. p. 166. Order. Vital. p. 83.","subId":"n56","id":"Hume.HE.1.6.n56"},{"type":"note","content":"Henry, by the feudal customs, was intitled to levy a tax for the marrying of his eldest daughter, and he exacted three shillings a hyde on all England. H. Hunt. p. 379. Some historians (Brady, p. 270. and Tyrrel, vol. ii. p. 182.) heedlessly make this sum amount to above 800,000 pounds of our present money: But it could not exceed 135,000. Five hydes, sometimes less, made a knight's fee, of which there were about 60,000 in England, consequently near 300,000 hydes; and at the rate of three shillings a hyde, the sum would amount to 45,000 pounds, or 135,000 of our present money. See Rudburne, p. 257. In the Saxon times, there were only computed 243,600 hydes in England.","subId":"n57","id":"Hume.HE.1.6.n57"},{"type":"note","content":"Chron. Sax. p. 223. W. Malm. p. 165.","subId":"n58","id":"Hume.HE.1.6.n58"},{"type":"note","content":"W. Malm. p. 175. The annals of Waverly, p. 150, say, that the king asked and obtained the consent of all the barons.","subId":"n59","id":"Hume.HE.1.6.n59"},{"type":"note","content":"Eadmer, p. 94. Chron. Sax. p. 212.","subId":"n60","id":"Hume.HE.1.6.n60"},{"type":"note","content":"Eadmer, p. 94.","subId":"n61","id":"Hume.HE.1.6.n61"},{"type":"note","content":"Ibid. p. 58.","subId":"n62","id":"Hume.HE.1.6.n62"},{"type":"note","content":"Hoveden, p. 474.","subId":"n63","id":"Hume.HE.1.6.n63"},{"type":"note","content":"Eadmer, p. 125, 137, 138.","subId":"n64","id":"Hume.HE.1.6.n64"},{"type":"note","content":"Chron. Sax. p. 229.","subId":"n65","id":"Hume.HE.1.6.n65"},{"type":"note","content":"Spelm. Conc. vol. ii. p. 34.","subId":"n66","id":"Hume.HE.1.6.n66"},{"type":"note","content":"Hoveden, p. 478. M. Paris, p. 48. Matth. West. ad ann. 1125. H. Huntingdon, p. 382. It is remarkable, that this last writer, who was a clergyman as well as the others, makes an apology for using such freedom with the fathers of the church; but says, that the fact was notorious, and ought not to be concealed.","subId":"n67","id":"Hume.HE.1.6.n67"},{"type":"note","content":"Chron. Sax. p. 234.","subId":"n68","id":"Hume.HE.1.6.n68"},{"type":"note","content":"The legates <em>a latere,</em> as they were called, were a kind of delegates, who possessed the full power of the pope in all the provinces committed to their charge, and were very busy in extending, as well as exercising it. They nominated to all vacant benefices, assembled synods, and were anxious to maintain ecclesiastical privileges, which never could be fully protected without incroachments on the civil power. If there were the least concurrence or opposition, it was always supposed that the civil power was to give way: Every deed, which had the least pretence of holding of any thing spiritual, as marriages, testaments, promissory oaths, were brought into the spiritual court, and could not be canvassed before a civil magistrate. These were the established laws of the church; and where a legate was sent immediately from Rome, he was sure to maintain the papal claims with the utmost rigour: But it was an advantage to the king to have the archbishop of Canterbury appointed legate, because the connexions of that prelate with the kingdom tended to moderate his measures.","subId":"n69","id":"Hume.HE.1.6.n69"},{"type":"note","content":"W. Malm. p. 177.","subId":"n70","id":"Hume.HE.1.6.n70"},{"type":"note","content":"H. Hunt. p. 315.","subId":"n71","id":"Hume.HE.1.6.n71"},{"type":"note","content":"H. Hunt. p. 385. M. Paris, p. 50.","subId":"n72","id":"Hume.HE.1.6.n72"},{"type":"note","content":"W. Malm. p. 178.","subId":"n73","id":"Hume.HE.1.6.n73"},{"type":"note","content":"Order. Vital. p. 805.","subId":"n74","id":"Hume.HE.1.6.n74"},{"type":"note","content":"Gul. Gemet. lib. 8. cap. 29.","subId":"n75","id":"Hume.HE.1.6.n75"},{"type":"note","content":"W. Malm. p. 179.","subId":"n76","id":"Hume.HE.1.6.n76"},{"type":"note","content":"Sim. Dunelm. p. 231. Brompton, p. 1000. Flor. Wigorn. p. 653. Hoveden, p. 471.","subId":"n77","id":"Hume.HE.1.6.n77"},{"type":"note","content":"Sim. Dunelm. p. 231. Brompton, p. 1000. Hoveden, p. 471. Annal. Waverl. p. 149.","subId":"n78","id":"Hume.HE.1.6.n78"},{"type":"note","content":"LL. Hen. 1. § 18, 75.","subId":"n79","id":"Hume.HE.1.6.n79"},{"type":"note","content":"LL. Hen.§ 82.","subId":"n80","id":"Hume.HE.1.6.n80"},{"type":"note","content":"Spellm. p. 305. Blackstone, vol. iii. p. 63. Coke, 2. Inst. 70.","subId":"n81","id":"Hume.HE.1.6.n81"},{"type":"note","content":"Lambardi Archaionomia ex edit. Twisden Wilkins, p. 235.","subId":"n82","id":"Hume.HE.1.6.n82"},{"type":"note","content":"Dial. de Scaccario, lib. 1. cap. 7.","subId":"n83","id":"Hume.HE.1.6.n83"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.1","imported":true,"title":"Volume 1. The Early History of England, Part 1","breadcrumb":"Volume 1","published":[1762]}],"prev":{"id":"Hume.HE.1.5","imported":true,"title":"Chapter 5. William Rufus","breadcrumb":"Chapter 5","published":[1762]},"next":{"id":"Hume.HE.1.7","imported":true,"title":"Chapter 7. Stephen","breadcrumb":"Chapter 7","published":[1762]}}