{"imported":true,"id":"Hume.HE.1.9","parent":"Hume.HE.1","title":"Chapter 9. Henry II (cont.)","breadcrumb":"Chapter 9","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. IX.</h2> <h1>HENRY II.</h1> <em>State of Ireland——Conquest of that island——The king's accommodation with the court of Rome——Revolt of young Henry and his brothers——Wars and insurrections——War with Scotland——Pennance of Henry for Becket's murder——William, king of Scotland, defeated and taken prisoner——The king's accommodation with his sons——The king's equitable administration——Crusades——Revolt of prince Richard——Death and character of Henry——Miscellaneous transactions of his reign.</em>","id":"Hume.HE.1.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">1172. State of Ireland.</span> AS Britain was first peopled from Gaul, so was Ireland probably from Britain; and the inhabitants of all these countries seem to have been so many tribes of the Celtae, who derive their origin from an antiquity, that lies far beyond the records of any history or tradition. The Irish, from the beginning of time, had been buried in the most profound barbarism and ignorance; and as they were never conquered or even invaded by the Romans, from whom all the western world derived its civility, they continued still in the most rude state of society, and were distinguished by those vices alone, to which human nature, not tamed by education or restrained by laws, is for ever subject. The small principalities, into which they were divided, exercised perpetual rapine and violence against each other; the uncertain succession of their princes was a continual source of domestic convulsions; the usual <span class=\"page-break\"></span>title of each petty sovereign was the murder of his predecessor; courage and force, though exercised in the commission of crimes, were more honoured than any pacific virtues; and the most simple arts of life, even tillage and agriculture, were almost wholly unknown among them. They had felt the invasions of the Danes and the other northern tribes; but these inroads, which had spread barbarism in other parts of Europe, tended rather to improve the Irish; and the only towns, which were to be found in the island, had been planted along the coast by the freebooters of Norway and Denmark. The other inhabitants exercised pasturage in the open country; sought protection from any danger in their forests and morasses; and being divided by the fiercest animosities against each other, were still more intent on the means of mutual injury, than on the expedients for common or even for private interest.","subId":"1","id":"Hume.HE.1.9.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span> many small tribes, there were in the age of Henry II. five principal sovereignties in the island, Munster, Leinster, Meath, Ulster, and Connaught; and as it had been usual for the one or the other of these to take the lead in their wars, there was commonly some prince, who seemed, for the time, to act as monarch of Ireland. Roderic O Connor, king of Connaught, was then advanced to this dignity<a href=\"#n1\"><sup>[1]</sup></a>; but his government, ill obeyed even within his own territory, could not unite the people in any measures, either for the establishment of order, or for defence against foreigners. The ambition of Henry had, very early in his reign, been moved, by the prospect of these advantages, to attempt the subjecting of Ireland; and a pretence was only wanting to invade a people, who, being always confined to their own island, had never given any reason of complaint to any of their neighbours. For this purpose, he had recourse to Rome, which assumed a right to dispose of kingdoms and empires; and not foreseeing the dangerous disputes, which he was one day to maintain with that see, he helped, for present, or rather for an imaginary, convenience, to give sanction to claims which were now become dangerous to all sovereigns. Adrian IV. who then filled the papal chair, was by birth an Englishman; and being, on that account, the more disposed to oblige Henry, he was easily persuaded to act as master of the world, and to make, without any hazard or expence, the acquisition <span class=\"page-break\"></span>of a great island to his spiritual jurisdiction. The Irish had, by precedent missions from the Britons, been imperfectly converted to Christianity; and, what the pope regarded as the surest mark of their imperfect conversion, they followed the doctrines of their first teachers, and had never acknowledged any subjection to the see of Rome. Adrian, therefore, in the year 1156, issued a bull in favour of Henry; in which, after premising, that this prince had ever shown an anxious care to enlarge the church of God on earth, and to encrease the number of his saints and elect in heaven; he represents his design of subduing Ireland as derived from the same pious motives: He considers his care of previously applying for the apostolic sanction as a sure earnest of success and victory; and having established it as a point incontestible, that all Christian kingdoms belong to the patrimony of St. Peter, he acknowledges it to be his own duty to sow among them the seeds of the gospel, which might in the last day fructify to their eternal salvation: He exhorts the king to invade Ireland, in order to extirpate the vice and wickedness of the natives, and oblige them to pay yearly, from every house, a penny to the see of Rome: He gives him entire right and authority over the island, commands all the inhabitants to obey him as their sovereign, and invests with full power all such godly instruments as he should think proper to employ in an enterprize, thus calculated for the glory of God and the salvation of the souls of men<a href=\"#n2\"><sup>[2]</sup></a>. Henry, though armed with this authority, did not immediately put his design in execution; but being detained by more interesting business on the continent, waited for a favourable opportunity of invading Ireland.","subId":"2","id":"Hume.HE.1.9.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Dermot</span> Macmorrogh, king of Leinster, had, by his licentious tyranny, rendered himself odious to his subjects, who seized with alacrity the first occasion that offered, of throwing off the yoke, which was become grievous and oppressive to them. This prince had formed a design on Dovergilda, wife of Ororic, prince of Breffny; and taking advantage of her husband's absence, who, being obliged to visit a distant part of his territory, had left his wife secure, as he thought, in an island, surrounded by a bog, he suddenly invaded the place, and carried off the princess<a href=\"#n3\"><sup>[3]</sup></a>. This exploit, <span class=\"page-break\"></span>though usual among the Irish, and rather deemed a proof of gallantry and spirit<a href=\"#n4\"><sup>[4]</sup></a>, provoked the resentment of the husband; who, having collected forces, and being strengthened by the alliance of Roderic, king of Connaught, invaded the dominions of Dermot, and expelled him his kingdom. The exiled prince had recourse to Henry, who was at this time in Guienne, craved his assistance in restoring him to his sovereignty, and offered, on that event, to hold his kingdom in vassalage under the crown of England. Henry, whose views were already turned towards making acquisitions in Ireland, readily accepted the offer; but being at that time embarrassed by the rebellions of his French subjects, as well as by his disputes with the see of Rome, he declined, for the present, embarking in the enterprize, and gave Dermot no farther assistance than letters patent, by which he empowered all his subjects to aid the Irish prince in the recovery of his dominions<a href=\"#n5\"><sup>[5]</sup></a>. Dermot supported by this authority, came to Bristol; and after endeavouring, though for some time in vain, to engage adventurers in the enterprize, he at last formed a treaty with Richard, sirnamed Strongbow, earl of Strigul. This nobleman, who was of the illustrious house of Clare, had impaired his fortune by expensive pleasures; and being ready for any desperate undertaking, he promised assistance to Dermot, on condition that he should espouse Eva, daughter of that prince, and be declared heir to all his dominions<a href=\"#n6\"><sup>[6]</sup></a>. While Richard was assembling his succours, Dermot went into Wales; and meeting with Robert Fitz-Stephens, constable of Abertivi, and Maurice Fitz-Gerald, he also engaged them in his service, and obtained their promise of invading Ireland. Being now assured of succour, he returned privately to his own state; and lurking in the monastery of Fernes, which he had founded, (for this ruffian was also a founder of monasteries) he prepared every thing for the reception of his English allies<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"3","id":"Hume.HE.1.9.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conquest of that island.</span> <span class=\"small-capitals\">The</span> troops of Fitz-Stephens were first ready. That gentleman landed in Ireland with thirty knights, sixty esquires, and three hundred archers; but this small body, being brave men, not unacquainted with discipline, and completely armed, a thing almost unknown in Ireland, struck a great terror into the barbarous inhabitants, <span class=\"page-break\"></span>and seemed to menace them with some signal revolution. The conjunction of Maurice de Pendergail, who, about the same time, brought over ten knights and sixty archers, enabled Fitz-Stephens to attempt the siege of Wexford, a town inhabited by the Danes; and after gaining an advantage, he made himself master of the place<a href=\"#n8\"><sup>[8]</sup></a>. Soon after, Fitz-Gerald arrived with ten knights, thirty esquires, and a hundred archers<a href=\"#n9\"><sup>[9]</sup></a>; and being joined by the former adventurers, composed a force which nothing in Ireland was able to withstand. Roderic, the chief monarch of the island, was foiled in different actions; the prince of Ossory was obliged to submit, and give hostages for his peaceable behaviour; and Dermot, not content with being restored to his kingdom of Leinster, projected the dethroning of Roderic, and aspired to the sole dominion over the Irish.","subId":"4","id":"Hume.HE.1.9.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> prosecution of these views, he sent over a messenger to the earl of Strigul, challenging the performance of his promise, and displaying the mighty advantages which might now be reaped by a reinforcement of warlike troops from England. Richard, not satisfied with the general allowance given by Henry to all his subjects, went to that prince, then in Normandy; and having obtained a cold or ambiguous permission, prepared himself for the execution of his designs. He first sent over Raymond, one of his retinue, with ten knights and seventy archers, who, landing near Waterford, defeated a body of three thousand Irish, that had ventured to attack him<a href=\"#n10\"><sup>[10]</sup></a>; and as Richard himself, who brought over two hundred horse, and a body of archers, joined, a few days after, the victorious English, they made themselves masters of Waterford, and proceeded to Dublin, which was taken by assault. Roderic, in revenge, cut off the head of Dermot's natural son, who had been left as a hostage in his hands; and Richard, marrying Eva, became soon after, by the death of Dermot, master of the kingdom of Leinster, and prepared to extend his authority over all Ireland. Roderic, and the other Irish princes, were alarmed at the danger; and combining together, besieged Dublin with an army of thirty thousand men: But earl Richard, making a sudden sally at the head of ninety knights, with their followers, put this numerous army to rout, chaced them off the field, and pursued them with <span class=\"page-break\"></span>great slaughter. None in Ireland now dared to oppose themselves to the English<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"5","id":"Hume.HE.1.9.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, jealous of the progress, made by his own subjects, sent orders to recal all the English, and he made preparations to attack Ireland in person<a href=\"#n12\"><sup>[12]</sup></a>: But Richard, and the other adventurers, found means to appease him, by making him the most humble submissions, and offering to hold all their acquisitions in vassalage to his crown<a href=\"#n13\"><sup>[13]</sup></a>. That monarch landed in Ireland at the head of five hundred knights, besides other soldiers: He found the Irish so dispirited by their late misfortunes, that, in a progress which he made through the island, he had no other occupation than to receive the homages of his new subjects. He left most of the Irish chieftains or princes in possession of their ancient territories; bestowed some lands on the English adventurers; gave earl Richard the commission of seneschal of Ireland; and after a stay of a few months, returned in triumph to England. By these trivial exploits, scarcely worth relating, except for the importance of the consequences, was Ireland subdued, and annexed to the English crown.","subId":"6","id":"Hume.HE.1.9.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> low state of commerce and industry, during those ages, made it impracticable for princes to support regular armies, which might retain a conquered country in subjection; and the extreme barbarism and poverty of Ireland could still less afford means of bearing the expence. The only expedient, by which a durable conquest could then be made or maintained, was by pouring in a multitude of new inhabitants, dividing among them the lands of the vanquished, establishing them in all offices of trust and authority, and thereby transforming the ancient inhabitants into a new people. By this policy, the northern invaders of old, and of late the duke of Normandy, had been able to fix their dominions, and to erect kingdoms, which remained stable on their foundations, and were transmitted to the posterity of the first conquerors. But the state of Ireland rendered that island so little inviting to the English, that only a few of desperate fortunes could be persuaded, from time to time, to transport themselves thither<a href=\"#n14\"><sup>[14]</sup></a>; and instead of reclaiming the natives from their uncultivated manners, they were <span class=\"page-break\"></span>gradually assimilated to the antient inhabitants, and degenerated from the customs of their own nation. It was also found requisite to bestow great military and arbitrary powers on the leaders, who commanded a handful of men amidst such hostile multitudes; and law and equity, in a little time, became as much unknown in the English settlements as they had ever been among the Irish tribes. Palatinates were erected in favour of the new adventurers; independant authority conferred; the natives, never fully subdued, still retained their animosity against the conquerors; their hatred was retaliated by like injuries; and from these causes, the Irish, during the course of four centuries, remained still savage and untractable: It was not till the latter end of Elizabeth's reign, that the island was fully subdued; nor till that of her successor, that it gave hopes of becoming a useful conquest to the English nation.","subId":"7","id":"Hume.HE.1.9.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span> that the easy and peaceable submission of the Irish left Henry no farther occupation in that island, he was recalled from it by another incident, which was of the last importance to his interest and safety. The two legates, Albert and Theodin, to whom was committed the trial of his conduct in the murder of archbishop Becket, were arrived in Normandy; and being impatient of delay, sent him frequent letters, full of menaces, if he protracted any longer making his appearance before them<a href=\"#n15\"><sup>[15]</sup></a>. He hastened therefore to Normandy, and had a conference with them at Savigny, where their demands were so exorbitant, that he broke off the negotiation, threatened to return to Ireland, and bade them do their worst against him. They perceived that the season was now past for taking advantage of that tragical incident; which, had it been hotly pursued by interdicts and excommunications, was capable of throwing the whole kingdom into combustion. But the time, which Henry had happily gained, had contributed to appease the minds of men: The event could not now have the same influence, as when it was recent; and as the clergy every day looked for an accommodation with the king, they had not opposed the pretensions of his partizans, who had been very industrious in representing to the people his entire innocence in the murder of the primate, and his ignorance of the designs formed by the assassins. The legates, therefore, found themselves obliged to lower their <span class=\"page-break\"></span>terms; and Henry was so fortunate as to conclude an accommodation with them. He declared upon oath, before the reliques of the saints, that, so far from commanding or desiring the death of the archbishop, he was extremely grieved when he received intelligence of it: But as the passion, which he had expressed on account of that prelate's conduct, had probably been the occasion of his murder, he stipulated the following conditions, as an atonement for the offence. <span class=\"margin-comment\">The king's accommodation withe the court of Rome.</span> He promised, that he should pardon all such as had been banished for adhering to Becket, and should restore them to their livings; that the see of Canterbury should be reinstated in all its antient possessions; that he should pay the templars a sum of money sufficient for the subsistance of two hundred knights during a year in the Holy Land; that he should himself take the cross at the Christmas following, and, if the pope required it, serve three years against the infidels, either in Spain or Palestine; that he should not insist on the observance of such customs, derogatory to ecclesiastical privileges, as had been introduced in his own time; and that he should not obstruct appeals to the pope in ecclesiastical causes, but should content himself with exacting sufficient security from such clergymen as left his dominions to prosecute an appeal, that they should attempt nothing against the rights of his crown<a href=\"#n16\"><sup>[16]</sup></a>. Upon signing these concessions, Henry received absolution from the legates, and was confirmed in the grant of Ireland made by pope Adrian<a href=\"#n17\"><sup>[17]</sup></a>: and nothing proves more strongly the great abilities of this monarch, than his extricating himself, on such easy terms, from so difficult a situation. He had always insisted, that the laws, established at Clarendon, contained not any new claims, but the ancient customs of the kingdom; and he was still at liberty, notwithstanding the articles of this agreement, to maintain his pretensions. Appeals to the pope were indeed permitted by that treaty; but as the king was also permitted to exact reasonable securities from the parties, and might stretch his demands on this head as far as he pleased, he had it virtually in his power to prevent the pope from reaping any advantage by this seeming concession. And on the whole, the constitutions of Clarendon remained still the law of the realm; though <span class=\"page-break\"></span>the pope and his legates seem so little to have conceived the king's power to lie under any legal limitations, that they were satisfied with his departing, by treaty, from one of the most momentous articles of these constitutions, without requiring any repeal by the states of the kingdom.","subId":"8","id":"Hume.HE.1.9.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, freed from this dangerous controversy with the ecclesiastics and with the see of Rome, seemed now to have reached the pinnacle of human grandeur and felicity, and to be equally happy in his domestic situation and in his political government. A numerous progeny of sons and daughters gave both lustre and authority to his crown, prevented the dangers of a disputed succession, and repressed all pretensions of the ambitious barons. The king's precaution also, in establishing the several branches of his family, seemed well calculated to prevent all jealousy among the brothers, and to perpetuate the greatness of his family. He had appointed Henry, his eldest son, to be his successor in the kingdom of England, the dutchy of Normandy, and the counties of Anjou, Maine, and Touraine; territories which lay contiguous, and which, by that means, might easily lend to each other mutual assistance, both against intestine commotions and foreign invasions. Richard, his second son, was invested in the dutchy of Guienne and county of Poictou; Geoffrey, his third son, inherited, in right of his wife, the dutchy of Britanny; and the new conquest of Ireland was destined for the appanage of John, his fourth son. He had also negociated, in favour of this last prince, a marriage with Adelais, the only daughter of Humbert, count of Savoy and Maurienne; and was to receive as her dowry considerable demesnes in Piedmont, Savoy, Bresse, and Dauphiny<a href=\"#n18\"><sup>[18]</sup></a>. But this exaltation of his family excited the jealousy of all his neighbours, who made those very sons, whose fortunes he had so anxiously established, the means of embittering his future life and disturbing his government.","subId":"9","id":"Hume.HE.1.9.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Young</span> Henry, who was rising to man's estate, began to display his character, and aspire to independance: Brave, ambitious, liberal, munificent, affable; he discovered qualities, which give great lustre to youth; prognosticate a shining fortune; but, unless tempered <span class=\"page-break\"></span>in mature age with discretion, are the forerunners of the greatest calamities<a href=\"#n19\"><sup>[19]</sup></a>. It is said, that at the time when this prince received the royal unction, his father, in order to give greater dignity to the ceremony, officiated at table as one of the retinue; and observed to his son, that never king was more royally served. <em>It is nothing extraordinary,</em> said young Henry to one of his courtiers, <em>if the son of a count should serve the son of a king.</em> This saying, which might pass only for an innocent pleasantry, or even for an oblique compliment to his father, was however regarded as a symptom of his aspiring temper; and his conduct soon after justified the conjecture.","subId":"10","id":"Hume.HE.1.9.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, agreeably to the promise which he had given both to the pope and French king, permitted his son to be crowned anew by the hands of the archbishop of Roüen, <span class=\"margin-comment\">1173.</span> and associated the princess Margaret, spouse to young Henry, in the ceremony<a href=\"#n20\"><sup>[20]</sup></a>. He afterwards allowed him to pay a visit to his father-in-law at Paris, who took the opportunity of instilling into the young prince those ambitious sentiments, to which he was naturally but too much inclined<a href=\"#n21\"><sup>[21]</sup></a>. Though it had been the constant practice of France, <span class=\"margin-comment\">Revolt of young Henry and his brothers.</span> ever since the accession of the Capetian line, to crown the son during the life-time of the father, without conferring on him any present participation of royalty; Lewis persuaded his son-in-law, that, by this ceremony, which in those ages was deemed so important, he had acquired a title to sovereignty, and that the king could not, without injustice, exclude him from immediate possession of the whole, or at least a part of his dominions. In consequence of these extravagant ideas, young Henry, on his return, desired the king to resign to him either the crown of England or the dutchy of Normandy; discovered great discontent on the refusal; spake in the most undutiful terms of his father; and soon after, in concert with Lewis, made his escape to Paris, where he was protected and supported by that monarch.","subId":"11","id":"Hume.HE.1.9.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> Henry was alarmed at this incident, and had the prospect <span class=\"page-break\"></span>of dangerous intrigues, or even of a war, which, whether successful or not, must be extremely calamitous and disagreeable to him, he received intelligence of new misfortunes, which must have affected him in the most sensible manner. Queen Eleanor, who had disgusted her first husband by her gallantries, was no less offensive to her second, by her jealousy; and after this manner, carried to extremity, in the different periods of her life, every circumstance of female weakness. She communicated her discontents against Henry to her two younger sons, Geoffrey and Richard, persuaded them that they were also entitled to present possession of the territories assigned to them; engaged them to fly secretly to the court of France; and was meditating, herself, an escape to the same court, and had even put on man's apparel for that purpose; when she was seized by orders from her husband, and thrown into confinement. Thus, Europe saw with astonishment the best and most indulgent of parents at war with his whole family; three boys, scarcely arrived at the age of puberty, require a great monarch, in the full vigour of his age and height of his reputation, to dethrone himself in their favour; and several princes not ashamed to support them in these unnatural and absurd pretensions.","subId":"12","id":"Hume.HE.1.9.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, reduced to this perilous and disagreeable situation, had recourse to the court of Rome: Though sensible of the danger attending the interposition of ecclesiastical authority in temporal disputes, he applied to the pope, as his superior lord, to excommunicate his enemies, and by these censures to reduce to obedience his undutiful children, whom he found such reluctance to punish by the sword of the magistrate<a href=\"#n22\"><sup>[22]</sup></a>. Alexander, well pleased to exert his power in so justifiable a cause, issued the bulls required of him: But it was soon found, that these spiritual weapons had not the same force as when employed in a spiritual controversy; and that the clergy were very negligent in supporting a sentence, which was nowise calculated to promote the immediate interests of their order. The king, after taking in vain this humiliating step, was obliged to have recourse to arms, and to enlist such auxiliaries, as <span class=\"page-break\"></span>are the usual resource of tyrants, and have seldom been employed by so wise and just a monarch.","subId":"13","id":"Hume.HE.1.9.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> loose government which prevailed in all the states of Europe, the many private wars carried on among the neighbouring nobles, and the impossibility of enforcing any general execution of the laws, had encouraged a tribe of banditti to disturb every where the public peace, to infest the highways, to pillage the open country, and to brave all the efforts of the civil magistrate, and even the excommunications of the church, which were fulminated against them<a href=\"#n23\"><sup>[23]</sup></a>. Troops of them were sometimes inlisted in the service of one prince or baron, sometimes in that of another: They often acted in an independant manner, under leaders of their own: The peaceable and industrious inhabitants, reduced to poverty by their ravages, were frequently obliged for subsistence to betake themselves to a like disorderly course of life: And a continual intestine war, pernicious to industry, as well as to the execution of justice, was thus carried on in the bowels of every kingdom<a href=\"#n24\"><sup>[24]</sup></a>. Those desperate ruffians received the name sometimes of Brabançons, sometimes of Routiers or Cottereaux; but for what reason, is not agreed by historians: And they formed a kind of society or government among themselves, which set at defiance the rest of mankind. The greatest monarchs were not ashamed, on occasion, to have recourse to their assistance; and as their habits of war and depredation had given them experience, hardiness, and courage, they generally composed the most formidable part of those armies, which decided the political quarrels of princes. Several of them were enlisted among the forces levied by Henry's enemies<a href=\"#n25\"><sup>[25]</sup></a>; but the great treasures amassed by that prince enabled him to engage more numerous troops of them in his service; and the situation of his affairs rendered even such banditti the only forces on whose fidelity he could repose any confidence. His licentious barons, disgusted with a vigilant government, were more desirous of being ruled by young princes, ignorant of public affairs, remiss in their conduct, and profuse in their grants<a href=\"#n26\"><sup>[26]</sup></a>; and as the king had ensured to his sons the succession to every particular province of his dominions, the nobles dreaded no danger in adhering to those who, they <span class=\"page-break\"></span>knew, must some time become their sovereigns. Prompted by these motives, many of the Norman nobility had deserted to his son Henry; the Breton and Gascon barons seemed equally disposed to embrace the quarrel of Geoffrey and Richard. Disaffection had creeped in among the English; and the earls of Leicester and Chester in particular had openly declared against the king. Twenty thousand Brabançons, therefore, joined to some troops, which he brought over from Ireland, and a few barons of approved fidelity, formed the sole force, with which he intended to resist his enemies.","subId":"14","id":"Hume.HE.1.9.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lewis</span>, in order to bind the confederates in a closer union, summoned at Paris an assembly of the chief vassals of the crown, received their approbation of his measures, and engaged them by oath to adhere to the cause of young Henry. This prince, in return, bound himself by a like tie never to desert his French allies; and having made a new great seal, he lavishly distributed among them many considerable parts of those territories, which he purposed to conquer from his father. The counts of Flanders, Boulogne, Blois, and Eu, partly moved by the general jealousy arising from Henry's power and ambition, partly allured by the prospect of reaping advantage from the inconsiderate temper and the necessities of the young prince, declared openly in favour of the latter. William, king of Scotland, had also entered into this great confederacy; and a plan was concerted for a general invasion on different parts of the king's extensive and factious dominions.","subId":"15","id":"Hume.HE.1.9.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hostilities</span> were first commenced by the counts of Flanders and Boulogne on the frontiers of Normandy. Those princes laid siege to Aumale, which was delivered into their hands, by the treachery of the count of that name: This nobleman surrendered himself prisoner; and, on pretence of thereby paying his ransom, opened the gates of all his other fortresses. The two counts next besieged and made themselves masters of Drincourt: But the count of Boulogne was here mortally wounded in the assault; and this incident put some stop to the progress of the Flemish arms.","subId":"16","id":"Hume.HE.1.9.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Wars and insurrections.</span> <span class=\"small-capitals\">In</span> another quarter, the king of France, being strongly assisted by his vassals, assembled a great army of seven thousand knights and their followers on horseback, and a proportionable number of infantry: Carrying young Henry along with him, he laid siege to Verneüil, which was vigorously defended by Hugh de Lacy and Hugh de Beauchamp, the governors. After he had lain a month <span class=\"page-break\"></span>before the place, the garrison, being straitened for provisions, were obliged to capitulate; and they engaged, if not relieved within three days, to surrender the town, and to retire into the citadel. On the last of these days, Henry appeared with his army upon the heights above Verneüil. Lewis, dreading an attack, sent the archbishop of Sens and the count of Blois to the English camp, and desired that next day should be appointed for a conference, in order to establish a general peace, and terminate the difference between Henry and his sons. The king, who passionately desired this accommodation, and suspected no fraud, gave his consent; but Lewis, that morning, obliging the garrison to surrender, according to the capitulation, set fire to the place, and began to retire with his army. Henry, provoked at this artifice, attacked the rear with vigour, put them to rout, did some execution, and took several prisoners. The French army, as their time of service was now expired, immediately dispersed themselves into their several provinces; and left Henry free to prosecute his advantages against his other enemies.","subId":"17","id":"Hume.HE.1.9.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> nobles of Britanny, instigated by the earl of Chester and Ralph de Fougeres, were all in arms; but their progress was checked by a body of Brabançons, which the king, after Lewis's retreat, had sent against them. The two armies came to an action near Dol; where the rebels were defeated, fifteen hundred killed on the spot, and the leaders, the earls of Chester and Fougeres, obliged to take shelter in the town of Dol. Henry hastened to form the siege of that place, and carried on the attack with such ardour, that he obliged the governor and garrison to surrender themselves prisoners. By these vigorous measures and happy successes, the insurrections were entirely quelled in Britanny; and the king, thus fortunate in all quarters, willingly agreed to a conference with Lewis, in hopes, that his enemies, finding all their mighty efforts entirely frustrated, would terminate hostilities on some moderate and reasonable conditions.","subId":"18","id":"Hume.HE.1.9.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> two monarchs met between Trie and Gisors; and Henry had here the mortification to see his three sons in the retinue of his mortal enemy. As Lewis had no other pretence for war than supporting the claims of the young princes, the king made them such offers as children might be ashamed to insist on, and could be extorted from him by nothing but his parental affection or by the <span class=\"page-break\"></span>present necessity of his affairs<a href=\"#n27\"><sup>[27]</sup></a>. He insisted only on retaining the sovereign authority in all his dominions; but offered young Henry half the revenues of England, with some places of surety in that kingdom; or, if he rather chose to reside in Normandy, half the revenues of that dutchy, with all those of Anjou. He made a like offer to Richard in Guienne; he promised to resign Britanny to Geoffrey; and if these concessions were not deemed sufficient, he agreed to add to them whatever the pope's legates, who were present, should require of him<a href=\"#n28\"><sup>[28]</sup></a>. The earl of Leicester was also present at the negotiation; and either from the impetuosity of his temper, or from a view of abruptly breaking off a conference which must cover the allies with confusion, he gave vent to the most violent reproaches against Henry, and he even put his hand to his sword, as if he meant to attempt some violence against him. This furious action threw the whole company into confusion, and put an end to the treaty<a href=\"#n29\"><sup>[29]</sup></a>.","subId":"19","id":"Hume.HE.1.9.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> chief hopes of Henry's enemies seemed now to depend on the state of affairs in England, where his authority was exposed to the most imminent danger. One article of prince Henry's agreement with his foreign confederates, was, that he should resign Kent, with Dover and all its other fortresses, into the hands of the earl of Flanders<a href=\"#n30\"><sup>[30]</sup></a>: Yet so little national or public spirit prevailed among the independant English nobility, so wholly bent were they on the aggrandizement each of himself and his own family, that, notwithstanding this pernicious concession, which must have produced the ruin of the kingdom, the greater part of them had conspired to make an insurrection and to support the prince's pretensions. The king's principal resource lay in the church and the bishops, with whom he was now in perfect agreement; whether that the decency of their character made them ashamed of supporting so unnatural a rebellion, or that they were entirely satisfied with Henry's atonement for the murder of Becket and for his former invasion of ecclesiastical immunities. That prince, however, had resigned none of the essential rights of his crown in the accommodation; he maintained still the same prudent jealousy of the court of Rome; admitted no legate into England, without his <span class=\"page-break\"></span>swearing to attempt nothing against the royal prerogatives; and he had even obliged the monks of Canterbury, who pretended to a free election on the vacancy made by the death of Becket, to chuse Roger, prior of Dover, in the place of that turbulent prelate<a href=\"#n31\"><sup>[31]</sup></a>.","subId":"20","id":"Hume.HE.1.9.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">War with Scotland</span> <span class=\"small-capitals\">The</span> king of Scotland made an irruption into Northumberland, and committed great devastations; but being opposed by Richard de Lucy, whom Henry had left guardian of the realm, he retreated into his own country, and agreed to a cessation of arms. This truce enabled the guardian to march southwards with his army, in order to oppose an invasion, which the earl of Leicester, at the head of a great body of Flemings, had made upon Suffolk. The Flemings had been joined by Hugh Bigod, who made them masters of his castle of Framlingham; and marching into the heart of the kingdom, where they hoped to be supported by Leicester's vassals, they were met by Lucy, who, assisted by Humphry Bohun, the constable, and the earls of Arundel, Glocester, and Cornwal, had advanced to Farnham with a less numerous, but braver army, to oppose them. The Flemings, who were mostly weavers and artificers (for manufactures were now beginning to be established in Flanders) were broken in an instant, ten thousand of them were put to the sword, the earl of Leicester was taken prisoner, and the remains of the invaders were glad to compound for a safe retreat into their own country.","subId":"21","id":"Hume.HE.1.9.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">1174.</span> <span class=\"small-capitals\">This</span> great defeat did not dishearten the malcontents; who, being supported by the alliance of so many foreign princes, and encouraged by the king's own sons, determined to persevere in their enterprize. The earl of Ferrars, Roger de Moubray, Archetil de Mallory, Richard de Moreville, Hamo de Mascie, together with many friends of the earls of Leicester and Chester, rose in arms: The fidelity of the earls of Clare and Glocester were suspected; and the guardian, though vigorously supported by Geoffrey, Bishop of Lincoln, the king's natural son by the fair Rosamond, found it difficult to defend himself on all quarters, from so many open and concealed enemies. The more to augment the confusion, the king of Scotland, on the expiration of the truce, broke into the northern provinces with a great army<a href=\"#n32\"><sup>[32]</sup></a> of 80,000 men; which, though undisciplined and disorderly, and better fitted for committing devastation, than for executing any military enterprize, was become <span class=\"page-break\"></span>dangerous from the present factious and turbulent spirit of the kingdom. Henry, who had baffled all his enemies in France, and had put his frontiers in a posture of defence, now found England the seat of danger; and he determined by his presence to overawe the malcontents, or by his conduct and courage to subdue them. He landed at Southampton; <span class=\"margin-comment\">8th July. Penance of Henry for Becket's murder.</span> and knowing the influence of superstition over the minds of the people, he hastened to Canterbury, in order to make atonement to the ashes of Thomas a Becket, and tender his submissions to a dead enemy. As soon as he came within sight of the church of Canterbury, he dismounted, walked barefoot towards it, prostrated himself before the shrine of the saint, remained in fasting and prayer during a whole day, and watched all night the holy reliques. Not content with this hypocritical devotion towards a man, whose violence and ingratitude had so long disquieted his government, and had been the object of his most inveterate animosity, he submitted to a pennance, still more singular and humiliating. He assembled a chapter of the monks, disrobed himself before them, put a scourge of discipline into the hands of each, and presented his bare shoulders to the lashes which these ecclesiastics successively inflicted upon him. Next day, he received absolution; and departing for London, got soon after the agreeable intelligence of a great victory which his generals had obtained over the Scots, and which, being gained, as was reported, on the very day of his absolution, was regarded as the earnest of his final reconciliation with Heaven and with Thomas a Becket.","subId":"22","id":"Hume.HE.1.9.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">William</span>, king of Scots, though repulsed before the castle of Prudhow, and other fortified places, had committed the most horrible depredations upon the northern provinces: But on the approach of Ralph de Glanville, the famous justiciary, seconded by Bernard de Baliol, Robert de Stuteville, Odonel de Umfreville, William de Vesci, and other northern barons, together with the gallant bishop of Lincoln, he thought proper to retreat nearer his own country, and he fixed his camp at Alnwic. He had here weakened his army extremely, by sending out numerous detachments in order to extend his ravages; and he lay absolutely safe, as he imagined, from any attack of the enemy. But Glanville, informed of his situation, made a hasty and fatiguing march to Newcastle; and allowing his soldiers only a small interval for refreshment, he immediately set out towards evening for Alnwic. He marched that <span class=\"page-break\"></span>night above thirty miles; <span class=\"margin-comment\">13th July.</span> arrived in the morning, under cover of a mist, near the Scottish camp; and regardless of the great numbers of the enemy, he began the attack with his small, but determined, body of cavalry. William was living in such supine security, that he took the English at first for a body of his own ravagers, who were returning to the camp: But the sight of their banners convincing him of his mistake, he entered on the action with no greater body than a hundred horse, in confidence, that the numerous army, which surrounded him, <span class=\"margin-comment\">William, king of Scotland, defeated and taken prisoner.</span> would soon hasten to his relief. He was dismounted on the first shock, and taken prisoner; while his troops, hearing of this disaster, fled on all sides with the utmost precipitation. The dispersed ravagers made the best of their way to their own country; and discord arising among them, they proceeded even to mutual hostilities, and suffered more from each other's sword than from that of the enemy.","subId":"23","id":"Hume.HE.1.9.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> great and important victory proved at last decisive in favour of Henry, and entirely broke the spirit of the English rebels. The bishop of Durham, who was preparing to revolt, made his submissions; Hugh Bigod, though he had received a strong reinforcement of Flemings, was obliged to surrender all his castles, and throw himself on the king's mercy; no better resource was left to the earl of Ferrars and Roger de Moubray; the inferior rebels imitating the example, all England was restored to tranquillity in a few weeks; and as the king appeared to lie under the immediate protection of Heaven, it was deemed impious any longer to resist him. The clergy exalted anew the merits and powerful intercession of Becket; and Henry, instead of opposing this superstition, plumed himself on the new friendship of the saint, and propagated an opinion which was so favourable to his intrests<a href=\"#n33\"><sup>[33]</sup></a>.","subId":"24","id":"Hume.HE.1.9.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Prince</span> Henry, who was ready to embark at Gravelines with the earl of Flanders and a great army, hearing that his partizans in England were suppressed, abandoned all thoughts of the enterprize, and joined the camp of Lewis, who, during the absence of the king, had made an irruption into Normandy, and had laid siege to Roüen<a href=\"#n34\"><sup>[34]</sup></a>. The place was defended with great vigour by the inhabitants<a href=\"#n35\"><sup>[35]</sup></a>; and Lewis, despairing of success by open force, tried to gain the town by a stratagem, which, in that superstitious age, was deemed not very honourable. He proclaimed in his own camp <span class=\"page-break\"></span>a cessation of arms, on pretence of celebrating the festival of St. Laurence; and when the citizens, supposing themselves in safety, were so imprudent as to remit their guard, he purposed to take advantage of their security. Happily, some priests had, from mere curiosity, mounted a steeple, where the alarm-bell hung; and observing the French camp in motion, they immediately rang the bell, and gave warning to the inhabitants, who ran to their several stations. The French, who, on hearing the alarm, hurried to the assault, had already mounted the walls in several places; but being repulsed by the enraged citizens, were obliged to retreat with considerable loss<a href=\"#n36\"><sup>[36]</sup></a>. Next day, Henry, who had hastened to the defence of his Norman dominions, passed over the bridge in triumph; and entered Roüen in sight of the French army. The city was now in absolute safety; and the king, in order to brave the French monarch, commanded the gates, which had been walled up, to be opened; and he prepared to push his advantages against the enemy. Lewis saved himself from this perilous situation by a new piece of deceit, not so justifiable. He proposed a conference for adjusting the terms of a general peace, which, he knew, would be greedily embraced by Henry; and while the king of England trusted to the execution of his promise, he made a retreat with his army into France.","subId":"25","id":"Hume.HE.1.9.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> was, however, a necessity on both sides for an accommodation. Henry could no longer bear to see his three sons in the hands of his enemy; and Lewis dreaded, lest this great monarch, victorious in all quarters, crowned with glory, and absolute master of his dominions, might take revenge for the many dangers and disquietudes, which the arms, and still more the intrigues of France, had, in his disputes both with Becket and his sons, found means to raise him. After making a cessation of arms, a conference was agreed on near Tours; where Henry granted his sons much less advantageous terms than he had formerly offered; <span class=\"margin-comment\">The king's accommodation with his sons.</span> and he received their submissions. The most material of his concessions were some pensions which he stipulated to pay them, and some castles which he granted them for the place of their residence; together with an indemnity for all their adherents, who were restored to their estates and honours<a href=\"#n37\"><sup>[37]</sup></a>.","subId":"26","id":"Hume.HE.1.9.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> all those who had embraced the cause of the young princes, William, king of Scotland, was the only considerable loser, by that invidious and unjust enterprize. Henry delivered from confinement, without exacting any ransom, about nine hundred knights whom he had taken prisoners; but it cost William the ancient independancy of his crown as the price of his liberty. He stipulated to do homage to Henry for Scotland and all his other possessions; he engaged that all the barons and nobility of his kingdom should also do homage; that the bishops should take an oath of fealty; that both should swear to adhere to the king of England against their native prince, if the latter should break his engagements; <span class=\"margin-comment\">1175. 10th Aug.</span> and that the fortresses of Edinburgh, Stirling, Berwic, Roxborough, and Jedborough should be delivered into Henry's hands, till the performance of articles<a href=\"#n38\"><sup>[38]</sup></a>. This severe and humiliating treaty was executed in its full rigour. William, being released, brought up all his barons, prelates, and abbots; and they did homage to Henry in the cathedral of York, and acknowledged him and his successors for their superior lord<a href=\"#n39\"><sup>[39]</sup></a>. The English monarch stretched still farther the rigour of the conditions which he exacted. He engaged the king and states of Scotland to make a perpetual cession of the fortresses of Berwic and Roxborough, and to allow the castle of Edinburgh to remain in his hands for a limited time. This was the first great ascendant which England obtained over Scotland; and indeed the first important transaction which had passed between the kingdoms. Few princes have been so fortunate as to gain considerable advantages over their weaker neighbours with less violence and injustice, than was practised by Henry against the king of Scots, whom he had taken prisoner in battle, and who had wantonly engaged in a war, in which all the neighbours of that prince, and even his own family, were, without provocation, combined against him<a href=\"#n40\"><sup>[40]</sup></a>.","subId":"27","id":"Hume.HE.1.9.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">King's equitable administration.</span> <span class=\"small-capitals\">Henry</span>, having thus, contrary to expectation, extricated himself with honour from a situation, in which his throne was exposed to great danger, was employed for several years in the administration of justice, in the execution of the laws, and in guarding against those inconveniences, which either the past convulsions of his state, or the political institutions of that age, unavoidably occasioned. The provisions, which he made, show such largeness of thought as qualified him for being a legislator; and they were commonly calculated as well for the future as the present happiness of his kingdom.","subId":"28","id":"Hume.HE.1.9.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">1176.</span> <span class=\"small-capitals\">He</span> enacted severe penalties against robbery, murder, false coining, arson; and ordained that these crimes should be punished by the amputation of the right hand and right foot<a href=\"#n41\"><sup>[41]</sup></a>. The pecuniary commutation for crimes, which has a false appearance of lenity, had been gradually disused; and seems to have been entirely abolished by the rigour of these statutes. The superstitious trial by water ordeal, though condemned by the church<a href=\"#n42\"><sup>[42]</sup></a>, still subsisted; but Henry ordained, that any man, accused of murder or any heinous felony by the oath of the legal knights of the county, should, even though acquitted by the ordeal, be obliged to abjure the realm<a href=\"#n43\"><sup>[43]</sup></a>.","subId":"29","id":"Hume.HE.1.9.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> advances towards reason and good sense are slow and gradual. Henry, though sensible of the great absurdity attending the trial by duel or battle, did not venture to abolish it: He only admitted either of the parties to challenge a trial by an assize or jury of twelve freeholders<a href=\"#n44\"><sup>[44]</sup></a>. This latter method of trial seems to have been very ancient in England, and was fixed by the laws of king Alfred: But the barbarous and violent genius of the age had of late given more credit to the trial by battle, which had become the general method of deciding all important controversies. It was never abolished by law in England; and there is an instance of it so late as the reign of Elizabeth: But the institution revived by this king, being found more reasonable and more suitable to a civilized people, gradually prevailed over it.","subId":"30","id":"Hume.HE.1.9.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> partition of England into four divisions, and the appointment of itinerant justices to go the circuit in each division, <span class=\"page-break\"></span>and to decide the causes in the counties, was another important ordinance of this prince, which had a direct tendency to curb the oppressive barons, and to protect the inferior gentry and common people in their property<a href=\"#n45\"><sup>[45]</sup></a>. Those justices were either prelates or considerable noblemen; who, besides carrying the authority of the king's commission, were able, by the dignity of their own character, to give weight and credit to the laws.","subId":"31","id":"Hume.HE.1.9.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> there might be fewer obstacles to the execution of justice, the king was vigilant in demolishing all the new erected castles of the nobility, in England as well as in his foreign dominions; and he permitted no fortress to remain in the custody of those whom he found reason to suspect<a href=\"#n46\"><sup>[46]</sup></a>.","subId":"32","id":"Hume.HE.1.9.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> lest the kingdom should be weakened by this demolition of the fortresses, the king fixed an assize of arms, by which all his subjects were obliged to put themselves in a situation for defending themselves and the realm. Every man, possessed of a knight's fee, was ordained to have for each fee, a coat of mail, a helmet, a shield, and a lance; every free layman, possessed of goods to the value of sixteen marks, was to be armed in like manner; every one that possessed ten marks was obliged to have an iron gorget, a cap of iron, and a lance; all burgesses were to have a cap of iron, a lance and a wambais; that is, a coat quilted with wool, tow, or such like materials<a href=\"#n47\"><sup>[47]</sup></a>. It appears, that archery, for which the English were afterwards so renowned, had not, at this time, become very common among them. The spear was the chief weapon employed in battle.","subId":"33","id":"Hume.HE.1.9.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> clergy and the laity were during that age in a strange situation with regard to each other, and such as may seem totally incompatible with a civilized, and indeed with any species of government. If a clergyman were guilty of murder, he could be punished by degradation only: If he were murdered, the murderer was exposed to nothing but excommunication and ecclesiastical censures; and the crime was atoned for by pennances and submission<a href=\"#n48\"><sup>[48]</sup></a>. Hence the assassins of Thomas a Becket himself, though guilty of the most atrocious wickedness, and the most repugnant to the sentiments of that age, lived securely in their own houses, without <span class=\"page-break\"></span>being called to account by Henry himself, who was so much concerned, both in honour and interest, to punish that crime, and who professed or affected on all occasions the most extreme abhorrence of it. It was not till they found their presence shunned by every one as excommunicated persons, that they were induced to take a journey to Rome, to throw themselves at the feet of the pontiff, and to submit to the pennances imposed upon them: After which, they continued to possess, without molestation, their honours and fortunes, and seem even to have recovered the countenance and good opinion of the public. But as the king, by the constitutions of Clarendon, which he endeavoured still to maintain<a href=\"#n49\"><sup>[49]</sup></a>, had subjected the clergy to a trial by the civil magistrate, it seemed but just to give them the protection of that power, to which they owed obedience: It was enacted, that the murderers of clergymen should be tried before the justiciary in the presence of the bishop or his official; and besides the usual punishment for murder, should be subjected to a forfeiture of their estates, and a confiscation of their goods and chattels<a href=\"#n50\"><sup>[50]</sup></a>.","subId":"34","id":"Hume.HE.1.9.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king passed an equitable law, that the goods of a vassal should not be seized for the debt of his lord, unless the vassal be surety for the debt; and that the rents of vassals should be paid to the creditors of the lord, not to the lord himself. It is remarkable, that this law was enacted by the king in a council which he held at Verneüil, and which consisted of some prelates and barons of England, as well as some of Normandy, Poictou, Anjou, Maine, Touraine, and Britanny; and the statute took place in all these last mentioned territories<a href=\"#n51\"><sup>[51]</sup></a>, though totally unconnected with each other<a href=\"#n52\"><sup>[52]</sup></a>: A certain proof how irregular the ancient feudal government was, and how near the sovereigns, in some instances, approached to despotism, though in others they seemed scarcely to possess any authority. If a prince, much dreaded and revered like Henry, obtained but the appearance of general consent to an ordinance, <span class=\"page-break\"></span>which was equitable and just, it became immediately an established law, and all his subjects acquiesced in it. If the prince was hated or despised; if the nobles, who supported him, had small influence; if the humours of the times disposed the people to question the justice of his ordinance; the fullest and most authentic assembly had no authority. Thus all was confusion and disorder; no regular idea of a constitution; force and violence decided every thing.","subId":"35","id":"Hume.HE.1.9.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> success, which had attended Henry in his wars, did not much encourage his neighbours to form any attempt against him; and his transactions with them, during several years, contain little memorable. Scotland remained in that state of feudal subjection, to which he had reduced it; and gave him no farther inquietude. He sent over his fourth son, John, into Ireland, with a view of making a more complete conquest of the island; but the petulance and incapacity of this prince, by which he enraged the Irish chieftains, obliged the king soon after to recall him<a href=\"#n53\"><sup>[53]</sup></a>. The king of France had fallen into an abject superstition; and was induced by a devotion, more sincere than that of Henry, to make a pilgrimage to the tomb of Becket, in order to obtain his intercession for the cure of Philip, his eldest son. He probably thought himself well intitled to the favour of that saint, on account of their ancient intimacy; and hoped, that Becket, whom he had protected while on earth, would not now, when he was so highly exalted in heaven, forget his old friend and benefactor. The monks, sensible that their saint's honour was concerned in the case, failed not to publish, that Lewis's prayers were answered, and that the young prince was restored to health, by Becket's intercession. That king himself was soon after struck with an apoplexy, which deprived him of his understanding: Philip, though a youth of fifteen, took on him the administration, till his father's death, which happened soon after, opened his way to the throne; and he proved the ablest and greatest monarch that had governed that kingdom since the age of Charlemagne. The superior years, however, and experience of Henry, while they moderated his ambition, gave him such an ascendant over this prince, <span class=\"margin-comment\">1180.</span> that no dangerous rivalship, for a long <span class=\"page-break\"></span>time, arose between them. The English monarch, instead of taking advantage of his own situation, rather employed his good offices in composing the quarrels which arose in the royal family of France; and he was successful in mediating a reconciliation between Philip and his mother and uncles. These services were but ill-requited by Philip, who, when he came to man's estate, fomented all the domestic discords in the royal family of England, and encouraged Henry's sons in their ungrateful and undutiful behaviour towards him.","subId":"36","id":"Hume.HE.1.9.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Prince</span> Henry, equally impatient of obtaining power, and incapable of using it, renewed to the king the demand of his resigning Normandy; and on meeting with a refusal, he fled with his consort to the court of France: But not finding Philip, at that time, disposed to enter into war for his sake, he accepted of his father's offers of reconciliation, and made him submissions. It was a cruel circumstance in the king's fortune, that he could hope for no tranquillity from the criminal enterprizes of his sons but by their mutual discord and animosities, which disturbed his family, and threw his state into convulsions. Richard, whom he had made master of Guienne, and who had displayed his valour and military genius, by suppressing the revolts of his mutinous barons, refused to obey Henry's orders, in doing homage to his elder brother for that dutchy; and he defended himself against young Henry and Geoffrey, who, uniting their arms, carried war into his territories<a href=\"#n54\"><sup>[54]</sup></a>. The king with some difficulty composed this difference; but immediately found his eldest son engaged in conspiracies, and ready to take arms against himself. While the young prince was conducting these criminal intrigues, he was seized with a fever at Martel, a castle near Turenne, to which he had retired in discontent; and seeing the approaches of death, <span class=\"margin-comment\">1183.</span> he was at last struck with remorse for his undutiful behaviour towards his father. He sent a message to the king, who was not far distant; expressed his contrition for his faults; and entreated the favour of a visit, that he might at least die with the satisfaction of having obtained his forgiveness. Henry, who had so often experienced the prince's ingratitude and violence, apprehended that his sickness was entirely feigned, and he <span class=\"page-break\"></span>durst not entrust himself into his son's hands: But when he soon after received intelligence of young Henry's death, <span class=\"margin-comment\">11th June. Death of young Henry.</span> and the proofs of his sincere repentance, this good prince was affected with the deepest sorrow; he thrice fainted away; he accused his own hardheartedness in refusing the dying request of his son; and he lamented, that he had deprived that prince of the last opportunity of making atonement for his offences, and of pouring out his soul in the bosom of his reconciled father<a href=\"#n55\"><sup>[55]</sup></a>. This prince died in the twenty-eighth year of his age.","subId":"37","id":"Hume.HE.1.9.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> behaviour of his surviving children did not tend to give the king any consolation for the loss. As prince Henry had left no posterity, Richard was become heir to all his dominions; and the king intended, that John, his third surviving son and favourite, should inherit Guienne as his appanage: But Richard refused his consent, fled into that dutchy, and even made preparations for carrying on war, as well against his father as against his brother Geoffrey, who was now put in possession of Britanny. Henry sent for Eleanor, his queen, the heiress of Guienne, and required Richard to deliver up to her the dominion of these territories; which that prince, either dreading an insurrection of the Gascons in her favour, or retaining some sense of duty towards her, readily performed; and he peaceably returned to his father's court. No sooner was this quarrel accommodated, than Geoffrey, the most vicious perhaps of all Henry's unhappy family, broke out into violence; demanded Anjou to be annexed to his dominions of Britanny; and on meeting with a refusal, <span class=\"margin-comment\">1185.</span> fled to the court of France, and levied forces against his father<a href=\"#n56\"><sup>[56]</sup></a>. Henry was freed from this danger by his son's death, who was killed in a tournament at Paris<a href=\"#n57\"><sup>[57]</sup></a>. The widow of Geoffrey, soon after his decease, was delivered of a son, who received the name of Arthur, and was invested in the dutchy of Britanny, under the guardianship of his grandfather, who, as duke of Normandy, was also superior lord of that territory. Philip, as lord Paramount, disputed some time his title to this wardship; but was obliged to yield to the inclinations of the Bretons, who preferred the government of Henry.","subId":"38","id":"Hume.HE.1.9.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">Crusades.</span> <span class=\"small-capitals\">But</span> the rivalship between these potent princes, and all their <span class=\"page-break\"></span>inferior interests, seemed now to have given place to the general passion for the relief of the Holy Land, and the expulsion of the Saracens. Those infidels, though obliged to yield to the immense inundation of Christians in the first crusade, had recovered courage after the torrent was past; and attacking on all quarters the settlements of the Europeans, had reduced these adventurers to great difficulties, and obliged them to apply again for succours from the west. A second crusade, under the emperor Conrade, and Lewis VII. king of France, in which there perished above 200,000 men, brought them but a temporary relief; and those princes, after losing such immense armies, and seeing the flower of their nobility fall by their side, returned with little honour into Europe. Bud these repeated misfortunes, which drained the western world of its people and treasure, were not yet sufficient to cure men of their passion for those spiritual adventures; and a new incident rekindled with fresh fury the zeal of the ecclesiastics and military adventures among the Latin Christians. Saladin, a prince of great generosity, bravery, and conduct, having fixed himself on the throne of Egypt, began to extend his conquests over the east; and finding the settlement of the Christians in Palestine an invincible obstacle to the progress of his arms, he bent the whole force of his policy and valour to subdue that small and barren, but important territory. Taking advantage of dissentions, which prevailed among the champions of the cross, and having secretly gained the count of Tripoli, who commanded their armies, he invaded the frontiers with a mighty power; and, aided by the treachery of that count, gained over them at Tiberiade a complete victory, <span class=\"margin-comment\">1187.</span> which utterly annihilated the force of the already languishing kingdom of Jerusalem. The holy city itself fell into his hands after a feeble resistance; the kingdom of Antioch was almost entirely subdued; and except some maritime towns, nothing considerable remained of those boasted conquests, which, near a century before, it had cost the efforts of all Europe to acquire<a href=\"#n58\"><sup>[58]</sup></a>.","subId":"39","id":"Hume.HE.1.9.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> western Christians were astonished on receiving this dismal intelligence. Pope Urban III. it is pretended, died of grief; and his successor, Gregory VIII. employed the whole time of his short pontificate in rouzing to arms all the Christians who acknowledged <span class=\"page-break\"></span>his authority. The general cry was, that they were unworthy of enjoying any inheritance in heaven, who did not vindicate from the dominion of the infidels the inheritance of God on earth, and deliver from slavery that country which had been consecrated by the footsteps of their Redeemer. William, archbishop of Tyre, <span class=\"margin-comment\">1188. 21st January</span> having procured a conference between Henry and Philip near Gisors, enforced all these topics; gave a pathetic description of the miserable state of the eastern Christians; and employed every argument to excite the ruling passions of the age, superstition and jealousy of military honour<a href=\"#n59\"><sup>[59]</sup></a>: The two monarchs immediately took the cross; many of their most considerable vassals imitated the example<a href=\"#n60\"><sup>[60]</sup></a>; and as the emperor Frederic I. entered into the same confederacy, some well-grounded hopes of success were entertained; and men flattered themselves, that an enterprize, which had failed under the conduct of many independant leaders, or of imprudent princes, might at last, by the efforts of such potent and able monarchs, be brought to a happy issue.","subId":"40","id":"Hume.HE.1.9.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> kings of France and England imposed a tax, amounting to the tenth of all moveable goods, on such as remained at home<a href=\"#n61\"><sup>[61]</sup></a>; but as they exempted from this burden most of the regular clergy, the secular aspired to the same immunity; pretended that their duty obliged them to assist the crusade with their prayers alone; and it was with some difficulty they were constrained to desist from an opposition, which in them, who had been the chief promoters of those pious enterprizes, appeared with the worst grace imaginable<a href=\"#n62\"><sup>[62]</sup></a>. This backwardness of the clergy is perhaps a symptom, that the enthusiastic ardour, which had at first seized the people for crusades, was now by time and ill success considerably abated; and that the frenzy was chiefly supported by the military genius and love of glory in the monarchs.","subId":"41","id":"Hume.HE.1.9.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> before this great machine could be put in motion, there were still many obstacles to surmount. Philip, jealous of Henry's power, entered into a private confederacy with young Richard; and working on his ambitious and impatient temper, persuaded him, <span class=\"margin-comment\">1189. Revolt of prince Richard.</span> instead of supporting and aggrandizing that monarchy, which he was one day to inherit, to seek present power and independance, by disturbing and dismembering it. In order to give a pretence for hostilities between the two kings, Richard broke into <span class=\"page-break\"></span>the territories of Raymond, count of Toulouse, who immediately carried complaints of this violence before the king of France as his superior lord. Philip remonstrated with Henry; but received for answer, that Richard had confessed to the archbishop of Dublin, that his enterprize against Raymond had been undertaken by the approbation of Philip himself, and was conducted by his authority. The king of France, who might have been covered with shame and confusion by this detection, still prosecuted his design, and invaded the provinces of Berri and Auvergne, under colour of revenging the quarrel of the count of Toulouse<a href=\"#n63\"><sup>[63]</sup></a>. Henry retaliated, by making inroads upon the frontiers of France, and burning Dreux. As this war, which destroyed all hopes of success in the projected crusade, gave great scandal, the two kings held a conference at the accustomed place between Gisors and Trie, in order to find means of accommodating their differences: They separated on worse terms than before; and Philip, to show his disgust, ordered a great elm, under which the conferences had been usually held, to be cut down<a href=\"#n64\"><sup>[64]</sup></a>; as if he had renounced all desire of accommodation, and was determined to carry the war to extremities against the king of England. But his own vassals refused to serve under him in so invidious a cause<a href=\"#n65\"><sup>[65]</sup></a>; and he was obliged to come anew to a conference with Henry, and to offer terms of peace. These terms were such as entirely opened the eyes of the king of England, and fully convinced him of the perfidy of his son, and his secret alliance with Philip, of which he had before only entertained some suspicion. The king of France required, that Richard should be crowned king of England in the life-time of his father, should be invested in all his transmarine dominions, and should immediately espouse Alice, Philip's sister, to whom he had formerly been affianced, and who had already been conducted into England<a href=\"#n66\"><sup>[66]</sup></a>. Henry had experienced such fatal effects, both from the crowning of his eldest son, and from that prince's alliance with the royal family of France, that he rejected these terms; and Richard, in consequence of his secret agreement with Philip, immediately revolted from him<a href=\"#n67\"><sup>[67]</sup></a>, did homage to the king of France for all the dominions which Henry held of that crown, and received the investitures, as if he had already been the lawful possessor. Several historians assert, that Henry himself had become enamoured of <span class=\"page-break\"></span>young Alice, and mention this as an additional reason for his refusing these conditions: But he had so many other just and equitable motives for his conduct, that it is superfluous to assign a cause, which the great prudence and advanced age of that monarch render somewhat improbable.","subId":"42","id":"Hume.HE.1.9.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Cardinal</span> Albano, the pope's legate, displeased with these encreasing obstacles to the crusade, excommunicated Richard, as the chief spring of discord: But the sentence of excommunication, which, when it was properly prepared, and was zealously supported by the clergy, had often great influence in that age, proved entirely ineffectual in the present case. The chief barons of Poictou, Guienne, Normandy, and Anjou, being attached to the young prince, and finding that he had now received the investiture from their superior lord, declared for him, and made inroads into the territories of such as still adhered to the king. Henry, disquieted by the daily revolts of his mutinous subjects, and dreading still worse effects from their turbulent disposition, had again recourse to papal authority; and engaged the cardinal Anagni, who had succeeded Albano in the legateship, to threaten Philip with laying an interdict on all his dominions. But Philip, who was a prince of great vigour and capacity, despised the menace, and told Anagni, that it belonged not to the pope to interpose in the temporal disputes of princes, much less in those between him and his rebellious vassal. He even proceeded so far as to reproach him with partiality, and with receiving bribes from the king of England<a href=\"#n68\"><sup>[68]</sup></a>; while Richard, still more outrageous, offered to draw his sword against the legate, and was hindered, by the interposition alone of the company, from committing violence upon him<a href=\"#n69\"><sup>[69]</sup></a>.","subId":"43","id":"Hume.HE.1.9.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king of England was now obliged to defend his dominions by arms, and to engage in a war with France and with his eldest son, a prince of great valour, on such disadvantageous terms. Ferté-Barnard fell first into the hands of the enemy: Mans was next taken by assault; and Henry, who had thrown himself into that place, escaped with some difficulty<a href=\"#n70\"><sup>[70]</sup></a>: Amboise, Chaumont, and Chateau de Loire, opened their gates on the appearance of Philip and Richard: Tours was menaced; and the king, who had retired to Saumur, and had daily instances of the cowardice or <span class=\"page-break\"></span>infidelity of his governors, expected the most dismal issue to all his enterprizes. While he was in this state of despondency, the duke of Burgundy, the earl of Flanders, and the archbishop of Rheims interposed with their good offices; and the intelligence, which he received of the taking of Tours, and which made him fully sensible of the desperate situation of his affairs, so subdued his spirit, that he submitted to all the rigorous terms, which were imposed upon him. He agreed, that Richard should marry the princess Alice; that that prince should receive the homage and oath of fealty of all his subjects both in England and his transmarine dominions; that he himself should pay twenty thousand marks to the king of France as a compensation for the charges of the war; that his own barons should engage to make him observe this treaty by force, and in case of his violating it, should promise to join Philip and Richard against him; and that all his vassals, who had entered into confederacy with Richard, should receive an indemnity for the offence<a href=\"#n71\"><sup>[71]</sup></a>.","subId":"44","id":"Hume.HE.1.9.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the mortification, which Henry, who had been accustomed to give the law in most treaties, received from these disadvantageous terms, was the least that he met with on this occasion. When he demanded a list of those barons, to whom he was bound to grant a pardon for their connections with Richard; he was astonished to find, at the head of them, the name of his second son, John<a href=\"#n72\"><sup>[72]</sup></a>; who had always been his favourite, whose interests he had ever anxiously at heart, and who had even, on account of his ascendant over him, often excited the jealousy of Richard<a href=\"#n73\"><sup>[73]</sup></a>. The unhappy father, already overloaded with cares and sorrows, finding this last disappointment in his domestic tenderness, broke out into expressions of the utmost despair, cursed the day in which he received his miserable being, and bestowed, on his ungrateful and undutiful children, a malediction which he never could be prevailed on to retract<a href=\"#n74\"><sup>[74]</sup></a>. The more his heart was disposed to friendship and affection, the more he resented the barbarous return, which his four sons had successively made to his parental care; and this finishing blow, by depriving him of every comfort in life, quite broke his spirit, <span class=\"margin-comment\">6th July. Death and character of Henry.</span> and threw him into a lingering fever, of which he expired, at the castle of Chinon near Saumur. His natural son, Geoffrey, who alone had behaved dutifully towards him, attended <span class=\"page-break\"></span>his corpse to the nunnery of Fontervrault; where it lay in state in the abbey-church. Next day, Richard, who came to visit the dead body of his father, and who, notwithstanding his criminal conduct, was not wholly destitute of generosity, was struck with horror and remorse at the sight; and as the attendants observed, that, at that very instant, blood gushed from the mouth and nostrils of the corpse<a href=\"#n75\"><sup>[75]</sup></a>, he exclaimed, agreeably to a vulgar superstition, that he was his father's murderer; and he expressed a deep sense, though too late, of that undutiful behaviour, which had brought his parent to an untimely grave<a href=\"#n76\"><sup>[76]</sup></a>.","subId":"45","id":"Hume.HE.1.9.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> died, in the fifty-eighth year of his age and thirty-fifth of his reign, the greatest prince of his time, for wisdom, virtue, and abilities, and the most powerful in extent of dominion of all those that had ever filled the throne of England. His character, in private as well as in public life, is almost without a blemish; and he seems to have possessed every accomplishment both of body and mind, which makes a man either estimable or amiable. He was of a middle stature, strong and well proportioned; his countenance was lively and engaging; his conversation affable and entertaining: His elocution easy, persuasive, and ever at command. He loved peace, but possessed both bravery and conduct in war; was provident without timidity; severe in the execution of justice without rigour; and temperate without austerity. He preserved health, and kept himself from corpulency, to which he was somewhat inclined, by an abstemious diet, and by frequent exercise, particularly hunting. When he could enjoy leisure, he recreated himself either in learned conversation or in reading; and he cultivated his natural talents by study, above any prince of his time. His affections, as well as his enmities, were warm and durable, and his long experience of the ingratitude and infidelity of men never destroyed the natural sensibility of his temper, which disposed him to friendship and society. His character has been transmitted to us by several writers, who were his contemporaries<a href=\"#n77\"><sup>[77]</sup></a>; and it extremely resembles, in its most remarkable features, that of his maternal grandfather Henry I.: Excepting only, that ambition, which was a ruling passion in both, found not in the first Henry such unexceptionable <span class=\"page-break\"></span>means of exerting itself, and pushed that prince into measures, which were both criminal in themselves, and were the cause of farther crimes, from which his grandson's conduct was happily exempted.","subId":"46","id":"Hume.HE.1.9.46"},{"type":"paragraph","content":"<span class=\"margin-comment\">Miscellaneous transactions of this reign.</span> <span class=\"small-capitals\">This</span> prince, like most of his predecessors of the Norman line, except Stephen, passed more of his time on the continent than in this island: He was surrounded with the English gentry and nobility, when abroad: The French gentry and nobility attended him when he resided in England: Both nations acted in the government, as if they were the same people; and on many occasions, the legislatures seem not to have been distinguished. As the king and all the English barons were of French extraction, the manners of that people acquired the ascendant, and were regarded as the models of imitation. All foreign improvements, therefore, such as they were, in literature and politeness, in laws and arts, seem now to have been, in a good measure, transplanted into England; and that kingdom was become little inferior, in all the fashionable accomplishments, to any of its neighbours on the continent. The more homely, but more sensible manners and principles of the Saxons, were exchanged for the affectations of chivalry, and the subtilties of school philosophy: The feudal ideas of civil government, the Romish sentiments in religion, had taken entire possession of the people: By the former, the sense of submission towards princes was somewhat diminished in the barons; by the latter, the devoted attachment to papal authority was much augmented among the clergy. The Norman and other foreign families, established in England, had now struck deep root; and being entirely incorporated with the people, whom at first they oppressed and despised, they no longer thought that they needed the protection of the crown for the enjoyment of their possessions, or considered their tenure as precarious. They aspired to the same liberty and independance, which they saw enjoyed by their brethren on the continent, and desired to restrain those exorbitant prerogatives and arbitrary practices, which the necessities of war and the violence of conquest had at first obliged them to indulge in their monarch. That memory also of a more equal government under the Saxon princes, which remained with the English, diffused still farther the spirit of liberty, and made the barons both desirous of more independance to themselves, and willing to indulge <span class=\"page-break\"></span>it to the people. And it was not long ere this secret revolution in the sentiments of men produced, first violent convulsions in the state, then an evident alteration in the maxims of government.","subId":"47","id":"Hume.HE.1.9.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> history of all the preceding kings of England since the conquest, gives evident proofs of the disorders attending the feudal institutions; the licentiousness of the barons, their spirit of rebellion against the prince and laws, and of animosity against each other: The conduct of the barons in the transmarine dominions of those monarchs afforded perhaps still more flagrant instances of these convulsions; and the history of France, during several ages, consists almost entirely of narrations of this nature. The cities, during the continuance of this violent government, could neither be very numerous nor populous; and there occur instances, which seem to evince, that, though these are always the first seat of law and liberty, their police was in general loose and irregular, and exposed to the same disorders, with those by which the country was generally infested. It was a custom in London for great numbers, to the amount of a hundred or more, the sons and relations of considerable citizens, to form themselves into a licentious confederacy, to break into rich houses and plunder them, to rob and murder the passengers, and to commit with impunity all sorts of disorder. By these crimes, it had become so dangerous to walk the streets by night, that the citizens durst no more venture abroad after sun-set, than if they had been exposed to the incursions of a public enemy. The brother of the earl of Ferrars had been murdered by some of those nocturnal rioters; and the death of so eminent a person, which was much more regarded than that of many thousands of an inferior station, so provoked the king, that he swore vengeance against the criminals, and became thenceforth more rigorous in the execution of the laws<a href=\"#n78\"><sup>[78]</sup></a>.","subId":"48","id":"Hume.HE.1.9.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is another instance given by historians, which proves to what a height such riots had proceeded, and how open these criminals were in committing their robberies. A band of them had attacked the house of a rich citizen, with an intention of plundering it; had broken through a stone-wall with hammers and wedges; and had already entered the house sword in hand; when the citizen, armed cap-a-pee and supported by his faithful servants, <span class=\"page-break\"></span>appeared in the passage to oppose them: He cut off the right hand of the first robber that entered; and made such stout resistance, that his neighbours had leisure to assemble, and come to his relief. The man, who lost his hand, was taken; and was tempted by the promise of pardon to reveal his confederates; among whom was one John Senex, esteemed among the richest and best-born citizens in London. He was convicted by the ordeal; and though he offered five hundred marks for his life, the king refused the money, and ordered him to be hanged<a href=\"#n79\"><sup>[79]</sup></a>. It appears from a statute of Edward I. that these disorders were not remedied even in that reign. It was then made penal to go out at night after the hour of the curfew, to carry a weapon, or to walk without a light or lanthorn<a href=\"#n80\"><sup>[80]</sup></a>. It is said in the preamble to this law, that, both by night and by day, there were continual frays in the streets of London.","subId":"49","id":"Hume.HE.1.9.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>'s care in administering justice had gained him so great a reputation, that even foreign and distant princes made him arbiter, and submitted their differences to his judgment. Sanchez, king of Navarre, having some controversies with Alfonso, king of Castile, was contented, though Alfonso had married the daughter of Henry, to chuse this prince for a referee; and they agreed, each of them to consign three castles into neutral hands, as a pledge of their not departing from his award. Henry made the cause be examined before his great council, and gave a sentence, which was submitted to by both parties. These two Spanish kings sent each a stout champion to the court of England, in order to defend his cause by arms, in case the way of duel had been chosen by Henry<a href=\"#n81\"><sup>[81]</sup></a>.","subId":"50","id":"Hume.HE.1.9.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> so far abolished the barbarous and absurd practice of confiscating ships, which had been wrecked on the coast, that he ordained, if one man or animal were alive in the ship, that the vessel and goods should be restored to the owners<a href=\"#n82\"><sup>[82]</sup></a>.","subId":"51","id":"Hume.HE.1.9.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> reign of Henry was remarkable also for an innovation, which was afterwards carried farther by his successors, and was attended with the most important consequences. This prince was disgusted with the species of military force, which was established by the feudal institutions, and which, though it was extremely burdensome to the subject, yet rendered very little service to the <span class=\"page-break\"></span>sovereign. The barons, or military tenants, came late into the field; they were obliged to serve only forty days; they were unskilful and disorderly in all their operations; and they were apt to carry into the camp the same refractory and independant spirit, to which they were accustomed in their civil government. Henry, therefore, introduced the practice of making a commutation of their military service for money; and he levied scutages from his baronies and knights fees, instead of requiring the personal attendance of his vassals. There is mention made, in the history of the exchequer, of these scutages in his second, fifth, and eighteenth year<a href=\"#n83\"><sup>[83]</sup></a>; and other writers give us an account of three more of them<a href=\"#n84\"><sup>[84]</sup></a>. When the prince had thus obtained money, he made a contract with some of those adventurers, in which Europe at that time abounded: They found him soldiers of the same character with themselves who were bound to serve for a stipulated time: The armies were less numerous, but more useful, than when composed of all the military vassals of the crown: The feudal institutions began to relax: The kings became rapacious for money, on which all their power depended: The barons, seeing no end of exactions, sought to defend their property: And as the same causes had nearly the same effects, in the different countries of Europe, the several crowns either lost or acquired authority, according to their different success in the contest.","subId":"52","id":"Hume.HE.1.9.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> prince was also the first that levied a tax on the moveables or personal estates of his subjects, nobles as well as commons. Their zeal for the holy wars made them submit to this innovation; and a precedent being once obtained, this taxation became, in following reigns, the usual method of supplying the necessities of the crown. The tax of Danegelt, so generally odious to the nation, was remitted in this reign.","subId":"53","id":"Hume.HE.1.9.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was a usual practice of the kings of England, to repeat the ceremony of their coronation thrice every year, on assembling the states at the three great festivals. Henry, after the first years of his reign, never renewed this ceremony, which was found to be very expensive and very useless. None of his successors revived it. It is considered as a great act of grace in this prince, that he mitigated <span class=\"page-break\"></span>the rigour of the forest laws, and punished any transgressions of them, not capitally, but by fines, imprisonments, and other more moderate penalties.","subId":"54","id":"Hume.HE.1.9.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> we are here collecting some detached incidents, which show the genius of the age, and which could not so well enter into the body of our history, it may not be improper to mention the quarrel between Roger archbishop of York, and Richard archbishop of Canterbury. We may judge of the violence of military men and laymen, when ecclesiastics could proceed to such extremities. Cardinal Haguezun being sent, in 1176, as legate into Britain, summoned an assembly of the clergy at London; and as both the archbishops pretended to sit on his right hand, this question of precedency begat a controversy between them. The monks and retainers of archbishop Richard fell upon Roger, in the presence of the cardinal and of the synod, threw him to the ground, trampled him under foot, and so bruised him with blows, that he was taken up half dead, and his life was, with difficulty, saved from their violence. The archbishop of Canterbury was obliged to pay a large sum of money to the legate, in order to suppress all complaints with regard to this enormity<a href=\"#n85\"><sup>[85]</sup></a>.","subId":"55","id":"Hume.HE.1.9.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> are told by Gyraldus Cambrensis, that the monks and prior of St. Swithun threw themselves, one day, prostrate on the ground and in the mire before Henry, complaining, with many tears and much doleful lamentation, that the bishop of Winchester, who was also their abbot, had cut off three dishes from their table. How many has he left you, said the king? Ten only, replied the disconsolate monks. I myself, exclaimed the king, never have more than three; and I enjoin your bishop to reduce you to the same number<a href=\"#n86\"><sup>[86]</sup></a>.","subId":"56","id":"Hume.HE.1.9.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> king left only two legitimate sons, Richard, who succeeded him, and John, who inherited no territory, though his father had often intended to leave him a part of his extensive dominions. He was thence commonly denominated <em>Lackland.</em> Henry left three legitimate daughters; Maud, born in 1156, and married to Henry, duke of Saxony; Eleanor, born in 1162, and married to Alphonso, <span class=\"page-break\"></span>king of Castile; Joan, born in 1165, and married to William, king of Sicily<a href=\"#n87\"><sup>[87]</sup></a>.","subId":"57","id":"Hume.HE.1.9.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> is said by ancient historians to have been of a very amorous disposition: They mention two of his natural sons by Rosamond, daughter of lord Clifford, namely Richard Longespée, or Longsword, (so called from the sword he usually wore) who was afterwards married to Ela, the daughter and heir of the earl of Salisbury; and Geoffrey, first bishop of Lincoln, then archbishop of York. All the other circumstances of the story, commonly told of that lady, seem to be fabulous.","subId":"58","id":"Hume.HE.1.9.58"},{"type":"note","content":"Hoveden, p. 527.","subId":"n1","id":"Hume.HE.1.9.n1"},{"type":"note","content":"M. Paris, p. 67. Girald. Cambr. Spelm. Concil. vol. ii. p. 51. Rymer, vol. i. p. 15.","subId":"n2","id":"Hume.HE.1.9.n2"},{"type":"note","content":"Girald. Cambr. p. 760.","subId":"n3","id":"Hume.HE.1.9.n3"},{"type":"note","content":"Spencer, vol. vi.","subId":"n4","id":"Hume.HE.1.9.n4"},{"type":"note","content":"Girald. Cambr. p. 760.","subId":"n5","id":"Hume.HE.1.9.n5"},{"type":"note","content":"Ibid. p. 761.","subId":"n6","id":"Hume.HE.1.9.n6"},{"type":"note","content":"Ibid. p. 761.","subId":"n7","id":"Hume.HE.1.9.n7"},{"type":"note","content":"Ibid. p. 761, 762.","subId":"n8","id":"Hume.HE.1.9.n8"},{"type":"note","content":"Girald. Cambr. p. 766.","subId":"n9","id":"Hume.HE.1.9.n9"},{"type":"note","content":"Ibid. p. 767.","subId":"n10","id":"Hume.HE.1.9.n10"},{"type":"note","content":"Girald. Cambr. p. 733.","subId":"n11","id":"Hume.HE.1.9.n11"},{"type":"note","content":"Ibid. p. 770.","subId":"n12","id":"Hume.HE.1.9.n12"},{"type":"note","content":"Ibid. p. 775.","subId":"n13","id":"Hume.HE.1.9.n13"},{"type":"note","content":"Brompton, p. 1069. Neubrig. p. 403.","subId":"n14","id":"Hume.HE.1.9.n14"},{"type":"note","content":"Girald. Cambr. p. 778.","subId":"n15","id":"Hume.HE.1.9.n15"},{"type":"note","content":"M. Paris, p. 88. Benedict. Abb. p. 34. Hoveden, p. 529. Diceto, p. 560. Chron. Gerv. p. 1422.","subId":"n16","id":"Hume.HE.1.9.n16"},{"type":"note","content":"Brompton, p. 1071. Liber. Nig. Scac. p. 47.","subId":"n17","id":"Hume.HE.1.9.n17"},{"type":"note","content":"Ypod. Neust. p. 448. Bened. Abb. p. 38. Hoveden, p. 532. Diceto, p. 562. Brompton, p. 1081. Rymer, vol. i. p. 33.","subId":"n18","id":"Hume.HE.1.9.n18"},{"type":"note","content":"Chron. Gerv. p. 1463.","subId":"n19","id":"Hume.HE.1.9.n19"},{"type":"note","content":"Hoveden, p. 529. Diceto, p. 560. Brompton, p. 1080. Chron. Gerv. p. 1421. Trivet, p. 58. It appears from Madox's History of the Exchequer, that silk garments were then known in England, and that the coronation robes of the young king and queen cost eighty-seven pounds ten shillings and four pence, money of that age.","subId":"n20","id":"Hume.HE.1.9.n20"},{"type":"note","content":"Girald. Cambr. p. 782.","subId":"n21","id":"Hume.HE.1.9.n21"},{"type":"note","content":"Epist. Petri Bles. epist. 136. in Biblioth. Patr. tom. xxiv. p. 1048. His words are, <em>Vestrae jurtsdictionis est regnum Angliae, et quantum ad feudatorii juris obligationem, vobis duntaxat obnoxius teneor.</em> The same strange paper is in Rymer, vol. i. p. 35. and Trivet, vol. i. p. 62.","subId":"n22","id":"Hume.HE.1.9.n22"},{"type":"note","content":"Neubrig, p. 413.","subId":"n23","id":"Hume.HE.1.9.n23"},{"type":"note","content":"Chron. Gerv. p. 1461.","subId":"n24","id":"Hume.HE.1.9.n24"},{"type":"note","content":"Petr. Bles. epist. 47.","subId":"n25","id":"Hume.HE.1.9.n25"},{"type":"note","content":"Diceto, p. 570.","subId":"n26","id":"Hume.HE.1.9.n26"},{"type":"note","content":"Hoveden, p. 539.","subId":"n27","id":"Hume.HE.1.9.n27"},{"type":"note","content":"Ibid. p. 536. Brompton, p. 1088.","subId":"n28","id":"Hume.HE.1.9.n28"},{"type":"note","content":"Hoveden, p. 536.","subId":"n29","id":"Hume.HE.1.9.n29"},{"type":"note","content":"Hoveden, p. 533. Brompton, p. 1084. Neubr. p. 508.","subId":"n30","id":"Hume.HE.1.9.n30"},{"type":"note","content":"Hoveden, p. 537.","subId":"n31","id":"Hume.HE.1.9.n31"},{"type":"note","content":"Heming. p. 501.","subId":"n32","id":"Hume.HE.1.9.n32"},{"type":"note","content":"Hoveden, p. 539.","subId":"n33","id":"Hume.HE.1.9.n33"},{"type":"note","content":"Brompton, p. 1096.","subId":"n34","id":"Hume.HE.1.9.n34"},{"type":"note","content":"Diceto, p. 578.","subId":"n35","id":"Hume.HE.1.9.n35"},{"type":"note","content":"Brompton, p. 1096. Neubrig. p. 411. Heming. p. 503.","subId":"n36","id":"Hume.HE.1.9.n36"},{"type":"note","content":"Rymer, vol. i. p. 35. Bened. Abb. p. 88. Hoveden, p. 540. Diceto, p. 583. Brompton, p. 1098. Heming. p. 505. Chron. Dunst. p. 36.","subId":"n37","id":"Hume.HE.1.9.n37"},{"type":"note","content":"M. Paris, p. 91. Chron. Dunst. p. 36. Hoveden, p. 545. M. West. p. 251. Diceto, p. 584. Brompton, p. 1103. Rymer, vol. i. p. 39. Liber Niger Scaccarii, p. 36.","subId":"n38","id":"Hume.HE.1.9.n38"},{"type":"note","content":"Bened. Abb. p. 113.","subId":"n39","id":"Hume.HE.1.9.n39"},{"type":"note","content":"Some Scotch historians pretend, that William paid, besides, 100,000 pounds of ransom, which is quite incredible. The ransom of Richard I, who, besides England, possessed so many rich territories in France, was only 150,000 marks, and yet was levied with great difficulty. Indeed, two thirds of it only could be paid before his deliverance.","subId":"n40","id":"Hume.HE.1.9.n40"},{"type":"note","content":"Bened. Abb. p. 132. Hoveden, p 549.","subId":"n41","id":"Hume.HE.1.9.n41"},{"type":"note","content":"Seld. Spicileg. ad Eadm. p. 204.","subId":"n42","id":"Hume.HE.1.9.n42"},{"type":"note","content":"Bened. Abb. p. 132.","subId":"n43","id":"Hume.HE.1.9.n43"},{"type":"note","content":"Glanv. lib. ii. cap. 7.","subId":"n44","id":"Hume.HE.1.9.n44"},{"type":"note","content":"Hoveden, p. 590.","subId":"n45","id":"Hume.HE.1.9.n45"},{"type":"note","content":"Benedict. Abbas, p. 202. Diceto, p. 585.","subId":"n46","id":"Hume.HE.1.9.n46"},{"type":"note","content":"Bened. Abb. p. 305. Annal. Waverl. p. 161.","subId":"n47","id":"Hume.HE.1.9.n47"},{"type":"note","content":"Petri Blessen. epist. 73. apud Bibl. Patr. tom. xxiv. p. 992.","subId":"n48","id":"Hume.HE.1.9.n48"},{"type":"note","content":"Chron. Gervase, p. 1433.","subId":"n49","id":"Hume.HE.1.9.n49"},{"type":"note","content":"Diceto, p. 592. Chron Gervase, p. 1433.","subId":"n50","id":"Hume.HE.1.9.n50"},{"type":"note","content":"Bened. Abb. p. 248. It was usual for the kings of England, after the conquest of Ireland, to summon barons and members of that country to the English parliament. Molineux's case of Ireland, p. 64, 65, 66.","subId":"n51","id":"Hume.HE.1.9.n51"},{"type":"note","content":"Spelman even doubts whether the law were not also extended to England. If it were not, it could only be because Henry did not choose it. For his authority was greater in that kingdom than in his transmarine dominions.","subId":"n52","id":"Hume.HE.1.9.n52"},{"type":"note","content":"Bened. Abb. p. 437, &amp;c.","subId":"n53","id":"Hume.HE.1.9.n53"},{"type":"note","content":"Ypod. Neust. p. 451. Bened. Abb. p. 383. Diceto, p. 617.","subId":"n54","id":"Hume.HE.1.9.n54"},{"type":"note","content":"Bened. Abb. p. 393. Hoveden, p. 621. Trivet, vol. i. p. 84.","subId":"n55","id":"Hume.HE.1.9.n55"},{"type":"note","content":"Neubrig, p. 422.","subId":"n56","id":"Hume.HE.1.9.n56"},{"type":"note","content":"Bened. Abb. p. 451. Chron. Gervase, p. 1480.","subId":"n57","id":"Hume.HE.1.9.n57"},{"type":"note","content":"M. Paris, p. 100.","subId":"n58","id":"Hume.HE.1.9.n58"},{"type":"note","content":"Bened. Abb. p. 531.","subId":"n59","id":"Hume.HE.1.9.n59"},{"type":"note","content":"Neubrig. p. 435. Heming. p. 512.","subId":"n60","id":"Hume.HE.1.9.n60"},{"type":"note","content":"Bened. Abb. p. 498.","subId":"n61","id":"Hume.HE.1.9.n61"},{"type":"note","content":"Petri Blessen. epist. 112.","subId":"n62","id":"Hume.HE.1.9.n62"},{"type":"note","content":"Bened. Abb. p. 508.","subId":"n63","id":"Hume.HE.1.9.n63"},{"type":"note","content":"Ibid. p. 517, 532.","subId":"n64","id":"Hume.HE.1.9.n64"},{"type":"note","content":"Ibid. p. 519.","subId":"n65","id":"Hume.HE.1.9.n65"},{"type":"note","content":"Bened. Abb. p. 521. Hoveden, p. 652","subId":"n66","id":"Hume.HE.1.9.n66"},{"type":"note","content":"Brompton, p. 1149. Neubrig. p. 437.","subId":"n67","id":"Hume.HE.1.9.n67"},{"type":"note","content":"M. Paris, p. 104. Bened. Abb. p. 542. Hoveden, p. 652.","subId":"n68","id":"Hume.HE.1.9.n68"},{"type":"note","content":"M. Paris, p. 104.","subId":"n69","id":"Hume.HE.1.9.n69"},{"type":"note","content":"M. Paris, p. 105. Bened. Abb. p. 543. Hoveden, p. 652.","subId":"n70","id":"Hume.HE.1.9.n70"},{"type":"note","content":"M. Paris, p. 106. Bened. Abb. p. 545. Hoveden, p. 653.","subId":"n71","id":"Hume.HE.1.9.n71"},{"type":"note","content":"Hoveden, p. 654.","subId":"n72","id":"Hume.HE.1.9.n72"},{"type":"note","content":"Bened. Abb. p. 541.","subId":"n73","id":"Hume.HE.1.9.n73"},{"type":"note","content":"Hoveden, p. 654.","subId":"n74","id":"Hume.HE.1.9.n74"},{"type":"note","content":"Bened. Abb. p. 547. Brompton, p. 1151.","subId":"n75","id":"Hume.HE.1.9.n75"},{"type":"note","content":"M. Paris, p. 107.","subId":"n76","id":"Hume.HE.1.9.n76"},{"type":"note","content":"Petri Bles. epist. 46, 47, in Bibliotheca Patrum, vol. xxiv. p. 985, 986, &amp;c. Girald. Camb. p. 783, &amp;c.","subId":"n77","id":"Hume.HE.1.9.n77"},{"type":"note","content":"Bened. Abb. p. 196.","subId":"n78","id":"Hume.HE.1.9.n78"},{"type":"note","content":"Bened. Abb. p. 197, 198.","subId":"n79","id":"Hume.HE.1.9.n79"},{"type":"note","content":"Observations on the ancient Statutes, p. 216.","subId":"n80","id":"Hume.HE.1.9.n80"},{"type":"note","content":"Rymer, vol. iv. p. 43. Bened. Abb. p. 172. Diceto, p. 597. Brompton, p. 1120.","subId":"n81","id":"Hume.HE.1.9.n81"},{"type":"note","content":"Rymer, vol. i. p. 36.","subId":"n82","id":"Hume.HE.1.9.n82"},{"type":"note","content":"Madox, p. 435, 436, 437, 438.","subId":"n83","id":"Hume.HE.1.9.n83"},{"type":"note","content":"Tyrrel, vol. ii. p. 466, from the records.","subId":"n84","id":"Hume.HE.1.9.n84"},{"type":"note","content":"Bened. Abb. p. 138, 139. Brompton, p. 1109. Chron. Gerv. p. 1433. Neubrig. p. 413.","subId":"n85","id":"Hume.HE.1.9.n85"},{"type":"note","content":"Gir. Camb. cap. 5. in Anglia Sacra, vol. ii.","subId":"n86","id":"Hume.HE.1.9.n86"},{"type":"note","content":"Diceto, p. 616.","subId":"n87","id":"Hume.HE.1.9.n87"}]}