{"imported":true,"id":"Hume.HE.1.App1","parent":"Hume.HE.1","title":"Appendix 1. The Anglo-Saxon Government and Manners","breadcrumb":"Appendix 1","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>APPENDIX. I.</h2> <h1>The <span class=\"small-capitals\">Anglo-Saxon Government</span> and <span class=\"small-capitals\">Manners</span>.</h1> <em>First Saxon government——Succession of the Kings——The Wittenagemot——The aristocracy——The several orders of men——Courts of Justice——Criminal law——Rules of proof——Military force——Public revenue——Value of Money——Manners.</em>","id":"Hume.HE.1.App1"},{"type":"paragraph","content":"THE government of the Germans, and that of all the northern nations, who established themselves on the ruins of Rome, was always extremely free; and those fierce people, accustomed to independance and enured to arms, were more guided by persuasion than authority, in the submission which they paid to their princes. The military despotism, which had taken place in the Roman empire, and which, previously to the irruption of those conquerors, had sunk the genius of men, and destroyed every noble principle of science and virtue, was unable to resist the vigorous efforts of a free people; and Europe, as from a new epoch, rekindled her ancient spirit, and shook off the base servitude to arbitrary will and authority, under which she had so long laboured. The free constitutions then established, however impaired by the encroachments of succeeding princes, still preserve an air of independance and legal administration, which distinguish <span class=\"page-break\"></span>the European nations; and if that part of the globe maintain sentiments of liberty, honour, equity, and valour superior to the rest of mankind, it owes these advantages chiefly to the seeds implanted by those generous barbarians.","subId":"1","id":"Hume.HE.1.App1.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Saxons, <span class=\"margin-comment\">First Saxon government.</span> who subdued Britain, as they enjoyed great liberty in their own country, obstinately retained that invaluable possession in their new settlement; and they imported into this island the same principles of independance, which they had inherited from their ancestors. The chieftains (for such they were, more properly than kings or princes) who commanded them in those military expeditions, still possessed a very limited authority; and as the Saxons exterminated, rather than subdued the ancient inhabitants, they were indeed transplanted into a new territory, but preserved unaltered all their civil and military institutions. The language was pure Saxon; even the names of places, which often remain while the tongue entirely changes, were almost all affixed by the conquerors; the manners and customs were wholly German; and the same picture of a fierce and bold liberty, which is drawn by the masterly pencil of Tacitus, will suit those founders of the English government. The king, so far from being invested with arbitrary power, was only considered as the first among the citizens; his authority depended more on his personal qualities than on his station; he was even so far on a level with the people, that a stated price was fixed for his head, and a legal fine was levied upon his murderer, which, though proportionate to his station, and superior to that paid for the life of a subject, was a sensible mark of his subordination to the community.","subId":"2","id":"Hume.HE.1.App1.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Succession of the kings.</span> <span class=\"small-capitals\">It</span> is easy to imagine, that an independant people, so little restrained by law, and cultivated by science, would not be very strict in maintaining a regular succession of their princes. Though they paid great regard to the royal family, and ascribed to it an undisputed superiority, they either had no rule, or none that was steadily observed, in filling the vacant throne; and present convenience, in that emergency, was more attended to than general principles. We are not however to suppose, that the crown was considered as altogether elective; and that a regular plan was traced by the constitution for supplying, by the suffrages of the people, every vacancy made by the demise of the first magistrate. If any king left a son of an age and capacity fit for government, the <span class=\"page-break\"></span>young prince naturally stepped into the throne: If he was a minor, his uncle, or the next prince of the blood, was promoted to the government, and left the sceptre to his posterity: Any sovereign, by taking previous measures with the leading men, had it greatly in his power to appoint his successor: All these changes, and indeed the ordinary administration of government, required the express concurrence; or at least the tacit acquiescence of the people; but possession, however obtained, was extremely apt to secure their obedience, and the idea of any right, which was once excluded, was but feeble and imperfect. This is so much the case in all barbarous monarchies, and occurs so often in the history of the Anglo-Saxons, that we cannot consistently entertain any other notion of their government. The idea of an hereditary succession in authority is so natural to men, and is so much fortified by the usual rule in transmitting private possessions, that it must retain a great influence on every society, which does not exclude it by the refinements of a republican constitution. But as there is a material difference between government and private possessions, and every man is not as much qualified for exercising the one, as for enjoying the other, a people, who are not sensible of the general advantages attending a fixed rule, are apt to make great leaps in the succession, and frequently to pass over the person, who, had he possessed the requisite years and abilities, would have been thought entitled to the sovereignty. Thus, these monarchies are not, strictly speaking, either elective or hereditary; and though the destination of a prince may often be followed in appointing his successor, they can as little be regarded as wholly testamentary. The states by their suffrage may sometimes establish a sovereign; but they more frequently recognize the person, whom they find established: A few great men take the lead; the people, overawed and influenced, acquiesce in the government; and the reigning prince, provided he be of the royal family, passes undisputedly for the legal sovereign.","subId":"3","id":"Hume.HE.1.App1.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Wittenagemot.</span> <span class=\"small-capitals\">It</span> is confessed, that our knowledge of the Anglo-Saxon history and antiquities is too imperfect to afford us means of determining with certainty all the prerogatives of the crown and privileges of the people, or of giving an exact delineation of that government. It is probable also, that the constitution might be somewhat different in the different kingdoms of the Heptarchy, and that it changed considerably during the course of six centuries, which <span class=\"page-break\"></span>elapsed from the first invasion of the Saxons till the Norman conquest<a href=\"#n1\"><sup>[1]</sup></a>. But most of these differences and changes, with their causes and effects, are unknown to us: It only appears, that, at all times, and in all the kingdoms, there was a national council, called a Wittenagemot or assembly of the wise men, (for that is the import of the term) whose consent was requisite for enacting laws, and for ratifying the chief acts of public administration. The preambles to all the laws of Ethelbert, Ina, Alfred, Edward the Elder, Athelstan, Edmond, Edgar, Ethelred, and Edward the Confessor; even those to the laws of Canute, though a kind of conqueror, put this matter beyond controversy, and carry proofs every where of a limited and legal government. But who were the constituent members of this Wittenagemot has not been determined with certainty by antiquaries. It is agreed, that the bishops and abbots<a href=\"#n2\"><sup>[2]</sup></a> were an essential part; and it is also evident, from the tenor of those ancient laws, that the Wittenagemot enacted statutes which regulated the ecclesiastical as well as civil government, and that those dangerous principles, by which the church is totally severed from the state, were hitherto unknown to the Anglo-Saxons<a href=\"#n3\"><sup>[3]</sup></a>. It also appears, that the aldermen or governors of counties, who, after the Danish times, were often called earls<a href=\"#n4\"><sup>[4]</sup></a>, were admitted into this council, and gave their consent to the public statutes. But besides the prelates and aldermen, there is also mention of the wites or wise-men, as a component part of the Wittenagemot; but who <em>these</em> were, is not so clearly ascertained by the laws or the history of that period. The matter would probably be of difficult discussion, even were it examined impartially; but as our modern parties have chosen to divide on this point, the question has been disputed with the <span class=\"page-break\"></span>greater obstinacy, and the arguments on both sides have become, on that account, the more captious and deceitful. Our monarchical faction maintain, that these <em>wites</em> or <em>sapientes</em> were the judges, or men learned in the law: The popular faction assert them to be representatives of the boroughs, or what we now call the commons.","subId":"4","id":"Hume.HE.1.App1.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> expressions, employed by all ancient historians in mentioning the Wittenagemot, seem to contradict the latter supposition. The members are almost always called the<em> principes, satrapae, optimates, magnates, proceres;</em> terms which seem to suppose an aristocracy, and to exclude the commons. The boroughs also, from the low state of commerce, were so small and so poor, and the inhabitants lived in such dependance on the great men<a href=\"#n5\"><sup>[5]</sup></a>, that it seems nowise probable they would be admitted as a part of the national councils. The commons are well known to have had no share in the governments established by the Franks, Burgundians, and other northern nations; and we may conclude, that the Saxons, who remained longer barbarous and uncivilized than those tribes, would never think of conferring such an extraordinary privilege on trade and industry. The military profession alone was honourable among all those conquerors: The warriors subsisted by their possessions in land: They became considerable by their influence over their vassals, retainers, tenants, and slaves: And it requires strong proof to convince us that they would admit any of a rank so much inferior as the burgesses, to share with them in the legislative authority. Tacitus indeed affirms, that, among the ancient Germans, the consent of all the members of the community was required in every important deliberation; but he speaks not of representatives; and this ancient practice, mentioned by the Roman historian, could only have place in small tribes, where every citizen might without inconvenience be assembled upon any extraordinary emergency. After principalities became extensive; after the difference of property had formed distinctions more important than those which arose from personal strength and valour; we may conclude, that the national assemblies must have been more limited in their number, and composed only of the more considerable citizens.","subId":"5","id":"Hume.HE.1.App1.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though we must exclude the burgesses or commons from the Saxon Wittenagemot, there is some necessity for supposing, that this assembly consisted of other members than the prelates, abbots, aldermen, and the judges or privy council. For as all these, excepting some of the ecclesiastics<a href=\"#n6\"><sup>[6]</sup></a>, were anciently appointed by the king, had there been no other legislative authority, the royal power had been in a great measure absolute, contrary to the tenor of all the historians, and to the practice of all the northern nations. We may, therefore, conclude, that the more considerable proprietors of land were, without any election, constituent members of the national assembly: There is reason to think, that forty hydes, or between four and five thousand acres, was the estate requisite for entitling the possessor to this honourable privilege. We find a passage in an ancient author<a href=\"#n7\"><sup>[7]</sup></a>, by which it appears, that a person of very noble birth, even one allied to the crown, was not esteemed a <em>princeps</em> (the term usually employed by ancient historians when the Wittenagemot is mentioned) till he had acquired a fortune of that amount. Nor need we imagine, that the public council would become disorderly or confused by admitting so great a multitude. The landed property of England was probably in few hands during the Saxon times; at least, during the later part of that period: And as men had hardly any ambition to attend those public councils, there was no danger of the assembly's becoming too numerous for the dispatch of the little business, which was brought before them.","subId":"6","id":"Hume.HE.1.App1.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Aristocracy.</span> <span class=\"small-capitals\">It</span> is certain, that, whatever we may determine concerning the constituent members of the Wittenagemot, in whom, with the king, the legislature resided, the Anglo-Saxon government, in the period preceding the Norman conquest, was become extremely aristocratical: The royal authority was very limited; the people, even if admitted to that assembly, were of little or no weight and consideration. We have hints given us in historians of the great <span class=\"page-break\"></span>power and riches of particular noblemen: And it could not but happen, after the abolition of the Heptarchy, when the king lived at a distance from the provinces, that those great proprietors, who resided on their estates, would much augment their authority over their vassals and retainers, and over all the inhabitants of the neighbourhood. Hence the immeasurable power assumed by Harold, Godwin, Leofric, Siward, Morcar, Edwin, Edric and Alfric, who controlled the authority of the kings, and rendered themselves quite necessary in the government. The two latter, though detested by the people, on account of their joining a foreign, enemy still preserved their power and influence; and we may therefore conclude, that their authority was founded, not on popularity, but on family rights and possessions. There is one Athelstan, mentioned in the reign of the king of that name, who is called alderman of all England, and is said to be half-king; though the monarch himself was a prince of valour and abilities<a href=\"#n8\"><sup>[8]</sup></a>. And we find, that in the later Saxon times, and in these alone, the great offices went from father to son, and became, in a manner, hereditary in the families <a href=\"#n9\"><sup>[9]</sup></a>.","subId":"7","id":"Hume.HE.1.App1.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> circumstances, attending the invasions of the Danes, would also serve much to encrease the power of the principal nobility. Those free-booters made unexpected inroads on all quarters; and there was a necessity, that each county should resist them by its own force, and under the conduct of its own nobility and its own magistrates. For the same reason, that a general war, managed by the united efforts of the whole state, commonly augments the power of the crown; those private wars and inroads turned to the advantage of the aldermen and nobles.","subId":"8","id":"Hume.HE.1.App1.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> that military and turbulent people, so averse to commerce and the arts, and so little enured to industry, justice was commonly very ill administered, and great oppression and violence seem to have prevailed. These disorders would be encreased <span class=\"page-break\"></span>by the exorbitant power of the aristocracy, and would, in their turn, contribute to encrease it. Men, not daring to rely on the guardianship of the laws, were obliged to devote themselves to the service of some chieftain, whose orders they followed even to the disturbance of the government or the injury of their fellow-citizens, and who afforded them in return protection from any insult or injustice by strangers. Hence we find, by the extracts which Dr. Brady has given us from Domesday, that almost all the inhabitants even of towns, had placed themselves under the clientship of some particular nobleman, whose patronage they purchased by annual payments, and whom they were obliged to consider as their sovereign, more than the king himself, or even the legislature<a href=\"#n10\"><sup>[10]</sup></a>. A client, though a freeman, was supposed so much to belong to his patron, that his murderer was obliged by law to pay a fine to the latter, as a compensation for his loss; in like manner as he paid a fine to the master for the murder of his slave<a href=\"#n11\"><sup>[11]</sup></a>. Men, who were of a more considerable rank, but not powerful enough, each to support himself by his own independant authority, entered into formal confederacies with each other, and composed a kind of separate community, which rendered itself formidable to all aggressors. Dr. Hickes has preserved a curious Saxon bond of this kind, which he calls a <em>Sodalitium,</em> and which contains many particulars characteristical of the manners and customs of the times<a href=\"#n12\"><sup>[12]</sup></a>. All the associates are there said to be gentlemen of Cambridgeshire; and they swear before the holy reliques to observe their confederacy, and to be faithful to each other: They promise to bury any of the associates who dies, in whatever place he had appointed; to contribute to his funeral charges; and to attend at his interment; and whoever is wanting in this last duty, binds himself to pay a measure of honey. When any of the associates is in danger, and calls for the assistance of his fellows, they promise, besides flying to his succour, to give information to the sheriff; and if he be negligent in protecting the person exposed to danger, they engage to levy a fine of one pound upon him: If the president of the society himself be wanting in this particular, he binds himself to <span class=\"page-break\"></span>pay one pound; unless he has the reasonable excuse of sickness, or of duty to his superior. When any of the associates is murdered, they are to exact eight pounds from the murderer; and if he refuse to pay it, they are to prosecute him for the sum at their joint expence. If any of the associates, who happens to be poor, kill a man, the society are to contribute by a certain proportion to pay his fine. A mark a piece, if the fine be 700 shillings; less if the person killed be a clown or ceorle; the half of that sum, again, if he be a Welshman. But where any of the associates kills a man, wilfully and without provocation, he must himself pay the fine. If any of the associates kill any of his fellows, in a like criminal manner, besides paying the usual fine to the relations of the deceased, he must pay eight pounds to the society, or renounce the benefit of it: In which case they bind themselves, under the penalty of one pound, never to eat or drink with him, except in the presence of the king, bishop, or alderman. There are other regulations to protect themselves and their servants from all injuries, to revenge such as are committed, and to prevent their giving abusive language to each other; and the fine, which they engage to pay for this last offence, is a measure of honey.","subId":"9","id":"Hume.HE.1.App1.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is not to be doubted, but a confederacy of this kind must have been a great source of friendship and attachment; when men lived in perpetual danger from enemies, robbers, and oppressors, and received protection chiefly from their personal valour, and from the assistance of their friends or patrons. As animosities were then more violent, connexions were also more intimate, whether voluntary or derived from blood: The most remote degree of propinquity was regarded: An indelible memory of benefits was preserved: Severe vengeance was taken for injuries, both from a point of honour, and as the best means of future security: And the civil union being weak, many private engagements were contracted, in order to supply its place, and to procure men that safety, which the laws and their own innocence were not alone able to insure to them.","subId":"10","id":"Hume.HE.1.App1.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the whole, notwithstanding the seeming liberty or rather licentiousness of the Anglo-Saxons, the great body even of the free citizens, in those ages, really enjoyed much less true liberty, than where the execution of the laws is the most severe, and where subjects are reduced to the strictest subordination and dependance <span class=\"page-break\"></span>on the civil magistrate. The reason is derived from the excess itself of that liberty. Men must guard themselves at any price against insults and injuries; and where they receive not protection from the laws and magistrate, they will seek it by submission to superiors, and by herding in some private confederacy, which acts under the direction of a powerful leader. And thus all anarchy is the immediate cause of tyranny, if not over the state, at least over many of the individuals.","subId":"11","id":"Hume.HE.1.App1.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Security</span> was provided by the Saxon laws to all members of the Wittenagemot, both in going and returning, <em>except they were notorious thieves and robbers.</em>","subId":"12","id":"Hume.HE.1.App1.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">The several orders of men.</span> <span class=\"small-capitals\">The</span> German Saxons, as the other nations of that continent, were divided into three ranks of men, the noble, the free, and the slaves<a href=\"#n13\"><sup>[13]</sup></a>. This distinction they brought over with them into Britain.","subId":"13","id":"Hume.HE.1.App1.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> nobles were called thanes; and were of two kinds, the king's thanes and lesser thanes. The latter seem to have been dependant on the former; and to have received lands, for which they paid rent, services, or attendance in peace and war<a href=\"#n14\"><sup>[14]</sup></a>. We know of no title, which raised any one to the rank of thane, except noble birth and the possession of land. The former was always much regarded by all the German nations even in their most barbarous state; and as the Saxon nobility, having little credit, could scarcely burthen their estates with much debt, and as the commons had little trade or industry by which they could accumulate riches, these two ranks of men, even though they were not separated by positive laws, might remain long distinct, and the noble families continue many ages in opulence and splendor. There were no middle rank of men, that could gradually mix with their superiors, and insensibly procure to themselves honour and distinction. If by any extraordinary accident, a mean person acquired riches, a circumstance so singular made him be known and remarked; he became the object of envy, as well as of indignation, to all the nobles; he would have great difficulty to defend what he had acquired; and he would find it impossible to protect himself from oppression, except by courting the patronage of some great chieftain, and paying a large price for his safety.","subId":"14","id":"Hume.HE.1.App1.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are two statutes among the Saxon laws, which seem <span class=\"page-break\"></span>calculated to confound those different ranks of men; that of Athelstan, by which a merchant, who had made three long sea-voyages on his own account, was intitled to the quality of thane<a href=\"#n15\"><sup>[15]</sup></a>; and that of the same prince, by which a ceorle or husbandman, who had been able to purchase five hydes of land, and had a chapel, a kitchen, a hall, and a bell, was raised to the same distinction<a href=\"#n16\"><sup>[16]</sup></a>. But the opportunities were so few, by which a merchant or ceorle could thus exalt himself above his rank, that the law could never overcome the reigning prejudices; the distinction between noble and base blood would still be indelible; and the well-born thanes would entertain the highest contempt for those legal and factitious ones. Though we are not informed of any of these circumstances by ancient historians, they are so much founded on the nature of things, that we may admit them as a necessary and infallible consequence of the situation of the kingdom during those ages.","subId":"15","id":"Hume.HE.1.App1.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> cities appear by Domesday-book to have been at the conquest little better than villages<a href=\"#n17\"><sup>[17]</sup></a>. York itself, though it was always the second, at least the third<a href=\"#n18\"><sup>[18]</sup></a> city in England, and was the capital of a great province, which never was thoroughly united with the rest, contained then but 1418 families<a href=\"#n19\"><sup>[19]</sup></a>. Malmesbury tells us<a href=\"#n20\"><sup>[20]</sup></a> that the great distinction between the Anglo-Saxon nobility and the French or Norman, was that the latter built magnificent and stately castles; whereas the former consumed their immense fortunes in riot and hospitality, and in mean houses. We may thence infer, that the arts in general were much less advanced in England than in France; a greater number of idle servants and retainers lived about the great families; and as these, even in France, were powerful enough to disturb the execution of the laws, we may judge of the authority, acquired by the aristocracy in England. When earl Godwin besieged the Confessor in London, he summoned from all <span class=\"page-break\"></span>parts his huscarles, or houseceorles and retainers, and thereby constrained his sovereign to accept of the conditions, which he was pleased to impose upon him.","subId":"16","id":"Hume.HE.1.App1.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> lower rank of freemen were denominated ceorles among the Anglo-Saxons; and where they were industrious, they were chiefly employed in husbandry: Whence a ceorle, and a husband-man, became in a manner synonimous terms. They cultivated the farms of the nobility or thanes for which they paid rent: and they seem to have been removeable at pleasure. For there is little mention of leases among the Anglo-Saxons: The pride of the nobility, together with the general ignorance of writing, must have rendered those contracts very rare, and must have kept the husband-men in a dependant condition. The rents of farms were then chiefly paid in kind<a href=\"#n21\"><sup>[21]</sup></a>.","subId":"17","id":"Hume.HE.1.App1.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the most numerous rank by far in the community seems to have been the slaves or villains, who were the property of their lords, and were consequently incapable, themselves, of possessing any property. Dr. Brady assures us, from a survey of Domesday-book<a href=\"#n22\"><sup>[22]</sup></a>, that, in all the counties of England, the far greater part of the land was occupied by them, and that the husbandmen, and still more the socmen, who were tenants that could not be removed at pleasure, were very few in comparison. This was not the case with the German nations, as far as we can collect from the account given us by Tacitus. The perpetual wars in the Heptarchy, and the depredations of the Danes, seem to have been the cause of this great alteration with the Anglo-Saxons. Prisoners taken in battle, or carried off in the frequent inroads, were then reduced to slavery; and became, by right of war<a href=\"#n23\"><sup>[23]</sup></a>, entirely at the disposal of their lords. Great property in the nobles, especially if joined to an irregular administration of justice, naturally favours the power of the aristocracy; but still more so, if the practice of slavery be admitted, and has become very common. The nobility not only possess the influence which always attends riches, but also the power which the laws give them over their slaves and villains. It then becomes difficult, and almost impossible, for a private man to remain altogether free and independant.","subId":"18","id":"Hume.HE.1.App1.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> were two kinds of slaves among the Anglo-Saxons; household slaves, after the manner of the ancients, and praedial or rustic, after the manner of the Germans<a href=\"#n24\"><sup>[24]</sup></a>. These latter resembled the serfs, which are at present to be met with in Poland, Denmark, and some parts of Germany. The power of a master over his slaves was not unlimited among the Anglo-Saxons, as it was among their ancestors. If a man beat out his slave's eye or teeth, the slave recovered his liberty<a href=\"#n25\"><sup>[25]</sup></a>: If he killed him, he paid a fine to the king; provided the slave died within a day after the wound or blow: Otherwise it passed unpunished<a href=\"#n26\"><sup>[26]</sup></a>. The selling of themselves or children to slavery was always the practice among the German nations<a href=\"#n27\"><sup>[27]</sup></a>, and was continued by the Anglo-Saxons<a href=\"#n28\"><sup>[28]</sup></a>.","subId":"19","id":"Hume.HE.1.App1.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> great lords and abbots among the Anglo-Saxons possessed a criminal jurisdiction within their territories and could punish without appeal any thieves or robbers whom they caught there<a href=\"#n29\"><sup>[29]</sup></a>. This institution must have had a very contrary effect to that which was intended, and must have procured robbers a sure protection on the lands of such noblemen as did not sincerely mean to discourage crimes and violence.","subId":"20","id":"Hume.HE.1.App1.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Courts of justice.</span> <span class=\"small-capitals\">But</span> though the general strain of the Anglo-Saxon government seems to have become aristocratical, there were still considerable remains of the ancient democracy, which were not indeed sufficient to protect the lowest of the people, without the patronage of some great lord, but might give security, and even some degree of dignity, to the gentry or inferior nobility. The administration of justice, in particular, by the courts of the Decennary, the Hundred, and the County, was well calculated to defend general liberty, and to restrain the power of the nobles. In the county courts or shiremotes, all the freeholders were assembled twice a-year, and received appeals from the inferior courts. They there decided all causes, ecclesiastical as well as civil; and the bishop, together with the alderman or earl, presided over them<a href=\"#n30\"><sup>[30]</sup></a>. The affair was determined in a summary manner, without much pleading, formality, or delay, by a majority of voices; and the bishop and alderman had <span class=\"page-break\"></span>no further authority than to keep order among the freeholders, and interpose with their opinion<a href=\"#n31\"><sup>[31]</sup></a>. Where justice was denied during three sessions by the Hundred, and then by the County court, there lay an appeal to the king's court<a href=\"#n32\"><sup>[32]</sup></a>; but this was not practised on slight occasions. The aldermen received a third of the fines levied in those courts<a href=\"#n33\"><sup>[33]</sup></a>; and as most of the punishments were then pecuniary, this perquisite formed a considerable part of the profits belonging to his office. The two thirds also, which went to the king, made no contemptible part of the public revenue. Any freeholder was fined who absented himself thrice from these courts<a href=\"#n34\"><sup>[34]</sup></a>.","subId":"21","id":"Hume.HE.1.App1.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> the extreme ignorance of the age made deeds and writings very rare, the County or Hundred court was the place where the most remarkable civil transactions were finished, in order to preserve the memory of them, and prevent all future disputes. Here testaments were promulgated, slaves manumitted, bargains of sale concluded; and sometimes, for greater security, the most considerable of these deeds were inserted in the blank leaves of the parish Bible, which thus became a kind of register, too sacred to be falsified. It was not unusual to add to the deed an imprecation on all such as should be guilty of that crime<a href=\"#n35\"><sup>[35]</sup></a>.","subId":"22","id":"Hume.HE.1.App1.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> a people, who lived in so simple a manner as the Anglo-Saxons, the judicial power is always of greater importance than the legislative. There were few or no taxes imposed by the states: There were few statutes enacted; and the nation was less governed by laws, than by customs, which admitted a great latitude of interpretation. Though it should, therefore, be allowed, that the Wittenagemot was altogether composed of the principal nobility, the county-courts, where all the free-holders were admitted, and which regulated all the daily occurrences of life, formed a wide basis for the government, and were no contemptible checks on the aristocracy. But there is another power still more important than either the judicial or legislative; to wit, the power of injuring or serving by immediate force and violence, for which it is difficult to obtain redress in courts of justice. In all extensive governments, where the execution of the laws is feeble, this power naturally falls into the hands of the principal nobility; and the degree of it which <span class=\"page-break\"></span>prevails, cannot be determined so much by the public statutes, as by small incidents in history, by particular customs, and sometimes by the reason and nature of things. The Highlands of Scotland have long been entitled by law to every privilege of British subjects; but it was not till very lately that the common people could in fact enjoy these privileges.","subId":"23","id":"Hume.HE.1.App1.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> powers of all the members of the Anglo-Saxon government are disputed among historians and antiquaries: The extreme obscurity of the subject, even though faction had never entered into the question, would naturally have begotten those controversies. But the great influence of the lords over their slaves and tenants, the clientship of the burghers, the total want of a middling rank of men, the extent of the monarchy, the loose execution of the laws, the continued disorders and convulsions of the state; all these circumstances evince, that the Anglo-Saxon government became at last extremely aristocratical; and the events, during the period immediately preceding the conquest, confirm this inference or conjecture.","subId":"24","id":"Hume.HE.1.App1.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Criminal law.</span> <span class=\"small-capitals\">Both</span> the punishments inflicted by the Anglo-Saxon courts of judicature, and the methods of proof employed in all causes, appear somewhat singular, and are very different from those which prevail at present among all civilized nations.","subId":"25","id":"Hume.HE.1.App1.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> must conceive, that the ancient Germans were little removed from the original state of nature: The social confederacy among them was more martial than civil: They had chiefly in view the means of attack or defence against public enemies, not those of protection against their fellow-citizens: Their possessions were so slender and so equal, that they were not exposed to great danger; and the natural bravery of the people made every man trust to himself and to his particular friends for his defence or vengeance. This defect in the political union drew much closer the knot of particular confederacies: An insult upon any man was regarded by all his relations and associates as a common injury: They were bound by honour, as well as by a sense of common interest, to revenge his death, or any violence which he had suffered: They retaliated on the aggressor by like acts of violence; and if he were protected, as was natural and usual, by his own clan, the quarrel was spread still wider, and bred endless disorders in the nation.","subId":"26","id":"Hume.HE.1.App1.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Frisians, a tribe of the Germans, had never advanced beyond this wild and imperfect state of society; and the right of private revenge still remained among them unlimited and uncontrouled<a href=\"#n36\"><sup>[36]</sup></a>. But the other German nations, in the age of Tacitus, had made one step farther towards completing the political or civil union. Though it still continued to be an indispensable point of honour for every clan to revenge the death or injury of a member, the magistrate had acquired a right of interposing in the quarrel, and of accommodating the difference. He obliged the person maimed or injured, and the relations of one killed, to accept of a present from the aggressor and his relations<a href=\"#n37\"><sup>[37]</sup></a>, as a compensation for the injury<a href=\"#n38\"><sup>[38]</sup></a>, and to drop all farther prosecution of revenge. That the accommodation of one quarrel might not be the source of more, this present was fixed and certain, according to the rank of the person killed or injured, and was commonly paid in cattle, the chief property of those rude and uncultivated nations. A present of this kind gratified the revenge of the injured family by the loss which the aggressor suffered: It satisfied their pride by the submission which it expressed: It diminished their regret for the loss or injury of a kinsman by their acquisition of new property, and thus general peace was for a moment restored to the society<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"27","id":"Hume.HE.1.App1.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> when the German nations had been settled some time in the provinces of the Roman empire, they made still another step towards a more cultivated life, and their criminal justice gradually improved and refined itself. The magistrate, whose office it was to guard public peace and to suppress private animosities, conceived himself to be injured by every injury done to any of his people; and besides the compensation to the person who suffered, or to his family, he thought himself entitled to exact a fine, called the Fridwit, as an atonement for the breach of peace, and as reward for the pains which he had taken in accommodating the quarrel. When this idea, which is so natural, was once suggested, it was willingly received both by sovereign and people. The numerous fines which were levied, augmented that revenue of the king: And the people were sensible, that he would be more vigilant in interposing with <span class=\"page-break\"></span>his good offices, when he reaped such immediate advantage from them; and that injuries would be less frequent, when, besides compensation to the person injured, they were exposed to this additional penalty<a href=\"#n40\"><sup>[40]</sup></a>.","subId":"28","id":"Hume.HE.1.App1.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> short abstract contains the history of the criminal jurisprudence of the northern nations for several centuries. The state of England in this particular, during the period of the Anglo-Saxons, may be judged of by the collection of ancient laws, published by Lambard and Wilkins. The chief purport of these laws is not to prevent or entirely suppress private quarrels, which the legislator knew to be impossible, but only to regulate and moderate them. The laws of Alfred enjoin, that, if any one know, that his enemy or aggressor, after doing him an injury, resolves to keep within his own house <em>and his own lands<a href=\"#n41\"><sup>[41]</sup></a>,</em> he shall not fight him, till he require compensation for the injury. If he be strong enough to besiege him in his house, he may do it for seven days without attacking him; and if the aggressor be willing, during that time, to surrender himself and his arms, his adversary must detain him thirty days, but is afterwards obliged to restore him safe to his kindred, <em>and be content with the compensation.</em> If the criminal fly to the temple, that sanctuary must not be violated. Where the assailant has not force sufficient to besiege the criminal in his house, he must apply to the alderman for assistance; and if the alderman refuse aid, the assailant must have recourse to the king: And he is not allowed to assault the house, till after this supreme magistrate has refused assistance. If any one meet with his enemy, and be ignorant that he was resolved to keep within his own lands, he must, before he attack him, require him to surrender himself prisoner, and deliver up his arms; in which case he may detain him thirty days: But if he refuse to deliver up his arms, it is then lawful to fight him. A slave may fight in his master's quarrel: A father may fight in his son's with any one, except with his master<a href=\"#n42\"><sup>[42]</sup></a>.","subId":"29","id":"Hume.HE.1.App1.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was enacted by king Ina, that no man should take revenge for <span class=\"page-break\"></span>an injury till he had first demanded compensation, and had been refused it<a href=\"#n43\"><sup>[43]</sup></a>.","subId":"30","id":"Hume.HE.1.App1.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">King</span> Edmond, in the preamble to his laws, mentions the general misery, occasioned by the multiplicity of private feuds and battles; and he establishes several expedients for remedying this grievance. He ordains, that, if any one commit murder, he may, with the assistance of his kindred, pay within a twelvemonth the fine of his crime, and if they abandon him, he shall alone sustain the deadly feud or quarrel with the kindred of the murdered person. His own kindred are free from the feud, but on condition that they neither converse with the criminal, nor supply him with meat <em>or other necessaries:</em> If any of them, after renouncing him, receive him into their house, <em>or give him</em> <em>assistance,</em> they are finable to the king, and are involved in the feud. If the kindred of the murdered person take revenge on any but the criminal himself, <em>after he is</em> <em>abandoned by his</em> <em>kindred,</em> all their property is forfeited, and they are declared to be enemies to the king and all his friends<a href=\"#n44\"><sup>[44]</sup></a>. It is also ordained, that the fine for murder shall never be remitted by the king<a href=\"#n45\"><sup>[45]</sup></a>, and that no criminal shall be killed who flies to the church, or any of the king's towns<a href=\"#n46\"><sup>[46]</sup></a>; and the king himself declares, that his house shall give no protection to murderers, till they have satisfied the church by their pennance, and the kindred of the deceased, by making compensation<a href=\"#n47\"><sup>[47]</sup></a>. The method appointed for transacting this composition is found in the same law<a href=\"#n48\"><sup>[48]</sup></a>.","subId":"31","id":"Hume.HE.1.App1.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> attempts of Edmond, to contract and diminish the feuds, were contrary to the ancient spirit of the northern barbarians, and were a step towards a more regular administration of justice. By the Salic law, any man might, by a public declaration, exempt himself from his family quarrels: But then he was considered by the law as no longer belonging to the family; and he was deprived of all right of succession, as the punishment of his cowardice<a href=\"#n49\"><sup>[49]</sup></a>.","subId":"32","id":"Hume.HE.1.App1.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> price of the king's head, or his weregild, as it was then called, was by law 30,000 thrimsas, near 1300 pounds of present money. The price of the prince's head was 15,000 thrimsas; that of a bishop's or alderman's 8000; a sheriff's 4000; a thane's or clergyman's 2000; a ceorle's 266. These prices were fixed by the laws <span class=\"page-break\"></span>of the Angles. By the Mercian law, the price of a ceorle's head was 200 shillings; that of a thane's six times as much; that of a king's six times more<a href=\"#n50\"><sup>[50]</sup></a>. By the laws of Kent, the price of the archbishop's head was higher than that of the king's<a href=\"#n51\"><sup>[51]</sup></a>. Such respect was then paid to the ecclesiastics! It must be understood, that, where a person was unable or unwilling to pay the fine, he was put out of the protection of law and the kindred of the deceased had liberty to punish him as they thought proper.","subId":"33","id":"Hume.HE.1.App1.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> antiquaries<a href=\"#n52\"><sup>[52]</sup></a> have thought, that these compensations were only given for man-slaughter, not for wilful murder: But no such distinction appears in the laws; and it is contradicted by the practice of all the other barbarous nations<a href=\"#n53\"><sup>[53]</sup></a>, by that of the ancient Germans<a href=\"#n54\"><sup>[54]</sup></a>, and by that curious monument above mentioned of Saxon antiquity, preserved by Hickes. There is indeed a law of Alfred's which makes wilful murder capital<a href=\"#n55\"><sup>[55]</sup></a>; but this seems only to have been an attempt of that great legislator towards establishing a better police in the kingdom, and it probably remained without execution. By the laws of the same prince, a conspiracy against the life of the king might be redeemed by a fine<a href=\"#n56\"><sup>[56]</sup></a>.","subId":"34","id":"Hume.HE.1.App1.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> price of all kinds of wounds was likewise fixed by the Saxon laws: A wound of an inch long under the hair was paid with one shilling: One of a like size in the face, two shillings: Thirty shillings for the loss of an ear; and so forth<a href=\"#n57\"><sup>[57]</sup></a>. There seems not to have been any difference made, according to the dignity of the person. By the laws of Ethelbert, any one who committed adultery with his neighbour's wife was obliged to pay him a fine, and buy him another wife<a href=\"#n58\"><sup>[58]</sup></a>.","subId":"35","id":"Hume.HE.1.App1.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> institutions are not peculiar to the ancient Germans. They seem to be the necessary progress of criminal jurisprudence among every free people, where the will of the sovereign is not implicitly obeyed. We find them among the ancient Greeks during the time of the Trojan war. Compositions for murder are mentioned in Nestor's speech to Achilles in the ninth Iliad, and are <span class=\"page-break\"></span>called αποιναι. The Irish, who never had any connections with the German nations, adopted the same practice till very lately; and the price of a man's head was called among them his <em>eric;</em> as we learn from Sir John Davis. The same custom seems also to have prevailed among the Jews<a href=\"#n59\"><sup>[59]</sup></a>.","subId":"36","id":"Hume.HE.1.App1.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Theft</span> and robbery were frequent among the Anglo-Saxons. In order to impose some check upon these crimes, it was ordained, that no man should sell or buy any thing above twenty pence value, except in open market<a href=\"#n60\"><sup>[60]</sup></a>; and every bargain of sale must be executed before witnesses<a href=\"#n61\"><sup>[61]</sup></a>. Gangs of robbers much disturbed the peace of the country; and the law determined, that a tribe of banditti, consisting of between seven and thirty-five persons, was to be called a <em>turma,</em> or troop: Any greater company was denominated an army<a href=\"#n62\"><sup>[62]</sup></a>. The punishments for this crime were various, but none of them capital<a href=\"#n63\"><sup>[63]</sup></a>. If any man could track his stolen cattle into another's ground, the latter was obliged to show the tracks out of it, or pay their value<a href=\"#n64\"><sup>[64]</sup></a>.","subId":"37","id":"Hume.HE.1.App1.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">Rebellion,</span> to whatever excess it was carried, was not capital, but might be redeemed by a sum of money<a href=\"#n65\"><sup>[65]</sup></a>. The legislators, knowing it impossible to prevent all disorders, only imposed a higher fine on breaches of the peace committed in the king's court, or before an alderman or bishop. An alehouse too seems to have been considered as a privileged place; and any quarrels that arose there were more severely punished than elsewhere<a href=\"#n66\"><sup>[66]</sup></a>.","subId":"38","id":"Hume.HE.1.App1.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">Rules of proof.</span> <span class=\"small-capitals\">If</span> the manner of punishing crimes among the Anglo-Saxons appear singular, the proofs were not less so; and were also the natural result of the situation of those people. Whatever we may imagine concerning the usual truth and sincerity of men, who live in a rude and barbarous state, there is much more falsehood, and even perjury among them, than among civilized nations: Virtue, which is nothing but a more enlarged and more cultivated reason, never flourishes to any degree, nor is founded on steady principles of honour, except where a good education becomes general; and <span class=\"page-break\"></span>where men are taught the pernicious consequences of vice, treachery, and immorality. Even superstition, though more prevalent among ignorant nations, is but a poor supply for the defects in knowledge and education: Our European ancestors, who employed every moment the expedient of swearing on extraordinary crosses and reliques, were less honourable in all engagements than their posterity, who from experience have omitted those ineffectual securities. This general proneness to perjury was much encreased by the usual want of discernment in judges, who could not discuss an intricate evidence, and were obliged to number, not weigh, the testimony of the witnesses<a href=\"#n67\"><sup>[67]</sup></a>. Hence the ridiculous practice of obliging men to bring compurgators, who, as they did not pretend to know any thing of the fact, expressed upon oath, that they believed the person spoke true; and these compurgators were in some cases multiplied to the number of three hundred<a href=\"#n68\"><sup>[68]</sup></a>. The practice also of single combat was employed by most nations on the continent as a remedy against false evidence<a href=\"#n69\"><sup>[69]</sup></a>; and though it was frequently dropped, from the opposition of the clergy, it was continually revived, from experience of the falsehood attending the testimony of witnesses<a href=\"#n70\"><sup>[70]</sup></a>. It became at last a species of jurisprudence: The cases were determined by law, in which the party might challenge his adversary, or the witnesses, or the judge himself<a href=\"#n71\"><sup>[71]</sup></a>: And though these customs were absurd, they were rather an improvement on the methods of trial, which had formerly been practised among those barbarous nations, and which still prevailed among the Anglo-Saxons.","subId":"39","id":"Hume.HE.1.App1.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> any controversy about a fact became too intricate for those ignorant judges to unravel, they had recourse to what they called the judgment of God, that is, to fortune: Their methods of consulting this oracle were various. One of them was the decision by the cross: It was practised in this manner. When a person was accused of any crime, he first cleared himself by oath, and he was <span class=\"page-break\"></span>attended by eleven compurgators. He next took two pieces of wood, one of which was marked with the sign of the cross; and wrapping both up in wool, he placed them on the altar, or on some celebrated relique. After solemn prayers for the success of the experiment, a priest, or in his stead some unexperienced youth, took up one of the pieces of wood, and if he happened upon that which was marked with the figure of the cross, the person was pronounced innocent; if otherwise, guilty<a href=\"#n72\"><sup>[72]</sup></a>. This practice, as it arose from superstition, was abolished by it in France. The emperor, Lewis the Debonnaire, prohibited that method of trial, not because it was uncertain, but lest that sacred figure, says he, of the cross should be prostituted in common disputes and controversies <a href=\"#n73\"><sup>[73]</sup></a>","subId":"40","id":"Hume.HE.1.App1.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ordeal was another established method of trial among the Anglo-Saxons. It was practised either by boiling water or red-hot iron. The former was appropriated to the common people; the latter to the nobility. The water or iron was consecrated by many prayers, masses, fastings, and exorcisms<a href=\"#n74\"><sup>[74]</sup></a>; after which, the person accused either took up a stone sunk in the water<a href=\"#n75\"><sup>[75]</sup></a> to a certain depth, or carried the iron to a certain distance; and his hand being wrapped up, and the covering sealed for three days, if there appeared, on examining it, no marks of burning, he was pronounced innocent; if otherwise, guilty<a href=\"#n76\"><sup>[76]</sup></a>. The trial by cold water was different: The person was thrown into consecrated water; if he swam, he was guilty; if he sunk, innocent<a href=\"#n77\"><sup>[77]</sup></a>. It is difficult for us to conceive, how any innocent person could ever escape by the one trial, or any criminal be convicted by the other. But there was another usage admirably calculated for allowing every criminal to escape, who had confidence enough to try it. A consecrated cake, called a corsned, was produced; which if the person could swallow and digest, he was pronounced innocent<a href=\"#n78\"><sup>[78]</sup></a>.","subId":"41","id":"Hume.HE.1.App1.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">Military force.</span> <span class=\"small-capitals\">The</span> feudal law, if it had place at all among the Anglo-Saxons, which is doubtful, was not certainly extended over all the landed property, and was not attended with those consequences of homage, <span class=\"page-break\"></span>reliefs<a href=\"#n79\"><sup>[79]</sup></a>, wardship, marriage, and other burthens, which were inseparable from it in the kingdoms of the continent. As the Saxons expelled or almost entirely destroyed the ancient Britons, they planted themselves in this island on the same footing with their ancestors in Germany, and found no occasion for the feudal institutions<a href=\"#n80\"><sup>[80]</sup></a>, which were calculated to maintain a kind of standing army, always in readiness to suppress any insurrection among the conquered people. The trouble and expence of defending the state in England lay equally upon all the land; and it was usual for every five hides to equip a man for the service. The <em>trinoda necessitas,</em> as it was called, or the burthen of military expeditions, of repairing highways, and of building and supporting bridges, was inseparable from landed property, even though it belonged to the church or monasteries, unless exempted by a particular charter<a href=\"#n81\"><sup>[81]</sup></a>. The ceorles or husbandmen were provided with arms, and were obliged to take their turn in military duty<a href=\"#n82\"><sup>[82]</sup></a>. There were computed to be 243,600 hides in England<a href=\"#n83\"><sup>[83]</sup></a>; consequently the ordinary military force of the kingdom consisted of 48,720 men; though, no doubt, on extraordinary occasions, a greater number might be assembled. The king and nobility had some military tenants, who were called Sithcun-men<a href=\"#n84\"><sup>[84]</sup></a>. And there were some lands annexed to the office of aldermen, and to other offices; but these probably were not of great extent, and were possessed only during pleasure, as in the commencement of the feudal law in other countries of Europe.","subId":"42","id":"Hume.HE.1.App1.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Public revenue.</span> <span class=\"small-capitals\">The</span> revenue of the king seems to have consisted chiefly in his demesnes, which were large; and in the tolls and imposts which he probably levied at discretion on the boroughs and sea-ports, that lay within his demesnes. He could not alienate any part of the crown lands, even to religious uses, without the consent of the states<a href=\"#n85\"><sup>[85]</sup></a>. Danegelt was a land-tax of a shilling a hide, imposed by the <span class=\"page-break\"></span>states<a href=\"#n86\"><sup>[86]</sup></a>, either for payment of the sums exacted by the Danes, or for putting the kingdom in a posture of defence against those invaders <a href=\"#n87\"><sup>[87]</sup></a>.","subId":"43","id":"Hume.HE.1.App1.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">Value of money.</span> <span class=\"small-capitals\">The</span> Saxon pound, as likewise that which was coined for some centuries after the conquest, was near three times the weight of our present money: There were forty-eight shillings in the pound, and five pence in a shilling<a href=\"#n88\"><sup>[88]</sup></a>, consequently a Saxon shilling was near a fifth heavier than ours, and a Saxon penny near three times as heavy<a href=\"#n89\"><sup>[89]</sup></a>. As to the value of money in those times, compared to commodities, there are some, though not very certain, means of computation. A sheep by the laws of Athelstan was estimated at a shilling; that is, fifteen-pence of our money. The fleece was two-fifths of the value of the whole sheep<a href=\"#n90\"><sup>[90]</sup></a>; much above its present estimation; and the reason probably was, that the Saxons, like the ancients, were little acquainted with any clothing but what was made of wool. Silk and cotton were quite unknown: Linen was not much used. An ox was computed at six times the value of a sheep; a cow at four<a href=\"#n91\"><sup>[91]</sup></a>. If we suppose, that the cattle in that age, from the defects in husbandry, were not so large as they are at present in England, we may compute, that money was then near ten times of greater value. A horse was valued at about thirty-six shillings of our money, or thirty Saxon shillings<a href=\"#n92\"><sup>[92]</sup></a>; a mare a third less. A man at three pounds<a href=\"#n93\"><sup>[93]</sup></a>. The board-wages of a child the first year was eight shillings, together with a cow's pasture in summer, and an ox's in winter<a href=\"#n94\"><sup>[94]</sup></a>. William of Malmesbury mentions it as a remarkably high price that William Rufus gave fifteen marks for a horse, or about thirty pounds of our present money<a href=\"#n95\"><sup>[95]</sup></a>. Between the years 900 and 1000, Ednoth bought a hide of land for about 118 shillings of present money<a href=\"#n96\"><sup>[96]</sup></a>. This was little more than a shilling an acre, which indeed appears to have been the usual price, as we may learn from other accounts<a href=\"#n97\"><sup>[97]</sup></a>. A palfrey was sold for twelve shillings about the year 966<a href=\"#n98\"><sup>[98]</sup></a>. The value of an ox in king Ethelred's time was between seven and eight shillings; a cow about six shillings<a href=\"#n99\"><sup>[99]</sup></a>. Gervas of Tilbury says, that in Henry I.'s time, bread which would suffice a <span class=\"page-break\"></span>hundred men for a day was rated at three shillings, or a shilling of that age; for it is thought that soon after the conquest a pound sterling was divided into twenty shillings: A sheep was rated at a shilling, and so of other things in proportion. In Athelstan's time a ram was valued at a shilling, or four-pence Saxon<a href=\"#n100\"><sup>[100]</sup></a>. The tenants of Shireburn were obliged, at their choice, to pay either sixpence or four hens<a href=\"#n101\"><sup>[101]</sup></a>. About 1232, the abbot of St. Albans, going on a journey, hired seven handsome stout horses; and agreed, if any of them died on the road, to pay the owner 30 shillings a piece of our present money<a href=\"#n102\"><sup>[102]</sup></a>. It is to be remarked, that in all ancient times, the raising of corn, especially wheat, being a species of manufactory, that commodity always bore a higher price, compared to cattle, than it does in our times<a href=\"#n103\"><sup>[103]</sup></a>. The Saxon Chronicle tells us<a href=\"#n104\"><sup>[104]</sup></a>, that in the reign of Edward the Confessor there was the most terrible famine ever known; in so much that a quarter of wheat rose to sixty pennies, or fifteen shillings of our present money. Consequently it was as dear as if it now cost seven pounds ten shillings. This much exceeds the great famine in the end of queen Elizabeth; when a quarter of wheat was sold for four pounds. Money in this last period was nearly of the same value as in our time. These severe famines are a certain proof of bad husbandry.","subId":"44","id":"Hume.HE.1.App1.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the whole, there are three things to be considered, wherever a sum of money is mentioned in ancient times. First the change of denomination, by which a pound has been reduced to the third part of its ancient weight in silver. Secondly, the change in value by the greater plenty of money, which has reduced the same weight of silver to ten times less value, compared to commodities; and consequently a pound sterling to the thirtieth part of the ancient value. Thirdly, the fewer people and less industry, which were then to be found in every European kingdom. This circumstance made even the thirtieth part of the sum more difficult to levy, and caused any sum to have more than thirty times greater weight and influence both abroad and at home, than in our times; in the same manner that a sum, a hundred thousand pounds for instance, is at present more difficult to levy in a small state, such as Bavaria, and can produce greater effects on such a small community, <span class=\"page-break\"></span>than on England. This last difference is not easy to be calculated: But allowing, that England has now six times more industry, and three times more people than it had at the conquest and for some reigns after that period, we are, upon that supposition, to conceive taking all circumstances together, every sum of money mentioned by historians, as if it were multiplied more than a hundred fold above a sum of the same denomination at present.","subId":"45","id":"Hume.HE.1.App1.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the Saxon times, land was divided equally among all the male-children of the deceased, according to the custom of Gavelkind. The practice of entails is to be found in those times<a href=\"#n105\"><sup>[105]</sup></a>. Land was chiefly of two kinds, bookland, or land held by book or charter, which was regarded as full property, and defended to the heirs of the possessor, and folkland, or the land held by the ceorles and common people, who were removeable at pleasure, and were indeed only tenants during the will of their lords.","subId":"46","id":"Hume.HE.1.App1.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first attempt, which we find in England to separate the ecclesiastical from the civil jurisdiction, was that law of Edgar, by which all disputes among the clergy were ordered to be carried before the bishop<a href=\"#n106\"><sup>[106]</sup></a>. The pennances were then very severe; but as a man could buy them off with money, or might substitute others to perform them, they lay easy upon the rich<a href=\"#n107\"><sup>[107]</sup></a>.","subId":"47","id":"Hume.HE.1.App1.47"},{"type":"paragraph","content":"<span class=\"margin-comment\">Manners.</span> <span class=\"small-capitals\">With</span> regard to the manners of the Anglo-Saxons we can say little, but that they were in general a rude, uncultivated people, ignorant of letters, unskilled in the mechanical arts, untamed to submission under law and government, addicted to intemperance, riot, and disorder. Their best quality was their military courage, which yet was not supported by discipline or conduct. Their want of fidelity to the prince, or to any trust reposed in them, appears strongly in the history of their later period; and their want of humanity in all their history. Even the Norman historians, notwithstanding the low state of the arts in their own country, speak of them as barbarians, when they mention the invasion made upon them by the duke of Normandy<a href=\"#n108\"><sup>[108]</sup></a>. The conquest put the people in a situation of receiving slowly, from abroad, the rudiments of science and cultivation, and of correcting their rough and licentious manners.","subId":"48","id":"Hume.HE.1.App1.48"},{"type":"note","content":"We know of one change, not inconsiderable in the Saxon constitution. The Saxon Annals, p. 49. inform us, that it was in early times the prerogative of the king to name the dukes, earls, aldermen and sheriffs of the counties. Asser, a contemporary writer, informs us, that Alfred deposed all the ignorant aldermen, and appointed men of more capacity in their place: Yet the laws of Edward the Confessor, § 35. say expressly, that the heretoghs or dukes, and the sheriffs were chosen by the freeholders in the folkmote, a county court, which was assembled once a-year, and where all the freeholders swore allegiance to the king.","subId":"n1","id":"Hume.HE.1.App1.n1"},{"type":"note","content":"Sometimes abbesses were admitted; at least, they often sign the king's charters or grants. Spellm. Gloss. in verbo <em>parliamentum.</em>","subId":"n2","id":"Hume.HE.1.App1.n2"},{"type":"note","content":"Wilkins passim.","subId":"n3","id":"Hume.HE.1.App1.n3"},{"type":"note","content":"It appears from the ancient translations of the Saxon annals and laws, and from king Alfred's translation of Bede, as well as from all the ancient historians, that <em>comes</em> in Latin, <em>alderman</em> in Saxon, and <em>earl</em> in Dano-Saxon were quite synonimous. There is only a clause in a law of king Athelstan's, (see Spelm. Conc. p. 406.) which has stumbled some antiquaries, and has made them imagine that an earl was superior to an alderman. The weregild or the price of an earl's blood is there fixed at 15,000 thrimsas, equal to that of an archbishop; whereas that of a bishop and alderman is only 8000 thrimsas. To solve this difficulty we must have recourse to Selden's conjecture, (see his Titles of Honour, chap. v. p. 603, 604) that the term of earl was in the age of Athelstan just beginning to be in use in England, and stood at that time for the atheling or prince of the blood, heir to the crown. This he confirms by a law of Canute, § 55. where an atheling and an archbishop are put upon the same footing. In another law of the same Athelstan the weregild of the prince or atheling is said to be 15,000 thrimsas. See Wilkins, p. 71. He is therefore the same who is called earl in the former law.","subId":"n4","id":"Hume.HE.1.App1.n4"},{"type":"note","content":"Brady's treatise of English boroughs, p. 3, 4, 5, &amp; c.","subId":"n5","id":"Hume.HE.1.App1.n5"},{"type":"note","content":"There is some reason to think, that the bishops were sometimes chosen by the Wittenagemot, and confirmed by the king. Eddius, cap. 2. The abbots in the monasteries of royal foundation were anciently named by the king; though Edgar gave the monks the election, and only reserved to himself the ratification. This destination was afterwards frequently violated; and the abbots as well as bishops were afterwards all appointed by the king; as we learn from Ingulf, a writer contemporary to the conquest.","subId":"n6","id":"Hume.HE.1.App1.n6"},{"type":"note","content":"Hist. Eliensis, lib. 2. cap. 40.","subId":"n7","id":"Hume.HE.1.App1.n7"},{"type":"note","content":"Hist. Rames. § 3. p. 387.","subId":"n8","id":"Hume.HE.1.App1.n8"},{"type":"note","content":"Roger Hoveden, giving the reason why William the Conqueror made Cospatric earl of Northumberland, says, <em>Nam ex materno sanguine attinebat ad eum honor illius comitatus. Erat enim ex matre Algitha, filia Uthredi comitis.</em> See also Sim. Dun. p. 205. We see in those instances, the same tendency towards rendering offices hereditary, which took place, during a more early period, on the continent; and which had already produced there its full effect.","subId":"n9","id":"Hume.HE.1.App1.n9"},{"type":"note","content":"Brady's treatise of boroughs, 3, 4, 5, &amp; c. The case was the same with the freemen in the country. See pref. to his hist. p. 8, 9, 10, &amp; c.","subId":"n10","id":"Hume.HE.1.App1.n10"},{"type":"note","content":"LL. Edw. Conf. § 8. apud Ingulf.","subId":"n11","id":"Hume.HE.1.App1.n11"},{"type":"note","content":"Dissert. Epist. p. 21.","subId":"n12","id":"Hume.HE.1.App1.n12"},{"type":"note","content":"Nithard. hist. lib. 4.","subId":"n13","id":"Hume.HE.1.App1.n13"},{"type":"note","content":"Spelm. Feus and Tenures, p. 40.","subId":"n14","id":"Hume.HE.1.App1.n14"},{"type":"note","content":"Wilkins, p. 71.","subId":"n15","id":"Hume.HE.1.App1.n15"},{"type":"note","content":"Selden, Titles of honour, p. 515. Wilkins, p. 70.","subId":"n16","id":"Hume.HE.1.App1.n16"},{"type":"note","content":"Winchester, being the capital of the West Saxon monarchy, was anciently a considerable city. Gul. Pict. p. 210.","subId":"n17","id":"Hume.HE.1.App1.n17"},{"type":"note","content":"Norwich contained 738 houses, Exeter, 315, Ipswich, 538, Northampton, 6o, Hertford, 146, Canterbury, 262, Bath, 64, Southampton, 84, Warwick, 225. See Brady of Boroughs, p. 3, 4, 5, 6, &amp; c. These are the most considerable he mentions. The account of them is extracted from Domesday-book.","subId":"n18","id":"Hume.HE.1.App1.n18"},{"type":"note","content":"Brady's treatise of boroughs, p. 10. There were six wards, besides the archbishop's palace; and five of these wards contained the number of families here mentioned, which at the rate of five persons to a family makes about 7000 souls. The sixth ward was laid waste.","subId":"n19","id":"Hume.HE.1.App1.n19"},{"type":"note","content":"P. 102. See also de Gest. Angl. p. 333.","subId":"n20","id":"Hume.HE.1.App1.n20"},{"type":"note","content":"LL. Inae, § 70. These laws fixed the rents for a hyde; but it is difficult to convert it into modern measures.","subId":"n21","id":"Hume.HE.1.App1.n21"},{"type":"note","content":"General preface to his hist. p. 7, 8, 9, &amp; c.","subId":"n22","id":"Hume.HE.1.App1.n22"},{"type":"note","content":"LL. Edg. § 14. apud Spellm. Conc. vol. i. p. 471.","subId":"n23","id":"Hume.HE.1.App1.n23"},{"type":"note","content":"Spellm. Gloss. in verb. <em>Servus.</em>","subId":"n24","id":"Hume.HE.1.App1.n24"},{"type":"note","content":"LL. Aelf. § 20.","subId":"n25","id":"Hume.HE.1.App1.n25"},{"type":"note","content":"Ibid. § 17.","subId":"n26","id":"Hume.HE.1.App1.n26"},{"type":"note","content":"Tacit. de morib. Germ.","subId":"n27","id":"Hume.HE.1.App1.n27"},{"type":"note","content":"LL. Inae, § 11. LL. Aelf. § 12.","subId":"n28","id":"Hume.HE.1.App1.n28"},{"type":"note","content":"Higden, lib. i. cap. 50. LL. Edw. Conf. § 26. Spellm. Conc. vol. i. p. 415. Gloss. in verb<em>. Haligemot et Infangenthef.</em>","subId":"n29","id":"Hume.HE.1.App1.n29"},{"type":"note","content":"LL. Edg. § 5. Wilkins, p. 78. LL. Canut. § 17. Wilkins, p. 136.","subId":"n30","id":"Hume.HE.1.App1.n30"},{"type":"note","content":"Hickes Dissert. Epist. p. 2, 3, 4, 5, 6, 7, 8.","subId":"n31","id":"Hume.HE.1.App1.n31"},{"type":"note","content":"LL. Edg. § 2. Wilkins, p. 77. LL. Canut. § 18. apud Wilkins, p. 136.","subId":"n32","id":"Hume.HE.1.App1.n32"},{"type":"note","content":"LL. Edw. Conf. § 31.","subId":"n33","id":"Hume.HE.1.App1.n33"},{"type":"note","content":"LL. Ethelst. § 20.","subId":"n34","id":"Hume.HE.1.App1.n34"},{"type":"note","content":"Hickes Dissert. Epist.","subId":"n35","id":"Hume.HE.1.App1.n35"},{"type":"note","content":"LL. Fris. tit. 2. apud Lindenbrog. p. 491.","subId":"n36","id":"Hume.HE.1.App1.n36"},{"type":"note","content":"LL. Aethelb. § 23. LL. Aelf. § 27.","subId":"n37","id":"Hume.HE.1.App1.n37"},{"type":"note","content":"Called by the Saxons <em>maegbota.</em>","subId":"n38","id":"Hume.HE.1.App1.n38"},{"type":"note","content":"Tacit> de morib. Germ. The author says, that the price of the composition was fixed; which must have been by the laws and the interposition of the magistrates.","subId":"n39","id":"Hume.HE.1.App1.n39"},{"type":"note","content":"Besides paying money to the relations of the deceased and to the king, the murderer was also obliged to pay the master of a slave or vassal a sum as a compensation for his loss. This was called the <em>Manbote.</em> See Spell. Gloss. in verb. <em>Fredum, Manbot.</em>","subId":"n40","id":"Hume.HE.1.App1.n40"},{"type":"note","content":"The addition of these last words in Italics appears necessary from what follows in the same law.","subId":"n41","id":"Hume.HE.1.App1.n41"},{"type":"note","content":"LL. Aelfr. § 28. Wilkins, p. 43.","subId":"n42","id":"Hume.HE.1.App1.n42"},{"type":"note","content":"LL. Inae, § 9.","subId":"n43","id":"Hume.HE.1.App1.n43"},{"type":"note","content":"LL. Edm. § 1. Wilkins, p. 73.","subId":"n44","id":"Hume.HE.1.App1.n44"},{"type":"note","content":"LL. Edm. § 3.","subId":"n45","id":"Hume.HE.1.App1.n45"},{"type":"note","content":"LL. Edm. § 2.","subId":"n46","id":"Hume.HE.1.App1.n46"},{"type":"note","content":"LL. Edm. § 4.","subId":"n47","id":"Hume.HE.1.App1.n47"},{"type":"note","content":"LL. Edm. § 7.","subId":"n48","id":"Hume.HE.1.App1.n48"},{"type":"note","content":"Tit. 63.","subId":"n49","id":"Hume.HE.1.App1.n49"},{"type":"note","content":"Wilkins, p. 71, 72.","subId":"n50","id":"Hume.HE.1.App1.n50"},{"type":"note","content":"LL. Elthredi, apud Wilkins, p. 110.","subId":"n51","id":"Hume.HE.1.App1.n51"},{"type":"note","content":"Tyrrel introduct. vol. i. p. 126. Carte, vol. i. p. 366.","subId":"n52","id":"Hume.HE.1.App1.n52"},{"type":"note","content":"Lindenbrogius, passim.","subId":"n53","id":"Hume.HE.1.App1.n53"},{"type":"note","content":"Tac. de mor. Germ.","subId":"n54","id":"Hume.HE.1.App1.n54"},{"type":"note","content":"LL. Aelf. § 12. Wilkins, p. 29. It is probable, that by wilful murder Alfred means a treacherous murder, committed by one who has no declared feud with another.","subId":"n55","id":"Hume.HE.1.App1.n55"},{"type":"note","content":"LL. Aelf. § 4. Wilkins, p. 35.","subId":"n56","id":"Hume.HE.1.App1.n56"},{"type":"note","content":"LL. Aelf. § 40. See also LL. Ethelb. § 34, &amp; c.","subId":"n57","id":"Hume.HE.1.App1.n57"},{"type":"note","content":"LL. Ethelb. § 32.","subId":"n58","id":"Hume.HE.1.App1.n58"},{"type":"note","content":"Exod. cap. xxi. 29, 30.","subId":"n59","id":"Hume.HE.1.App1.n59"},{"type":"note","content":"LL. Aethelst. § 12.","subId":"n60","id":"Hume.HE.1.App1.n60"},{"type":"note","content":"LL. Aethelst. § 10, 12. LL. Edg. apud Wilkins, p. 80. LL. Ethelredi, § 4 apud Wilkins, p. 103. Hloth. &amp; Eadm. § 16. LL. Canut. § 22.","subId":"n61","id":"Hume.HE.1.App1.n61"},{"type":"note","content":"LL. Inae, § 12.","subId":"n62","id":"Hume.HE.1.App1.n62"},{"type":"note","content":"LL. Inae, § 37.","subId":"n63","id":"Hume.HE.1.App1.n63"},{"type":"note","content":"LL. Aethelst. § 2. Wilkins, p. 63.","subId":"n64","id":"Hume.HE.1.App1.n64"},{"type":"note","content":"LL. Ethelredi, apud Wilkins, p. 110. LL. Aelf. § 4. Wilkins, p. 35.","subId":"n65","id":"Hume.HE.1.App1.n65"},{"type":"note","content":"LL. Hloth. &amp; Eadm. § 12, 13. LL. Ethelr. apud Wilkins, p. 117.","subId":"n66","id":"Hume.HE.1.App1.n66"},{"type":"note","content":"Sometimes the laws fixed easy general rules for weighing the credibility of witnesses. A man whose life was estimated at 120 shillings counterbalanced six ceorles, each of whose lives was only valued at twenty shillings, and his oath was esteemed equivalent to that of all the six. See Wilkins, p. 72.","subId":"n67","id":"Hume.HE.1.App1.n67"},{"type":"note","content":"Praef. Nicol. ad Wilkins, p. 11.","subId":"n68","id":"Hume.HE.1.App1.n68"},{"type":"note","content":"LL. Burgund. cap. 45. LL. Lomb. lib. 2. tit. 55. cap. 34.","subId":"n69","id":"Hume.HE.1.App1.n69"},{"type":"note","content":"LL. Longob. lib. 2. tit. 55. cap. 23. apud Lindenb. p. 661.","subId":"n70","id":"Hume.HE.1.App1.n70"},{"type":"note","content":"See Desfontaines and Beaumanoir.","subId":"n71","id":"Hume.HE.1.App1.n71"},{"type":"note","content":"LL. Frison. tit. 14. apud Lindenbrogium, p. 496.","subId":"n72","id":"Hume.HE.1.App1.n72"},{"type":"note","content":"Du Gange in verb. Crux.","subId":"n73","id":"Hume.HE.1.App1.n73"},{"type":"note","content":"Spellm. in verb. Ordeal. Parker, p. 155. Lindenbrog, p. 1299.","subId":"n74","id":"Hume.HE.1.App1.n74"},{"type":"note","content":"LL. Inae, § 77.","subId":"n75","id":"Hume.HE.1.App1.n75"},{"type":"note","content":"Sometimes the person accused walked barefoot over red hot iron.","subId":"n76","id":"Hume.HE.1.App1.n76"},{"type":"note","content":"Spellman in verb. Ordealium.","subId":"n77","id":"Hume.HE.1.App1.n77"},{"type":"note","content":"Spellm. in verb. Corsned. Parker, p. 156. Text. Roffens. p. 33.","subId":"n78","id":"Hume.HE.1.App1.n78"},{"type":"note","content":"On> the death of an alderman, a greater or lesser thane, there was a payment made to the king of his best arms; and this was called his heriot: But this was not of the nature of a relief. See Spellm. of tenures, p. 2. The value of this heriot was fixed by Canute's laws, § 69.","subId":"n79","id":"Hume.HE.1.App1.n79"},{"type":"note","content":"Bracton de Acqu. rer. domin. lib. 2. cap. 16. See more fully Spellman of feuds and tenures, and Craigius dejure feud. lib. 1. dieg. 7.","subId":"n80","id":"Hume.HE.1.App1.n80"},{"type":"note","content":"Spellm. Conc. vol. i. p. 256.","subId":"n81","id":"Hume.HE.1.App1.n81"},{"type":"note","content":"Inae, § 51.","subId":"n82","id":"Hume.HE.1.App1.n82"},{"type":"note","content":"Spellm. of feuds and tenures, p. 17.","subId":"n83","id":"Hume.HE.1.App1.n83"},{"type":"note","content":"Spellm. Conc. vol. i. p. 195.","subId":"n84","id":"Hume.HE.1.App1.n84"},{"type":"note","content":"Spellm. Conc. vol. i. p. 340.","subId":"n85","id":"Hume.HE.1.App1.n85"},{"type":"note","content":"Chron. Sax. p. 128.","subId":"n86","id":"Hume.HE.1.App1.n86"},{"type":"note","content":"LL. Edw. Con. § 12.","subId":"n87","id":"Hume.HE.1.App1.n87"},{"type":"note","content":"LL. Aelf. § 40.","subId":"n88","id":"Hume.HE.1.App1.n88"},{"type":"note","content":"Fleetwood's Chron. Pretiosum, p. 27, 28, &amp; c.","subId":"n89","id":"Hume.HE.1.App1.n89"},{"type":"note","content":"LL. Inae, § 69.","subId":"n90","id":"Hume.HE.1.App1.n90"},{"type":"note","content":"Wilkins, p. 66.","subId":"n91","id":"Hume.HE.1.App1.n91"},{"type":"note","content":"Ibid. p. 126.","subId":"n92","id":"Hume.HE.1.App1.n92"},{"type":"note","content":"Ibid.","subId":"n93","id":"Hume.HE.1.App1.n93"},{"type":"note","content":"LL. Inae, § 38.","subId":"n94","id":"Hume.HE.1.App1.n94"},{"type":"note","content":"P. 121.","subId":"n95","id":"Hume.HE.1.App1.n95"},{"type":"note","content":"Hist. Rames. p. 415.","subId":"n96","id":"Hume.HE.1.App1.n96"},{"type":"note","content":"Hist. Eliens. p. 473.","subId":"n97","id":"Hume.HE.1.App1.n97"},{"type":"note","content":"Hist. Eliens. p. 471.","subId":"n98","id":"Hume.HE.1.App1.n98"},{"type":"note","content":"Wilkins, p. 126.","subId":"n99","id":"Hume.HE.1.App1.n99"},{"type":"note","content":"Wilkins, p. 56.","subId":"n100","id":"Hume.HE.1.App1.n100"},{"type":"note","content":"Monast. Anglic. vol. ii. p. 528.","subId":"n101","id":"Hume.HE.1.App1.n101"},{"type":"note","content":"Mat. Paris.","subId":"n102","id":"Hume.HE.1.App1.n102"},{"type":"note","content":"Fleetwood, p. 83, 94, 96, 98.","subId":"n103","id":"Hume.HE.1.App1.n103"},{"type":"note","content":"P. 157.","subId":"n104","id":"Hume.HE.1.App1.n104"},{"type":"note","content":"LL. Aelf. § 37. apud Wilkins, p. 43.","subId":"n105","id":"Hume.HE.1.App1.n105"},{"type":"note","content":"Wilkins, p. 83.","subId":"n106","id":"Hume.HE.1.App1.n106"},{"type":"note","content":"Ibid. p. 96, 97. Spell. Conc. p. 473.","subId":"n107","id":"Hume.HE.1.App1.n107"},{"type":"note","content":"Gul. Pict. p. 202.","subId":"n108","id":"Hume.HE.1.App1.n108"}]}