{"id":"Hume.HE.4.42","imported":true,"parent":"Hume.HE.4","title":"Chapter 42. Elizabeth (cont.)","breadcrumb":"Chapter 42","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. XLII. £2 £1 ELIZABETH. £1 _Zeal of the catholics——Babington's conspiracy——Mary assents to the conspiracy——The conspirators seized and executed——Resolution to try the queen of Scots——The commissioners prevail on her to submit to the trial——The trial——Sentence against Mary——Interposition of king James——Reasons for the execution of Mary——The execution——Mary's character——The queen's affected sorrow——Drake destroys the Spanish fleet at Cadiz——Philip projects the invasion of England——The invincible armada——Preparations in England——The armada arrives in the channel——Defeated——A parliament——Expedition against Portugal——Affairs of Scotland._","id":"Hume.HE.4.42"},{"type":"paragraph","content":"#1586.# THE dangers, which arose from the character, principles, and pretensions of the queen of Scots, had very early engaged Elizabeth to consult, in her treatment of that unfortunate princess, the dictates of jealousy and politics, rather than of friendship or generosity: Resentment of this usage had pushed Mary into enterprizes, which had nearly threatened the repose and authority of |Elizabeth: The rigour and restraint, thence redoubled upon the captive queen[n1], still impelled her to attempt greater extremities; and while her impatience of confinement, her revenge[n2], and her high spirit concurred with religious zeal, and the suggestions of desperate bigots, she was at last engaged in designs, which afforded her enemies, who watched the opportunity, a pretence or reason for effecting her final ruin.","subId":"1","id":"Hume.HE.4.42.1"},{"type":"paragraph","content":"#Zeal of the catholics.# ^The^ English seminary at Rheims had wrought themselves up to a high pitch of rage and animosity against the queen. The recent persecutions, from which they had escaped; the new rigours, which, they knew, awaited them in the course of their missions; the liberty, which for the present they enjoyed, of declaiming against that princess; and the contagion of that religious fury, which every where surrounded them in France: All these causes had obliterated with them every maxim of common sense, and every principle of morals or humanity. Intoxicated with admiration of the divine power and infallibility of the pope, they revered his bull, by which he excommunicated and deposed the queen; and some of them had gone to that height of extravagance, as to assert, that that performance had been immediately dictated by the Holy Ghost. The assassination of heretical sovereigns, and of that princess in particular, was represented as the most meritorious of all enterprizes; and they taught, that, whoever perished in such pious attempts, enjoyed without dispute the glorious and never-fading crown of martyrdom. By such doctrines, they instigated John Savage, a man of desperate courage, who had served some years in the Low Countries, under the prince of Parma, to attempt the life of Elizabeth; and this assassin, having made a vow to persevere in his design, was sent over to England, and recommended to the confidence of the more zealous catholics.","subId":"2","id":"Hume.HE.4.42.2"},{"type":"paragraph","content":"^About^ the same time, John Ballard, a priest of that seminary, had returned to Paris from his mission in England and Scotland; and as he had observed a spirit of mutiny and rebellion to be very prevalent among the catholic devotees in these countries, he had founded on that disposition the project of dethroning Elizabeth, and of restoring by force of arms the exercise of the ancient religion[n3]. The situation of affairs abroad seemed favourable to this |enterprize: The pope, the Spaniard, the duke of Guise, concurring in interests, had formed a resolution to make some attempt against England: And Mendoza, the Spanish ambassador at Paris, strongly encouraged Ballard to hope for succours from these princes. Charles Paget alone, a zealous catholic and a devoted partizan of the queen of Scots, being well acquainted with the prudence, vigour, and general popularity of Elizabeth, always maintained, that, so long as that princess was allowed to live, it was in vain to expect any success from an enterprize upon England. Ballard, persuaded of this truth, saw more clearly the necessity of executing the design, formed at Rheims: He came over to England in the disguise of a soldier, and assumed the name of captain Fortescue: And he bent his endeavours to effect at once the project of an assassination, an insurrection, and an invasion[n4].","subId":"3","id":"Hume.HE.4.42.3"},{"type":"paragraph","content":"#Babington's conspiracy.# ^The^ first person, to whom he addressed himself, was Anthony Babington of Dethic in the county of Derby. This young gentleman was of a good family, possessed a plentiful fortune, had discovered an excellent capacity, and was accomplished in literature beyond most of his years or station. Being zealously devoted to the catholic communion, he had secretly made a journey to Paris some time before; and had fallen into intimacy with Thomas Morgan, a bigotted fugitive from England, and with the bishop of Glasgow, Mary's ambassador at the court of France. By continually extolling the amiable accomplishments and heroical virtues of that princess, they impelled the sanguine and unguarded mind of young Babington to make some attempt for her service; and they employed every principle of ambition, gallantry, and religious zeal to give him a contempt of those dangers, which attended any enterprize against the vigilant government of Elizabeth. Finding him well disposed for their purpose, they sent him back to England, and secretly, unknown to himself, recommended him to the queen of Scots, as a person worth engaging in her service. She wrote him a letter, full of friendship and confidence; and Babington, ardent in his temper and zealous in his principles, thought, that these advances now bound him in honour to devote himself entirely to the service of that unfortunate princess. During some time, he had found means of conveying to her all her foreign correspondence; |but after she was put under the custody of Sir Amias Paulet, and reduced to a more rigorous confinement, he experienced so much difficulty and danger in rendering her this service, that he had desisted from every attempt of that nature.","subId":"4","id":"Hume.HE.4.42.4"},{"type":"paragraph","content":"^When^ Ballard began to open his intentions to Babington, he found his zeal suspended, not extinguished: His former ardour revived on the mention of any enterprize, which seemed to promise success in the cause of Mary and of the catholic religion. He had entertained sentiments conformable to those of Paget, and represented the folly of all attempts, which, during the life-time of Elizabeth, could be formed against the established religion and government of England. Ballard encouraged by this hint, proceeded to discover to him the design undertaken by Savage[n5]; and was well pleased to observe, that, instead of being shocked with the project, Babington only thought it not secure enough, when entrusted to one single hand, and proposed to join five others with Savage in this desperate enterprize.","subId":"5","id":"Hume.HE.4.42.5"},{"type":"paragraph","content":"^In^ prosecution of these views, Babington employed himself in encreasing the number of his associates; and he secretly drew into the conspiracy many catholic gentlemen, discontented with the present government. Barnwel, of a noble family in Ireland, Charnoc, a gentleman of Lancashire, and Abington, whose father had been cofferer to the household, readily undertook the assassination of the queen. Charles Tilney, the heir of an ancient family, and Titchborne of Southampton, when the design was proposed to them, expressed some scruples, which were removed by the arguments of Babington and Ballard. Savage alone refused during some time to share the glory of the enterprize with any others[n6]; he challenged the whole to himself; and it was with some difficulty he was induced to depart from this preposterous ambition.","subId":"6","id":"Hume.HE.4.42.6"},{"type":"paragraph","content":"^The^ deliverance of the queen of Scots, at the very same instant, when Elizabeth should be assassinated, was requisite for effecting the purpose of the conspirators; and Babington undertook, with a party of a hundred horse, to attack her guards, while she should be taking the air on horseback. In this enterprize, he engaged Edward Windsor, brother to the lord of that name, Thomas Salisbury, Robert Gage, John Travers, John Jones and Henry Donne; most |of them men of family and interest. The conspirators much wanted, but could not find, any nobleman of note, whom they might place at the head of the enterprize; but they trusted, that the great events, of the queen's death and Mary's deliverance, would rouze all the zealous catholics to arms; and that foreign forces, taking advantage of the general confusion, would easily fix the queen of Scots on the throne, and re-establish the ancient religion.","subId":"7","id":"Hume.HE.4.42.7"},{"type":"paragraph","content":"^These^ desperate projects had not escaped the vigilance of Elizabeth's council, particularly of Walsingham, secretary of state. That artful minister had engaged Maud, a catholic priest, whom he retained in pay, to attend Ballard in his journey to France, and had thereby got a hint of the designs, entertained by the fugitives. Polly, another of his spies, had found means to insinuate himself among the conspirators in England: and though not entirely trusted, had obtained some insight into their dangerous secrets. But the bottom of the conspiracy was never fully known, till Gifford, a seminary priest, came over, and made a tender of his services to Walsingham. By his means, the discovery became of the utmost importance, and involved the fate of Mary, as well as of those zealous partizans of that princess.","subId":"8","id":"Hume.HE.4.42.8"},{"type":"paragraph","content":"^Babington^ and his associates, having laid such a plan, as, they thought, promised infallible success, were impatient to communicate the design to the queen of Scots, and to obtain her approbation and concurrence. For this service, they employed Gifford, who immediately applied to Walsingham, that the interest of that minister might forward his secret correspondence with Mary. Walsingham proposed the matter to Paulet, and desired him to connive at Gifford's corrupting one of his servants: But Paulet, averse to the introducing of such a pernicious precedent into his family, desired, that they would rather think of some other expedient. Gifford found a brewer, who supplied the family with ale; and bribed him to convey letters to the captive queen. The letters, by Paulet's connivance, were thrust through a chink in the wall; and answers were returned by the same conveyance.","subId":"9","id":"Hume.HE.4.42.9"},{"type":"paragraph","content":"^Ballard^ and Babington were at first diffident of Gifford's fidelity; and to make trial of him, they gave him only blank papers made up like letters: But finding by the answers, that these had been faithfully delivered, they laid aside all farther scruple, and conveyed by his hands the most criminal and dangerous parts of |their conspiracy. Babington informed Mary of the design laid for a foreign invasion, the plan of an insurrection at home, the scheme for her deliverance, and the conspiracy for assassinating the usurper, by six noble gentlemen, as he termed them, all of them his private friends; who, from the zeal, which they bore to the catholic cause and her majesty's service, would undertake the _tragical execution_. #Mary assents to the conspiracy.# Mary replied, that she approved highly of the design; that the gentlemen might expect all the rewards, which it should ever be in her power to confer; and that the death of Elizabeth was a necessary circumstance, before any attempts were made, either for her own deliverance or an insurrection[n7]. These letters, with others to Mendoza, Charles Paget, the archbishop of Glasgow, and Sir Francis Inglefield, were carried by Gifford to secretary Walsingham; were decyphered by the art of Philips, his clerk; and copies taken of them. Walsingham employed another artifice, in order to obtain full insight into the plot: He subjoined to a letter of Mary's a postscript in the same cypher; in which he made her desire Babington to inform her of the names of the conspirators. The indiscretion of Babington furnished Walsingham with still another means of detection, as well as of defence. That gentleman had caused a picture to be drawn, where he himself was represented standing amidst the six assassins; and a motto was subjoined, expressing that their common perils were the band of their confederacy. A copy of this picture was brought to Elizabeth, that she might know the assassins, and guard herself against their approach to her person.","subId":"10","id":"Hume.HE.4.42.10"},{"type":"paragraph","content":"^Meanwhile^, Babington, anxious to ensure and hasten the foreign succours, resolved to dispatch Ballard into France; and he procured for him, under a feigned name, a licence to travel. In order to remove from himself all suspicion, he applied to Walsingham, pretended great zeal for the queen's service, offered to go abroad, and professed his intentions of employing the confidence, which he had gained among the catholics, to the detection and disappointment of their conspiracies. Walsingham commended his loyal purposes; and promising his own counsel and assistance in the execution of them, still fed him with hopes, and maintained a close correspondence with him. A warrant, meanwhile, |was issued for seizing Ballard; and this incident, joined to the consciousness of guilt, begat in all the conspirators the utmost anxiety and concern. Some advised, that they should immediately make their escape: Others proposed, that Savage and Charnoc should without delay execute their purpose against Elizabeth; and Babington, in prosecution of this scheme, furnished Savage with money, that he might buy good cloaths, and thereby have more ease access to the queen's person. Next day, they began to apprehend, that they had taken the alarm too hastily; and Babington, having renewed his correspondence with Walsingham, was persuaded by that subtle minister, that the seizure of Ballard had proceeded entirely from the usual diligence of informers in the detection of popish and seminary priests. He even consented to take lodgings secretly in Walsingham's house, that they might have more frequent conferences together, before his intended departure for France: But observing, that he was watched and guarded, he made his escape, and gave the alarm to the other conspirators. #The conspirators seized and executed.# They all took to flight, covered themselves with several disguises, and lay concealed in woods or barns; but were soon discovered and thrown into prison. In their examinations, they contradicted each other; and the leaders were obliged to make a full confession of the truth. Fourteen were condemned and executed: Of whom, seven acknowledged the crime on their trial; the rest were convicted by evidence.","subId":"11","id":"Hume.HE.4.42.11"},{"type":"paragraph","content":"#September.# ^The^ lesser conspirators being dispatched, measures were taken for the trial and conviction of the queen of Scots; on whose account, and with whose concurrence, these attempts had been made against the life of the queen, and the tranquillity of the kingdom. Some of Elizabeth's counsellors were averse to this procedure; and thought, that the close confinement of a woman, who was become very sickly, and who would probably put a speedy period to their anxiety by her natural death, might give sufficient security to the government, without attempting a measure, of which there scarcely remains any example in history. Leicester advised, that Mary should be secretly dispatched by poison, and he sent a divine to convince Walsingham of the lawfulness of that action: But Walsingham declared his abhorrence of it; and still insisted, in conjunction with the majority of the counsellors, for the open trial of the queen of Scots. The situation of England, and of the English |ministers, had, indeed, been hitherto not a little dangerous. No successor of the crown was declared; but the heir of blood, to whom the people in general were likely to adhere, was, by education, an enemy to the national religion; was, from multiplied provocations, an enemy to the ministers and principal nobility; and their personal safety, as well as the safety of the public, seemed to depend alone on the queen's life, who was now somewhat advanced in years. No wonder, therefore, that Elizabeth's counsellors, knowing themselves to be so obnoxious to the queen of Scots, endeavoured to push every measure to extremities against her; and were even more anxious than the queen herself, to prevent her from ever mounting the throne of England.","subId":"12","id":"Hume.HE.4.42.12"},{"type":"paragraph","content":"^Though^ all England was acquainted with the detection of Babington's conspiracy, every avenue to the queen of Scots had been so strictly guarded, that she remained in utter ignorance of the matter; and it was a great surprize to her, when Sir Thomas Gorges, by Elizabeth's orders, informed her, that all her accomplices were discovered and arrested. He chose the time for giving her this intelligence, when she was mounted on horseback to go a hunting; and she was not permitted to return to her former place of abode, but was conducted from one gentleman's house to another, till she was lodged in Fotheringay castle in the county of Northampton, which it was determined to make the last stage of her trial and sufferings. Her two secretaries, Nau, a Frenchman, and Curle, a Scot, were immediately arrested: All her papers were seized, and sent up to the council: Above sixty different keys to cyphers were discovered: There were also found many letters from persons beyond sea, and several too from English noblemen, containing expressions of respect and attachment. The queen took no notice of this latter discovery; but the persons themselves, knowing their correspondence to be detected, thought, that they had no other means of making atonement for their imprudence, than by declaring themselves thenceforth the most inveterate enemies of the queen of Scots[n8].","subId":"13","id":"Hume.HE.4.42.13"},{"type":"paragraph","content":"#Resolution to try the queen of Scots.# ^It^ was resolved to try Mary, not by the common statute of treasons, but by the act which had passed the former year, with a view to this very event; and the queen, in terms of that act, appointed |a commission, consisting of forty noblemen and privy-counsellors, and empowered them to examine and pass sentence on Mary, whom she denominated the late queen of Scots, and heir to James V. of Scotland. The commissioners came to Fotheringay castle, and sent to her Sir Walter Mildmay, Sir Amias Paulet, and Edward Barker, who delivered her a letter from Elizabeth, informing her of the commission, and of the approaching trial. Mary received the intelligence without emotion or astonishment. She said, however, that it seemed strange to her, that the queen should command her, as a subject, to submit to a trial and examination before subjects: That she was an absolute independant princess, and would yield to nothing, which might derogate either from her royal majesty, from the state of sovereign princes, or from the dignity and rank of her son: That, however oppressed by misfortunes, she was not yet so much broken in spirit, as her enemies flattered themselves; nor would she, on any account; be accessary to her own degradation and dishonour: That she was ignorant of the laws and statutes of England; was utterly destitute of council; and could not conceive who were entitled to be called her peers, or could legally sit as judges on her trial: That though she had lived in England for many years, she had lived in captivity; and not having received the protection of the laws, she could not, merely by her involuntary residence in the country, be supposed to have subjected herself to their jurisdiction: That, notwithstanding the superiority of her rank, she was willing to give an account of her conduct before an English parliament; but could not view these commissioners in any other light, than as men appointed to justify, by some colour of legal proceeding, her condemnation and execution: And that she warned them to look to their conscience and their character, in trying an innocent person; and to reflect, that these transactions would somewhere be subject to revisal, and that the theatre of the whole world was much wider than the kingdom of England.","subId":"14","id":"Hume.HE.4.42.14"},{"type":"paragraph","content":"#The commissioners prevail on her to submit to the trial.# ^In^ return, the commissioners sent a new deputation, informing her, that her plea, either from her royal dignity or from her imprisonment, could not be admitted; and that they were empowered to proceed to her trial, even though she should refuse to answer before them. Burleigh, the treasurer, and Bromley, the chancellor, employed much reasoning to make her submit; but the |person, whose arguments had the chief influence, was Sir Christopher Hatton, vice-chamberlain. His speech was to this purpose. \"You are accused, Madam,\" said he, \"but not condemned, of having conspired the destruction of our lady and queen anointed. You say, you are a queen: But, in such a crime as this, and such a situation as yours, the royal dignity itself, neither by the civil or canon law, nor by the law of nature or of nations, is exempt from judgment. If you be innocent, you wrong your reputation in avoiding a trial. We have been present at your protestations of innocence: But queen Elizabeth thinks otherwise; and is heartily sorry for the appearances, which lie against you. To examine, therefore, your cause, she has appointed commissioners; honourable persons, prudent and upright men, who are ready to hear you with equity, and even with favour, and will rejoice if you can clear yourself of the imputations, which have been thrown upon you. Believe me, madam, the queen herself will rejoice, who affirmed to me at my departure, that nothing, which ever befel her, had given her so much uneasiness, as that you should be suspected of a concurrence in these criminal enterprizes. Laying aside, therefore, the fruitless claim of privilege from your royal dignity, which can now avail you nothing, trust to the better defence of your innocence, make it appear in open trial, and leave not upon your memory that stain of infamy, which must attend your obstinate silence on this occasion.\"[n9]","subId":"15","id":"Hume.HE.4.42.15"},{"type":"paragraph","content":"^By^ this artful speech, Mary was persuaded to answer before the court; and thereby gave an appearance of legal procedure to the trial, and prevented those difficulties, which the commissioners must have fallen into, had she persevered in maintaining so specious a plea as that of her sovereign and independant character. Her conduct in this particular must be regarded as the more imprudent; because formerly, when Elizabeth's commissioners pretended not to exercise any jurisdiction over her, and only entered into her cause by her own consent and approbation, she declined justifying herself, when her honour, which ought to have been dearer to her than life, seemed absolutely to require it.","subId":"16","id":"Hume.HE.4.42.16"},{"type":"paragraph","content":"#The trial.# ^On^ her first appearance before the commissioners, Mary, either sensible of her imprudence, or still unwilling to degrade herself |by submitting to a trial, renewed her protestation against the authority of her judges: The chancellor answered her by pleading the supreme authonty of the English laws over every one who resided in England: And the commissioners accommodated matters, by ordering both her protestation and his answer to be recorded.","subId":"17","id":"Hume.HE.4.42.17"},{"type":"paragraph","content":"^The^ lawyers of the crown then opened the charge against the queen of Scots. They proved, by intercepted letters, that she had allowed cardinal Allen and others to treat her as queen of England; and that she had kept a correspondence with lord Paget and Charles Paget, in view of engaging the Spaniards to invade the kingdom. Mary seemed not anxious to clear herself from either of these imputations. She only said, that she could not hinder others from using what style they pleased in writing to her; and that she might lawfully try every expedient for the recovery of her liberty.","subId":"18","id":"Hume.HE.4.42.18"},{"type":"paragraph","content":"^An^ intercepted letter of her's to Mendoza was next produced; in which she promised to transfer to Philip her right to the kingdom of England, if her son should refuse to be converted to the catholic faith; an event, she there said, of which there was no expectation, while he remained in the hands of his Scottish subjects[n10]. Even this part of the charge, she took no pains to deny, or rather she seemed to acknowledge it. She said, that she had no kingdoms to dispose of; yet was it lawful for her to give at her pleasure what was her own, and she was not accountable to any for her actions. She added, that she had formerly rejected that proposal from Spain; but now, since all her hopes in England were gone, she was fully determined not to refuse foreign assistance. There was also produced evidence to prove, that Allen and Parsons were at that very time negociating by her orders at Rome the conditions of transferring her English crown to the king of Spain, and of disinheriting her heretical son[n11].","subId":"19","id":"Hume.HE.4.42.19"},{"type":"paragraph","content":"^It^ is remarkable, that Mary's prejudices against her son were, at this time, carried so far, that she had even entered into a conspiracy against him, had appointed lord Claud Hamilton regent of Scotland, and had instigated her adherents to seize James's person and deliver him into the hands of the pope or the king of Spain; |whence he was never to be delivered but on condition of his becoming catholic[n12].","subId":"20","id":"Hume.HE.4.42.20"},{"type":"paragraph","content":"^The^ only part of the charge, which Mary positively denied, was her concurrence in the design of assassinating Elizabeth. This article indeed was the most heavy, and the only one, that could fully justify the queen in proceeding to extremities against her. In order to prove the accusation, there were produced the following evidence: Copies taken in secretary Walsingham's office of the intercepted letters between her and Babington, in which her approbation of the murder was clearly expressed; the evidence of her two secretaries, Nau and Curle, who had confessed, without being put to any torture, both that she received these letters from Babington, and that they had written the answers, by her order; the confession of Babington, that he had written the letters and received the answers[n13], and the confession of Ballard and Savage, that Babington had showed them these letters of Mary written in the cypher, which had been settled between them.","subId":"21","id":"Hume.HE.4.42.21"},{"type":"paragraph","content":"^It^ is evident, that this complication of evidence, though every circumstance corroborates the general conclusion, resolves itself finally into the testimony of the two secretaries, who alone were certainly acquainted with their mistress's concurrence in Babington's conspiracy, but who knew themselves exposed to all the rigours of imprisonment, torture, and death, if they refused to give any evidence, which might be required of them. In the case of an ordinary criminal, this proof, with all its disadvantages, would be esteemed legal, and even satisfactory, if not opposed by some other circumstances, which shake the credit of the witnesses: But on the present trial, where the absolute power of the prosecutor concurred with such important interests and such a violent inclination to have the princess condemned; the testimony of two witnesses, even though men of character, ought to be supported by strong probabilities, in order to remove all suspicion of tyranny and injustice. The proof against Mary, it must be confessed, is not destitute of this advantage; and it is difficult, if not impossible, to account for Babington's receiving an answer, written in her name, and in the cypher concerted between them, without allowing, that the matter had been communicated to that princess. Such is the |light in which this matter appears, even after time has discovered every thing, which could guide our judgment with regard to it: No wonder, therefore, that the queen of Scots, unassisted by counsel, and confounded by so extraordinary a trial, found herself incapable of making a satisfactory defence before the commissioners. Her reply consisted chiefly in her own denial: Whatever force may be in that denial was much weakened, by her positively affirming, that she never had had any correspondence of any kind with Babington; a fact, however, of which there remains not the least question[n14]. She asserted, that, as Nau and Curle had taken an oath of secrecy and fidelity to her, their evidence against her ought not to be credited. She confessed, however, that Nau had been in the service of her uncle, the cardinal of Lorraine, and had been recommended to her by the king of France, as a man in whom she might safely confide. She also acknowledged Curle to be a very honest man, but simple, and easily imposed on by Nau. If these two men had received any letters, or had written any answers, without her knowledge; the imputation, she said, could never lie on her. And she was the more inclined, she added, to entertain this suspicion against them, because Nau had, in other instances, been guilty of a like temerity, and had ventured to transact business in her name, without communicating the matter to her[n15].","subId":"22","id":"Hume.HE.4.42.22"},{"type":"paragraph","content":"^The^ sole circumstance of her defence, which to us may appear to have some force, was her requiring that Nau and Curle should be confronted with her, and her affirming that they never would to her face persist in their evidence. But that demand, however equitable, was not then supported by law in trials of high-treason, and was often refused even in other trials, where the crown was prosecutor. The clause, contained in an act of the 13th of the queen, was a novelty; that the species of treason there enumerated must be proved by two witnesses, confronted with the criminal. But Mary was not tried upon that act; and the ministers and crown lawyers of this reign were always sure to refuse every indulgence beyond what the strict letter of the law and the settled practice of the courts of justice required of them. Not to mention, that these secretaries were not probably at Fotheringay-castle during the |time of the trial, and could not, upon Mary's demand, be produced before the commissioners[n16].","subId":"23","id":"Hume.HE.4.42.23"},{"type":"paragraph","content":"^There^ passed two incidents in this trial, which may be worth observing. A letter between Mary and Babington was read, in which mention was made of the earl of Arundel and his brothers: On hearing their names she broke into a sigh. \"Alas,\" said she, \"what has the noble house of the Howards suffered for my sake!\" She affirmed, with regard to the same letter, that it was easy to forge the hand-writing and cypher of another; she was afraid, that this was too familiar a practice with Walsingham, who, she also heard, had frequently practised both against her life and her son's. Walsingham, who was one of the commissioners, rose up. He protested, that, in his private capacity, he had never acted any thing against the queen of Scots: In his public capacity, he owned, that his concern for his sovereign's safety had made him very diligent in searching out, by every expedient, all designs against her sacred person or her authority. For attaining that end, he would not only make use of the assistance of Ballard or any other conspirator: He would also reward them for betraying their companions. But if he had tampered in any manner, unbefitting his character and office, why did none of the late criminals, either at their trial or execution, accuse him of such practices? Mary endeavoured to pacify him, by saying that she spoke from information; and she begged him to give thenceforth no more credit to such as slandered her, than she should to such as accused him. The great character indeed, which Sir Francis Walsingham bears for probity and honour, should remove from him all suspicion of such base arts as forgery and subornation; arts, which even the most corrupt ministers, in the most corrupt times, would scruple to employ.","subId":"24","id":"Hume.HE.4.42.24"},{"type":"paragraph","content":"#25th Octob.# ^Having^ finished the trial, the commissioners adjourned from Fotheringay-castle, and met in the Star Chamber at London; where, after taking the oaths of Mary's two secretaries, who, voluntarily, without hope or reward, vouched the authenticity of those |letters before produced, they pronounced sentence of death upon the queen of Scots, and confirmed it by their seals and subscriptions. #Sentence against Mary.# The same day, a declaration was published by the commissioners and the judges, \"that the sentence did no-wise derogate from the title and honour of James, king of Scotland; but that he was in the same place, degree, and right, as if the sentence had never been pronounced.\"[n17]","subId":"25","id":"Hume.HE.4.42.25"},{"type":"paragraph","content":"^The^ queen had now brought affairs with Mary to that situation, which she had long ardently desired; and had found a plausible reason for executing vengeance on a competitor, whom, from the beginning of her reign, she had ever equally dreaded and hated. But she was restrained from instantly gratifying her resentment, by several important considerations. She foresaw the invidious colours, in which this example of uncommon jurisdiction would be represented by the numerous partizans of Mary, and the reproach, to which she herself might be exposed with all foreign princes, perhaps with all posterity. The rights of hospitality, of kindred, and of royal majesty, seemed, in one signal instance, to be all violated; and this sacrifice of generosity to interest, of clemency to revenge, might appear equally unbecoming a sovereign and a woman. Elizabeth, therefore, who was an excellent hypocrite, pretended the utmost reluctance to proceed to the execution of the sentence: affected the most tender sympathy with her prisoner; displayed all her scruples and difficulties; rejected the solicitation of her courtiers and ministers; and affirmed, that, were she not moved by the deepest concern for her people's safety, she would not hesitate a moment in pardoning all the injuries, which she herself had received from the queen of Scots.","subId":"26","id":"Hume.HE.4.42.26"},{"type":"paragraph","content":"#29th Octob.# ^That^ the voice of her people might be more audibly heard in the demand of justice upon Mary, she summoned a new parliament; and she knew, both from the usual dispositions of that assembly, and from the influence of her ministers over them, that she should not want the most earnest solicitation to consent to that measure, which was so agreeable to her secret inclinations. She did not open this assembly in person, but appointed for that purpose three commissioners, Bromley, the chancellor, Burleigh, the treasurer, and the earl of Derby. The reason assigned for this |measure, was, that the queen foreseeing that the affair of the queen of Scots would be canvassed in parliament, found her tenderness and delicacy so much hurt by that melancholy incident, that she had not the courage to be present while it was under deliberation, but withdrew her eyes from what she could not behold without the utmost reluctance and uneasiness. She was also willing, that, by this unusual precaution, the people should see the danger, to which her person was hourly exposed; and should thence be more strongly incited to take vengeance on the criminal, whose restless intrigues and bloody conspiracies had so long exposed her to the most imminent perils[n18].","subId":"27","id":"Hume.HE.4.42.27"},{"type":"paragraph","content":"^The^ parliament answered the queen's expectations: The sentence against Mary was unanimously ratified by both houses; and an application was voted to obtain Elizabeth's consent to its publication and execution[n19]. She gave an answer ambiguous, embarrassed; full of real artifice, and seeming irresolution. She mentioned the extreme danger to which her life was continually exposed; she declared her willingness to die, did she not foresee the great calamities, which would thence fall upon the nation; she made professions of the greatest tenderness to her people; she displayed the clemency of her temper, and expressed her violent reluctance to execute the sentence against her unhappy kinswoman; she affirmed, that the late law, by which that princess was tried, so far from being made to ensnare her, was only intended to give her warning beforehand, not to engage in such attempts, as might expose her to the penalties, with which she was thus openly menaced; and she begged them to think once again, whether it were possible to find any expedient, besides the death of the queen of Scots, for securing the public tranquillity[n20]. The parliament, in obedience to her commands, took the affair again under consideration; but could find no other possible expedient. They reiterated their solicitations, and entreaties, and arguments: They even remonstrated, that mercy to the queen of Scots was cruelty to them, her subjects and children: And they affirmed, that it were injustice to deny execution of the law to any individual; much more to the whole body of the people, now unanimously and earnestly suing for this pledge of her parental care and tenderness. |This second address set the pretended doubts and scruples of Elizabeth anew in agitation: She complained of her own unfortunate situation; expressed her uneasiness from their importunity; renewed the professions of affection to her people; and dismissed the committee of parliament in an uncertainty, what, after all this deliberation, might be her final resolution[n21].","subId":"28","id":"Hume.HE.4.42.28"},{"type":"paragraph","content":"^But^ though the queen affected reluctance to execute the sentence against Mary, she complied with the request of parliament in publishing it by proclamation; and this act seemed to be attended with the unanimous and hearty rejoicings of the people. Lord Buckhurst, and Beale, clerk of the council, were sent to the queen of Scots, and notified to her the sentence pronounced against her, its ratification by parliament, and the earnest applications made for its execution by that assembly, who thought, that their religion could never, while she was alive, attain a full settlement and security. Mary was nowise dismayed at this intelligence: On the contrary, she joyfully laid hold of the last circumstance mentioned to her; and insisted, that, since her death was demanded by the protestants for the establishment of their faith, she was really a martyr to her religion, and was entitled to all the merits attending that glorious character. She added, that the English had often embrued their hands in the blood of their sovereigns: No wonder, they exercised cruelty against her, who derived her descent from these monarchs[n22]. Paulet, her keeper, received orders to take down her canopy, and to serve her no longer with the respect due to sovereign princes. He told her, that she was now to be considered as a dead person; and incapable of any dignity[n23]. This harsh treatment produced not in her any seeming emotion. She only replied, that she received her royal character from the hands of the Almighty, and no earthly power was ever able to bereave her of it.","subId":"29","id":"Hume.HE.4.42.29"},{"type":"paragraph","content":"^The^ queen of Scots wrote her last letter to Elizabeth; full of dignity, without departing from that spirit of meekness and of charity, which appeared suitable to this concluding scene of her unfortunate life. She preferred no petition for averting the fatal sentence: On the contrary, she expressed her gratitude to Heaven for thus bringing to a speedy period her sad and lamentable pilgrimage. |She requested some favours of Elizabeth, and intreated her, that she might be beholden for them to her own goodness alone, without making applications to those ministers, who had discovered such an extreme malignity against her person and her religion. She desired, that, after her enemies should be satiated with her innocent blood, her body, which, it was determined, should never enjoy rest, while her soul was united to it, might be consigned to her servants, and be conveyed by them into France, there to repose in a catholic land, with the sacred reliques of her mother. In Scotland, she said, the sepulchres of her ancestors were violated, and the churches either demolished or profaned; and in England, where she might be interred among the ancient kings, her own and Elizabeth's progenitors, she could entertain no hopes of being accompanied to the grave with those rites and ceremonies, which her religion required. She requested, that no one might have the power of inflicting a private death upon her, without Elizabeth's knowledge; but that her execution should be public, and attended by her ancient servants, who might bear testimony of her perseverance in the faith, and of her submission to the will of Heaven. She begged, that these servants might afterwards be allowed to depart whithersoever they pleased, and might enjoy those legacies, which she should bequeath them. And she conjured her to grant these favours, by their near kindred; by the soul and memory of Henry VII. the common ancestor of both; and by the royal dignity, of which they equally participated[n24]. Elizabeth made no answer to this letter; being unwilling to give Mary a refusal in her present situation, and foreseeing inconveniences from granting some of her requests.","subId":"30","id":"Hume.HE.4.42.30"},{"type":"paragraph","content":"^While^ the queen of Scots thus prepared herself to meet her fate, great efforts were made by foreign powers with Elizabeth to prevent the execution of the sentence, pronounced against her. Besides employing L'Aubespine, the French resident at London, a creature of the house of Guise, Henry sent over Bellievre, with a professed intention of interceding for the life of Mary. The duke of Guise and the league, at that time, threatened very nearly the king's authority; and Elizabeth knew, that though that monarch might, from decency and policy, think himself obliged to interpose |publicly in behalf of the queen of Scots, he could not secretly be much displeased with the death of a princess, on whose fortune and elevation his mortal enemies had always founded so many daring and ambitious projects[n25]. It is even pretended, that Bellievre had orders, after making public and vehement remonstrances against the execution of Mary, to exhort privately the queen, in his master's name, not to defer an act of justice, so necessary for their common safety[n26]. But whether the French king's intercession were sincere or not, it had no weight with the queen; and she still persisted in her former resolution.","subId":"31","id":"Hume.HE.4.42.31"},{"type":"paragraph","content":"#Interposition of king James.# ^The^ interposition of the young king of Scots, though not able to change Elizabeth's determination, seemed, on every account, to merit more regard. As soon as James heard of the trial and condemnation of his mother, he sent Sir William Keith, a gentleman of his bed chamber, to London; and wrote a letter to the queen, in which he remonstrated, in very severe terms, against the indignity of the procedure. He said, that he was astonished to hear of the presumption of English noblemen and counsellors, who had dared to sit in judgment and pass sentence upon a queen of Scotland, descended from the blood royal of England; but he was still more astonished to hear, that thoughts were seriously entertained of putting that sentence in execution: That he entreated Elizabeth to reflect on the dishonour, which she would draw on her name by embruing her hands in the blood of her near kinswoman, a person of the same royal dignity and of the same sex with herself: That, in this unparalleled attempt, she offered an affront to all diadems, and even to her own; and by reducing sovereigns to a level with other men, taught the people to neglect all duty towards those whom Providence had appointed to rule over them: That for his part, he must deem the injury and insult so enormous, as to be incapable of all atonement; nor was it possible for him thenceforward to remain in any terms of correspondence with a person, who, without any pretence of legal authority, had deliberately inflicted an ignominious death upon his parent: And that, even if the sentiments of nature and duty did not inspire him with this purpose of vengeance, his honour required it of him; nor could he ever acquit himself in the eyes of the world, if he did not use every effort, and endure every hazard, to revenge so great an indignity[n27].","subId":"32","id":"Hume.HE.4.42.32"},{"type":"paragraph","content":"^Soon^ after, James sent the master of Gray and Sir Robert Melvil to enforce the remonstrances of Keith; and to employ with the queen every expedient of argument and menaces. Elizabeth was at first offended with the sharpness of these applications; and she replied in a like strain to the Scottish ambassadors. When she afterwards reflected, that this earnestness was no more than what duty required of James, she was pacified; but still retained her resolution of executing the sentence against Mary[n28]. It is believed, that the master of Gray, gained by the enemies of that princess, secretly gave his advice not to spare her, and undertook, in all events, to pacify his master.","subId":"33","id":"Hume.HE.4.42.33"},{"type":"paragraph","content":"^The^ queen also, from many considerations, was induced to pay small attention to the applications of James, and to disregard all the efforts, which he could employ in behalf of his mother. She was well acquainted with his character and interests, the factions which prevailed among his people, and the inveterate hatred, which the zealous protestants, particularly the preachers, bore to the queen of Scots. The present incidents set these dispositions of the clergy in a full light. James, observing the fixed purpose of Elizabeth, ordered prayers to be offered up for Mary in all the churches; and knowing the captious humour of the ecclesiastics, he took care that the form of the petition should be most cautious, as well as humane and charitable: \"That it might please God to illuminate Mary with the light of his truth, and save her from the apparent danger, with which she was threatened.\" But, excepting the king's own chaplains, and one clergyman more, all the preachers refused to pollute their churches by prayers for a papist, and would not so much as prefer a petition for her conversion. James, unwilling or unable to punish this disobedience, and desirous of giving the preachers an opportunity of amending their fault, appointed a new day when prayers should be said for his mother; and that he might at least secure himself from any insult in his own presence, he desired the archbishop of St. Andrew's to officiate before him. In order to disappoint this purpose, the clergy instigated one Couper, a young man, who had not yet received holy orders, to take possession of the pulpit early in the morning, and to exclude the prelate. When the king came to church, and saw the pulpit occupied by Couper, he called to him from his seat, and told him, that the place was |destined for another; yet since he was there, if he would obey the charge given, and remember the queen in his prayers, he might proceed to divine service. The preacher replied, that he would do as the Spirit of God should direct him. This answer sufficiently instructed James in his purpose; and he commanded him to leave the pulpit. As Couper seemed not disposed to obey, the captain of the guard went to pull him from his place; upon which the young man cried aloud, That this day would be a witness against the king in the great day of the Lord; and he denounced a woe upon the inhabitants of Edinburgh for permitting him to be treated in that manner[n29]. The audience at first appeared desirous to take part with him; but the sermon of the prelate brought them over to a more dutiful and more humane disposition.","subId":"34","id":"Hume.HE.4.42.34"},{"type":"paragraph","content":"^Elizabeth^, when solicited, either by James or by foreign princes, to pardon the queen of Scots, seemed always determined to execute the sentence against her: But when her ministers urged her to interpose no more delays, her scruples and her hesitation returned; her humanity could not allow her to embrace such violent and sanguinary measures; and she was touched with compassion for the misfortunes, and with respect for the dignity, of the unhappy prisoner. The courtiers, sensible that they could do nothing more acceptable to her, than to employ persuasion on this head, failed not to enforce every motive for the punishment of Mary, and to combat all the objections urged against this act of justice. #Reasons for the execution of Mary.# They said, that the treatment of that princess in England had been, on her first reception, such as sound reason and policy required; and if she had been governed by principles of equity, she would not have refused willingly to acquiesce in it: That the obvious inconveniences, either of allowing her to retire into France, or of restoring her by force to her throne, in opposition to the reformers and the English party in Scotland, had obliged the queen to detain her in England, till time should offer some opportunity of serving her, without danger to the kingdom, or to the protestant religion: That her usage there had been such as became her rank; her own servants, in considerable numbers, had been permitted to attend; her exercise had been allowed her for health, and all access of company for amusement; and these indulgences would, in time, |have been carried farther, if by her subsequent conduct she had appeared worthy of them: That after she had instigated the rebellion of Northumberland, the conspiracy of Norfolk, the bull of excommunication of pope Pius, an invasion from Flanders; after she had reduced the queen's friends, and incited every enemy, foreign and domestic, against her; it became necessary to treat her as a most dangerous rival, and to render her confinement more strict and rigorous: That the queen, notwithstanding these repeated provocations, had, in her favour, rejected the importunity of her parliaments, and the advice of her sagest ministers[n30]; and was still, in hopes of her amendment, determined to delay coming to the last extremities against her: That Mary, even in this forlorn condition, retained so high and unconquerable a spirit, that she acted as competitor to the crown, and allowed her partizans every where, and in their very letters, addressed to herself, to treat her as queen of England: That she had carried her animosity so far as to encourage, in repeated instances, the atrocious design of assassinating the queen; and this crime was unquestionably proved upon her, by her own letters, by the evidence of her secretaries, and by the dying confession of her accomplices: That she was but a titular queen, and at present possessed no where any right of sovereignty; much less in England, where, the moment she set foot in the kingdom, she voluntarily became subject to the laws, and to Elizabeth, the only true sovereign: That even allowing her to be still the queen's equal in rank and dignity, self-defence was permitted by a law of nature, which could never be abrogated; and every one, still more a queen, had sufficient jurisdiction over an enemy, who, by open violence, and still more, who, by secret treachery, threatened the utmost danger against her life: That the general combination of the catholics to exterminate the protestants, was no longer a secret; and as the sole resource of the latter persecuted sect lay in Elizabeth, so the chief hope, which the former entertained of final success, consisted in the person, and in the title of the queen of Scots: That this very circumstance brought matters to extremity between these princesses; and rendering the life of one the death of the other, pointed out to Elizabeth the path, which either regard to self-preservation, |or to the happiness of her people, should direct her to pursue: And that necessity, more powerful than policy, thus demanded of the queen that resolution, which equity would authorise, and which duty prescribed[n31].","subId":"35","id":"Hume.HE.4.42.35"},{"type":"paragraph","content":"^When^ Elizabeth thought, that as many importunities had been used, and as much delay interposed, as decency required, she at last determined to carry the sentence into execution: But even in this final resolution she could not proceed without displaying a new scene of duplicity and artifice. In order to alarm the vulgar, rumours were previously dispersed, that the Spanish fleet was arrived in Milford Haven; that the Scots had made an irruption into England; that the duke of Guise was landed in Sussex with a strong army; that the queen of Scots was escaped from prison, and had raised an army; that the northern counties had begun an insurrection; that there was a new conspiracy on foot to assassinate the queen, and set the city of London on fire; nay, that the queen was actually assassinated[n32]. An attempt of this nature was even imputed to L'Aubespine, the French ambassador; and that minister was obliged to leave the kingdom. The queen, affecting to be in terror and perplexity, was observed to sit much alone, pensive and silent; and sometimes to mutter to herself half sentences, importing the difficulty and distress, to which she was reduced[n33]. She at last called Davison, a man of parts, but easy to be imposed on, and who had lately, for that very reason, been made secretary, and she ordered him privately to draw a warrant for the execution of the queen of Scots; which, she afterwards said, she intended to keep by her, in case any attempt should be made for the deliverance of that princess. She signed the warrant; and then commanded Davison to carry it to the chancellor, in order to have the great seal appended to it. Next day she sent Killigrew to Davison, enjoining him to forbear, some time, executing her former orders; and when Davison came and told her, that the warrant had already passed the great seal, she seemed to be somewhat moved, and blamed him for his precipitation. Davison, being in perplexity, acquainted the council with this whole transaction; and they endeavoured to persuade him to send off Beale with the warrant: If the queen should be displeased, they promised to justify his conduct, |and to take on themselves the #1587.# whole blame of this measure[n34]. The secretary, not sufficiently aware of their intention, complied with the advice; and the warrant was dispatched to the earls of Shrewsbury and Kent, and some others, ordering them to see the sentence executed upon the queen of Scots.","subId":"36","id":"Hume.HE.4.42.36"},{"type":"paragraph","content":"#7th Feb. The execution.# ^The^ two earls came to Fotheringay-castle, and being introduced to Mary, informed her of their commission, and desired her to prepare for death next morning at eight o'clock. She seemed no-wise terrified, though somewhat surprised, with the intelligence. She said, with a chearful, and even a smiling countenance, that she did not think the queen, her sister, would have consented to her death, or have executed the sentence against a person, not subject to the laws and jurisdiction of England. \"But as such is her will,\" said she, \"death, which puts an end to all my miseries, shall be to me most welcome; nor can I esteem that soul worthy the felicities of heaven, which cannot support the body under the horrors of the last passage to these blissful mansions.\"[n35] She then requested the two noblemen, that they would permit some of her servants, and particularly her confessor, to attend her: But they told her, that compliance with this last demand was contrary to their conscience[n36], and that Dr. Fletcher, dean of Peterborow, a man of great learning, should be present, to instruct her in the principles of true religion. Her refusal to have any conference with this divine inflamed the zeal of the earl of Kent; and he bluntly told her, that her death would be the life of their religion; as, on the contrary, her life would have been the death of it. Mention being made of Babington, she constantly denied his conspiracy to have been at all known to her; and the revenge of her wrongs, she resigned into the hands of the Almighty.","subId":"37","id":"Hume.HE.4.42.37"},{"type":"paragraph","content":"^When^ the earls had left her, she ordered supper to be hastened, that she might have the more leisure, after it, to finish the few affairs which remained to her in this world, and to prepare for her |passage to another. It was necessary for her, she said, to take some sustenance, lest a failure of her bodily strength should depress her spirits on the morrow, and lest her behaviour should thereby betray a weakness unworthy of herself[n37]. She supped sparingly, as her manner usually was; and her wonted chearfulness did not even desert her on this occasion. She comforted her servants under the affliction which overwhelmed them, and which was too violent for them to conceal it from her. Turning to Burgoin, her physician, she asked him, Whether he did not remark the great and invincible force of truth? \"They pretend,\" said she, \"that I must die, because I conspired against their queen's life: But the earl of Kent avowed, that there was no other cause of my death, than the apprehensions, which, if I should live, they entertain for their religion. My constancy in the faith is my real crime: The rest is only a colour, invented by interested and designing men.\" Towards the end of supper, she called in all her servants, and drank to them: They pledged her, in order, on their knees; and craved her pardon for any past neglect of their duty: She deigned, in return, to ask their pardon for her offences towards them; and a plentiful effusion of tears attended this last solemn farewel, and exchange of mutual forgiveness[n38].","subId":"38","id":"Hume.HE.4.42.38"},{"type":"paragraph","content":"^Mary^'s care of her servants was the sole remaining affair, which employed her concern. She perused her will, in which she had provided for them by legacies: She ordered the inventory of her goods, cloaths, and jewels to be brought her; and she wrote down the names of those to whom she bequeathed each particular: To some she distributed money with her own hands; and she adapted the recompence to their different degrees of rank and merit. She wrote also letters of recommendation for her servants to the French king, and to her cousin, the duke of Guise, whom she made the chief executor of her testament. At her wonted time she went to bed; slept some hours; and then rising, spent the rest of the night in prayer. Having foreseen the difficulty of exercising the rites of her religion, she had had the precaution to obtain a consecrated hoste from the hands of pope Pius; and she had reserved the use of it for this last period of her life. By this expedient she |supplied, as much as she could, the want of a priest and confessor, who was refused her[n39].","subId":"39","id":"Hume.HE.4.42.39"},{"type":"paragraph","content":"^Towards^ the morning she dressed herself in a rich habit of silk and velvet, the only one which she had reserved to herself. She told her maids, that she would willingly have left them this dress rather than the plain garb which she wore the day before: But it was necessary for her to appear at the ensuing solemnity in a decent habit.","subId":"40","id":"Hume.HE.4.42.40"},{"type":"paragraph","content":"^Thomas^ Andrews, sheriff of the county, entered the room, and informed her, that the hour was come, and that he must attend her to the place of execution. She replied, That she was ready; and bidding adieu to her servants, she leaned on two of Sir Amias Paulet's guards, because of an infirmity in her limbs; and she followed the sheriff with a serene and composed countenance. In passing through a hall adjoining to her chamber, she was met by the earls of Shrewsbury and Kent, Sir Amias Paulet, Sir Drue Drury, and many other gentlemen of distinction. Here she also found Sir Andrew Melvil, her steward, who flung himself on his knees before her; and, wringing his hands, cried aloud, \"Ah, Madam! unhappy me! what man was ever before the messenger of such heavy tidings as I must carry, when I shall return to my native country, and shall report, that I saw my gracious queen and mistress beheaded in England?\" His tears prevented farther speech; and Mary too felt herself moved, more from sympathy than affliction. \"Cease, my good servant,\" said she, \"cease to lament: Thou hast cause rather to rejoice than to mourn: For now shalt thou see the troubles of Mary Stuart receive their long expected period and completion. Know,\" continued she, \"good servant, that all the world at best is vanity, and subject still to more sorrow than a whole ocean of tears is able to bewail. But I pray thee, carry this message from me, that I die a true woman to my religion, and unalterable in my affections to Scotland and to France. Heaven forgive them, that have long desired my end, and have thirsted for my blood as the hart panteth after the water brooks.\" \"O God,\" added she, \"thou that art the author of truth, and truth itself, thou knowest the inmost recesses of my heart: Thou knowest that I was ever |desirous to preserve an entire union between Scotland and England, and to obviate the source of all these fatal discords. But recommend me, Melvil, to my son, and tell him, that, notwithstanding all my distresses, I have done nothing prejudicial to the state and kingdom of Scotland.\" After these words, reclining herself, with weeping eyes, and face bedewed with tears, she kissed him. \"And so,\" said she, \"good Melvil, farewel: Once again, farewel, good Melvil; and grant the assistance of thy prayers to thy queen and mistress.\"[n40]","subId":"41","id":"Hume.HE.4.42.41"},{"type":"paragraph","content":"^She^ next turned to the noblemen who attended her, and made a petition in behalf of her servants, that they might be well treated, be allowed to enjoy the presents which she had made them, and be sent safely into their own country. Having received a favourable answer, she preferred another request, that they might be permitted to attend her at her death: In order, said she, that their eyes may behold, and their hearts bear witness, how patiently their queen and mistress can submit to her execution, and how constantly she perseveres in her attachment to her religion. The earl of Kent opposed this desire, and told her, that they would be apt, by their speeches and cries, to disturb both herself and the spectators: He was also apprehensive, lest they should practise some superstition, not meet for him to suffer; such as dipping their handkerchiefs in her blood: For that was the instance which he made use of. \"My lord,\" said the queen of Scots, \"I will give my word (although it be but dead) that they shall not incur any blame in any of the actions which you have named. But alas! poor souls! it would be a great consolation to them to bid their mistress farewel. And I hope,\" added she, \"that your mistress, being a maiden queen, would vouchsafe, in regard of womanhood, that I should have some of my own people about me at my death. I know, that her majesty hath not given you any such strict command, but that you might grant me a request of far greater courtesy, even though I were a woman of inferior rank to that which I bear.\" Finding that the earl of Kent persisted still in his refusal, her mind, which had fortified itself against the terrors of death, was affected by this indignity, for which she was not prepared. \"I am cousin to your queen,\" cried she, \"and descended from the blood-royal of Henry |VII. and a married queen of France, and an anointed queen of Scotland.\" The commissioners, perceiving how invidious their obstinacy would appear, conferred a little together, and agreed, that she might carry a few of her servants along with her. She made choice of four men, and two maid-servants, for that purpose.","subId":"42","id":"Hume.HE.4.42.42"},{"type":"paragraph","content":"^She^ then passed into another hall, where was erected the scaffold, covered with black; and she saw, with an undismayed countenance, the executioners, and all the preparations of death. The room was crowded with spectators; and no one was so steeled against all sentiments of humanity, as not to be moved, when he reflected on her royal dignity; considered the surprising train of her misfortunes, beheld her mild but inflexible constancy, recalled her amiable accomplishments, or surveyed her beauties, which, though faded by years, and yet more by her afflictions, still discovered themselves in this fatal moment. Here the warrant for her execution was read to her; and during this ceremony she was silent, but shewed, in her behaviour, an indifference and unconcern, as if the business had no wise regarded her. Before the executioners performed their office, the dean of Peterborow stepped forth; and though the queen frequently told him, that he needed not concern himself about her, that she was settled in the ancient catholic and Roman religion, and that she meant to lay down her life in defence of that faith; he still thought it his duty to persist in his lectures and exhortations, and to endeavour her conversion. The terms, which he employed, were, under colour of pious instructions, cruel insults on her unfortunate situation; and besides their own absurdity, may be regarded as the most mortifying indignities, to which she had ever yet been exposed. He told her, that the queen of England had on this occasion shewn a tender care of her; and notwithstanding the punishment justly to be inflicted on her, for her manifold trespasses, was determined to use every expedient for saving her soul from that destruction, with which it was so nearly threatened: That she was now standing upon the brink of eternity, and had no other means of escaping endless perdition, than by repenting her former wickedness, by justifying the sentence pronounced against her, by acknowledging the queen's favours, and by exerting a true and lively faith in Christ Jesus: That the scriptures were the only rule of doctrine, the merits of Christ the only means of salvation; and if she trusted in |the inventions or devices of men, she must expect in an instant to fall into utter darkness, into a place where shall be weeping, howling, and gnashing of teeth: That the hand of death was upon her, the ax was laid to the root of the tree, the throne of the great judge of heaven was erected, the book of her life was spread wide, and the particular sentence and judgment was ready to be pronounced upon her: And that it was now, during this important moment, in her choice, either to rise to the resurrection of life, and hear that joyful salutation, _Come, ye blessed of my Father,_ or to share the resurrection of condemnation, replete with sorrow and anguish; and to suffer that dreadful denunciation, _Go, ye cursed, into everlasting fire[n41]._","subId":"43","id":"Hume.HE.4.42.43"},{"type":"paragraph","content":"^During^ this discourse Mary could not sometimes forbear betraying her impatience, by interrupting the preacher; and the dean, finding that he had profited nothing by his lecture, at last bade her change her opinion, repent her of her former wickedness, and settle her faith upon this ground, that only in Christ Jesus could she hope to be saved. She answered, again and again, with great earnestness: \"Trouble not yourself any more about the matter: For I was born in this religion; I have lived in this religion; and in this religion I am resolved to die.\" Even the two earls perceived, that it was fruitless to harass her any farther with theological disputes; and they ordered the dean to desist from his unseasonable exhortations, and to pray for her conversion. During the dean's prayer, she employed herself in private devotion from the office of the Virgin; and after he had finished, she pronounced aloud some petitions in English, for the afflicted church, for an end of her own troubles, for her son, and for queen Elizabeth; and prayed God, that that princess might long prosper, and be employed in his service. The earl of Kent, observing, that, in her devotions, she made frequent use of the crucifix, could not forbear reproving her for her attachment to that popish trumpery, as he termed it; and he exhorted her to have Christ in her heart, not in her hand[n42]. She replied with presence of mind, that it was difficult to hold such an object in her hand, without feeling her heart touched with some compunction[n43].","subId":"44","id":"Hume.HE.4.42.44"},{"type":"paragraph","content":"^She^ now began, with the aid of her two women, to disrobe |herself; and the executioner also lent his hand, to assist them. She smiled, and said, That she was not accustomed to undress herself before so large a company, nor to be served by such valets. Her servants, seeing her in this condition, ready to lay her head upon the block, burst into tears and lamentations: She turned about to them; put her finger upon her lips, as a sign of imposing silence upon them[n44]; and having given them her blessing, desired them to pray for her. One of her maids, whom she had appointed for that purpose, covered her eyes with a handkerchief; she laid herself down, without any sign of fear or trepidation; and her head was severed from her body at two strokes by the executioner. He instantly held it up to the spectators, streaming with blood and agitated with the convulsions of death: The dean of Peterborow alone exclaimed, \"So perish all queen Elizabeth's enemies:\" The earl of Kent alone replied \"Amen:\" The attention of all the other spectators was fixed on the melancholy scene before them; and zeal and flattery alike gave place to present pity and admiration of the expiring princess.","subId":"45","id":"Hume.HE.4.42.45"},{"type":"paragraph","content":"#Mary's character.# ^Thus^ perished, in the forty-fifth year of her age, and nineteenth of her captivity in England, Mary queen of Scots; a woman of great accomplishments both of body and mind, natural as well as acquired; but unfortunate in her life, and during one period, very unhappy in her conduct. The beauties of her person and graces of her air combined to make her the most amiable of women; and the charms of her address and conversation aided the impression, which her lovely figure made on the hearts of all beholders. Ambitious and active in her temper, yet inclined to chearfulness and society; of a lofty spirit, constant and even vehement in her purpose, yet polite, and gentle, and affable in her demeanour; she seemed to partake only so much of the male virtues as to render her estimable, without relinquishing those soft graces, which compose the proper ornament of her sex. In order to form a just idea of her character, we must set aside one part of her conduct, while she abandoned herself to the guidance of a profligate man; and must consider these faults, whether we admit them to be imprudences or crimes, as the result of an inexplicable, though not uncommon, inconstancy in the human mind, of the |frailty of our nature, of the violence of passion, and of the influence, which situations, and sometimes momentary incidents, have on persons, whose principles are not thoroughly confirmed by experience and reflection. Enraged by the ungrateful conduct of her husband, seduced by the treacherous counsels of one in whom she reposed confidence, transported by the violence of her own temper, which never lay sufficiently under the guidance of discretion; she was betrayed into actions, which may, with some difficulty, be accounted for, but which admit of no apology, nor even of alleviation. An enumeration of her qualities might carry the appearance of a panegyric; an account of her conduct must, in some parts, wear the aspect of severe satire and invective.","subId":"46","id":"Hume.HE.4.42.46"},{"type":"paragraph","content":"^Her^ numerous misfortunes, the solitude of her long and tedious captivity, and the persecutions, to which she had been exposed on account of her religion, had wrought her up to a degree of bigotry during her later years; and such were the prevalent spirit and principles of the age, that it is the less wonder, if her zeal, her resentment, and her interest uniting, induced her to give consent to a design, which conspirators, actuated only by the first of these motives, had formed against the life of Elizabeth.","subId":"47","id":"Hume.HE.4.42.47"},{"type":"paragraph","content":"#The queen's affected sorrow.# ^When^ the queen was informed of Mary's execution, she affected the utmost surprize and indignation. Her countenance changed; her speech faltered and failed her; for a long time, her sorrow was so deep that she could not express it, but stood fixed, like a statue, in silence and mute astonishment. After her grief was able to find vent, it burst out in loud wailings and lamentations; she put herself in deep mourning for this deplorable event; and she was seen perpetually bathed in tears, and surrounded only by her maids and women. None of her ministers or counsellors dared to approach her; or if any had such temerity, she chased them from her, with the most violent expressions of rage and resentment: They had all of them been guilty of an unpardonable crime, in putting to death her dear sister and kinswoman, contrary to her fixed purpose[n45], of which they were sufficiently apprized and acquainted.","subId":"48","id":"Hume.HE.4.42.48"},{"type":"paragraph","content":"^No^ sooner was her sorrow so much abated as to leave room for reflection, than she wrote a letter of apology to the king of Scots, |and sent it by Sir Robert Cary, son of lord Hunsdon. She there told him, that she wished he knew, but not felt, the unutterable grief which she experienced, on account of that lamentable accident, which, without her knowledge, much less concurrence, had happened in England: That as her pen trembled, when she attempted to write it, she found herself obliged to commit the relation of it to the messenger, her kinsman; who would likewise inform his majesty of every circumstance, attending this dismal and unlooked for misfortune: That she appealed to the supreme Judge of heaven and earth for her innocence; and was also so happy, amidst her other afflictions, as to find, that many persons in her court could bear witness to her veracity in this protestation: That she abhorred dissimulation; deemed nothing more worthy of a prince than a sincere and open conduct; and could never surely be esteemed so base and poor-spirited, as that, if she had really given orders for this fatal execution, she could, on any consideration, be induced to deny them: That, though sensible of the justice of the sentence pronounced against the unhappy prisoner, she determined from clemency never to carry it into execution; and could not but resent the temerity of those, who on this occasion had disappointed her intention: And that as no one loved him more dearly than herself, or bore a more anxious concern for his welfare; she hoped, that he would consider every one as his enemy, who endeavoured, on account of the present incident, to excite any animosity between them[n46].","subId":"49","id":"Hume.HE.4.42.49"},{"type":"paragraph","content":"^In^ order the better to appease James, she committed Davison to prison, and ordered him to be tried in the Star-Chamber for his misdemeanour. The secretary was confounded; and being sensible of the danger, which must attend his entering into a contest with the queen, he expressed penitence for his error, and submitted very patiently to be railed at by those very counsellors, whose persuasion had induced him to incur the guilt, and who had promised to countenance and protect him. He was condemned to imprisonment during the queen's pleasure, and to pay a fine of ten thousand pounds. He remained a long time in custody; and the fine, though it reduced him to beggary, was rigorously levied upon him. All the favour, which he could obtain from the queen, was |sending him small supplies from time to time, to keep him from perishing in necessity[n47]. He privately wrote an apology to his friend Walsingham, which contains many curious particulars. The French and Scotch ambassadors, he said, had been remonstrating with the queen in Mary's behalf; and immediately after their departure, she commanded him, of her own accord, to deliver her the warrant for the execution of that princess. She signed it readily, and ordered it to be sealed with the great seal of England. She appeared in such good humour on the occasion, that she said to him in a jocular manner, \"Go tell all this to Walsingham, who is now sick: Though I fear he will die of sorrow, when he hears of it.\" She added, that, though she had so long delayed the execution, lest she should seem to be actuated by malice or cruelty, she was all along sensible of the necessity of it. In the same conversation, she blamed Drury and Paulet, that they had not before eased her of this trouble; and she expressed her desire, that Walsingham would bring them to compliance in that particular. She was so bent on this purpose, that, some time after, she asked Davison, Whether any letter had come from Paulet with regard to the service expected of him? Davison showed her Paulet's letter; in which that gentleman positively refused to act any thing inconsistent with the principles of honour and justice. The queen fell into a passion; and accused Paulet, as well as Drury, of perjury; because, having taken the oath of association, in which they had bound themselves to avenge her wrongs, they had yet refused to lend their hand on this occasion. \"But others,\" she said, \"will be found less scrupulous.\" Davison adds, that nothing but the consent and exhortations of the whole council could have engaged him to send off the warrant: He was well aware of his danger; and remembered, that the queen, after having ordered the execution of the duke of Norfolk, had endeavoured, in a like manner, to throw the whole blame and odium of that action upon lord Burleigh[n48].","subId":"50","id":"Hume.HE.4.42.50"},{"type":"paragraph","content":"^Elizabeth^'s dissimulation was so gross, that it could deceive no body, who was not previously resolved to be blinded; but as James's concern for his mother was certainly more sincere and cordial, he discovered the highest resentment, and refused to admit Cary into |his presence. He recalled his ambassadors from England; and seemed to breathe nothing but war and vengeance. The States of Scotland, being assembled, took part in his anger; and professed, that they were ready to spend their lives and fortunes in revenge of his mother's death, and in defence of his title to the crown of England. Many of his nobility instigated him to take arms: Lord Sinclair, when the courtiers appeared in deep mourning, presented himself to the king arrayed in complete armour, and said, that this was the proper mourning for the queen. The catholics took the opportunity of exhorting James to make an alliance with the king of Spain, to lay immediate claim to the crown of England, and to prevent the ruin, which, from his mother's example, he might conclude, would certainly, if Elizabeth's power prevailed, overwhelm his person and his kingdom. The queen was sensible of the danger attending these counsels; and after allowing James some decent interval to vent his grief and anger, she employed her emissaries to pacify him, and to set before him every motive of hope or fear, which might induce him to live in amity with her.","subId":"51","id":"Hume.HE.4.42.51"},{"type":"paragraph","content":"#4th March.# ^Walsingham^ wrote to lord Thirlstone, James's secretary, a judicious letter to the same purpose. He said, that he was much surprized to hear of the violent resolutions taken in Scotland, and of the passion discovered by a prince of so much judgment and temper as James: That a war, founded merely on the principle of revenge, and that too on account of an act of justice which necessity had extorted, would for ever be exposed to censure, and could not be excused by any principles of equity or reason: That if these views were deemed less momentous among princes, policy and interest ought certainly to be attended to; and these motives did still more evidently oppose all thoughts of a rupture with Elizabeth, and all revival of exploded claims to the English throne: That the inequality between the two kingdoms deprived James of any hopes of success, if he trusted merely to the force of his own state, and had no recourse to foreign powers for assistance: That the objections, attending the introduction of succours from a more potent monarch, appeared so evident from all the transactions of history, that they could not escape a person of the King's extensive knowledge; but there were, in the present case, several peculiar circumstances, which ought for ever to deter him from having recourse to so dangerous an expedient: That the French monarch, |the ancient ally of Scotland, might willingly use the assistance of that kingdom against England; but would be displeased to see the union of these two kingdoms in the person of James; a union, which would ever after exclude him from practising that policy, formerly so useful to the French, and so pernicious to the Scottish, nation: That Henry besides, infested with faction and domestic war, was not in a condition of supporting distant allies; much less would he expose himself to any hazard or expence, in order to aggrandize a near kinsman of the house of Guise, the most determined enemies of his repose and authority: That the extensive power and exorbitant ambition of the Spanish monarch rendered him a still more dangerous ally to Scotland; and as he evidently aspired to an universal monarchy in the west, and had in particular advanced some claims to England, as if he were descended from the house of Lancaster, he was at the same time the common enemy of all princes, who wished to maintain their independence; and the immediate rival and competitor of the king of Scots: That the queen, by her own naval power, and her alliance with the Hollanders, would probably intercept all succours which might be sent to James from abroad, and be enabled to decide the controversy in this island with the superior forces of her own kingdom, opposed to those of Scotland: That if the king revived his mother's pretensions to the crown of England, he must also embrace her religion, by which alone they could be justified; and must thereby undergo the infamy of abandoning those principles, in which he had been strictly educated, and to which he had hitherto religiously adhered: That as he would, by such an apostacy, totally alienate all the protestants in Scotland and England, he could never gain the confidence of the catholics, who would still entertain reasonable doubts of his sincerity: That by advancing a present claim to the crown, he forfeited the certain prospect of his succession; and revived that national animosity, which the late peace and alliance between the kingdoms had happily extinguished: That the whole gentry and nobility of England had openly declared themselves for the execution of the queen of Scots; and if James showed such violent resentment against that act of justice, they would be obliged, for their own security, to prevent for ever so implacable a prince from ruling over them: And that, however some persons might represent his honour as engaged to |seek vengeance for the present affront and injury, the true honour of a prince consisted in wisdom and moderation and justice, not in following the dictates of blind passion, or in pursuing revenge at the expence of every motive and every interest[n49]. These considerations, joined to the peaceable, unambitious temper of the young prince, prevailed over his resentment; and he fell gradually into a good correspondence with the court of England. It is probable, that the queen's chief object in her dissimulation with regard to the execution of Mary, was, that she might thereby afford James a decent pretence for renewing his amity with her, on which their mutual interests so much depended.","subId":"52","id":"Hume.HE.4.42.52"},{"type":"paragraph","content":"^While^ Elizabeth ensured tranquillity from the attempts of her nearest neighbour, she was not negligent of more distant dangers. Hearing that Philip, though he seemed to dissemble the daily insults and injuries, which he received from the English, was secretly preparing a great navy to attack her; she sent Sir Francis Drake with a fleet to intercept his supplies, to pillage his coast, and to destroy his shipping. Drake carried out four capital ships of the queen's, and twenty-six, great and small, with which the London merchants, in hopes of sharing in the plunder, had supplied him. #Drake destroys the fleet at Cadiz.# Having learned from two Dutch ships, which he met with in his passage, that a Spanish fleet, richly laden, was lying at Cadiz, ready to set sail for Lisbon, the rendezvous of the intended Armada; he bent his course to the former harbour, and boldly, as well as fortunately, made an attack on the enemy. He obliged six gallies, which made head against him, to take shelter under the forts; he burned about a hundred vessels, laden with ammunition and naval stores; and he destroyed a great ship of the marquess of Santa Croce. Thence, he set sail for Cape St. Vincent, and took by assault the castle situated on that promontory, with three other fortresses. He next insulted Lisbon; and finding, that the merchants, who had engaged entirely in expectation of profit, were discontented at these military enterprizes, he set sail for the Terceras, with an intention of lying in wait for a rich Carrack, which was expected in those parts. He was so fortunate as to meet with his prize; and by this short expedition, in which the public bore so small a share, the adventurers were encouraged to attempt farther enterprizes, the |English seamen learned to despise the great unwieldy ships of the enemy, the naval preparations of Spain were destroyed, the intended expedition against England was retarded a twelvemonth, and the queen thereby had leisure to take more secure measures against that formidable invasion[n50].","subId":"53","id":"Hume.HE.4.42.53"},{"type":"paragraph","content":"^This^ year Thomas Cavendish, a gentleman of Devonshire, who had dissipated a good estate by living at court, being resolved to repair his fortune at the expence of the Spaniards, fitted out three ships at Plymouth, one of a hundred and twenty tons, another of sixty, and a third of forty; and with these small vessels he ventured into the South Sea, and committed great depredations on the Spaniards. He took nineteen vessels, some of which were richly laden; and returning by the Cape of Good Hope, he came to London, and entered the river in a kind of triumph. His mariners and soldiers were cloathed in silk, his sails were of damask, his top-sail cloth of gold; and his prizes were esteemed the richest that ever had been brought into England[n51].","subId":"54","id":"Hume.HE.4.42.54"},{"type":"paragraph","content":"^The^ land enterprizes of the English were not, during this campaign, so advantageous or honourable to the nation. The important place of Deventer was intrusted by Leicester to William Stanley, with a garrison of twelve hundred English; and this gentleman, being a catholic, was alarmed at the discovery of Babington's conspiracy, and became apprehensive, lest every one of his religion should thenceforth be treated with distrust in England. He entered into a correspondence with the Spaniards, betrayed the city to them for a sum of money, and engaged the whole garrison to desert with him to the Spanish service. Roland York, who commanded a fort near Zutphen, imitated his example; and the Hollanders, formerly disgusted with Leicester, and suspicious of the English, broke out into loud complaints against the improvidence, if not the treachery, of his administration. Soon after, he himself arrived in the Low Countries; but his conduct was no-wise calculated to give them satisfaction, or to remove the suspicions, which they had entertained against him. The prince of Parma having besieged Sluys, Leicester attempted to relieve the place, first by sea, then by land; but failed in both enterprizes; and |as he ascribed his bad success, to the ill behaviour of the Hollanders, they were equally free in reflections upon his conduct. The breach between them became wider every day: They slighted his authority, opposed his measures, and neglected his counsels; while he endeavoured, by an imperious behaviour, and by violence, to recover that influence, which he had lost by his imprudent and ill-concerted measures. He was even suspected by the Dutch of a design to usurp upon their liberties; and the jealousy, entertained against him, began to extend towards the queen herself. That princess had made some advances towards a peace with Spain: A congress had been opened at Bourbourg, a village near Graveline: And though the two courts, especially that of Spain, had no other intention than to amuse each of them its enemy by negociation, and mutually relax the preparations for defence or attack, the Dutch, who were determined, on no terms, to return under the Spanish yoke, became apprehensive lest their liberty should be sacrificed to the political interests of England[n52]. But the queen, who knew the importance of her alliance with the States during the present conjuncture, was resolved to give them entire satisfaction by recalling Leicester, and commanding him to resign his government. Maurice, son of the late prince of Orange, a youth of twenty years of age, was elected by the States governor in his place; and Peregrine lord Willoughby was appointed by the queen commander of the English forces. The measures of these two generals were much embarrassed by the malignity of Leicester, who had left a faction behind him, and who still attempted, by means of his emissaries, to disturb all the operations of the States. As soon as Elizabeth received intelligence of these disorders, she took care to redress them; and she obliged all the partizans of England to fall into unanimity with prince Maurice[n53]. But though her good sense so far prevailed over her partiality to Leicester, she never could be made fully sensible of his vices and incapacity: The submissions, which he made her, restored him to her wonted favour; and Lord Buckhurst, who had accused him of misconduct in Holland, lost her confidence, for some time, and was even committed to custody.","subId":"55","id":"Hume.HE.4.42.55"},{"type":"paragraph","content":"^Sir^ Christopher Hatton was another favourite, who at this time, received some marks of her partiality. Though he had never followed the profession of the law, he was made chancellor in the place of Bromley, deceased; but notwithstanding all the expectations and perhaps wishes of the lawyers, he behaved in a manner not unworthy of that high station: His good natural capacity supplied the place of experience and study; and his decisions were not found deficient either in point of equity or judgment. His enemies had contributed to this promotion, in hopes that his absence from court, while he attended the business of chancery, would gradually estrange the queen from him, and give them an opportunity of undermining him in her favour.","subId":"56","id":"Hume.HE.4.42.56"},{"type":"paragraph","content":"#1588.# ^These^ little intrigues and cabals of the court were silenced by the account which came from all quarters, of the vast preparations made by the Spaniards for the invasion of England, and for the entire conquest of that kingdom. #Philip projects the invasion of England.# Philip, though he had not yet declared war, on account of the hostilities, which Elizabeth every where committed upon him, had long harboured a secret and violent desire of revenge against her. His ambition also and the hopes of extending his empire were much encouraged by the present prosperous state of his affairs; by the conquest of Portugal, the acquisition of the East-Indian commerce and settlements, and the yearly importation of vast treasures from America. The point, on which he rested his highest glory, the perpetual object of his policy, was to support orthodoxy and exterminate heresy; and as the power and credit of Elizabeth were the chief bulwark of the protestants, he hoped, if he could subdue that princess, to acquire the eternal renown, of re-uniting the whole christian world in the catholic communion. Above all, his indignation against his revolted subjects in the Netherlands instigated him to attack the English, who had encouraged that insurrection, and who, by their vicinity, were so well enabled to support the Hollanders, that he could never hope to reduce these rebels, while the power of that kingdom remained entire and unbroken. To subdue England seemed a necessary preparative to the re-establishment of his authority in the Netherlands; and notwithstanding appearances, the former was in itself, as a more important, so a more easy undertaking than the latter. That kingdom lay nearer Spain than the Low Countries, and was more exposed to invasions from that quarter; |after an enemy had once obtained entrance, the difficulty seemed to be over, as it was neither fortified by art or nature; a long peace had deprived it of all military discipline and experience; and the catholics, in which it still abounded, would be ready, it was hoped, to join any invader, who should free them from those persecutions, under which they laboured, and should revenge the death of the queen of Scots, on whom they had fixed all their affections. The fate of England must be decided in one battle at sea, and another at land; and what comparison between the English and Spaniards, either in point of naval force, or in the numbers, reputation, and veteran bravery of their armies? Besides the acquisition of so great a kingdom, success against England ensured the immediate subjection of the Hollanders, who, attacked on every hand, and deprived of all support, must yield their stubborn necks to that yoke, which they had so long resisted. Happily this conquest, as it was of the utmost importance to the grandeur of Spain, would not at present be opposed by the jealousy of other powers, naturally so much interested to prevent the success of the enterprize. A truce was lately concluded with the Turks; the Empire was in the hands of a friend and near ally; and France, the perpetual rival of Spain, was so torn with intestine commotions, that she had no leisure to pay attention to her foreign interests. This favourable opportunity, therefore, which might never again present itself, must be seized; and one bold effort made for acquiring that ascendant in Europe, to which the present greatness and prosperity of the Spaniards seemed so fully to entitle them[n54].","subId":"57","id":"Hume.HE.4.42.57"},{"type":"paragraph","content":"^These^ hopes and motives engaged Philip, notwithstanding his cautious temper, to undertake this hazardous enterprize; and though the prince, now created by the pope, duke of Parma, when consulted, opposed the attempt, at least represented the necessity of previously getting possession of some sea-port town in the Netherlands, which might afford a retreat to the Spanish navy[n55], it was determined by the catholic monarch to proceed immediately to the execution of his ambitious project. During some time he had been secretly making preparations; but as soon as the resolution was fully taken, every part of his vast empire resounded with the noise of armaments, and all his ministers, generals, and admirals, were |employed in torwarding the design. #The Invincible Armada.# The marquess of Santa Croce, a sea-officer of great reputation and experience, was destined to command the fleet; and by his counsels were the naval equipments conducted. In all the ports of Sicily, Naples, Spain, and Portugal, artizans were employed in building vessels of uncommon size and force; naval stores were bought at a great expence; provisions amassed; armies levied and quartered in the maritime towns of Spain; and plans laid for fitting out such a fleet and embarkation as had never before had its equal in Europe. The military preparations in Flanders were no less formidable. Troops from all quarters were every moment assembling, to reinforce the duke of Parma. Capizuchi and Spinelli, conducted forces from Italy: The marquess of Borgaut, a prince of the house of Austria, levied troops in Germany: The Walloon and Burgundian regiments were completed or augmented: The Spanish infantry was supplied with recruits; and an army of thirty-four thousand men was assembled in the Netherlands, and kept in readiness to be transported into England. The duke of Parma employed all the carpenters whom he could procure, either in Flanders or in Lower Germany, and the coasts of the Baltic; and he built at Dunkirk, and Newport, but especially at Antwerp, a great number of boats and flat-bottomed vessels, for the transporting of his infantry and cavalry. The most renowned nobility and princes of Italy and Spain were ambitious of sharing in the honour of this great enterprize. Don Amadaeus of Savoy, Don John of Medicis, Vespasian Gonzaga, duke of Sabionetta, and the duke of Pastrana, hastened to join the army under the duke of Parma. About two thousand volunteers in Spain, many of them men of family, had enlisted in the service. No doubts were entertained, but such vast preparations, conducted by officers of such consummate skill, must finally be successful. And the Spaniards, ostentatious of their power, and elated with vain hopes, had already denominated their navy the _Invincible Armada._","subId":"58","id":"Hume.HE.4.42.58"},{"type":"paragraph","content":"#Preparations in England.# ^News^ of these extraordinary preparations soon reached the court of London; and notwithstanding the secrecy of the Spanish council, and their pretending to employ this force in the Indies, it was easily concluded, that they meant to make some effort against England. The queen had foreseen the invasion; and finding that she must now contend for her crown with the whole force of Spain, she made preparations for resistance; nor was she dismayed with |that power, by which, all Europe apprehended, she must of necessity be overwhelmed. Her force indeed seemed very unequal to resist so potent an enemy. All the sailors in England amounted at that time to about fourteen thousand men[n56]. The size of the English shipping was, in general, so small, that, except a few of the queen's ships of war, there were not four vessels belonging to the merchants which exceeded four hundred tons[n57]. The royal navy consisted only of twenty-eight sail[n58], many of which were of small size; none of them exceeded the bulk of our largest frigates, and most of them deserved rather the name of pinnaces than of ships. The only advantage of the English fleet consisted in the dexterity and courage of the seamen, who, being accustomed to sail in tempestuous seas, and expose themselves to all dangers, as much exceeded in this particular the Spanish mariners, as their vessels were inferior in size and force to those of that nation[n59]. All the commercial towns of England were required to furnish ships for reinforcing this small navy; and they discovered, on the present occasion, great alacrity in defending their liberty and religion against those imminent perils, with which they were menaced. The citizens of London, in order to shew their zeal in the common cause, instead of fifteen vessels, which they were commanded to equip, voluntarily fitted out double the number[n60]. The gentry and nobility hired, and armed, and manned, forty-three ships at their own charge[n61]; and all the loans of money, which the queen demanded, were frankly granted by the persons applied to. Lord Howard of Effingham, a man of courage and capacity, was admiral, and took on him the command of the navy: Drake, Hawkins, and Frobisher, the most renowned seamen in Europe, served under him. The principal fleet was stationed at Plymouth. A smaller squadron, consisting of forty vessels, English and Flemish, was commanded by lord Seymour, second son of protector Somerset; and lay off Dunkirk, in order to intercept the duke of Parma.","subId":"59","id":"Hume.HE.4.42.59"},{"type":"paragraph","content":"^The^ land forces of England, compared to those of Spain, possessed contrary qualities to its naval power: They were more numerous than the enemy, but much inferior in discipline, reputation, and experience. An army of twenty thousand men was |disposed in different bodies along the south coast; and orders were given them, if they could not prevent the landing of the Spaniards, to retire backwards, to waste the country around, and to wait for reinforcement from the neighbouring counties, before they approached the enemy. A body of twenty-two thousand foot, and a thousand horse, under the command of the earl of Leicester, was stationed at Tilbury, in order to defend the capital. The principal army consisted of thirty-four thousand foot, and two thousand horse, and was commanded by lord Hunsdon. These forces were reserved for guarding the queen's person; and were appointed to march whithersoever the enemy should appear. The fate of England, if all the Spanish armies should be able to land, seemed to depend on the issue of a single battle; and men of reflection entertained the most dismal apprehensions, when they considered the force of fifty thousand veteran Spaniards, commanded by experienced officers, under the duke of Parma, the most consummate general of the age; and compared this formidable armament with the military power, which England, not enervated by peace, but long disused to war, could muster up against it.","subId":"60","id":"Hume.HE.4.42.60"},{"type":"paragraph","content":"^The^ chief support of the kingdom seemed to consist in the vigour and prudence of the queen's conduct; who, undismayed by the present dangers, issued all her orders with tranquillity, animated her people to a steady resistance, and employed every resource, which either her domestic situation or her foreign alliances could afford her. She sent Sir Robert Sydney into Scotland; and exhorted the king to remain attached to her, and to consider the danger, which at present menaced his sovereignty no less than her own, from the ambition of the Spanish tyrant[n62]: The ambassador found James well disposed to cultivate a union with England, and that prince even kept himself prepared to march with the force of his whole kingdom to the assistance of Elizabeth. Her authority with the king of Denmark, and the tie of their common religion, engaged this monarch, upon her application, to seize a squadron of ships, which Philip had bought or hired in the Danish harbours[n63]: The Hanse Towns, though not at that time on good terms |with Elizabeth, were induced, by the same motives, to retard so long the equipment of some vessels in their ports, that they became useless to the purpose of invading England. All the protestants throughout Europe regarded this enterprize as the critical event, which was to decide for ever the fate of their religion; and though unable, by reason of their distance, to join their force to that of Elizabeth, they kept their eyes fixed on her conduct and fortune, and beheld with anxiety, mixed with admiration, the intrepid countenance, with which she encountered that dreadful tempest, which was every moment advancing towards her.","subId":"61","id":"Hume.HE.4.42.61"},{"type":"paragraph","content":"^The^ queen also was sensible, that, next to the general popularity, which she enjoyed, and the confidence, which her subjects reposed in her prudent government, the firmest support of her throne consisted in the general zeal of the people for the protestant religion, and the strong prejudices which they had imbibed against popery. She took care, on the present occasion, to revive in the nation this attachment to their own sect, and this abhorrence of the opposite. The English were reminded of their former danger from the tyranny of Spain: All the barbarities, exercised by Mary against the protestants, were ascribed to the counsels of that bigotted and imperious nation: The bloody massacres in the Indies, the unrelenting executions in the Low Countries, the horrid cruelties and iniquities of the inquisition, were set before men's eyes: A list and description was published, and pictures dispersed, of the several instruments of torture, with which, it was pretended, the Spanish Armada was loaded: And every artifice, as well as reason, was employed, to animate the people to a vigorous defence of their religion, their laws, and their liberties.","subId":"62","id":"Hume.HE.4.42.62"},{"type":"paragraph","content":"^But^ while the queen, in this critical emergence, rouzed the animosity of the nation against popery, she treated the partizans of that sect with moderation, and gave not way to an undistinguishing fury against them. Though she knew, that Sixtus Quintus, the present pope, famous for his capacity and his tyranny, had fulminated a new bull of excommunication against her, had deposed her, had absolved her subjects from their oaths of allegiance, had published a crusade against England, and had granted plenary indulgences to every one engaged in the present invasion; she would not believe, that all her catholic subjects could be so blinded, as to sacrifice to bigotry their duty to their sovereign, and the |liberty and independence of their native country. She rejected all violent counsels, by which she was urged to seek pretences for dispatching the leaders of that party: She would not even confine any considerable number of them: And the catholics, sensible of this good usage, generally expressed great zeal for the public service. Some gentlemen of that sect, conscious that they could not justly expect any trust or authority, entered themselves as volunteers in the fleet or army[n64]: Some equipped ships at their own charge, and gave the command of them to protestants: Others were active in animating their tenants, and vassals, and neighbours, to the defence of their country: And every rank of men, burying for the present all party distinctions, seemed to prepare themselves, with order as well as vigour, to resist the violence of these invaders.","subId":"63","id":"Hume.HE.4.42.63"},{"type":"paragraph","content":"^The^ more to excite the martial spirit of the nation, the queen appeared on horseback in the camp at Tilbury; and riding through the lines, discovered a chearful and animated countenance, exhorted the soldiers to remember their duty to their country and their religion, and professed her intention, though a woman, to lead them herself into the field against the enemy, and rather to perish in battle than survive the ruin and slavery of her people[n65]. By this spirited behaviour she revived the tenderness and admiration of the soldiery: An attachment to her person became a kind of enthusiasm among them: And they asked one another, Whether it were possible, that Englishmen could abandon this glorious cause, could display less fortitude than appeared in the female sex, or could ever, by any dangers, be induced to relinquish the defence of their heroic princess?","subId":"64","id":"Hume.HE.4.42.64"},{"type":"paragraph","content":"^The^ Spanish Armada was ready in the beginning of May; but the moment it was preparing to sail, the marquess of Santa Croce, the admiral, was seized with a fever, of which he soon after died. The vice-admiral, the duke of Paliano, by a strange concurrence of accidents, at the very same time, suffered the same fate; and the king appointed for admiral the duke of Medina Sidonia, a nobleman of great family, but unexperienced in action, and entirely unacquainted with sea affairs. Alcarede was appointed vice-admiral. This misfortune, besides the loss of so great an officer as |Santa Croce, retarded the sailing of the Armada, and gave the English more time for their preparations to oppose them. #29th May.# At last, the Spanish fleet, full of hopes and alacrity, set sail from Lisbon; but next day met with a violent tempest, which scattered the ships, sunk some of the smallest, and forced the rest to take shelter in the Groine, where they waited till they could be refitted. When news of this event was carried to England, the queen concluded, that the design of an invasion was disappointed for this summer; and being always ready to lay hold on every pretence for saving money, she made Walsingham write to the admiral, directing him to lay up some of the larger ships, and to discharge the seamen: But lord Effingham, who was not so sanguine in his hopes, used the freedom to disobey these orders; and he begged leave to retain all the ships in service; though it should be at his own expence[n66]. He took advantage of a north wind, and sailed towards the coast of Spain, with an intention of attacking the enemy in their harbours; but the wind changing to the south, he became apprehensive, lest they might have set sail, and by passing him at sea, invade England, now exposed by the absence of the fleet. He returned, therefore, with the utmost expedition to Plymouth, and lay at anchor in that harbour.","subId":"65","id":"Hume.HE.4.42.65"},{"type":"paragraph","content":"^Meanwhile^, all the damages of the Armada were repaired; and the Spaniards with fresh hopes set out again to sea, in prosecution of their enterprize. The fleet consisted of a hundred and thirty vessels, of which near a hundred were galleons, and were of greater size than any ever before used in Europe. It carried on board nineteen thousand two hundred and ninety-five soldiers, eight thousand four hundred and fifty-six mariners, two thousand and eighty-eight galley-slaves, and two thousand six hundred and thirty great pieces of brass ordnance. It was victualled for six months; and was attended by twenty lesser ships, called caravals, and ten salves with six oars apiece[n67].","subId":"66","id":"Hume.HE.4.42.66"},{"type":"paragraph","content":"^The^ plan formed by the king of Spain was, that the Armada should sail to the coast opposite to Dunkirk and Newport; and having chased away all English or Flemish vessels, which might obstruct the passage, (for it was never supposed they could make opposition) should join themselves with the duke of Parma, should |thence make sail to the Thames, and having landed the whole Spanish army, thus complete at one blow the entire conquest of England. In prosecution of this scheme, Philip gave orders to the duke of Medina, that, in passing along the channel, he should sail as near the coast of France as he could with safety; that he should by this policy avoid meeting with the English fleet; and keeping in view the main enterprize, should neglect all smaller successes, which might prove an obstacle, or even interpose a delay, to the acquisition of a kingdom[n68]. After the Armada was under sail, they took a fisherman, who informed them, that the English admiral had been lately at sea, had heard of the tempest which scattered the Armada, had retired back into Plymouth, and no longer expecting an invasion this season, had laid up his ships, and discharged most of the seamen. From this false intelligence the duke of Medina conceived the great facility of attacking and destroying the English ships in harbour; and he was tempted, by the prospect of so decisive an advantage, to break his orders, and make sail directly for Plymouth: A resolution which proved the safety of England. #19th July. The Armada arrives in the Channel.# The Lizard was the first land made by the Armada, about sun-set; and as the Spaniards took it for the Ram-head near Plymouth, they bore out to sea with an intention of returning next day, and attacking the English navy. They were descried by Fleming, a Scottish pirate, who was roving in those seas, and who immediately set sail, to inform the English admiral of their approach[n69]: Another fortunate event, which contributed extremely to the safety of the fleet. Effingham had just time to get out of port, when he saw the Spanish Armada coming full sail towards him, disposed in the form of a crescent, and stretching the distance of seven miles from the extremity of one division to that of the other.","subId":"67","id":"Hume.HE.4.42.67"},{"type":"paragraph","content":"^The^ writers of that age raise their stile by a pompous description of this spectacle; the most magnificent that had ever appeared upon the ocean, infusing equal terror and admiration into the minds of all beholders. The lofty masts, the swelling sails, and the towering prows of the Spanish galleons, seem impossible to be justly painted, but by assuming the colours of poetry; and an eloquent historian of Italy, in imitation of Camden, has asserted, that the Armada, though the ships bore every sail, yet |advanced with a slow motion; as if the ocean groaned with supporting, and the winds were tired with impelling, so enormous a weight[n70]. The truth, however, is, that the largest of the Spanish vessels would scarcely pass for third rates in the present navy of England; yet were they so ill framed, or so ill governed, that they were quite unwieldy, and could not sail upon a wind, nor tack on occasion, nor be managed in stormy weather by the seamen. Neither the mechanics of ship-building, nor the experience of mariners, had attained so great perfection as could serve for the security and government of such bulky vessels; and the English, who had already had experience how unserviceable they commonly were, beheld without dismay their tremendous appearance.","subId":"68","id":"Hume.HE.4.42.68"},{"type":"paragraph","content":"^Effingham^ gave orders not to come to close fight with the Spaniards; where the size of the ships, he suspected, and the numbers of the soldiers, would be a disadvantage to the English; but to cannonade them at a distance, and to wait the opportunity, which winds, currents, or various accidents must afford him, of intercepting some scattered vessels of the enemy. Nor was it long before the event answered expectation. A great ship of Biscay, on board of which was a considerable part of the Spanish money, took fire by accident; and while all hands were employed in extinguishing the flames, she fell behind the rest of the Armada: The great galleon of Andaluzia was detained by the springing of her mast: And both these vessels were taken, after some resistance, by Sir Francis Drake. As the Armada advanced up the channel, the English hung upon its rear, and still infested it with skirmishes. Each trial abated the confidence of the Spaniards, and added courage to the English; and the latter soon found, that even in close fight the size of the Spanish ships was no advantage to them. Their bulk exposed them the more to the fire of the enemy; while their cannon, placed too high, shot over the heads of the English. The alarm having now reached the coast of England, the nobility and gentry hastened out with their vessels from every harbour, and reinforced the admiral. The earls of Oxford, Northumberland, and Cumberland, Sir Thomas Cecil, Sir Robert Cecil, Sir Walter Raleigh, Sir Thomas Vavasor, Sir Thomas Gerrard, Sir Charles Blount, with many others, distinguished themselves by this generous |and disinterested service of their country. The English fleet, after the conjunction of those ships, amounted to a hundred and forty sail.","subId":"69","id":"Hume.HE.4.42.69"},{"type":"paragraph","content":"^The^ Armada had now reached Calais, and cast anchor before that place; in expectation, that the duke of Parma, who had gotten intelligence of their approach, would put to sea, and join his forces to them. The English admiral practised here a successful stratagem upon the Spaniards. He took eight of his smaller ships, and filling them with all combustible materials, sent them, one after another, into the midst of the enemy. The Spaniards fancied, that they were fireships of the same contrivance with a famous vessel, which had lately done so much execution in the Schelde near Antwerp; and they immediately cut their cables, and took to flight with the greatest disorder and precipitation. The English fell upon them next morning, while in confusion; and besides doing great damage to other ships, they took or destroyed about twelve of the enemy.","subId":"70","id":"Hume.HE.4.42.70"},{"type":"paragraph","content":"^By^ this time, it was become apparent, that the intention, for which these preparations were made by the Spaniards, was entirely frustrated. The vessels, provided by the duke of Parma, were made for transporting soldiers, not for fighting; and that general, when urged to leave the harbour, positively refused to expose his flourishing army to such apparent hazard; while the English, not only were able to keep the sea, but seemed even to triumph over their enemy. The Spanish admiral found, in many rencounters, that, while he lost so considerable a part of his own navy, he had destroyed only one small vessel of the English; and he foresaw, that by continuing so unequal a combat, he must draw inevitable destruction on all the remainder. He prepared therefore to return homewards; but as the wind was contrary to his passage through the channel, he resolved to sail northwards, and making the tour of the island reach the Spanish harbours by the ocean. The English fleet followed him during some time; and had not their ammunition fallen short, by the negligence of the offices in supplying them, they had obliged the whole Armada to surrender at discretion. The duke of Medina had once taken that resolution; but was diverted from it by the advice of his confessor. This conclusion of the enterprize would have been more glorious to the English; but the event proved almost equally fatal to the Spaniards. #Defeated.# A violent tempest overtook the Armada after it passed the Orkneys: |The ships had already lost their anchors, and were obliged to keep to sea: The mariners, unaccustomed to such hardships, and not able to govern such unwieldly vessels, yielded to the fury of the storm, and allowed their ships to drive either on the western isles of Scotland, or on the coast of Ireland, where they were miserably wrecked. Not a half of the navy returned to Spain; and the seamen, as well as soldiers, who remained, were so overcome with hardships and fatigue, and so dispirited by their discomfiture, that they filled all Spain with accounts of the desperate valour of the English, and of the tempestuous violence of that ocean which surrounds them.","subId":"71","id":"Hume.HE.4.42.71"},{"type":"paragraph","content":"^Such^ was the miserable and dishonourable conclusion of an enterprize which had been preparing for three years, which had exhausted the revenue and force of Spain, and which had long filled all Europe with anxiety or expectation. Philip, who was a slave to his ambition, but had an entire command over his countenance, no sooner heard of the mortifying event, which blasted all his hopes, than he fell on his knees, and rendering thanks for that gracious dispensation of Providence, expressed his joy, that the calamity was not greater. The Spanish priests, who had so often blest this holy crusade, and foretold its infallible success, were somewhat at a loss to account for the victory gained over the catholic monarch by excommunicated heretics and an execrable usurper: But they at last discovered, that all the calamities of the Spaniards had proceeded from their allowing the infidel Moors to live among them[n71].","subId":"72","id":"Hume.HE.4.42.72"},{"type":"paragraph","content":"#1589. 4th Feb.# ^Soon^ after the defeat and dispersion of the Spanish Armada, the queen summoned a new parliament; and received from them a supply of two subsidies and four fifteenths payable in four years. This is the first instance that subsidies were doubled in one supply; and so unusual a concession was probably obtained from the joy of the present success, and from the general sense of the queen's necessities. Some members objected to this heavy charge, on account of the great burthen of loans, which had lately been imposed upon the nation[n72].","subId":"73","id":"Hume.HE.4.42.73"},{"type":"paragraph","content":"#A parliament.# ^Elizabeth^ foresaw, that this house of commons, like all the foregoing, |would be governed by the puritans; and therefore, to obviate their enterprizes, she renewed, at the beginning of the session, her usual injunction, that the parliament should not, on any account, presume to treat of matters ecclesiastical. Notwithstanding this strict inhibition, the zeal of one Damport moved him to present a bill to the commons for remedying spiritual grievances, and for restraining the tyranny of the ecclesiastical commission, which were certainly great: But when Mr. Secretary Woley reminded the house of her majesty's commands, no one durst second the motion; the bill was not so much as read; and the speaker returned it to Damport, without taking the least notice of it[n73]. Some members of the house, notwithstanding the general submission, were even committed to custody on account of this attempt[n74].","subId":"74","id":"Hume.HE.4.42.74"},{"type":"paragraph","content":"^The^ imperious conduct of Elizabeth appeared still more clearly in another parliamentary transaction. The right of purveyance was an ancient prerogative, by which the officers of the crown could at pleasure take provisions for the household from all the neighbouring counties, and could make use of the carts and carriages of the farmers; and the price of these commodities and services was fixed and stated. The payment of the money was often distant and uncertain; and the rates, being fixed before the discovery of the West-Indies, were much inferior to the present market price; so that purveyance, besides the slavery of it, was always regarded as a great burthen, and being arbitrary and casual, was liable to great abuses: We may fairly presume, that the hungry courtiers of Elizabeth, supported by her unlimited power, would be sure to render this prerogative very oppressive to the people; and the commons had, last session, found it necessary to pass a bill for regulating these exactions: But the bill was lost in the house of peers[n75]. The continuance of the abuses begat a new attempt for redress; and the same bill was now revived again, and sent up to the house of peers, together with a bill for some new regulations in the court of exchequer. Soon after the commons received a message from the upper house, desiring them to appoint a committee for a conference. At this conference, the peers informed them, that the queen, by a message, delivered by lord Burleigh, had expressed her displeasure, |that the commons should presume to touch on her prerogative. If there were any abuses, she said, either in imposing purveyance, or in the practice of the court of exchequer, her majesty was both able and willing to provide due reformation; but would not permit the parliament to intermeddle in these matters[n76]. The commons alarmed at this intelligence, appointed another committee to attend the queen, and endeavour to satisfy her of their humble and dutiful intentions. Elizabeth gave a gracious reception to the committee: She expressed her great _inestimable loving care_ towards her loving subjects; which, she said, was greater than of her own self, or even than any of them could have of themselves. She told them, that she had already given orders for an enquiry into the abuses attending purveyance, but the dangers of the Spanish invasion had retarded the progress of the design; that she had as much skill, will, and power to rule her household as any subjects whatsoever to govern theirs, and needed as little the assistance of her neighbours; that the exchequer was her chamber, consequently more near to her than even her household, and therefore the less proper for them to intermeddle with; and that she would of herself, with advice of her council and the judges, redress every grievance in these matters, but would not permit the commons, by laws moved without her privity, to bereave her of the honour attending these regulations[n77]. The issue of this matter was the same that attended all contests between Elizabeth and her parliament[n78]. She seems even to have been more imperious, in this particular, than her predecessors; at least, her more remote ones: For they often permitted the abuses of purveyance[n79] to be redressed by law[n80]. Edward III., a very arbitrary prince, allowed ten several statutes to be enacted for that purpose.","subId":"75","id":"Hume.HE.4.42.75"},{"type":"paragraph","content":"^In^ so great awe did the commons stand of every courtier, as well as of the crown, that they durst use no freedom of speech, which, they thought, would give the least offence to any of them. Sir Edward Hobby shewed in the house his extreme grief, that, by some great personage, not a member of the house, he had been sharply rebuked for speeches delivered in parliament: He craved the favour of the house, and desired that some of the members |might inform that great personage of his true meaning and intention in these speeches[n81]. The commons, to obviate these inconveniencies, passed a vote, that no one should reveal the secrets of the house[n82].","subId":"76","id":"Hume.HE.4.42.76"},{"type":"paragraph","content":"^The^ discomfiture of the Armada had begotten in the nation a kind of enthusiastic passion for enterprizes against Spain; and nothing seemed now impossible to be atchieved by the valour and fortune of the English. Don Antonio, prior of Crato, a natural son of the royal family of Portugal, trusting to the aversion of his countrymen against the Castilians, had advanced a claim to the crown; and flying first to France, thence to England, had been encouraged both by Henry and Elizabeth in his pretensions. #Expedition against Portugal.# A design was formed by the people, not the court, of England to conquer the kingdom of Don Antonio: Sir Francis Drake and Sir John Norris were the leaders in this romantic enterprize: Near twenty thousand volunteers[n83] enlisted themselves in the service: And ships were hired, as well as arms provided, at the charge of the adventurers. The queen's frugality kept her from contributing more than sixty thousand pounds to the expence; and she only allowed six of her ships of war to attend the expedition[n84]. There was more spirit and bravery, than foresight or prudence, in the conduct of this enterprize. The small stock of the adventurers did not enable them to buy either provisions or ammunition sufficient for such an undertaking: They even wanted vessels to stow the numerous volunteers, who crowded to them; and they were obliged to seize by force some ships of the Hanse Towns, which they met with at sea: An expedient, which set them somewhat more at ease in point of room for their men, but remedied not the deficiency of their provisions[n85]. Had they sailed directly to Portugal, it is believed, that the good will of the people, joined to the defenceless state of the country, might have ensured them of success: But hearing, that great preparations were making at the Groine, for the invasion |of England, they were induced to go thither, and destroy this new armament of Spain. They broke into the harbour; burned some ships of war, particularly one commanded by Recalde, vice-admiral of Spain; they defeated an army of four or five thousand men, which was assembled to oppose them; they assaulted the Groine, and took the lower town, which they pillaged; and they would have taken the higher, though well fortified, had they not found their ammunition and provisions beginning to fail them. The young earl of Essex, a nobleman of promising hopes, who, fired with the thirst of military honour, had secretly, unknown to the queen, stolen from England, here joined the adventurers; and it was then agreed by common consent to make sail for Portugal, the main object of their enterprize.","subId":"77","id":"Hume.HE.4.42.77"},{"type":"paragraph","content":"^The^ English landed at Paniche, a sea-port town, twelve leagues from Lisbon; and Norris led the army to that capital, while Drake undertook to sail up the river, and attack the city with united forces. By. this time the court of Spain had gotten leisure to prepare against the invasion. Forces were thrown into Lisbon: The Portuguese were disarmed: All suspected persons were taken into custody: And thus, though the inhabitants bore great affection to Don Antonio, none of them durst declare in favour of the invaders. The English army, however, made themselves masters of the suburbs, which abounded with riches of all kinds; but as they desired to conciliate the affections of the Portuguese, and were more intent on honour than profit, they observed a strict discipline, and abstained from all plunder. Meanwhile, they found their ammunition and provisions much exhausted; they had not a single cannon to make a breach in the walls; the admiral had not been able to pass some fortresses, which guarded the river; there was no appearance of an insurrection in their favour; sickness, from fatigue, hunger, and intemperance in wine and fruits, had seized the army: So that it was found necessary to make all possible haste to reimbark. They were not pursued by the enemy; and finding, at the mouth of the river, sixty ships laden with naval stores, they seized them as lawful prize; though they belonged to the Hanse Towns, a neutral power. They sailed thence to Vigo, which they took and burned; and having ravaged the country around, they set sail and arrived in England. Above half of these gallant adventurers perished by sickness, famine, fatigue, and the |sword[n86]; and England reaped more honour than profit from this extraordinary enterprize. It is computed, that eleven hundred gentlemen embarked on board the fleet, and that only three hundred and fifty survived those multiplied disasters[n87].","subId":"78","id":"Hume.HE.4.42.78"},{"type":"paragraph","content":"^When^ these ships were on their voyage homewards, they met with the earl of Cumberland, who was outward bound, with a fleet of seven sail, all equipped at his own charge, except one ship of war, which the queen had lent him. That nobleman supplied Sir Francis Drake with some provisions; a generosity which saved the lives of many of Drake's men, but for which the others afterwards suffered severely. Cumberland sailed towards the Terceras, and took several prizes from the enemy; but the richest, valued at a hundred thousand pounds, perished in her return, with all her cargo, near St. Michael's Mount in Cornwal. Many of these adventurers were killed in a rash attempt at the Terceras: A great mortality seized the rest: And it was with difficulty that the few hands, which remained, were able to steer the ships back into harbour[n88].","subId":"79","id":"Hume.HE.4.42.79"},{"type":"paragraph","content":"#Affairs of Scotland.# ^Though^ the signal advantages, gained over the Spaniards, and the spirit thence infused into the English, gave Elizabeth great security during the rest of her reign, she could not forbear keeping an anxious eye on Scotland, whose situation rendered its revolutions always of importance to her. It might have been expected, that this high-spirited princess, who knew so well to brave danger, would not have retained that malignant jealousy towards her heir, with which, during the life-time of Mary, she had been so much agitated. James had indeed succeeded to all the claims of his mother; but he had not succeeded to the favour of the catholics, which could alone render these claims dangerous[n89]: And as the queen was now well advanced in years, and enjoyed an uncontrouled authority over her subjects, it was not likely, that the king of Scots, who was of an indolent unambitious temper, would ever give her any disturbance in her possession of the throne. Yet all these circumstances could not remove her timorous suspicions: And so far from satisfying the nation by a settlement of the succession, or a declaration of James's title, she was as anxious to prevent every incident, which might anywise raise his credit, or procure him the regard of the English, as if he had been her immediate rival and competitor. Most of his ministers and favourites were her |pensioners; and as she was desirous to hinder him from marrying and having children, she obliged them to throw obstacles in the way of every alliance, even the most reasonable, which could be offered him; and during some years, she succeeded in this malignant policy[n90]. He had fixed on the elder daughter of the king of Denmark, who, being a remote prince and not powerful, could give her no umbrage; yet did she so artfully cross this negociation, that the Danish monarch, impatient of delay, married his daughter to the duke of Brunswick. James then renewed his suit to the younger princess; and still found obstacles from the intrigues of Elizabeth, who, merely with a view of interposing delay, proposed to him the sister of the king of Navarre, a princess much older than himself, and entirely destitute of fortune. The young king, besides the desire of securing himself, by the prospect of issue, from those traiterous attempts, too frequent among his subjects, had been so watched by the rigid austerity of the ecclesiastics, that he had another inducement to marry, which is not so usual with monarchs. His impatience therefore broke through all the politics of Elizabeth: The articles of marriage were settled: The ceremony was performed by proxy: And the princess embarked for Scotland; but was driven by a storm into a port of Norway. This tempest, and some others, which happened near the same time, were universally believed in Scotland and Denmark to have proceeded from a combination of the Scottish and Danish witches; and the dying confession of the criminals was supposed to put the accusation beyond all controversy[n91]. James, however, though a great believer in sorcery, was not deterred by this incident from taking a voyage, in order to conduct his bride home: He arrived in Norway; carried the queen thence to Copenhagen; and having passed the winter in that city, he brought her next spring to Scotland, where they were joyfully received by the people. The clergy alone, who never neglected an opportunity of vexing their prince, made opposition to the queen's coronation, on account of the ceremony of anointing her, which, they alledged, was either a Jewish or a popish rite; and therefore utterly antichristian and unlawful. But James was as much bent on the ceremony, as they were averse to it; and after much controversy and many intrigues, his authority, which had not often happened, at last prevailed over their opposition[n92].","subId":"80","id":"Hume.HE.4.42.80"},{"type":"note","content":"Digges, p. 139. Haynes, p. 607.","subId":"n1","id":"Hume.HE.4.42.n1"},{"type":"note","content":"Mary's extreme animosity against Elizabeth may easily be conceived, and it broke out, about this time, in an incident, which may appear curious. While the former queen was kept in custody by the earl of Shrewsbury, she lived during a long time in great intimacy with the countess; but that lady entertaining a jealousy of an amour between her and the earl, their friendship was converted into enmity; and Mary took a method of revenge, which at once gratified her spite against the countess and that against Elizabeth. She wrote to the queen informing her of all the malicious scandalous stories, which, she said, the countess of Shrewsbury had reported of her: That Elizabeth had given a promise of marriage to a certain person, whom she afterwards often admitted to her bed: That she had been equally indulgent to Simier, the French agent, and to the duke of Anjou: That Hatton was also one of her paramours, who was even disgusted with her excessive love and fondness: That though she was on other occasions avaricious to the last degree, as well as ungrateful, and kind to very few, she spared no expence in gratifying her amorous passions: That notwithstanding her licentious amours, she was not made like other women; and all those who courted her marriage would in the end be disappointed: That she was so conceited of her beauty, as to swallow the most extravagant flattery from her courtiers, who could not, on these occasions, forbear even sneering at her for her folly: That it was usual for them to tell her, that the lustre of her beauty dazzled them like that of the sun, and they could not behold it with a fixed eye: She added, that the countess had said, that Mary's best policy would be to engage her son to make love to the queen; nor was there any danger that such a proposal would be taken for mockery: So ridiculous was the opinion which she had entertained of her own charms. She pretended, that the countess had represented her as no less odious in her temper than profligate in her manners, and absurd in her vanity: That she had so beaten a young woman of the name Scudamore as to break that lady's finger; and in order to cover over the matter, it was pretended, that the accident had proceeded from the fall of a candlestick: That she had cut another across the hand with a knife, who had been so unfortunate as to offend her. Mary added, that the countess had informed her, that Elizabeth had suborned Rolstone to pretend friendship to her, in order to debauch her, and thereby throw infamy on her rival. See Murden's State Papers, p. 558. This imprudent and malicious letter was written a very little before the detection of Mary's conspiracy; and contributed, no doubt, to render the proceedings against her the more rigorous. How far these imputations against Elizabeth can be credited, may perhaps appear doubtful; But her extreme fondness for Leicester, Hatton, and Essex, not to mention Mountjoy and others, with the curious passages between her and admiral Seymour, contained in Haynes, render her chastity very much to be suspected. Her self-conceit with regard to beauty, we know from other undoubted authority, to have been extravagant. Even when she was a very old woman, she allowed her courtiers to flatter her with regard to her excellent beauties. Birch, vol. ii. p. 442, 443. Her passionate temper may also be proved from many lively instances; and it was not unusual with her to beat her maids of honour. See the Sydney Papers, vol. ii. p. 38. The blow she gave to Essex before the privy-council is another instance. There remains in the Museum a letter of the earl of Huntington's, in which he complains grievously of the queen's pinching his wife very sorely, on account of some quarrel between them. Had this princess been born in a private station, she would not have been very amiable: But her absolute authority, at the same time that it gave an uncontroling swing to her violent passions, enabled her to compensate her infirmities by many great and signal virtues.","subId":"n2","id":"Hume.HE.4.42.n2"},{"type":"note","content":"Murden's State Papers, p. 517.","subId":"n3","id":"Hume.HE.4.42.n3"},{"type":"note","content":"Camden, p. 515.","subId":"n4","id":"Hume.HE.4.42.n4"},{"type":"note","content":"Ibid. State Trials, p. 114.","subId":"n5","id":"Hume.HE.4.42.n5"},{"type":"note","content":"State Trials, vol. i. p. 111.","subId":"n6","id":"Hume.HE.4.42.n6"},{"type":"note","content":"State Trials, vol. i. p. 135. Camden, p. 515.","subId":"n7","id":"Hume.HE.4.42.n7"},{"type":"note","content":"Camden, p. 518.","subId":"n8","id":"Hume.HE.4.42.n8"},{"type":"note","content":"Camden, p. 523.","subId":"n9","id":"Hume.HE.4.42.n9"},{"type":"note","content":"State Trials, vol. i. p. 138.","subId":"n10","id":"Hume.HE.4.42.n10"},{"type":"note","content":"Camden, p. 525. This evidence was that of Curle, her secretary, whom she allowed to be a very honest man; and who, as well as Nau, had given proofs of his integrity, by keeping so long such important secrets, from whose discovery he could have reaped the greatest profit. Mary, after all, thought, that she had so little reason to complain of Curle's evidence, that she took care to have him paid a considerable sum by her will, which she wrote the day before her death. Goodall, vol. i. p. 413. Neither did she forget Nau, though less satisfied in other respects with his conduct. Id. ibid.","subId":"n11","id":"Hume.HE.4.42.n11"},{"type":"note","content":"The detail of this conspiracy is to be found in a letter of the queen of Scots to Charles Paget, her great confident. This letter is dated the 20th of May 1586, and is contained in Dr. Forbes's manuscript collections, at present in the possession of lord Royston. It is a copy attested by Curle, Mary's secretary, and indorsed by lord Burleigh. What proves its authenticity beyond question is that we find in Murden's Collection, p. 516, that Mary actually wrote that very day a letter to Charles Paget: And farther, she mentions, in the manuscript letter, a letter of Charles Paget's of the 10th of April: Now we find by Murden, p. 506, that Charles Paget did actually write her a letter of that date.This violence of spirit is very consistent with Mary's character. Her maternal affection was too weak to oppose the gratification of her passions, particularly her pride, her ambition, and her bigotry. Her son, having made some fruitless attempts to associate her with him in the title, and having found the scheme impracticable, on account of the prejudices of his protestant subjects, at last desisted from that design, and entered into an alliance with England, without comprehending his mother. She was in such a rage at this undutiful behaviour, as she imagined it, that she wrote to queen Elizabeth, that she no longer cared what became of him or herself in the world; the greatest satisfaction she could have before her death was to see him and all his adherents become a signal example of tyranny, ingratitude and impiety, and undergo the vengeance of God for their wickedness. She would find in Christendom other heirs, and doubted not to put her inheritance in such hands as would retain the firmest hold of it. She cared not, after taking this revenge, what became of her body: The quickest death would then be the most agreeable to her. And she assured her, that, if he persevered, she would disown him for her son, would give him her malediction, would disinherit him, as well of his present possessions as of all he could expect by her; abandoning him not only to her subjects to treat him as they had done her, but to all strangers to subdue and conquer him. It was in vain to employ menaces against her: The fear of death or other misfortune would never induce her to make one step or pronounce one syllable beyond what she had determined: She would rather perish with honour, in maintaining the dignity, to which God had raised her, than degrade herself by the least pusillanimity, or act what was unworthy of her station and of her race. Murden, p. 566, 567.James said to Courcelles, the French ambassador, that he had seen a letter under her own hand, in which she threatened to disinherit him, and said that he might betake him to the lordship of Darnley, For that was all he had by his father. _Courcelles' Letter, a M S. of Dr. Campbel's._ There is in Jebb, vol. ii. p. 573, a letter of her's where she throws out the same menace against him.We find this scheme of seizing the king of Scots, and delivering him into the hands of the pope or the king of Spain, proposed by Morgan to Mary. See Murden, p. 525. A mother must be very violent to whom one would dare to make such a proposal: But it seems she assented to it. Was not such a woman very capable of murdering her husband, who had so grievously offended her?","subId":"n12","id":"Hume.HE.4.42.n12"},{"type":"note","content":"State Trials, vol. i. p. 113.","subId":"n13","id":"Hume.HE.4.42.n13"},{"type":"note","content":"The volume of State Papers collected by Mr. Murden, prove beyond controversy, that Mary was long in close correspondence with Babington, p. 513, 516, 532, 533. She entertained a like correspondence with Ballard, Morgan, and Charles Paget, and laid a scheme with them for an insurrection, and for the invasion of England by Spain, p. 528, 531. The same papers show, that there had been a discontinuance of Babington's correspondence, agreeably to Camden's narration. See State Papers, p. 513. where Morgan recommends it to queen Mary to renew her correspondence with Babington. These circumstances prove, that no weight can be laid on Mary's denial of guilt, and that her correspondence with Babington contained particulars, which could not be avowed.","subId":"n14","id":"Hume.HE.4.42.n14"},{"type":"note","content":"There are three suppositions, by which the letter to Babington may be accounted for, without allowing Mary's concurrence in the conspiracy for assassinating Elizabeth. The first is, that which she seems herself to have embraced, that her secretaries had received Babington's letter, and had, without any treacherous intention, ventured of themselves to answer it, and had never communicated the matter to her: But it is utterly improbable, if not impossible, that a princess of so much sense and spirit should, in an affair of that importance, be so treated by her servants who lived in the house with her, and who had every moment an opportunity of communicating the secret to her. If the conspiracy failed, they must expect to suffer the severest punishment from the court of England; if it succeeded, the lightest punishment, which they could hope for from their own mistress, must be disgrace, on account of their temerity. Not to mention, that Mary's concurrence was in some degree requisite for effecting the design of her escape: It was proposed to attack her guards, while she was employed in hunting: She must therefore concert the time and place with the conspirators. The second supposition is, that these two secretaries were previously traitors; and being gained by Walsingham, had made such a reply in their mistress's cypher, as might involve her in the guilt of the conspiracy. But these two men had lived long with the queen of Scots, had been entirely trusted by her, and had never fallen under suspicion either with her or her partizans. Camden informs us, that Curle afterwards claimed a reward from Walsingham on pretence of some promise; but Walsingham told him, that he owed him no reward, and that he had made no discoveries on his examination, which were not known with certainty from other quarters. The third supposition is, that neither the queen nor the two secretaries, Nau and Curle, ever saw Babington's letter, or made any answer; but that Walsingham, having decyphered the former, forged a reply. But this supposition implies the falsehood of the whole story, told by Camden, of Gifford's access to the queen of Scots' family, and Paulet's refusal to concur in allowing his servants to be bribed. Not to mention, that as Nau's and Curle's evidence must, on this supposition, have been extorted by violence and terror, they would necessarily have been engaged, for their own justification, to have told the truth afterwards; especially upon the accession of James. But Camden informs us, that Nau, even after that event, persisted still in his testimony.We must also consider, that the two last suppositions imply such a monstrous criminal conduct in Walsingham, and consequently in Elizabeth (for the matter could be no secret to her) as exceeds all credibility. If we consider the situation of things and the prejudices of the times, Mary's consent to Babington's conspiracy appears much more natural and probable. She believed Elizabeth to be an usurper and a heretic: She regarded her as a personal and a violent enemy: She knew that schemes for assassinating heretics were very familiar in that age, and generally approved of by the court of Rome and the zealous catholics: Her own liberty and sovereignty were connected with the success of this enterprize: And it cannot appear strange, that where men of so much merit as Babington could be engaged, by bigotry alone, in so criminal an enterprize, Mary, who was actuated by the same motive, joined to so many others, should have given her consent to a scheme projected by her friends. We may be previously certain, that, if such a scheme was ever communicated to her, with any probability of success, she would assent to it: And it served the purpose of Walsingham and the English ministry to facilitate the communication of these schemes, as soon as they had gotten an expedient for intercepting her answer, and detecting the conspiracy. Now Walsingham's knowledge of the matter is a supposition necessary to account for the letter delivered to Babington.As to the not punishing of Nan and Curle by Elizabeth, it never is the practice to punish lesser criminals, who had given evidence against the principal.But what ought to induce us to reject these three suppositions, is, that they must, all of them, be considered as bare possibilities: The partizans of Mary can give no reason for preferring one to the other: Not the slightest evidence ever appeared to support any one of them: Neither at that time, nor at any time afterwards, was any reason discovered, by the numerous zealots at home and abroad who had embraced Mary's defence, to lead us to the belief of any of these three suppositions; and even her apologists at present seem not to have fixed on any choice among these supposed possibilities. The positive proof of two very credible witnesses, supported by the other very strong circumstances, still remains unimpeached. Babington, who had an extreme interest to have communication with the queen of Scots, believed he had found a means of correspondence with her, and had received an answer from her: He, as well as the other conspirators, died in that belief: There has not occurred, since that time, the least argument to prove that they were mistaken: Can there be any reason at present to doubt the truth of their opinion? Camden, though a profest apologist for Mary, is constrained to tell the story in such a manner as evidently supposes her guilt. Such was the impossibility of finding any other consistent account, even by a man of parts, who was a contemporary!In this light might the question have appeared even during Mary's trial. But what now puts her guilt beyond all controversy is the following passage of her letter to Thomas Morgan, dated the 27th of July 1586. \"As to Babington, he hath both kindly and honestly offered himself and all his means to be employed any way I would. Whereupon I hope to have satisfied him by two of my several letters, since I had his; and the rather, for that I opened him the way, whereby I received his with your aforesaid.\" Murden, p. 533. Babington confessed, that he had offered her to assassinate the queen: It appears by this, that she had accepted the offer: So that all the suppositions of Walsingham's forgery, or the temerity or treachery of her secretaries, fall to the ground.","subId":"n15","id":"Hume.HE.4.42.n15"},{"type":"note","content":"Queen Elizabeth was willing to have allowed Curle and Nau to be produced in the trial, and writes to that purpose, to Burleigh and Walsingham, in her letter of the 7th of October, in Forbes's MS. collections. She only says, that she thinks it needless, though she was willing to agree to it. The not confronting of the witnesses was not the result of design, but the practice of the age.","subId":"n16","id":"Hume.HE.4.42.n16"},{"type":"note","content":"Camden, p. 526.","subId":"n17","id":"Hume.HE.4.42.n17"},{"type":"note","content":"D'Ewes, p. 375.","subId":"n18","id":"Hume.HE.4.42.n18"},{"type":"note","content":"Ibid. p. 379.","subId":"n19","id":"Hume.HE.4.42.n19"},{"type":"note","content":"Ibid. p. 402, 403.","subId":"n20","id":"Hume.HE.4.42.n20"},{"type":"note","content":"This parliament granted the queen a supply of a subsidy and two fifteenths. They adjourned, and met again after the execution of the queen of Scots; when there passed some remarkable incidents, which it may be proper not to omit. We shall give them in the words of Sir Simon D'Ewes, p. 410, 411, which are almost wholly transcribed from Townshend's Journal. On Monday the 27th of February, Mr. Cope, first using some speeches touching the necessity of a learned ministry and the amendment of things amiss in the ecclesiastical estate, offered to the house a bill and a book written; the bill containing a petition, that it might be enacted, that all laws now in force touching ecclesiastical government should be void: Hume.And that it might be enacted that that book of common prayer now offered, and none other, might be received into the church to be used. The book contained the form of prayer and administration of the sacraments, with divers rites and ceremonies to be used in the church; and he desired that the book might be read. Whereupon Mr. Speaker in effect used this speech: For that her majesty before this time had commanded the house not to meddle with this matter, and that her majesty had promised to take order in those causes, he doubted not but to the good satisfaction of all her people, he desired that it would please them to spare the reading of it. Notwithstanding the house desired the reading of it. Whereupon Mr. Speaker desired the clerk to read. And the court being ready to read it, Mr. Dalton made a motion against the reading of it; saying, that it was not meet to be read, and it did appoint a new form of administration of the sacraments and ceremonies of the church, to the discredit of the book of common prayer and of the whole state; and thought that this dealing would bring her majesty's indignation against the house, thus to enterprize this dealing with those things which her majesty especially had taken into her own charge and direction. Whereupon Mr. Lewkenor spake, shewing the necessity of preaching and of a learned ministry, and thought it very fit that the petition and book should be read. To this purpose spake Mr. Hurleston and Mr. Bainbrigg; and so, the time being passed, the house broke up, and neither the petition nor book read. This done, her majesty sent to Mr. Speaker, as well for this petition and book, as for that other petition and book for the like effect, that was delivered the last session of parliament, which Mr. Speaker sent to her majesty. On Tuesday the 28th of February, her majesty sent for Mr. Speaker, by occasion whereof the house did not sit. On Wednesday the first day of March, Mr. Wentworth delivered to Mr. Speaker certain articles, which contained questions touching the liberties of the house, and to some of which he was to answer, and desired they might be read. Mr. Speaker desired him to spare his motion, until her majesty's pleasure was further known touching the petition and book lately delivered into the house; but Mr. Wentworth would not be so satisfied, but required his articles might be read. Mr. Wentworth introduced his queries by lamenting, that he as well as many others were deterred from speaking, by their want of knowledge and experience in the liberties of the house; and the queries were as follow: Whether this council were not a place for any member of the same here assembled, freely and without controulment of any person or danger of laws, by bill or speech to utter any of the griefs of this commonwealth whatsoever, touching the service of God, the safety of the prince and this noble realm. Whether that great honour may be done unto God, and benefit and service unto the prince and state, without free speech in this council that may be done with it? Whether there be any council which can make, add, or diminish from the laws of the realm but only this council of parliament? Whether it be not against the orders of this council to make any secret or matter of weight, which is here in hand, known to the prince or any other, concerning the high service of God, prince, or state, without the consent of the house? Whether the speaker or any other may interrupt any member of this council in his speech used in this house tending to any of the forenamed services? Whether the speaker may rise when he will, any matter being propounded, without consent of the house or not? Whether the speaker may over-rule the house in any matter or cause there in question, or whether he is to be ruled or over-ruled in any matter or not? Whether the prince and state can continue, and stand, and be maintained, without this council of parliament, not altering the government of the state? At the end of these questions, says Sir Simon D'Ewes, I found set down this short note or memorial ensuing: By which it may be perceived, both what serjeant Puckering, the speaker, did with the said questions after he had received them, and what became also of this business, viz. \"These questions Mr. Puckering pocketed up and shewed Sir Thomas Henage, who so handled the matter, that Mr. Wentworth went to the Tower, and the questions not at all moved. Mr. Buckler of Essex herein brake his faith in forsaking the matter, &c. and no more was done.\" After setting down, continues Sir Simon D'Ewes, the said business of Mr. Wentworth in the original journal book, there follows only this short conclusion of the day itself, viz. \"This day, Mr. Speaker being sent for to the queen's majesty, the house departed.\" On Thursday the second of March, Mr. Cope, Mr. Lewkenor, Mr. Hurlston, and Mr. Bainbrigg were sent for to my lord chancellor and by divers of the privy council, and from thence were sent to the Tower. On Saturday, the fourth day of March, Sir John Higham made a motion to this house, for that divers good and necessary members thereof were taken from them, that it would please them to be humble petitioners to her majesty for the restitution of them again to the house. To which speeches Mr. Vice-chamberlain answered, that if the gentlemen were committed for matter within the compass of the privilege of this house, then there might be a petition; but if not, then we should give occasion to her majesty's farther displeasure: And therefore advised to stay until they heard more, which could not be long: And farther, he said touching the book and the petition, her majesty had, for diverse good causes best known to herself, thought fit to suppress the same, without any farther examination thereof; and yet thought it very unfit for her majesty to give any account of her doings.——But whatsoever Mr. Vice-chamberlain pretended, it is most probable these members were committed for intermeddling with matters touching the church, which her majesty had often inhibited, and which had caused so much disputation and so many meetings between the two houses the last parliament.This is all we find of the matter in Sir Simon D'Ewes and Townsend; and it appears that those members, who had been committed, were detained in custody till the queen thought proper to release them. These questions of Mr. Wentworth are curious; because they contain some faint dawn of the present English constitution; though suddenly eclipsed by the arbitrary government of Elizabeth. Wentworth was indeed, by his puritanism, as well as his love of liberty (for these two characters of such unequal merit, arose and advanced together) the true forerunner of the Hambdens, the Pyms, and the Hollises, who, in the next age, with less courage, because with less danger, rendered their principles so triumphant. I shall only ask, whether it be not sufficiently clear from all these transactions, that in the two succeeding reigns it was the people who encroached upon the sovereign; not the sovereign, who attempted, as is pretended, to usurp upon the people?","subId":"n21","id":"Hume.HE.4.42.n21"},{"type":"note","content":"Camden, p. 528.","subId":"n22","id":"Hume.HE.4.42.n22"},{"type":"note","content":"Jebb, vol. ii. p. 293.","subId":"n23","id":"Hume.HE.4.42.n23"},{"type":"note","content":"Camden, p. 529. Jebb, vol. ii. p. 295.","subId":"n24","id":"Hume.HE.4.42.n24"},{"type":"note","content":"Camden, p. 494.","subId":"n25","id":"Hume.HE.4.42.n25"},{"type":"note","content":"Du Maurier.","subId":"n26","id":"Hume.HE.4.42.n26"},{"type":"note","content":"Spotswood, p. 351.","subId":"n27","id":"Hume.HE.4.42.n27"},{"type":"note","content":"Spotswood, p. 353.","subId":"n28","id":"Hume.HE.4.42.n28"},{"type":"note","content":"Spotswood, p. 354.","subId":"n29","id":"Hume.HE.4.42.n29"},{"type":"note","content":"Digges, p. 276. Strype, vol. ii. p. 48, 135, 136, 139.","subId":"n30","id":"Hume.HE.4.42.n30"},{"type":"note","content":"Camden, p. 533.","subId":"n31","id":"Hume.HE.4.42.n31"},{"type":"note","content":"Camden, p. 533.","subId":"n32","id":"Hume.HE.4.42.n32"},{"type":"note","content":"Ibid. p. 534.","subId":"n33","id":"Hume.HE.4.42.n33"},{"type":"note","content":"It appears by some letters published by Strype, vol. iii. book ii c. i. that Elizabeth had not expressly communicated her intention to any of her ministers, not even to Burleigh: They were such experienced courtiers, that they knew they could not gratify her more than by serving her without waiting till she desired them.","subId":"n34","id":"Hume.HE.4.42.n34"},{"type":"note","content":"Camden, p. 534. Jebb, vol. ii. p. 301. MS. in the Advocates' Library, p. 2. from the Cott. Lib. Cal. c. 9.","subId":"n35","id":"Hume.HE.4.42.n35"},{"type":"note","content":"Jebb, vol. ii. p. 302.","subId":"n36","id":"Hume.HE.4.42.n36"},{"type":"note","content":"Jebb, vol. ii. p. 489.","subId":"n37","id":"Hume.HE.4.42.n37"},{"type":"note","content":"Jebb, vol. ii. p. 302, 626. Camden, p. 534.","subId":"n38","id":"Hume.HE.4.42.n38"},{"type":"note","content":"Jebb, vol. ii. p. 489.","subId":"n39","id":"Hume.HE.4.42.n39"},{"type":"note","content":"MS. p. 4. Jebb, vol. ii. p. 634. Strype, vol. iii. p. 384.","subId":"n40","id":"Hume.HE.4.42.n40"},{"type":"note","content":"MS. p. 8, 9, 10, 11. Strype, vol. iii. p. 385.","subId":"n41","id":"Hume.HE.4.42.n41"},{"type":"note","content":"MS. p. 15. Jebb, vol. ii. p. 307, 491, 637.","subId":"n42","id":"Hume.HE.4.42.n42"},{"type":"note","content":"Jebb, ibid.","subId":"n43","id":"Hume.HE.4.42.n43"},{"type":"note","content":"Jebb, p. 307, 492.","subId":"n44","id":"Hume.HE.4.42.n44"},{"type":"note","content":"Camden, p. 536. Strype, vol. iii. Appendix, p. 145. Jebb, vol. ii. p. 608.","subId":"n45","id":"Hume.HE.4.42.n45"},{"type":"note","content":"Camden, p. 536. Spotswood, p. 358.","subId":"n46","id":"Hume.HE.4.42.n46"},{"type":"note","content":"Camden, p. 538.","subId":"n47","id":"Hume.HE.4.42.n47"},{"type":"note","content":"Camden, p. 538. Strype, vol. iii. p. 375, 376. MS. in the Advocates' Library, A. 3. 28. p. 17. from the Cott. Lib. Calig. c. 9. Biogr. Brit. p. 1625, 1627.","subId":"n48","id":"Hume.HE.4.42.n48"},{"type":"note","content":"Strype, vol. iii. p. 377. Spotswood.","subId":"n49","id":"Hume.HE.4.42.n49"},{"type":"note","content":"Camden, p. 540. Sir William Monson's Naval Tracts in Churchill's Voyages, vol. iii. p. 156.","subId":"n50","id":"Hume.HE.4.42.n50"},{"type":"note","content":"Birch's Memoirs, vol. i. p. 57.","subId":"n51","id":"Hume.HE.4.42.n51"},{"type":"note","content":"Bentivoglio, part ii. lib. 4. Strype, vol. iv. No. 246.","subId":"n52","id":"Hume.HE.4.42.n52"},{"type":"note","content":"Rymer, tom. xv. p. 66.","subId":"n53","id":"Hume.HE.4.42.n53"},{"type":"note","content":"Camden. Strype, vol. iii. p. 512.","subId":"n54","id":"Hume.HE.4.42.n54"},{"type":"note","content":"Bentivoglio, part 2. lib. 4.","subId":"n55","id":"Hume.HE.4.42.n55"},{"type":"note","content":"Monson, p. 256.","subId":"n56","id":"Hume.HE.4.42.n56"},{"type":"note","content":"Ibid. p. 268.","subId":"n57","id":"Hume.HE.4.42.n57"},{"type":"note","content":"Ibid. p. 157.","subId":"n58","id":"Hume.HE.4.42.n58"},{"type":"note","content":"Ibid. p. 321.","subId":"n59","id":"Hume.HE.4.42.n59"},{"type":"note","content":"Monson, p. 267.","subId":"n60","id":"Hume.HE.4.42.n60"},{"type":"note","content":"Lives of the Admirals, vol. i. p. 451.","subId":"n61","id":"Hume.HE.4.42.n61"},{"type":"note","content":"Strype, vol. iii. p. 524.","subId":"n62","id":"Hume.HE.4.42.n62"},{"type":"note","content":"She made him some promises which she never fulfilled, to give him a dukedom in England, with suitable lands and revenue, to settle 5000 l. a-year on him, and pay him a guard, for the safety of his person. From a MS. of lord Royston's.","subId":"n63","id":"Hume.HE.4.42.n63"},{"type":"note","content":"Stowe, p. 747.","subId":"n64","id":"Hume.HE.4.42.n64"},{"type":"note","content":"_The queen's speech in the camp of Tilbury was in these words:_ My loving people, we have been persuaded by some, that are careful of our safety, to take heed how we commit ourselves to armed multitudes, for fear of treachery; but assure you, I do not desire to live to distrust my faithful and loving people. Let tyrants fear: I have always so behaved myself, that, under God, I have placed my chiefest strength and safeguard in the loyal hearts and good will of my subjects. And therefore I am come amongst you at this time, not as for my recreation or sport, but being resolved in the midst and heat of the battle to live or die amongst you all; to lay down, for my God, and for my kingdom, and for my people, my honour and my blood, even in the dust. I know I have but the body of a weak and feeble woman, but I have the heart of a king, and of a king of England too; and think foul scorn, that Parma or Spain, or any prince of Europe, should dare to invade the borders of my realms: To which, rather than any dishonour shall grow by me, I myself will take up arms; I myself will be your general, judge, and rewarder of every one of your virtues in the field. I know already, by your forwardness, that you have deserved rewards and crowns; and we do assure you, on the word of a prince, they shall be duly paid you. In the mean time, my lieutenant general shall be in my stead; than whom never prince commanded a more noble and worthy subject; not doubting, by your obedience to my general, by your concord in the camp, and your valour in the field, we shall shortly have a famous victory over those enemies of my God, of my kingdom, and of my people.","subId":"n65","id":"Hume.HE.4.42.n65"},{"type":"note","content":"Camden, p. 545.","subId":"n66","id":"Hume.HE.4.42.n66"},{"type":"note","content":"Strype, vol. iii. Append. p. 221.","subId":"n67","id":"Hume.HE.4.42.n67"},{"type":"note","content":"Monson, p. 157.","subId":"n68","id":"Hume.HE.4.42.n68"},{"type":"note","content":"Monson, p. 158.","subId":"n69","id":"Hume.HE.4.42.n69"},{"type":"note","content":"Bentivoglio, part ii. lib. 4.","subId":"n70","id":"Hume.HE.4.42.n70"},{"type":"note","content":"Strype, vol. iii. p. 525. On the fourth of September, soon after the dispersion of the Spanish Armada, died the earl of Leicester, the queen's great, but unworthy, favourite. Her affection for him continued to the last. He had discovered no conduct in any of his military enterprizes; and was suspected of cowardice: Yet she entrusted him with the command of her armies during the danger of the Spanish invasion; a partiality, which might have proved fatal to her, had the duke of Parma been able to land his troops in England. She had even ordered a commission to be drawn for him, constituting him her lieutenant in the kingdoms of England and Ireland; but Burleigh and Hatton represented to her the danger of entrusting such unlimited authority in the hands of any subject, and prevented the execution of that design. No wonder, that a conduct, so unlike the usual jealousy of Elizabeth, gave reason to suspect, that her partiality was founded on some other passion than friendship. But Elizabeth seemed to carry her affection to Leicester no farther than the grave: She ordered his goods to be disposed of at a public sale, in order to reimburse herself of some debt which he owed her; and her usual attention to money was observed to prevail over her regard to the memory of the deceased. This earl was a great hypocrite, a pretender to the strictest religion, an encourager of the puritans, and a founder of hospitals.","subId":"n71","id":"Hume.HE.4.42.n71"},{"type":"note","content":"Strype, vol. iii. p. 542. Id. append. p. 239. There are some singular passages in this last speech, which may be worth taking notice of; especially as they came from a member who was no courtier: For he argues against the subsidy. \"And first,\" says he, \"for the _necessity_ thereof, I cannot deny, but if it were a charge imposed upon us by her majesty's commandment, or a demand proceeding from her majesty by way of request, that I think there is not one among us all, either so disobedient a subject in regard of our duty, or so unthankful a man in respect of the inestimable benefits which, by her or from her, we have received, which would not with frank consent, both of voice and heart, most willingly submit himself thereunto, without any unreverend enquiry into the causes thereof. For it is continually in the mouth of us all, that our lands, goods, and lives are at our prince's disposing. And it agreeth very well with that position of the civil law, which sayeth, _Quod omnia regis sunt._ But how? _Ita tamen ut omnium sint. Ad regem enim potestas omnium pertinet; ad singulos proprietas._ So that although it be most true, that her majesty hath over ourselves and our goods, _potestatem imperandi;_ yet it is true, that until that power command (which, no doubt, will not command without very just cause) every subject hath his own_ proprietatem possidendi._ Which power and commandment from her majesty, which we have not yet received, I take it (saving reformation) that we are freed from the cause of _necessity._ And the cause of necessity, is the dangerous estate of the commonwealth, &c.\" The tenor of the speech pleads rather for a general benevolence than a subsidy: For the law of Richard III. against benevolence was never conceived to have any force. The member even proceeds to assert, with some precaution, that it was in the power of a parliament to refuse the king's demand of a subsidy. And that there was an instance of that liberty in Henry III.'s time, near four hundred years before. _Sub fine._","subId":"n72","id":"Hume.HE.4.42.n72"},{"type":"note","content":"D'Ewes, p. 438.","subId":"n73","id":"Hume.HE.4.42.n73"},{"type":"note","content":"Strype's Life of Whitgift, p. 280. Neal, vol. i. p. 500.","subId":"n74","id":"Hume.HE.4.42.n74"},{"type":"note","content":"D'Ewes, p. 434.","subId":"n75","id":"Hume.HE.4.42.n75"},{"type":"note","content":"D'Ewes, p. 440.","subId":"n76","id":"Hume.HE.4.42.n76"},{"type":"note","content":"Ibid. p. 444.","subId":"n77","id":"Hume.HE.4.42.n77"},{"type":"note","content":"_Si rixa est, ubi tu pulsas, ego vapulo tantum._ Juven.","subId":"n78","id":"Hume.HE.4.42.n78"},{"type":"note","content":"We may judge of the extent and importance of these abuses by a speech of Bacon's against purveyors, delivered in the first session of the first parliament of the subsequent reign, by which also we may learn that Elizabeth had given no redress to the grievances complained of. \"First,\" says he, \"they take in kind what they ought not to take; secondly, they take in quantity a far greater proportion than cometh to your majesty's use; thirdly, they take in an unlawful manner, in a manner, I say, directly and expressly prohibited by the several laws. For the first, I am a little to alter their name: For instead of takers, they become taxers: Instead of taking provisions for your majesty's service, they tax your people _ad redimendam vexationem;_ imposing upon them and extorting from them divers sums of money, sometimes in gross, sometimes in the nature of stipends annually paid, _ne noceant,_ to be freed and eased of their oppression. Again, they take trees, which by law they cannot do; timber trees, which are the beauty, countenance, and shelter of men's houses; that men have long spared from their own purse and profit; that men esteem, for their use and delight, above ten times the value; that are a loss which men cannot repair or recover. These, do they take, to the defacing and spoiling of your subjects mansions and dwellings, except they may be compounded with to their own appetites. And if a gentleman be too hard for them while he is at home, they will watch their time when there is but a bailiff or a servant remaining, and put the ax to the root of the tree, ere ever the master can stop it. Again, they use a strange and most unjust exaction in causing the subject to pay poundage of their own debts, due from your majesty unto them: So as a poor man, when he has had his hay or his wood, or his poultry (which perchance he was full loath to part with, and had for the provision of his own family and not to put to sale) taken from him, and that not at a just price, but under the value, and cometh to receive his money, he shall have after the rate of twelve pence in the pound abated for poundage of his due payment upon so hard conditions. Nay farther, they are grown to that extremity (as is affirmed, though it be scarce credible, save that in such persons all things are credible) that they will take double poundage, once when the debenture is made, and again the second time, when the money is paid. For the second point, most gracious sovereign, touching the quantity which they take far above that which is answered to your majesty's use; it is affirmed unto me by divers gentlemen of good report, as a matter which I may safely avouch unto your majesty, that there is no pound profit, which redoundeth unto your majesty in this course, but induceth and begetteth three pound damage upon your subjects, beside the discontentment. And to the end they may make their spoil more securely, what do they? Whereas divers statutes do strictly provide, that whatsoever they take shall be registered and attested, to the end that by making a collation of that which is taken from the country and that which is answered above, their deceits might appear, they, to the end to obscure their deceits, utterly omit the observation of this, which the law prescribeth. And therefore to descend, if it may please your majesty, to the third sort of abuse, which is of the unlawful manner of their taking, whereof this question is a branch; it is so manifold, as it rather asketh an enumeration of some of the particulars than a prosecution of all. For their price, by law they ought to take as they can agree with the subject; by abuse, they take at an imposed and enforced price: By law they ought to make but one apprizement by neighbours in the country; by abuse, they make a second apprizement at the court-gate, and when the subjects cattle come up many miles lean and out of plight by reason of their travel, then they prize them anew at an abated price: By law, they ought to take between sun and sun; by abuse, they take by twilight and in the night-time, a time well chosen for malefactors: By law, they ought not to take in the high-ways (a place by her majesty's high prerogative protected, and by statute by special words excepted); by abuse, they take in the highways: By law, they ought to shew their commission, &c. A number of other particulars there are, &c.\" Bacon's works, vol. iv. p. 305, 306.Such were the abuses, which Elizabeth would neither permit her parliaments to meddle with, nor redress herself. I believe it will readily be allowed, that this slight prerogative alone, which has passed almost unobserved amidst other branches of so much greater importance, was sufficient to extinguish all regular liberty. For what elector, or member of parliament, or even juryman, durst oppose the will of the court, while he lay under the lash of such an arbitrary prerogative. For a farther account of the grievous and incredible oppressions of purveyors, see the Journals of the house of commons, vol. i. p. 190. There is a story of a carter, which may be worth mentioning on this occasion. \"A carter had three time been at Windsor with his cart to carry away, upon summons of a remove, some part of the stuff of her majesty's wardrobe; and when he had repaired thither once, twice, and the third time, and that they of the wardrobe had told him the third time that the remove held not, the carter, clapping his hand on his thigh, said, _Now I see, that the queen is a woman as well as my wife._ Which words being overheard by her majesty, who then stood at the window, she said, _What a villain is this?_ and so sent him three angels to stop his mouth.\" Birch's Memoirs, vol. i. p. 155.","subId":"n79","id":"Hume.HE.4.42.n79"},{"type":"note","content":"See the statutes under this head of purveyance.","subId":"n80","id":"Hume.HE.4.42.n80"},{"type":"note","content":"D'Ewes, p. 432, 433.","subId":"n81","id":"Hume.HE.4.42.n81"},{"type":"note","content":"An act was passed this session, enforcing the former statute, which imposed twenty pounds a month on every one absent from public worship: But the penalty was restricted to two thirds of the income of the recusant. 29 Eliz. cap. 6.","subId":"n82","id":"Hume.HE.4.42.n82"},{"type":"note","content":"Birch's Memoirs of queen Elizabeth, vol. i. p. 61. Monson, p. 267, says, that there were only fourteen thousand soldiers and four thousand seamen in the whole on this expedition: But the account contained in Dr. Birch, is given by one of the most considerable of the adventurers.","subId":"n83","id":"Hume.HE.4.42.n83"},{"type":"note","content":"Monson, p. 267.","subId":"n84","id":"Hume.HE.4.42.n84"},{"type":"note","content":"Ibid. p. 159.","subId":"n85","id":"Hume.HE.4.42.n85"},{"type":"note","content":"Birch's Memoirs, vol. i. p. 61.","subId":"n86","id":"Hume.HE.4.42.n86"},{"type":"note","content":"Birch's Memoirs, vol. i. p. 61.","subId":"n87","id":"Hume.HE.4.42.n87"},{"type":"note","content":"Monson, p. 161.","subId":"n88","id":"Hume.HE.4.42.n88"},{"type":"note","content":"Winwood, vol. i. p. 41.","subId":"n89","id":"Hume.HE.4.42.n89"},{"type":"note","content":"Melvil, p. 166, 177.","subId":"n90","id":"Hume.HE.4.42.n90"},{"type":"note","content":"Melvil, p. 180.","subId":"n91","id":"Hume.HE.4.42.n91"},{"type":"note","content":"Spotswood, p. 381.","subId":"n92","id":"Hume.HE.4.42.n92"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.4","imported":true,"title":"Volume 4. The History of the House of Tudor, Part 2","breadcrumb":"Volume 4","published":[1759]}],"prev":{"id":"Hume.HE.4.41","imported":true,"title":"Chapter 41. Elizabeth (cont.)","breadcrumb":"Chapter 41","published":[1759]},"next":{"id":"Hume.HE.4.43","imported":true,"title":"Chapter 43. Elizabeth (cont.)","breadcrumb":"Chapter 43","published":[1759]}}