{"id":"Locke.EHU.2.10","imported":true,"parent":"Locke.EHU.2","title":"Chapter 10. Of Retention","breadcrumb":"Chapter 10","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.10?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. X.\nOf Retention.\n","id":"Locke.EHU.2.10"},{"type":"paragraph","content":"THE next Faculty of the Mind, whereby it makes a farther Progress towards Knowledge, is that I call Retention; or the keeping of those simple Ideas, which from Sensation or Reflection it hath received, which is done two ways; First, either by keeping the Idea, which is brought into it, for some time actually in view, which is called Contemplation.","subId":"1","id":"Locke.EHU.2.10.1"},{"type":"paragraph","content":"The other, is the Power to revive again in our Minds those Ideas; which after imprinting have disappeared, or have been as it were laid aside out of Sight: And thus we do, when we conceive Heat or Light, Yellow or Sweet, the Object being removed; and this is Memory, which is as it were the Store-house of our Ideas. For the narrow Mind of Man, not being capable of having many Ideas under View and Consideration at once, it was necessary to have a Repository, to lay up those Ideas; which at another time it might have use of. And thus it is, by the Assistance of the Memory, that we are said to have all those Ideas in our Understanding; which though we do not actually contemplate, yet we can bring in sight, and make appear again, and be the Objects of our Thoughts, without the help of those sensible Qualities, which first imprinted them there.","subId":"2","id":"Locke.EHU.2.10.2"},{"type":"paragraph","content":"Attention and Repetition help much to the fixing any Ideas in our Memory: But those, which naturally at first make the deepest, and most lasting Impression, are those, which are accompanied with Pleasure or Pain. The great Business of the Senses, being to make us take notice of what hurts, or advantages the Body, it is wisely ordered by Nature (as has been shewn) that Pain should accompany the Reception of several Ideas; which supplying the Place of Consideration and Reasoning in Children; and acting quicker than Consideration in grown Men, makes both the Young and Old avoid painful Objects, with that haste, which is necessary for their Preservation; and in both settles in the Memory a caution for the Future.","subId":"3","id":"Locke.EHU.2.10.3"},{"type":"paragraph","content":"But concerning the several degrees of lasting, wherewith Ideas are imprinted on the Memory, we may observe, First, That some of them being produced in the Understanding, either by the Objects affecting the Senses once barely, and no more, especially if the Mind then otherwise imployed, took but little notice of it, and set not on the stamp deep into it self; or else, when through the Temper of the Body, or otherwise, the Memory is very weak, such Ideas quickly fade, ad vanish quite out of the Understanding, and leave it as clear without any Foot-steps, or remaining Characters, as Shadows do flying over Fields of Corn; and the Mind is as void of them, as if they never had been there.","subId":"4","id":"Locke.EHU.2.10.4"},{"type":"paragraph","content":"Thus many of those Ideas, which were produced in the Minds of Children, in the beginning of their Sensation (some of which, perhaps, as of some Pleasures and Pains were before they were born, and others in their Infancy) if in the future Course of their Lives, they are not repeated again, are quite lost, without the least glimpse remaining of them. This may be observed in those, who by some Mischance have lost their sight, when they were very young; in whom the Ideas of Colours, having been but slightly taken notice of, and ceasing to be repeated, do quite wear out; so that some years after, there is no more Notion, nor Memory of Colours left in their Minds, than in those of People born blind. The Memory in some Men, 'tis true, is very tenacious even, to a Miracle: But yet there seems to be a constant decay of all our Ideas, even those which are struck deepest, and in the Minds the most retentive; so that if they be not sometimes renewed by repeated Exercise of the Senses, or Reflection about those kind of Objects, which at first occasioned them, the Print wears out, and at last there remains nothing to be seen. Thus the Ideas, as well as Children of our Youth, often die before us: And our Minds represent to us those Tombs, to which we are approaching; where though the Brass and Marble remain, yet the Inscriptions are effaced by time, and the Imagery moulders away. The Pictures drawn in our Minds, are laid in fading Colours; and if not sometimes refreshed, vanish and disappear. How much the Constitution of our Bodies are concerned in this; and whether the Temper of the Spirits and Brain make this difference, that some retain the Characters drawn on it like Marble, others like free Stone, and others little better than Sand, I shall not here enquire, though it may seem probable, that the Constitution of the Body, does sometimes influence the Memory; since we oftentimes find a Disease quite strip the Mind of all its Ideas, and the flames of a Fever in a few days, calcines all those Images to dust and confusion, which seem'd to be as lasting, as if carved in Marble.","subId":"5","id":"Locke.EHU.2.10.5"},{"type":"paragraph","content":"But concerning the Ideas themselves, it is easie to remark, That those that are oftenest refreshed (amongst which are those that are conveyed into the Mind by more ways than one) by a frequent return of the Objects or Actions that produce them, fix themselves best in the Memory, and remain clearest and longest there; and therefore those which are of the original Qualities of Bodies, viz. Solidity, Extension, Figure, Motion, and Rest, and those that almost constantly affect our Bodies, as Heat and Cold; and those which are the Affections of all kind of Beings, as Existence, Duration, and Number, which almost every Object that affects our Senses, every Thought which imploys our Minds, bring along with them: These, I say, and the like Ideas, are seldom quite lost, whilst the Mind retains any Ideas at all.","subId":"6","id":"Locke.EHU.2.10.6"},{"type":"paragraph","content":"In this secundary Perception, as I may so call it, or viewing again the Ideas, that are lodg'd in the Memory, the Mind is oftentimes more than barely passive, the appearance of those dormant Pictures, depending sometimes on the Will. The Mind very often sets it self on work in search of some hidden Idea, and turns, as it were, the Eye of the Soul upon it; though sometimes too they start up in our Minds of their own accord, and offer themselves to the Understanding; and very often are rouzed and tumbled out of their dark Cells, into open Day-light, by some turbulent and tempestuous Passion, our Affections bringing Ideas to our Memory, which had otherwise lain quiet and unregarded.","subId":"7","id":"Locke.EHU.2.10.7"},{"type":"paragraph","content":"Memory, in an intellectual Creature, is necessary in the next degree to Perception. It is of so great moment, that where it is wanting, all the rest of our Faculties are in a great measure useless: And we in our Thoughts, Reasonings, and Knowledge, could not proceed beyond present Objects, were it not for the assistance of our Memories, wherein there may be two defects: First, That it loses the Idea quite, and so far it produces perfect Ignorance. For since we can know nothing farther, than we have the Ideas of it, when they are gone, we are in perfect ignorance. Secondly, That it moves slowly, and retrieves not the Ideas, that it has, and are laid up in store, quick enough to serve the Mind upon occasions. This, if it be to a great degree, is Stupidity; and he, who through this default in his Memory, has not the Ideas, that are really preserved there, ready at hand, when need and occasion calls for them, were almost as good be without them quite, since they serve him to little purpose. The dull Man, who loses the opportunity, whilst he is seeking in his Mind for those Ideas, that should serve his turn, is not much more happy in his Knowledge, than one that is perfectly ignorant. 'Tis the business therefore of the Memory, to furnish to the Mind those dormant Ideas, which it has present occasion for, and in the having them ready at hand on all occasions consists, that which we call Invention, Fancy, and quickness of Parts.","subId":"8","id":"Locke.EHU.2.10.8"},{"type":"paragraph","content":"This faculty of laying up, and retaining the Ideas that are brought into the Mind, several other Animals seem to have, to a great degree, as well as Man. For to pass by other instances, Birds learning of Tunes, and the endeavours one may observe in them to hit the Notes right, put it past doubt with me, that they have Perception, and retain Ideas in their Memories, and use them for Patterns. For it seems to me impossible, that they should endeavour to conform their Voices to Notes (as 'tis plain they do) of which they had no Ideas. For tho' I should grant Sound may mechanically cause a certain motion of the animal Spirits, in the Brains of those Birds, whilst the Tune is actually playing; and that motion may be continued on to the Muscles of the Wings; and so the Bird mechanically be driven away by certain noises, because this may tend to the Birds preservation: yet that can never be supposed a Reason, why it should cause mechanically, either whilst the Tune was playing, much less after it has ceased, such a motion in the Organs of the Bird's voice, as should conform it to the Notes of a foreign Sound, which imitation can be of no use to the Birds preservation. But, which is more, it cannot with any appearance of Reason, be suppos'd (much less proved) that Birds without Sense and Memory, can approach their Notes nearer and nearer, by degrees, to a Tune play'd yesterday; which if they have no Idea of in their Memory, is now no-where, nor can be a Pattern for them to imitate, or which any repeated Essays can bring them nearer to. Snce there is no reason why the sound of a Pipe should leave traces in their Brains, which not at first, but by their after-endeavours should produce the like Sounds; and why the Sounds they make themselves, should not make traces which they should follow, as well as those of the Pipe, is impossible to conceive.","subId":"9","id":"Locke.EHU.2.10.9"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.9","imported":true,"title":"Chapter 9. Of Perception","breadcrumb":"Chapter 9","published":[1689]},"next":{"id":"Locke.EHU.2.11","imported":true,"title":"Chapter 11. Of Discerning, and Other Operations of the Mind","breadcrumb":"Chapter 11","published":[1689]}}