{"id":"Shaftesbury.C.MR.3.1","imported":true,"parent":"Shaftesbury.C.MR.3","title":"Chapter I. Further Remarks on the Author of the Treatises――His Order and Design――His Remarks on the Succession of Wit, and Progress of Letters, and Philosophy――Of Words, Relations, Affections――Country-Men and Country――Old-England――Patriots of the Soil――Virtuosi, and Philosophers――A Taste","breadcrumb":"Chapter 1","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_014","blocks":[{"type":"title","content":"£1 Chapter I. Further Remarks on the Author of the Treatises――His Order and Design――His Remarks on the Succession of Wit, and Progress of Letters, and Philosophy――Of Words, Relations, Affections――Country-Men and Country――Old-England――Patriots of the Soil――Virtuosi, and Philosophers――A Taste £1","id":"Shaftesbury.C.MR.3.1"},{"type":"paragraph","content":"HAVING already asserted my Privilege, as a ^Miscellaneous^ or ^Essay^ -_Writer_ of the modern Establishment; to write on every Subject, and in every Method, as I fansy; to use Order, or lay it aside, as I think fit; and to treat of _Order_ and _Method_ in other Works, tho free perhaps and unconfin'd as to my own: I shall presume, in this place, to consider the present Method and Order of my Author's Treatises, as in this _joint-_Edition they are rang'd.","subId":"1","id":"Shaftesbury.C.MR.3.1.1"},{"type":"paragraph","content":"Notwithstanding the high Airs of ^Scepticism^ which our Author assumes in his first Piece; I cannot, after all, but imagine that even there he proves himself, at the bottom, _a real_ ^Dogmatist,^ and shews plainly that he has his private _Opinion, Belief,_ or _Faith,_ as strong as any _Devotee_ or _Religionist_ of 'em all. Tho he affects perhaps to strike at other Hypotheses and Schemes; he has something of his own still in reserve, and holds a certain _Plan_ or _System_ peculiar to him-self, or such, at least, in which he has at present but few Companions or Followers.","subId":"2","id":"Shaftesbury.C.MR.3.1.2"},{"type":"paragraph","content":"On this account I look upon his Management to have been much after the rate of some _ambitious_ ^Architect;^ who being call'd perhaps to prop a Roof, redress a leaning Wall, or add to some particular Apartment, is not contented with this small Specimen of his Mastership: but pretending to demonstrate the Un-serviceableness and Inconvenience of the _old_ Fabrick, forms the Design of a _new_ Building, and longs to shew his Skill in the principal Parts of Architecture and Mechanicks.","subId":"3","id":"Shaftesbury.C.MR.3.1.3"},{"type":"paragraph","content":"'Tis certain that in matters of Learning and Philosophy, the Practice of _pulling down_ is far pleasanter, and affords more Entertainment, than that of _building_ and _setting up._ Many have succeeded, to a miracle, in the first, who have miserably fail'd in the latter of these Attempts. We may find a thousand Engineers, who can _sap, undermine,_ and _blow up,_ with admirable Dexterity, for one single-one, who can _build_ a Fort, or lay the Plat-form of a Citadel. And tho Compassion in _real_ War may make the ruinous Practice less delightful, 'tis certain that in the _literate_ warring-World, the springing of Mines, the blowing up of Towers, Bastions, and Ramparts of ^Philosophy,^ with _Systems, Hypotheses, Opinions,_ and _Doctrines_ into the Air, is a Spectacle of all other, the most naturally rejoicing.","subId":"4","id":"Shaftesbury.C.MR.3.1.4"},{"type":"paragraph","content":"Our Author, we suppose, might have done well to consider this. We have fairly conducted him thro' his _first_ and _second_ ^Letter,^ and have brought him, as we see here, into his _third_ Piece. He has hitherto, methinks, kept up his _sapping_ Method, and _unravelling_ Humour, with tolerable good Grace. He has given only some few, and very slender[n1] Hints of going further, or attempting to erect any Scheme or Model, which may discover his Pretence to a real _Architect_-Capacity. Even in this his _Third_ Piece he carrys with him the same _sceptical_ Mein: and what he offers by way of _Project_ or _Hypothesis,_ is very faint, hardly spoken aloud; but mutter'd to himself, in a kind of dubious Whisper, or feign'd ^Soliloquy.^ What he discovers of _Form_ and _Method,_ is indeed so accompany'd with the random _Miscellaneous_ Air, that it may pass for Raillery, rather than good Earnest. 'Tis in his following[n2] Treatise that he discovers himself openly, as a plain _Dogmatist,_ a _Formalist,_ and _Man of Method;_ with his Hypotheses tack'd to him, and his Opinions so close-sticking, as wou'd force one to call to mind the Figure of some precise and strait-lac'd Professor in a University.","subId":"5","id":"Shaftesbury.C.MR.3.1.5"},{"type":"paragraph","content":"What may be justly pleaded in his behalf, when we come in company with him, to _inquire_ into such solemn and profound Subjects, seems very doubtful. Mean while, as his Affairs stand hitherto in this his Treatise of _Advice,_ I shall be contented to yoke with him, and proceed, in my _miscellaneous_ Manner, to give my ^Advice^ also to Men of Note; whether they are _Authors_ or _Politicians, Virtuosi_ or _Fine-Gentlemen;_ comprehending _Him,_ the said Author, as one of the Number of the Advis'd, and _My-self_ too (if occasion be) after his own example of _Self-Admonition_ and _private Address._","subId":"6","id":"Shaftesbury.C.MR.3.1.6"},{"type":"paragraph","content":"BUT FIRST as to our Author's Dissertation in this[n3] _third_ Treatise, where his Reflections upon _Authors_ in general, and _the Rise and Progress of Arts,_ make the Inlet or Introduction to his _Philosophy;_ we may observe, That it is not without some appearance of Reason that he has advanc'd this Method. It must be acknowledg'd, that tho, in the earliest times, there may have been _divine_ Men of a transcending Genius, who have given Laws both in Religion and Government, to the great Advantage and Improvement of Mankind; yet ^Philosophy^ it-self, as a _Science_ and known _Profession_ worthy of that name, cannot with any probability be suppos'd to have risen (as our Author shews) till other _Arts_ had been rais'd, and, in a certain proportion, advanc'd before it. As this was of the greatest Dignity and Weight, so it came _last_ into Form. It was _long_ clearing it-self from the affected Dress of _Sophists,_ or Enthusiastick Air of _Poets;_ and appear'd _late_ in its genuine, simple, and just Beauty.","subId":"7","id":"Shaftesbury.C.MR.3.1.7"},{"type":"paragraph","content":"The Reader perhaps may justly excuse our Author for having[n4] in this place so over-loaded his Margin with those weighty Authoritys and antient Citations, when he knows that there are many grave Professors in Humanity and Letters among the Moderns, who are puzzled in this Search, and write both repugnantly to one another, and to the plain and _natural_ Evidence of the Case. The real _Lineage_ and ^Succession^ _of Wit,_ is indeed plainly founded in _Nature:_ as our Author has endeavour'd to make appear both from _History_ and _Fact._ The ^Greek^ _Nation,_ as it is _Original_ to us, in respect to these polite _Arts_ and _Sciences,_ so it was in reality _original to it-self._ For whether the ^Egyptians,Phenicians,Thracians,^ or ^Barbarians^ of any _kind,_ may have hit fortunately on _this_ or _that_ particular Invention, either in Agriculture, Building, Navigation, or Letters; which-ever may have introduc'd _this_ Rite of Worship, _this_ Title of a Deity, _this_ or _that_ Instrument of Musick, _this_ or _that_ Festival, Game, or Dance, (for on this matter there are high Debates among the Learned) 'tis evident, beyond a doubt, that the _Arts_ and _Sciences_ were form'd in ^Greece^ it-self. 'Twas there that _Musick, Poetry,_ and the rest came to receive some kind of shape, and be distinguish'd into their several Orders and Degrees. Whatever flourish'd, or was rais'd to any degree of Correctness, or real Perfection in the kind, was by means of ^Greece^ alone, and in the hand of that sole polite, most civiliz'd, and accomplish'd Nation.","subId":"8","id":"Shaftesbury.C.MR.3.1.8"},{"type":"paragraph","content":"Nor can this appear strange, when we consider the fortunate Constitution of that People. For tho compos'd of different Nations, distinct in Laws and Governments, divided by Seas and Continents, dispers'd in distant Islands; yet being originally of the same Extract, united by one single Language, and animated by that social, publick and _free_ Spirit, which notwithstanding the Animosity of their several warring States, induc'd them to erect such heroick Congresses and Powers as those which constituted the ^Amphictonian^ _Councils,_ the ^Olympick,Isthmian,^ and other _Games;_ they cou'd not but naturally polish and refine each other. 'Twas thus they brought their beautiful and comprehensive Language to a just _Standard,_ leaving only such Variety in the Dialects as render'd their Poetry, in particular, so much the more agreeable. The _Standard_ was in the same proportion carry'd into other _Arts._ The _Secretion_ was made. The several _Species_ found, and set apart. The Performers and Masters in every kind, honour'd and admir'd. And, last of all, even ^Criticks^ themselves acknowledg'd and receiv'd as _Masters_ over all the rest. From _Musick, Poetry, Rhetorick,_ down to the simple Prose of _History,_ thro' all the plastick Arts of _Sculpture, Statuary, Painting, Architecture,_ and the rest; every thing _Muse-like,_ graceful and exquisite, was rewarded with the highest Honours, and carry'd on with the utmost Ardor and Emulation. Thus ^Greece,^ tho she _exported_ Arts to other Nations, had properly for her own share no _Import_ of the kind. The utmost which cou'd be nam'd, wou'd amount to no more than raw _Materials,_ of a rude and barbarous form. And thus the Nation was evidently _Original_ in Art; and with them every noble Study and Science was (as the great Master, so often cited by our Author, says of certain kinds of Poetry)[n5] _self-form'd,_ wrought out of Nature, and drawn from the necessary Operation and Course of things, working, as it were, of their own accord, and proper inclination. Now according to this _natural_ Growth of Arts, peculiar to ^Greece,^ it wou'd necessarily happen; That at the beginning, when the Force of Language came to be first prov'd; when the admiring World made their first _Judgment,_ and essay'd their _Taste_ in the Elegancys of this sort; the _Lofty,_ the _Sublime,_ the _Astonishing_ and _Amazing_ wou'd be the most in fashion, and prefer'd. _Metaphorical_ Speech, Multiplicity of _Figures_ and _high_-sounding Words wou'd naturally prevail. Tho in the Common-wealth it-self, and in the Affairs of Government, Men were us'd originally to plain and direct Speech; yet when Speaking became _an Art,_ and was taught by Sophists, and other pretended Masters, the _high-poetick,_ and the _figurative_ Way began to prevail, even at the Bar, and in the Publick Assemblys: Insomuch that the Grand-Master, in the[n6] above-cited part of his _Rhetoricks,_ where he extols the Tragick Poet ^Euripides,^ upbraids the Rhetoricians of his own Age, who retain'd that very bombastick Style, which even _Poets,_ and those too of the tragick kind, had already thrown off, or at least considerably mitigated. But the _Taste_ of ^Greece^ was now polishing. A better Judgment was soon form'd, when a ^Demosthenes^ was heard, and had found success. The People themselves (as our Author has shewn) came now to reform their ^Comedy,^ and familiar Manner, after ^Tragedy,^ and the higher Style, had been brought to its perfection under the last hand of an ^Euripides.^ And now in all the principal Works of _Ingenuity_ and _Art,_ ^Simplicity^ and ^Nature^ began chiefly to be sought: And this was the ^Taste^ which lasted thro' so many Ages, till the Ruin of all things, under a Universal Monarchy.","subId":"9","id":"Shaftesbury.C.MR.3.1.9"},{"type":"paragraph","content":"If the Reader shou'd peradventure be led by his Curiosity to seek some kind of Comparison between this antient _Growth_ of ^Taste,^ and that which we have experienc'd in modern days, and within our own Nation; he may look back to the _Speeches_ of our Ancestors in Parliament. He will find 'em generally speaking, to have been very short and plain, but coarse, and what we properly call _home-spun;_ till _Learning_ came in vogue, and _Science_ was known amongst us. When our Princes and Senators became Scholars, they spoke _scholastically._ And the _pedantick Style_ was prevalent, from the first Dawn of Letters, about the Age of the Reformation, till long afterwards. Witness the best written Discourses, the admir'd Speeches, Orations, or Sermons, thro' several Reigns, down to these latter, which we compute within the present Age. 'Twill undoubtedly be found, That till very late days, the Fashion of speaking, and the Turn of Wit, was after the _figurative_ and _florid_ Manner. Nothing was so acceptable as the high-sounding Phrase, the far-fetch'd Comparison, the capricious Point, and Play of Words; and nothing so despicable as what was merely of the plain or natural kind. So that it must either be confess'd, that in respect of the preceding Age, we are fallen very low in ^Taste;^ or that, if we are in reality improv'd, the _natural_ and _simple_ Manner which _conceals_ and _covers_ ^Art,^ is the most truly _artful,_ and of the genteelest, truest, and best-study'd Taste: as has[n7] above been treated more at large.","subId":"10","id":"Shaftesbury.C.MR.3.1.10"},{"type":"paragraph","content":"NOW, THEREFORE, as to our Author's ^Philosophy^ it-self, as it lies conceal'd in[n8] _this_ Treatise, but more profess'd and formal in his[n9] _next;_ we shall proceed gradually according to his own Method: since it becomes not one who has undertaken the part of his airy Assistant and humorous _Paraphrast,_ to enter suddenly, without good preparation, into his _dry_ Reasonings and _moral_ Researches about the _social Passions_ and _natural Affections,_ of which he is such a punctilious _Examiner._","subId":"11","id":"Shaftesbury.C.MR.3.1.11"},{"type":"paragraph","content":"Of all human Affections, the noblest and most becoming human Nature, is that of ^Love^ _to one's Country._ This, perhaps, will easily be allow'd by all Men, who have _really_ a ^Country,^ and are of the number of those who may be call'd[n10] ^aPeople,^ as enjoying the Happiness of a real Constitution and Polity, by which they are _free_ and _independent._ There are few such _Country-men_ or _Free-men_ so degenerate, as _directly_ to discountenance or condemn this Passion of Love to their Community and national Brotherhood. The _indirect_ Manner of opposing this Principle, is the most usual. We hear it commonly, as a Complaint, \"That there is little of this ^Love^ extant in the World.\" From whence 'tis hastily concluded, \"That there is little or nothing of _friendly_ or _social Affection_ inherent in our _Nature,_ or proper to our _Species._\" 'Tis however apparent, That there is scarce a Creature of human Kind, who is not possess'd at least with some inferior degree or meaner sort of this _natural Affection to a Country._","subId":"12","id":"Shaftesbury.C.MR.3.1.12"},{"type":"paragraph","content":"[n11]Our own country charms and draws us with a certain sweetness.","subId":"13","id":"Shaftesbury.C.MR.3.1.13"},{"type":"paragraph","content":"'Tis a wretched Aspect of Humanity which we figure to our-selves, when we wou'd endeavour to resolve the very Essence and Foundation of this generous Passion into a Relation to mere Clay and Dust, exclusively of any thing _sensible, intelligent,_ or _moral._ 'Tis, I must own, on certain[n12] _Relations,_ or respective _Proportions,_ that all natural Affection does in some measure depend. And in this View it cannot, I confess, be deny'd, that we have each of us a certain Relation to the mere _Earth_ it-self, the very Mould or Surface of that _Planet,_ in which, with other Animals of various sorts, We (poor Reptiles!) were also bred and nourish'd. But had it happen'd to one of us _British_-Men to have been born at _Sea,_ cou'd we not therefore properly be call'd _British_-Men? Cou'd we be allow'd _Country-Men_ of no sort, as having no distinct relation to any certain _Soil_ or _Region;_ no original Neighbourhood but with the watry Inhabitants and Sea-Monsters? Surely, if we were born of _lawful_ Parents, _lawfully_ employ'd, and under the Protection of _Law;_ wherever they might be then detain'd, to whatever Colonys sent, or whither-soever driven by any Accident, or in Expeditions or Adventures in the Publick Service, or that of Mankind, we shou'd still find we had _a Home,_ and _Country,_ ready to lay claim to us. We shou'd be oblig'd still to consider our-selves as _Fellow-Citizens,_ and might be allow'd to love our _Country_ or _Nation_ as honestly and heartily as the most inland Inhabitant or Native of the Soil. Our _political_ and _social_ Capacity wou'd undoubtedly come in view, and be acknowledg'd full as natural and essential in our Species, as the _parental_ and _filial_ kind, which gives rise to what we peculiarly call _natural Affection._ Or supposing that both our Birth and Parents had been unknown, and that in this respect we were in a manner younger Brothers in Society to the rest of Mankind; yet from our Nurture and Education we shou'd surely espouse some _Country_ or other; and joyfully embracing the Protection of a Magistracy, shou'd of necessity and by force of Nature join our-selves to the general Society of Mankind, and those in particular, with whom we had enter'd into a nearer Communication of Benefits, and closer Sympathy of Affections. It may therefore be esteem'd no better than a mean Subterfuge of narrow Minds, to assign this _natural Passion_ for _Society_ and _a Country,_ to such a Relation as that of a mere _Fungus_ or common _Excrescence,_ to its _Parent-Mould,_ or nursing _Dung-hill._","subId":"14","id":"Shaftesbury.C.MR.3.1.14"},{"type":"paragraph","content":"The ^Relation^ of _Country-man,_ if it be allow'd any thing at all, must imply something _moral_ and _social._ The Notion it-self pre-supposes a naturally _civil_ and _political_ State of Mankind, and has reference to that particular part of Society, to which we owe our chief Advantages as _Men,_ and rational Creatures, such as are[n13] _naturally_ and _necessarily_ united for each other's Happiness and Support, and for the highest of all Happiness and Enjoyments; \"The Intercourse of _Minds,_ the free Use of our _Reason,_ and the Exercise of mutual Love and _Friendship._\"","subId":"15","id":"Shaftesbury.C.MR.3.1.15"},{"type":"paragraph","content":"An ingenious Physician among the Moderns, having in view the natural Dependency of the _vegetable_ and _animal_ Kinds on their _common Mother_-^Earth,^ and observing that both the one and the other draw from her their continual Sustenance, (some rooted and fix'd down to their first abodes, others unconfin'd, and wandring from place to place to suck their Nourishment): He accordingly, as I remember, styles this latter animal-Race, _her releas'd Sons; Filios Terrae emancipatos._ Now if this be our only way of reckoning for Mankind, we may call our-selves indeed, _The Sons of_ ^Earth,^ _at large;_ but not of _any particular_ ^Soil,^ or _District._ The Division of Climates and Regions is fantastick and artificial: much more the Limits of particular Countrys, Citys or Provinces. Our _Natale Solum,_ or Mother-Earth, must by this account be the _real_ ^Globe^ it-self which bears us, and in respect of which we must allow the common _Animals,_ and even the _Plants_ of all degrees, to claim an equal _Brotherhood_ with us, under this common ^Parent.^","subId":"16","id":"Shaftesbury.C.MR.3.1.16"},{"type":"paragraph","content":"According to this Calculation we must of necessity carry our _Relation_ as far as to the whole material World or Universe; where alone it can prove compleat. But for the particular District or Tract of Earth, which in a vulgar sense we call _our_ ^Country,^ however bounded or geographically divided, we can never, at this rate, frame any accountable _Relation_ to it, nor consequently assign any _natural_ or _proper Affection_ towards it.","subId":"17","id":"Shaftesbury.C.MR.3.1.17"},{"type":"paragraph","content":"If unhappily a Man had been born either at an _Inn,_ or in some dirty _Village;_ he wou'd hardly, I think, circumscribe himself so narrowly as to accept a Denomination or _Character_ from those nearest Appendices, or local Circumstances of his Nativity. So far shou'd one be from making the _Hamlet_ or _Parish_ to be characteristical in the Case, that hardly wou'd the _Shire_ it-self, or _County,_ however rich or flourishing, be taken into the honorary Term or Appellation of _one's_ ^Country.^ \"What, then, shall we presume to call _our_ ^Country?^ Is it ^England^ it-self?\" \"But what of ^Scotland?^ Is it therefore ^Britain?^ \" \"But what of _the other Islands,_ the Northern ^Orcades,^ and the Southern ^Jersey^ and ^Guernsey?^ What of the _Plantations,_ and poor ^Ireland?^ \"—Behold, here, a very dubious Circumscription!","subId":"18","id":"Shaftesbury.C.MR.3.1.18"},{"type":"paragraph","content":"But what, after all, if there be a _Conquest_ or _Captivity in the case?_ a _Migration?_ a national _Secession,_ or Abandonment of our native Seats for some other Soil or Climate? This has happen'd, we know, to our Forefathers. And as great and powerful a People as we have been of late, and have ever shewn our-selves under the influence of _free_ Councils, and a tolerable _Ministry;_ shou'd we relapse again into slavish Principles, or be _administer'd_ long under such Heads as having no Thought of Liberty for themselves, can have much less for ^Europe^ or their _Neighbours;_ we may at last feel a War at home, become the _Seat_ of it, and in the end _a Conquest._ We might then gladly embrace the hard Condition of our Predecessors, and exchange our beloved native _Soil_ for that of some remote and uninhabited part of the World. Now shou'd this possibly be our Fate; shou'd some considerable Colony or Body be form'd afterwards out of our Remains, or meet, as it were by Miracle, in some distant Climate; wou'd there be, for the future, no _English-man_ remaining? No common Bond of Alliance and Friendship, by which we cou'd still call _Country-men,_ as before? How came we, I pray, by our antient name of _English-men?_ Did it not travel with us over _Land_ and _Sea?_ Did we not, indeed, bring it with us heretofore from as far as the remoter Parts of ^Germany^ to this Island?","subId":"19","id":"Shaftesbury.C.MR.3.1.19"},{"type":"paragraph","content":"I MUST confess, I have been apt sometimes to be very angry with our Language, for having deny'd us the use of the word ^Patria,^ and afforded us no other name to express our _native Community,_ than that of _Country;_ which already bore[n14] two different Significations, abstracted from Mankind or Society. Reigning words are many times of such force, as to influence us considerably in our Apprehension of things. Whether it be from any such Cause as this, I know not: but certain it is, that in the Idea of a ^Civil^ _State_ or ^Nation,^ we _English-men_ are apt to mix somewhat more than ordinary gross and earthy. No People who ow'd so much to ^aConstitution,^ and so little to ^aSoil^ or ^Climate,^ were ever known so indifferent towards _one,_ and so passionately fond of _the other._ One wou'd imagine from the common Discourse of our _Country-men,_ that the finest Lands near the ^Euphrates,^ the ^Babylonian^ or ^Persian^ _Paradises,_ the rich Plains of ^Egypt,^ the _Grecian_ ^Tempe,^ the _Roman_ ^Campania,Lombardy,Provence,^ the _Spanish_ ^Andalusia,^ or the most delicious Tracts in the _Eastern_ or _Western_ ^Indies,^ were contemptible Countrys in respect of ^OldEngland.^","subId":"20","id":"Shaftesbury.C.MR.3.1.20"},{"type":"paragraph","content":"Now by the good leave of these worthy _Patriots of the Soil,_ I must take the liberty to say, I think ^OldEngland^ to have been in every respect a very indifferent Country: and that _Late_ ^England,^ of an Age or two old, even since Queen ^Bess's^ days, is indeed very much mended for the better. We were, in the beginning of her Grandfather's Reign, under a sort of _Polish_ Nobility; and had no other Libertys, than what were in common to us with the then fashionable Monarchys and _Gothick_ Lordships of ^Europe.^ For _Religion,_ indeed, we were highly fam'd, above all Nations; by being the most subject to our _Ecclesiasticks_ at home, and the best Tributarys and Servants to _the Holy See_ abroad.","subId":"21","id":"Shaftesbury.C.MR.3.1.21"},{"type":"paragraph","content":"I must go further yet, and own, that I think _Late_ ^England,^ since _the Revolution,_ to be better still than _Old_ ^England,^ by many degrees; and that, in the main, we make somewhat a better Figure in ^Europe,^ than we did a few Reigns before. But however our People may of late have flourish'd, our Name, or Credit have risen; our Trade, and Navigation, our Manufactures, or our Husbandry been improv'd; 'tis certain that our _Region, Climate,_ and _Soil,_ is, in its own nature, still one and the same. And to whatever Politeness we may suppose our-selves already arriv'd; we must confess, that we are the _latest barbarous,_ the _last civiliz'd_ or _polish'd_ People of ^Europe.^ We must allow that our first Conquest by the ^Romans^ brought us out of a State hardly equal to the _Indian_ Tribes; and that our last Conquest by the ^Normans^ brought us only into the capacity of receiving Arts and civil Accomplishments from _abroad._ They came to us by degrees, from remote distances, at second or third hand; from other Courts, States, Academys, and foreign Nurserys of Wit and Manners.","subId":"22","id":"Shaftesbury.C.MR.3.1.22"},{"type":"paragraph","content":"Notwithstanding this, we have as over-weaning an Opinion of our-selves, as if we had a claim to be _Original_ and _Earth-born._ As oft as we have chang'd Masters, and mix'd Races with our several successive Conquerors, we still pretend to be as _legitimate_ and _genuine_ Possessors of _our Soil,_ as the antient ^Athenians^ accounted themselves to have been of _theirs._ 'Tis remarkable however in that truly antient, wise, and witty People, That as fine Territorys and noble Countrys as they possess'd, as indisputable Masters and Superiors as they were in all Science, Wit, Politeness, and Manners; they were yet so far from a conceited, selfish, and ridiculous Contempt of others, that they were even, in a contrary Extreme, \"Admirers of whatever was in the least degree ingenious or curious in _foreign_ Nations.\" Their Great Men were constant _Travellers._ Their Legislators and Philosophers made their Voyages into ^Egypt,^ pass'd into ^Chaldea,^ and ^Persia;^ and fail'd not to visit most of the dispers'd _Grecian_ Governments and Colonys thro' the Islands of the ^AEgean,^ in ^Italy,^ and on the Coasts of ^Asia^ and ^Africa.^ 'Twas mention'd as a Prodigy, in the case of a great Philosopher, tho known to have been always poor; \"That he shou'd never have travel'd, nor had ever gone out of ^Athens^ for his Improvement.\" How modest a Reflection in those who were _themselves_ ^Athenians!^","subId":"23","id":"Shaftesbury.C.MR.3.1.23"},{"type":"paragraph","content":"For our part, we neither care that[n15] _Foreigners_ shou'd travel to us, nor any of ours shou'd travel into _foreign_ Countrys. Our best Policy and Breeding is, it seems, \"To look abroad as little as possible; contract our Views within the narrowest Compass; and despise all Knowledg, Learning, or Manners, which are not of _a Home Growth._\" For hardly will the _Antients_ themselves be regarded by those, who have so resolute a Contempt of what the politest _Moderns_ of any Nation, besides their own, may have advanc'd in the way of _Literature, Politeness,_ or ^Philosophy.^","subId":"24","id":"Shaftesbury.C.MR.3.1.24"},{"type":"paragraph","content":"THIS Disposition of our _Country-men,_ from whatever Causes it may possibly be deriv'd, is, I fear, a very prepossessing Circumstance against our Author; whose Design is to advance something _new,_ or at least something _different_ from what is commonly current in ^Philosophy^ and ^Morals.^ To support this Design of his, he seems intent chiefly on this single Point; \"To discover, how we may, to best advantage, form within our-selves what in the polite World is call'd _a Relish,_ or _Good_ ^Taste.^ \"","subId":"25","id":"Shaftesbury.C.MR.3.1.25"},{"type":"paragraph","content":"He begins, it's true, as near _home_ as possible, and sends us to the narrowest of all Conversations, that of ^Soliloquy^ or _Self-discourse._ But this Correspondence, according to his Computation, is wholly impracticable, without a previous Commerce with the World: And the larger this Commerce is, the more practicable and improving the other, he thinks, is likely to prove. The Sources of this improving Art of _Self-correspondence_ he derives from the highest Politeness and Elegance of antient _Dialogue,_ and _Debate,_ in matters of Wit, Knowledg, and Ingenuity. And nothing, according to our Author, can so well revive this _self-corresponding_ Practice, as the same Search and Study of the highest Politeness in modern _Conversation._ For this, we must necessarily be at the pains of going further abroad than the Province we call ^Home.^ And, by this Account, it appears that our Author has little hopes of being either relish'd or comprehended by any other of his Country-men, than those who delight in the open and _free_ Commerce of the World, and are rejoic'd to gather Views, and receive Light from every Quarter; in order to judg the best of what is perfect, and according to a just _Standard,_ and true ^Taste^ in every kind.","subId":"26","id":"Shaftesbury.C.MR.3.1.26"},{"type":"paragraph","content":"It may be proper for us to remark in favour of our Author, that the sort of _Ridicule_ or _Raillery,_ which is apt to fall upon ^Philosophers,^ is of the same kind with that which falls commonly on the ^Virtuosi,^ or refin'd _Wits_ of the Age. In this latter general Denomination we include the real _fine Gentlemen,_ the Lovers of _Art_ and _Ingenuity;_ such as have seen _the World,_ and inform'd themselves of the _Manners_ and _Customs_ of the several Nations of ^Europe,^ search'd into their _Antiquitys,_ and _Records;_ consider'd their _Police, Laws,_ and _Constitutions;_ observ'd the Situation, Strength, and Ornaments of their _Citys,_ their principal _Arts,_ Studys, and Amusements; their _Architecture, Sculpture, Painting, Musick,_ and their Taste in _Poetry, Learning, Language,_ and _Conversation._","subId":"27","id":"Shaftesbury.C.MR.3.1.27"},{"type":"paragraph","content":"Hitherto there can lie no _Ridicule,_ nor the least Scope for _Satirick Wit_ or _Raillery._ But when we push this _Virtuoso-_^Character^ a little further, and lead our polish'd Gentleman into more nice Researches; when from the view of _Mankind_ and their Affairs, our speculative Genius, and minute Examiner of Nature's Works, proceeds with equal or perhaps superior Zeal in the Contemplation of the _Insect_-Life, the Conveniencys, Habitations and OEconomy of a Race of _Shell-Fish;_ when he has erected _a Cabinet_ in due form, and made it the real Pattern of his Mind, replete with the same Trash and Trumpery of correspondent empty Notions, and chimerical Conceits; he then indeed becomes the Subject of sufficient _Raillery,_ and is made the _Jest_ of common Conversations.","subId":"28","id":"Shaftesbury.C.MR.3.1.28"},{"type":"paragraph","content":"A worse thing than this happens commonly to these _inferior_ ^Virtuosi.^ In seeking so earnestly for _Raritys,_ they fall in love with ^Rarity^ _for Rareness-sake._ Now the greatest _Raritys_ in the World are ^Monsters.^ So that the _Study_ and _Relish_ of these Gentlemen, thus assiduously imploy'd, becomes at last in reality _monstrous:_ And their whole Delight is found to consist in selecting and contemplating whatever is most _monstrous,_ disagreeing, out of the way, and to the least purpose of any thing in Nature.","subId":"29","id":"Shaftesbury.C.MR.3.1.29"},{"type":"paragraph","content":"In Philosophy, Matters answer exactly to this _Virtuoso_-Scheme. Let us suppose a Man, who having this Resolution merely, how to employ his Understanding to the best purpose, considers \"_Who_ or _What_ he is; _Whence_ he arose, or had his Being; to what _End_ he was design'd; and to what Course of Action he is by his natural Frame and Constitution destin'd:\" shou'd he _descend_ on this account _into himself,_ and examine his inward Powers and Facultys; or shou'd he _ascend_ beyond his own immediate Species, City, or Community, to discover and recognize his _higher Polity,_ or _Community,_ (that _common_ and _universal-one,_ of which he is born _a Member_); nothing, surely, of this kind, cou'd reasonably draw upon him the least Contempt or Mockery. On the contrary, _the finest Gentleman_ must after all be consider'd but as an ^Idiot,^ who talking much of the knowledg of _the World_ and _Mankind,_ has never so much as thought of the Study or Knowledg of _himself,_ or of the Nature and Government of that _real Publick_ and ^World,^ from whence he holds his _Being._","subId":"30","id":"Shaftesbury.C.MR.3.1.30"},{"type":"paragraph","content":"[n16]What are we and for what kind of life are we born?","subId":"31","id":"Shaftesbury.C.MR.3.1.31"},{"type":"paragraph","content":"\"_Where_ are we? Under what _Roof?_ Or on board what _Vessel?_ Whither _bound?_ On what _Business?_ Under whose _Pilotship, Government,_ or _Protection?_\" are Questions which every sensible Man wou'd naturally ask, if he were on a sudden transported into a new Scene of Life. 'Tis admirable, indeed, to consider, That a Man shou'd have been long come into a World, carry'd his Reason and Sense about with him, and yet have never seriously ask'd himself this single Question, \"^Where^ _am I? or_ ^What?^ \" but, on the contrary, shou'd proceed regularly to every _other_ Study and Inquiry, postponing _this_ alone, as the least considerable; or leaving the Examination of it to _others,_ commission'd, as he supposes, to understand and think for him, upon this Head. To be bubbled, or put upon by any sham-Advices in this Affair, is, it seems, of no consequence! We take care to examine accurately, by our _own_ Judgment, the Affairs of _other_ People, and the Concerns of the World which least belong to us: But what relates more immediately to _our-selves,_ and is our chief ^Self^ -_Interest,_ we charitably leave to _others_ to examine for us, and readily take up with the first Comers; on whose Honesty and good Faith 'tis presum'd we may safely rely.","subId":"32","id":"Shaftesbury.C.MR.3.1.32"},{"type":"paragraph","content":"Here, methinks, _the Ridicule_ turns more against the _Philosophy-Haters_ than the _Virtuosi_ or _Philosophers._ Whilst ^Philosophy^ is taken (as in its prime Sense it ought) for _Mastership in_ ^Life^ and ^Manners,^ 'tis like to make no ill Figure in the World, whatever Impertinencys may reign, or however extravagant the Times may prove. But let us view ^Philosophy,^ like mere _Virtuoso-ship,_ in its usual Career, and we shall find _the Ridicule_ rising full as strongly against the Professors of the higher as the lower kind. _Cockleshell_ abounds with each. Many things exterior, and without our-selves, of no relation to our real Interests or to those of Society and Mankind, are diligently investigated: Nature's remotest Operations, deepest Mysterys, and most difficult _Phaenomena_ discuss'd, and whimsically explain'd; _Hypotheses_ and _fantastick Systems_ erected; a Universe anatomiz'd; and by some[n17] notable Scheme so solv'd and reduc'd, as to appear an easy _Knack_ or _Secret_ to those who have _the Clew. Creation_ it-self can, upon occasion, be exhibited; _Transmutations, Projections,_ and other _Philosophical_ ^Arcana,^ such as in the _corporeal_ World can accomplish all things; whilst in the _intellectual,_ a set Frame of metaphysical Phrases and Distinctions can serve to solve whatever Difficultys may be propounded either in _Logicks, Ethicks,_ or any _real Science,_ of whatever kind.","subId":"33","id":"Shaftesbury.C.MR.3.1.33"},{"type":"paragraph","content":"It appears from hence, that the Defects of ^Philosophy,^ and those of _Virtuoso-ship_ are of the same nature. Nothing can be more dangerous than a wrong _Choice,_ or _Misapplication_ in these Affairs. But as ridiculous as these Studys are render'd by their sensless Managers; it appears, however, that each of 'em are, in their nature, essential to the _Character_ of a _Fine Gentleman_ and _Man of Sense._","subId":"34","id":"Shaftesbury.C.MR.3.1.34"},{"type":"paragraph","content":"To _philosophize,_ in a just Signification, is but to carry _Good-breeding_ a step higher. For the Accomplishment of Breeding is, To learn whatever is _decent_ in Company, or _beautiful_ in Arts; and the Sum of Philosophy is, To learn what is _just_ in Society, and _beautiful_ in Nature, and the Order of the World.","subId":"35","id":"Shaftesbury.C.MR.3.1.35"},{"type":"paragraph","content":"'Tis not _Wit_ merely, but a _Temper_ which must form the ^Well-bredMan.^ In the same manner, 'tis not _a Head_ merely, but _a Heart_ and _Resolution_ which must compleat the _real_ ^Philosopher.^ Both _Characters_ aim at what is _excellent,_ aspire to _a just Taste,_ and carry in view the Model of what is _beautiful_ and _becoming._ Accordingly, the respective Conduct and distinct Manners of each Party are regulated; _The one_ according to the perfectest Ease, and good Entertainment of ^Company;^ _the other_ according to the strictest Interest of ^Mankind^ and ^Society:^ _The one_ according to a Man's Rank and Quality in his private Nation; _the other_ according to his Rank and Dignity in ^Nature.^","subId":"36","id":"Shaftesbury.C.MR.3.1.36"},{"type":"paragraph","content":"Whether each of these Offices, of social Parts, are in themselves as _convenient_ as _becoming,_ is the great Question which must some-way be decided. The ^Well-bredMan^ has already decided this, in his own Case, and declar'd on the side of what is Handsom: For whatever he practises in this kind,[n18] he accounts no more than what he owes purely to himself; without regard to any further Advantage. The _Pretender to_ ^Philosophy,^ who either knows not how to determine this Affair, or if he has determin'd, knows not how to pursue his Point, with Constancy, and Firmness, remains in respect of _Philosophy,_ what a Clown or Coxcomb is in respect of _Breeding_ and _Behaviour._ Thus, according to our Author, the ^Taste^ of Beauty, and the _Relish_ of what is decent, just, and amiable, perfects the _Character_ of the ^Gentleman,^ and the ^Philosopher.^ And the Study of such a ^Taste^ or _Relish_ will, as we suppose, be ever the great Employment and Concern of him, who covets as well to be _wise_ and _good,_ as _agreeable_ and _polite._","subId":"37","id":"Shaftesbury.C.MR.3.1.37"},{"type":"paragraph","content":"[n19]I care about and I ask what is true and fitting and I am completely occupied in this.","subId":"38","id":"Shaftesbury.C.MR.3.1.38"},{"type":"note","content":"_Viz._ In the _Letter of Enthusiasm,_ which makes Treatise I. See VOL. I. _pag._ 41, 43, 44, 49. at the end.—And 54. concerning the _previous Knowledg._—So again, Treatise II. VOL. I. _pag._ 81, and 116.—And again, Treatise III. VOL. I. _pag._ 294, 295, 297. where the INQUIRY is propos'd, and the System and Genealogy of the _Affections_ previously treated; with an Apology (_pag._ 312.) for the _examining Practice,_ and seeming Pedantry of the Method.—And afterwards the Apology for Treatise IV. in Treatise V. VOL. II. _pag._ 263, 264. Concerning this Series and Dependency of these joint Treatises, see more particularly below, _pag._ 189, 190, 191, 284, _&c._","subId":"n1","id":"Shaftesbury.C.MR.3.1.n1"},{"type":"note","content":"_Viz._ Treatise V. The INQUIRY concerning Virtue, VOL. II.","subId":"n2","id":"Shaftesbury.C.MR.3.1.n2"},{"type":"note","content":"VOL. I. _pag._ 236, 7, 8, 9, &c.","subId":"n3","id":"Shaftesbury.C.MR.3.1.n3"},{"type":"note","content":"_Viz._ VOL. I. _pag._ 242, &c.","subId":"n4","id":"Shaftesbury.C.MR.3.1.n4"},{"type":"note","content":"αὐτοσχεδιαστική [the art of improvisation]. VOL. I. _pag._ 244. 'Tis in this sense of the _natural_ Production, and _Self-_Formation of the Arts, in this _Free_ State of antient ^Greece,^ that the same great Master uses this Word a little before, in the same Chapter of his Poeticks, (_viz._ the 4th) speaking in general of the Poets: κατὰ μικρὸν προάγοντες, ἐγέννησαν τὴν ποίησιν, ἐκ τω̑ν αὐτοσχεδιασμάτων. [Advancing step by step they produced poetry out of their improvisations.—Arist. _Poet._ iv. 6.] And presently after, λέξεως δὲ λενομένης, αὐτὴ ἡ φύσις τὸ οἰκει̑ον μέτρον εὑ̑ρε. [When dialogue was introduced, Nature herself found out the appropriate metre.—_Ib._ iv. 14.]","subId":"n5","id":"Shaftesbury.C.MR.3.1.n5"},{"type":"note","content":"VOL. I. _pag._ 245. in the Notes.","subId":"n6","id":"Shaftesbury.C.MR.3.1.n6"},{"type":"note","content":"Page 21. and VOL. I. _pag._ 257, 258.","subId":"n7","id":"Shaftesbury.C.MR.3.1.n7"},{"type":"note","content":"Viz. _Soliloquy,_ or _Advice to an Author:_ Treatise III. VOL. I.","subId":"n8","id":"Shaftesbury.C.MR.3.1.n8"},{"type":"note","content":"Viz. INQUIRY, _&c._ Treatise IV. VOL. II.","subId":"n9","id":"Shaftesbury.C.MR.3.1.n9"},{"type":"note","content":"A Multitude held together by Force, tho under one and the same Head, is not properly united: Nor does such a Body make _a People._ 'Tis the social Ligue, Confederacy, and mutual Consent, founded in some common Good or Interest, which joins the Members of a Community, and makes a People ^One.^ Absolute Power annuls _the Publick:_ And where there is no _Publick,_ or _Constitution,_ there is in reality no _Mother-_^Country,^ or ^Nation.^ See VOL. I. _pag._ 105, 6, 7.","subId":"n10","id":"Shaftesbury.C.MR.3.1.n10"},{"type":"note","content":"\"\"$Nescio quâ Natale Solum dulcedine captos // Ducit.——$ // [Ovid. Pont. Lib. i. Eleg. iii. ver. 35.]\"\"","subId":"n11","id":"Shaftesbury.C.MR.3.1.n11"},{"type":"note","content":"$τὰ καθήκοντα ται̑ς οχέσεσι παραμετρει̑ται.$","subId":"n12","id":"Shaftesbury.C.MR.3.1.n12"},{"type":"note","content":"VOL. I. _p._ 109, &c. and VOL. II. _p._ 310, &c.","subId":"n13","id":"Shaftesbury.C.MR.3.1.n13"},{"type":"note","content":"_Rus_ & _Regio._ In French _Campagne_ & _Païs._","subId":"n14","id":"Shaftesbury.C.MR.3.1.n14"},{"type":"note","content":"An ill Token of our being thorowly civiliz'd: since in the Judgment of the Polite and Wise, this inhospitable Disposition was ever reckon'd among the principal Marks of _Barbarism._ So ^Strabo,^ from other preceding Authors, $κοινὸν μὲν εἱ̑ναι τοι̑ς βαρβάροις πα̑σιν ἔθος τὴν ξενηλασίαν$, [L.xvii. p. 802.] The $Ζεύς Ξένιος$ of the Antients was one of the solemn _Characters_ of Divinity: the peculiar _Attribute_ of the supreme DEITY, benign to Mankind, and recommending universal Love, mutual Kindness, and Benignity between the remotest and most unlike of human Race. Thus their Divine Poet in Harmony with their Sacred Oracles, which were known frequently to confirm this Doctrine. \"\"$ξει̑ν', οὔ μοι θέμις ἔστ', οὐδ' εἰ κακίων σέθεν ἔλθοι, // ξει̑νον ἀτιμη̑σαι· πρὸς γὰρ Διός εἰσιν ἅπαντες // ξει̑νοι.—————ΟΔΥΣ. ξ.$\"\" Again, \"\"$—οὐδέ τις ἄμμι βροτω̑ν ἐπιμίσγεται ἄλλος. // ἀλλ' ὅδε τις δύστηνος ἀλώμενος ἐνθάδ' ἱκάνει, // τὸν νυ̑ν χρὴ κομέειν· πρὸς γὰρ Διός εἰσιν ἅπαντες // ξει̑νοι.—————ΟΔΥΣ. ζ.$\"\" And again, \"\"$—ἀφνειὸς βιότοιο, φίλος δ' ἡ̑ν ἀνθρώποισι· // πάντας γὰρ φιλέεσκεν ὁδῳ̑ ἔπι οἴκια ναίων. ΙΛΙΑΔ. ζ.$\"\" See also [Odys. lib. iii. ver. 34, _&c._ and 67, _&c._ lib. iv. ver. 30, _&c._ and 60]. Such was antient _Heathen_ CHARITY, and pious Duty towards _the Whole_ of Mankind; both those of different _Nations,_ and different _Worships._ See VOL. II. _pag._ 165, 166.","subId":"n15","id":"Shaftesbury.C.MR.3.1.n15"},{"type":"note","content":"_Quid sumus, & quidnam victuri gignimur?_—— Pers. Sat. iii. ver. 67.","subId":"n16","id":"Shaftesbury.C.MR.3.1.n16"},{"type":"note","content":"VOL. II. _pag._ 184, 185.","subId":"n17","id":"Shaftesbury.C.MR.3.1.n17"},{"type":"note","content":"VOL. I. _pag._ 129, 130.","subId":"n18","id":"Shaftesbury.C.MR.3.1.n18"},{"type":"note","content":"\"\"$Quid ^Verum^ atque ^Decens,^ curo, // & rogo, & omnis in hoc sum.$ // [Horat. lib. i. Ep. 1. ver. 11.]\"\"","subId":"n19","id":"Shaftesbury.C.MR.3.1.n19"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.3","imported":true,"title":"Miscellany III","breadcrumb":"Miscellany 3","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.3","imported":true,"title":"Miscellany III","breadcrumb":"Miscellany 3","published":[1711]},"next":{"id":"Shaftesbury.C.MR.3.2","imported":true,"title":"Chapter II. Explanation of a Taste continu'd――Ridiculers of it――Their Wit, and Sincerity――Application of the Taste to Affairs of Government and Politicks――Imaginary Characters in the State――Young Nobility, and Gentry――Pursuit of Beauty――Preparation for Philosophy","breadcrumb":"Chapter 2","published":[1711]}}