{"imported":true,"id":"Berkeley.DHP.1","parent":"Berkeley.DHP","title":"The First Dialogue","breadcrumb":"First Dialogue","texts":[],"published":[1713],"copytext":[1734],"sourceUrl":"https://www.maths.tcd.ie/~dwilkins/Berkeley/Hylas/","sourceDesc":"Berkeley’s [Dialogues between Hylas and Philonous] was first published in 1713. Our copytext is the third edition of 1734, and the text derives from David Wilkins’s online edition.","forename":"George","surname":"Berkeley","author":"George Berkeley","birth":1685,"death":1753,"nationality":"Irish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"THE FIRST DIALOGUE\n","id":"Berkeley.DHP.1"},{"type":"paragraph","content":"Good Morrow, Hylas: I did not expect to find you abroad so early.","subId":"1","id":"Berkeley.DHP.1.1","speaker":"Philonous"},{"type":"paragraph","content":"It is indeed something unusual; but my Thoughts were so taken up with a Subject I was discoursing of last Night, that finding I could not sleep, I resolved to rise and take a turn in the Garden.","subId":"2","id":"Berkeley.DHP.1.2","speaker":"Hylas"},{"type":"paragraph","content":"It happened well, to let you see what innocent and agreeable Pleasures you lose every Morning. Can there be a pleasanter time of the Day, or a more delightful Season of the Year? That purple Sky, these wild but sweet Notes of Birds, the fragrant Bloom upon the Trees and Flowers, the gentle Influence of the rising Sun, these and a thousand nameless Beauties of Nature inspire the Soul with secret Transports; its Faculties too being at this time fresh and lively, are fit for those Meditations, which the Solitude of a Garden and Tranquillity of the Morning naturally dispose us to. But I am afraid I interrupt your Thoughts: for you seemed very intent on something.","subId":"3","id":"Berkeley.DHP.1.3","speaker":"Phil"},{"type":"paragraph","content":"It is true, I was, and shall be obliged to you if you will permit me to go on in the same Vein; not that I would by any means deprive my self of your Company, for my Thoughts always flow more easily in Conversation with a Friend, than when I am alone: But my Request is, that you would suffer me to impart my Reflexions to you.","subId":"4","id":"Berkeley.DHP.1.4","speaker":"Hyl"},{"type":"paragraph","content":"With all my heart, it is what I should have requested my self, if you had not prevented me.","subId":"5","id":"Berkeley.DHP.1.5","speaker":"Phil"},{"type":"paragraph","content":"I was considering the odd Fate of those Men who have in all Ages, through an Affectation of being distinguished from the Vulgar, or some unaccountable Turn of Thought, pretended either to believe nothing at all, or to believe the most extravagant Things in the World. This however might be born, if their Paradoxes and Scepticism did not draw after them some Consequences of general Disadvantage to Mankind. But the Mischief lieth here; that when Men of less Leisure see them who are supposed to have spent their whole time in the Pursuits of Knowledge, professing an intire Ignorance of all Things, or advancing such Notions as are repugnant to plain and commonly received Principles, they will be tempted to entertain Suspicions concerning the most important Truths, which they had hitherto held sacred and unquestionable.","subId":"6","id":"Berkeley.DHP.1.6","speaker":"Hyl"},{"type":"paragraph","content":"I intirely agree with you, as to the ill Tendency of the affected Doubts of some Philosophers, and fantastical Conceits of others. I am even so far gone of late in this way of Thinking, that I have quitted several of the sublime Notions I had got in their Schools for vulgar Opinions. And I give it you on my Word, since this Revolt from Metaphysical Notions to the plain Dictates of Nature and common Sense, I find my Understanding strangely enlightened, so that I can now easily comprehend a great many Things which before were all Mystery and Riddle.","subId":"7","id":"Berkeley.DHP.1.7","speaker":"Phil"},{"type":"paragraph","content":"I am glad to find there was nothing in the Accounts I heard of you.","subId":"8","id":"Berkeley.DHP.1.8","speaker":"Hyl"},{"type":"paragraph","content":"Pray, what were those?","subId":"9","id":"Berkeley.DHP.1.9","speaker":"Phil"},{"type":"paragraph","content":"You were represented in last Night's Conversation, as one who maintained the most extravagant Opinion that ever entered into the Mind of Man, to wit, That there is no such Thing as material Substance in the World.","subId":"10","id":"Berkeley.DHP.1.10","speaker":"Hyl"},{"type":"paragraph","content":"That there is no such Thing as what Philosophers call Material Substance, I am seriously persuaded: But if I were made to see any thing absurd or sceptical in this, I should then have the same Reason to renounce this, that I imagine I have now to reject the contrary Opinion.","subId":"11","id":"Berkeley.DHP.1.11","speaker":"Phil"},{"type":"paragraph","content":"What! can any Thing be more fantastical, more repugnant to common Sense, or a more manifest Piece of Scepticism, than to believe there is no such Thing as Matter?","subId":"12","id":"Berkeley.DHP.1.12","speaker":"Hyl"},{"type":"paragraph","content":"Softly, good Hylas. What if it should prove, that you, who hold there is, are by virtue of that Opinion a greater Sceptic, and maintain more Paradoxes and Repugnances to common Sense, than I who believe no such Thing?","subId":"13","id":"Berkeley.DHP.1.13","speaker":"Phil"},{"type":"paragraph","content":"You may as soon persuade me, The Part is greater than the Whole, as that, in order to avoid Absurdity and Scepticism, I should ever be obliged to give up my Opinion in this Point.","subId":"14","id":"Berkeley.DHP.1.14","speaker":"Hyl"},{"type":"paragraph","content":"Well then, are you content to admit that Opinion for true, which upon Examination shall appear most agreeable to common Sense, and remote from Scepticism?","subId":"15","id":"Berkeley.DHP.1.15","speaker":"Phil"},{"type":"paragraph","content":"With all my Heart. Since you are for raising Disputes about the plainest Things in Nature, I am content for once to hear what you have to say.","subId":"16","id":"Berkeley.DHP.1.16","speaker":"Hyl"},{"type":"paragraph","content":"Pray, Hylas, what do you mean by a Sceptic?","subId":"17","id":"Berkeley.DHP.1.17","speaker":"Phil"},{"type":"paragraph","content":"I mean what all Men mean, one that doubts of every Thing.","subId":"18","id":"Berkeley.DHP.1.18","speaker":"Hyl"},{"type":"paragraph","content":"He then who entertains no Doubt concerning some particular Point, with regard to that Point cannot be thought a Sceptic.","subId":"19","id":"Berkeley.DHP.1.19","speaker":"Phil"},{"type":"paragraph","content":"I agree with you.","subId":"20","id":"Berkeley.DHP.1.20","speaker":"Hyl"},{"type":"paragraph","content":"Whether doth Doubting consist in embracing the Affirmative or Negative Side of a Question?","subId":"21","id":"Berkeley.DHP.1.21","speaker":"Phil"},{"type":"paragraph","content":"In neither; for whoever understands English, cannot but know that Doubting signifies a Suspense between both.","subId":"22","id":"Berkeley.DHP.1.22","speaker":"Hyl"},{"type":"paragraph","content":"He then that denieth any Point, can no more be said to doubt of it, than he who affirmeth it with the same Degree of Assurance.","subId":"23","id":"Berkeley.DHP.1.23","speaker":"Phil"},{"type":"paragraph","content":"True.","subId":"24","id":"Berkeley.DHP.1.24","speaker":"Hyl"},{"type":"paragraph","content":"And consequently, for such his Denial is no more to be esteemed a Sceptic than the other.","subId":"25","id":"Berkeley.DHP.1.25","speaker":"Phil"},{"type":"paragraph","content":"I acknowledge it.","subId":"26","id":"Berkeley.DHP.1.26","speaker":"Hyl"},{"type":"paragraph","content":"How cometh it to pass then, Hylas, that you pronounce me a Sceptic, because I deny what you affirm, to wit, the Existence of Matter? Since, for aught you can tell, I am as peremptory in my Denial, as you in your Affirmation.","subId":"27","id":"Berkeley.DHP.1.27","speaker":"Phil"},{"type":"paragraph","content":"Hold, Philonous, I have been a little out in my Definition; but every false Step a Man makes in Discourse is not to be insisted on. I said indeed, that a Sceptic was one who doubted of every Thing; but I should have added, or who denies the Reality and Truth of Things.","subId":"28","id":"Berkeley.DHP.1.28","speaker":"Hyl"},{"type":"paragraph","content":"What Things? Do you mean the Principles and Theoremes of Sciences? But these you know are universal intellectual Notions, and consequently independent of Matter; the Denial therefore of this doth not imply the denying them.","subId":"29","id":"Berkeley.DHP.1.29","speaker":"Phil"},{"type":"paragraph","content":"I grant it. But are there no other Things? What think you of distrusting the Senses, of denying the real Existence of sensible Things, or pretending to know nothing of them. Is not this sufficient to denominate a Man a Sceptic?","subId":"30","id":"Berkeley.DHP.1.30","speaker":"Hyl"},{"type":"paragraph","content":"Shall we therefore examine which of us it is that denies the Reality of Sensible Things, or professes the greatest Ignorance of them; since, if I take you rightly, he is to be esteemed the greatest Sceptic?","subId":"31","id":"Berkeley.DHP.1.31","speaker":"Phil"},{"type":"paragraph","content":"That is what I desire.","subId":"32","id":"Berkeley.DHP.1.32","speaker":"Hyl"},{"type":"paragraph","content":"What mean you by Sensible Things?","subId":"33","id":"Berkeley.DHP.1.33","speaker":"Phil"},{"type":"paragraph","content":"Those Things which are perceived by the Senses. Can you imagine that I mean any thing else?","subId":"34","id":"Berkeley.DHP.1.34","speaker":"Hyl"},{"type":"paragraph","content":"Pardon me, Hylas, if I am desirous clearly to apprehend your Notions, since this may much shorten our Inquiry. Suffer me then to ask you this farther Question. Are those Things only perceived by the Senses which are perceived immediately? Or may those Things properly be said to be Sensible, which are perceived mediately, or not without the Intervention of others?","subId":"35","id":"Berkeley.DHP.1.35","speaker":"Phil"},{"type":"paragraph","content":"I do not sufficiently understand you.","subId":"36","id":"Berkeley.DHP.1.36","speaker":"Hyl"},{"type":"paragraph","content":"In reading a Book, what I immediately perceive are the Letters, but mediately, or by means of these, are suggested to my Mind the notions of God, Virtue, Truth, &c. Now, that the Letters are truly Sensible Things, or perceived by Sense, there is no doubt: But I would know whether you take the Things suggested by them to be so too.","subId":"37","id":"Berkeley.DHP.1.37","speaker":"Phil"},{"type":"paragraph","content":"No certainly, it were absurd to think God or Virtue Sensible Things, though they may be signified and suggested to the Mind by Sensible Marks, with which they have an arbitrary Connexion.","subId":"38","id":"Berkeley.DHP.1.38","speaker":"Hyl"},{"type":"paragraph","content":"It seems then, that by Sensible Things you mean those only which can be perceived immediately by Sense.","subId":"39","id":"Berkeley.DHP.1.39","speaker":"Phil"},{"type":"paragraph","content":"Right.","subId":"40","id":"Berkeley.DHP.1.40","speaker":"Hyl"},{"type":"paragraph","content":"Doth it not follow from this, that though I see one part of the Sky Red, and another Blue, and that my Reason doth thence evidently conclude there must be some Cause of that Diversity of Colours, yet that Cause cannot be said to be a Sensible Thing, or perceived by the Sense of Seeing?","subId":"41","id":"Berkeley.DHP.1.41","speaker":"Phil"},{"type":"paragraph","content":"It doth.","subId":"42","id":"Berkeley.DHP.1.42","speaker":"Hyl"},{"type":"paragraph","content":"In like manner, though I hear Variety of Sounds, yet I cannot be said to hear the Causes of those Sounds.","subId":"43","id":"Berkeley.DHP.1.43","speaker":"Phil"},{"type":"paragraph","content":"You cannot.","subId":"44","id":"Berkeley.DHP.1.44","speaker":"Hyl"},{"type":"paragraph","content":"And when by my Touch I perceive a Thing to be hot and heavy, I cannot say with any Truth or Propriety, that I feel the Cause of its Heat or Weight.","subId":"45","id":"Berkeley.DHP.1.45","speaker":"Phil"},{"type":"paragraph","content":"To prevent any more Questions of this kind, I tell you once for all, that by Sensible Things I mean those only which are perceived by Sense, and that in truth the Senses perceive nothing which they do not perceive immediately: for they make no Inferences. The deducing therefore of Causes or Occasions from Effects and Appearances, which alone are perceived by Sense, intirely relates to Reason.","subId":"46","id":"Berkeley.DHP.1.46","speaker":"Hyl"},{"type":"paragraph","content":"This Point then is agreed between us, That Sensible Things are those only which are immediately perceived by Sense. You will farther inform me, whether we immediately perceive by Sight any thing beside Light, and Colours, and Figures: or by Hearing, any thing but Sounds: by the Palate, any thing beside Tastes: by the Smell, beside Odors: or by the Touch, more than tangible Qualities.","subId":"47","id":"Berkeley.DHP.1.47","speaker":"Phil"},{"type":"paragraph","content":"We do not.","subId":"48","id":"Berkeley.DHP.1.48","speaker":"Hyl"},{"type":"paragraph","content":"It seems therefore, that if you take away all sensible Qualities, there remains nothing sensible.","subId":"49","id":"Berkeley.DHP.1.49","speaker":"Phil"},{"type":"paragraph","content":"I grant it.","subId":"50","id":"Berkeley.DHP.1.50","speaker":"Hyl"},{"type":"paragraph","content":"Sensible Things therefore are nothing else but so many sensible Qualities, or Combinations of sensible Qualities.","subId":"51","id":"Berkeley.DHP.1.51","speaker":"Phil"},{"type":"paragraph","content":"Nothing else.","subId":"52","id":"Berkeley.DHP.1.52","speaker":"Hyl"},{"type":"paragraph","content":"Heat then is a sensible Thing.","subId":"53","id":"Berkeley.DHP.1.53","speaker":"Phil"},{"type":"paragraph","content":"Certainly.","subId":"54","id":"Berkeley.DHP.1.54","speaker":"Hyl"},{"type":"paragraph","content":"Doth the Reality of sensible Things consist in being perceived? or, is it something distinct from their being perceived, and that bears no relation to the Mind?","subId":"55","id":"Berkeley.DHP.1.55","speaker":"Phil"},{"type":"paragraph","content":"To exist is one thing, and to be perceived is another.","subId":"56","id":"Berkeley.DHP.1.56","speaker":"Hyl"},{"type":"paragraph","content":"I speak with regard to sensible Things only: And of these I ask, Whether by their real Existence you mean a Subsistence exterior to the Mind, and distinct from their being perceived?","subId":"57","id":"Berkeley.DHP.1.57","speaker":"Phil"},{"type":"paragraph","content":"I mean a real absolute Being, distinct from, and without any relation to their being perceived.","subId":"58","id":"Berkeley.DHP.1.58","speaker":"Hyl"},{"type":"paragraph","content":"Heat therefore, if it be allowed a real Being, must exist without the Mind.","subId":"59","id":"Berkeley.DHP.1.59","speaker":"Phil"},{"type":"paragraph","content":"It must.","subId":"60","id":"Berkeley.DHP.1.60","speaker":"Hyl"},{"type":"paragraph","content":"Tell me, Hylas, is this real Existence equally compatible to all Degrees of Heat, which we perceive: or is there any Reason why we should attribute it to some, and deny it others? And if there be, pray let me know that Reason.","subId":"61","id":"Berkeley.DHP.1.61","speaker":"Phil"},{"type":"paragraph","content":"Whatever Degree of Heat we perceive by Sense, we may be sure the same exists in the Object that occasions it.","subId":"62","id":"Berkeley.DHP.1.62","speaker":"Hyl"},{"type":"paragraph","content":"What, the greatest as well as the least?","subId":"63","id":"Berkeley.DHP.1.63","speaker":"Phil"},{"type":"paragraph","content":"I tell you, the Reason is plainly the same in respect of both: They are both perceived by Sense; nay, the greater Degree of Heat is more sensibly perceived; and consequently, if there is any Difference, we are more certain of its real Existence than we can be of the Reality of a lesser Degree.","subId":"64","id":"Berkeley.DHP.1.64","speaker":"Hyl"},{"type":"paragraph","content":"But is not the most vehement and intense Degree of Heat a very great Pain?","subId":"65","id":"Berkeley.DHP.1.65","speaker":"Phil"},{"type":"paragraph","content":"No one can deny it.","subId":"66","id":"Berkeley.DHP.1.66","speaker":"Hyl"},{"type":"paragraph","content":"And is any unperceiving Thing capable of Pain or Pleasure?","subId":"67","id":"Berkeley.DHP.1.67","speaker":"Phil"},{"type":"paragraph","content":"No certainly.","subId":"68","id":"Berkeley.DHP.1.68","speaker":"Hyl"},{"type":"paragraph","content":"Is your material Substance a senseless Being, or a Being endowed with Sense and Perception?","subId":"69","id":"Berkeley.DHP.1.69","speaker":"Phil"},{"type":"paragraph","content":"It is senseless, without doubt.","subId":"70","id":"Berkeley.DHP.1.70","speaker":"Hyl"},{"type":"paragraph","content":"It cannot therefore be the Subject of Pain.","subId":"71","id":"Berkeley.DHP.1.71","speaker":"Phil"},{"type":"paragraph","content":"By no means.","subId":"72","id":"Berkeley.DHP.1.72","speaker":"Hyl"},{"type":"paragraph","content":"Nor consequently of the greatest Heat perceived by Sense, since you acknowledge this to be no small Pain.","subId":"73","id":"Berkeley.DHP.1.73","speaker":"Phil"},{"type":"paragraph","content":"I grant it.","subId":"74","id":"Berkeley.DHP.1.74","speaker":"Hyl"},{"type":"paragraph","content":"What shall we say then of your external Object; is it a material Substance, or no?","subId":"75","id":"Berkeley.DHP.1.75","speaker":"Phil"},{"type":"paragraph","content":"It is a material Substance with the sensible Qualities inhering in it.","subId":"76","id":"Berkeley.DHP.1.76","speaker":"Hyl"},{"type":"paragraph","content":"How then can a great Heat exist in it, since you own it cannot in a material Substance? I desire you would clear this Point.","subId":"77","id":"Berkeley.DHP.1.77","speaker":"Phil"},{"type":"paragraph","content":"Hold, Philonous. I fear I was out in yielding intense Heat to be a Pain. It should seem rather, that Pain is something distinct from Heat, and the Consequence or Effect of it.","subId":"78","id":"Berkeley.DHP.1.78","speaker":"Hyl"},{"type":"paragraph","content":"Upon putting your Hand near the Fire, do you perceive one simple uniform Sensation, or two distinct Sensations?","subId":"79","id":"Berkeley.DHP.1.79","speaker":"Phil"},{"type":"paragraph","content":"But one simple Sensation.","subId":"80","id":"Berkeley.DHP.1.80","speaker":"Hyl"},{"type":"paragraph","content":"Is not the Heat immediately perceived?","subId":"81","id":"Berkeley.DHP.1.81","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"82","id":"Berkeley.DHP.1.82","speaker":"Hyl"},{"type":"paragraph","content":"And the Pain?","subId":"83","id":"Berkeley.DHP.1.83","speaker":"Phil"},{"type":"paragraph","content":"True.","subId":"84","id":"Berkeley.DHP.1.84","speaker":"Hyl"},{"type":"paragraph","content":"Seeing therefore they are both immediately perceived at the same time, and the Fire affects you only with one simple, or uncompounded Idea, it follows that this same simple Idea is both the intense Heat immediately perceived, and the Pain; and consequently, that the intense Heat immediately perceived, is nothing distinct from a particular sort of Pain.","subId":"85","id":"Berkeley.DHP.1.85","speaker":"Phil"},{"type":"paragraph","content":"It seems so.","subId":"86","id":"Berkeley.DHP.1.86","speaker":"Hyl"},{"type":"paragraph","content":"Again, try in your Thoughts, Hylas, if you can conceive a vehement Sensation to be without Pain, or Pleasure.","subId":"87","id":"Berkeley.DHP.1.87","speaker":"Phil"},{"type":"paragraph","content":"I cannot.","subId":"88","id":"Berkeley.DHP.1.88","speaker":"Hyl"},{"type":"paragraph","content":"Or can you frame to yourself an Idea of sensible Pain or Pleasure in general, abstracted from every particular Idea of Heat, Cold, Tastes, Smells? &c.","subId":"89","id":"Berkeley.DHP.1.89","speaker":"Phil"},{"type":"paragraph","content":"I do not find that I can.","subId":"90","id":"Berkeley.DHP.1.90","speaker":"Hyl"},{"type":"paragraph","content":"Doth it not therefore follow, that sensible Pain is nothing distinct from those Sensations or Ideas, in an intense Degree?","subId":"91","id":"Berkeley.DHP.1.91","speaker":"Phil"},{"type":"paragraph","content":"It is undeniable; and to speak the Truth, I begin to suspect a very great Heat cannot exist but in a Mind perceiving it.","subId":"92","id":"Berkeley.DHP.1.92","speaker":"Hyl"},{"type":"paragraph","content":"What! are you then in that Sceptical State of Suspense, between Affirming and Denying?","subId":"93","id":"Berkeley.DHP.1.93","speaker":"Phil"},{"type":"paragraph","content":"I think I may be positive in the Point. A very violent and painful Heat cannot exist without the Mind.","subId":"94","id":"Berkeley.DHP.1.94","speaker":"Hyl"},{"type":"paragraph","content":"It hath not therefore, according to you, any real Being.","subId":"95","id":"Berkeley.DHP.1.95","speaker":"Phil"},{"type":"paragraph","content":"I own it.","subId":"96","id":"Berkeley.DHP.1.96","speaker":"Hyl"},{"type":"paragraph","content":"Is it therefore certain, that there is no body in Nature really hot?","subId":"97","id":"Berkeley.DHP.1.97","speaker":"Phil"},{"type":"paragraph","content":"I have not denied there is any real Heat in Bodies. I only say, there is no such thing as an intense real Heat.","subId":"98","id":"Berkeley.DHP.1.98","speaker":"Hyl"},{"type":"paragraph","content":"But did you not say before, that all Degrees of Heat were equally real: or if there was any difference, that the Greater were more undoubtedly real than the Lesser?","subId":"99","id":"Berkeley.DHP.1.99","speaker":"Phil"},{"type":"paragraph","content":"True: But it was, because I did not then consider the Ground there is for distinguishing between them, which I now plainly see. And it is this: Because intense Heat is nothing else but a particular kind of painful Sensation; and Pain cannot exist but in a perceiving Being; it follows that no intense Heat can really exist in an unperceiving corporeal Substance. But this is no Reason why we should deny Heat in an inferior Degree to exist in such a Substance.","subId":"100","id":"Berkeley.DHP.1.100","speaker":"Hyl"},{"type":"paragraph","content":"But how shall we be able to discern those Degrees of Heat which exist only in the Mind, from those which exist without it?","subId":"101","id":"Berkeley.DHP.1.101","speaker":"Phil"},{"type":"paragraph","content":"That is no difficult matter. You know, the least Pain cannot exist unperceived; whatever therefore Degree of Heat is a Pain, exists only in the Mind. But as for all other Degrees of Heat, nothing obliges us to think the same of them.","subId":"102","id":"Berkeley.DHP.1.102","speaker":"Hyl"},{"type":"paragraph","content":"I think you granted before, that no unperceiving Being was capable of Pleasure, any more than of Pain.","subId":"103","id":"Berkeley.DHP.1.103","speaker":"Phil"},{"type":"paragraph","content":"I did.","subId":"104","id":"Berkeley.DHP.1.104","speaker":"Hyl"},{"type":"paragraph","content":"And is not Warmth, or a more gentle Degree of Heat than what causes Uneasiness, a Pleasure?","subId":"105","id":"Berkeley.DHP.1.105","speaker":"Phil"},{"type":"paragraph","content":"What then?","subId":"106","id":"Berkeley.DHP.1.106","speaker":"Hyl"},{"type":"paragraph","content":"Consequently it cannot exist without the Mind in any unperceiving Substance, or Body.","subId":"107","id":"Berkeley.DHP.1.107","speaker":"Phil"},{"type":"paragraph","content":"So it seems.","subId":"108","id":"Berkeley.DHP.1.108","speaker":"Hyl"},{"type":"paragraph","content":"Since therefore, as well as those Degrees of Heat that are not painful, as those that are, can exist only in a Thinking Substance; may we not conclude that external Bodies are absolutely incapable of any Degree of Heat whatsoever?","subId":"109","id":"Berkeley.DHP.1.109","speaker":"Phil"},{"type":"paragraph","content":"On second Thoughts, I do not think it so evident that Warmth is a Pleasure, as that a great Degree of Heat is a Pain.","subId":"110","id":"Berkeley.DHP.1.110","speaker":"Hyl"},{"type":"paragraph","content":"I do not pretend that Warmth is as great a Pleasure as Heat is a Pain. But if you grant it to be even a small Pleasure, it serves to make good my Conclusion.","subId":"111","id":"Berkeley.DHP.1.111","speaker":"Phil"},{"type":"paragraph","content":"I could rather call it an Indolence. It seems to be nothing more than a Privation of both Pain and Pleasure. And that such a Quality or State as this may agree to an unthinking Substance, I hope you will not deny.","subId":"112","id":"Berkeley.DHP.1.112","speaker":"Hyl"},{"type":"paragraph","content":"If you are resolved to maintain that Warmth, or a gentle Degree of Heat, is no Pleasure, I know not how to convince you otherwise, than by appealing to your own Sense. But what think you of Cold?","subId":"113","id":"Berkeley.DHP.1.113","speaker":"Phil"},{"type":"paragraph","content":"The same that I do of Heat. An intense Degree of Cold is a Pain; for to feel a very great Cold, is to perceive a great Uneasiness: It cannot therefore exist without the Mind; but a lesser Degree of Cold may, as well as a lesser Degree of Heat.","subId":"114","id":"Berkeley.DHP.1.114","speaker":"Hyl"},{"type":"paragraph","content":"Those Bodies therefore, upon whose Application to our own, we perceive a moderate Degree of Heat, must be concluded to have a moderate Degree of Heat or Warmth in them: And those, upon whose Application we feel a like Degree of Cold, must be thought to have Cold in them.","subId":"115","id":"Berkeley.DHP.1.115","speaker":"Phil"},{"type":"paragraph","content":"They must.","subId":"116","id":"Berkeley.DHP.1.116","speaker":"Hyl"},{"type":"paragraph","content":"Can any Doctrine be true that necessarily leads a Man into an Absurdity?","subId":"117","id":"Berkeley.DHP.1.117","speaker":"Phil"},{"type":"paragraph","content":"Without doubt it cannot.","subId":"118","id":"Berkeley.DHP.1.118","speaker":"Hyl"},{"type":"paragraph","content":"Is it not an Absurdity to think that the same thing should be at the same time both cold and warm?","subId":"119","id":"Berkeley.DHP.1.119","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"120","id":"Berkeley.DHP.1.120","speaker":"Hyl"},{"type":"paragraph","content":"Suppose now one of your Hands hot, and the other cold, and that they are both at once put into the same Vessel of Water, in an intermediate State; will not the Water seem cold to one Hand, and warm to the other?","subId":"121","id":"Berkeley.DHP.1.121","speaker":"Phil"},{"type":"paragraph","content":"It will.","subId":"122","id":"Berkeley.DHP.1.122","speaker":"Hyl"},{"type":"paragraph","content":"Ought we not therefore by your Principles to conclude, it is really both cold and warm at the same time, that is, according to your own Concession, to believe an Absurdity.","subId":"123","id":"Berkeley.DHP.1.123","speaker":"Phil"},{"type":"paragraph","content":"I confess it seems so.","subId":"124","id":"Berkeley.DHP.1.124","speaker":"Hyl"},{"type":"paragraph","content":"Consequently, the Principles themselves are false, since you have granted that no true Principle leads to an Absurdity.","subId":"125","id":"Berkeley.DHP.1.125","speaker":"Phil"},{"type":"paragraph","content":"But after all, can any thing be more absurd than to say, there is no Heat in the Fire?","subId":"126","id":"Berkeley.DHP.1.126","speaker":"Hyl"},{"type":"paragraph","content":"To make the Point still clearer; tell me, whether in two Cases exactly alike, we ought not to make the same Judgment?","subId":"127","id":"Berkeley.DHP.1.127","speaker":"Phil"},{"type":"paragraph","content":"We ought.","subId":"128","id":"Berkeley.DHP.1.128","speaker":"Hyl"},{"type":"paragraph","content":"When a Pin pricks your Finger, doth it not rend and divide the Fibres of your Flesh?","subId":"129","id":"Berkeley.DHP.1.129","speaker":"Phil"},{"type":"paragraph","content":"It doth.","subId":"130","id":"Berkeley.DHP.1.130","speaker":"Hyl"},{"type":"paragraph","content":"And when a Coal burns your Finger, doth it any more?","subId":"131","id":"Berkeley.DHP.1.131","speaker":"Phil"},{"type":"paragraph","content":"It doth not.","subId":"132","id":"Berkeley.DHP.1.132","speaker":"Hyl"},{"type":"paragraph","content":"Since therefore you neither judge the Sensation itself occasioned by the Pin, nor any thing like it to be in the Pin; you should not, conformably to what you have now granted, judge the Sensation occasioned by the Fire, or any thing like it, to be in the Fire.","subId":"133","id":"Berkeley.DHP.1.133","speaker":"Phil"},{"type":"paragraph","content":"Well, since it must be so, I am content to yield this Point, and acknowledge, that Heat and Cold are only Sensations existing in our Minds: But there still remain Qualities enough to secure the Reality of external Things.","subId":"134","id":"Berkeley.DHP.1.134","speaker":"Hyl"},{"type":"paragraph","content":"But what will you say, Hylas, if it shall appear that the Case is the same with regard to all other sensible Qualities, and that they can no more be supposed to exist without the Mind, than Heat or Cold?","subId":"135","id":"Berkeley.DHP.1.135","speaker":"Phil"},{"type":"paragraph","content":"Then indeed you will have done something to the purpose; but that is what I despair of seeing proved.","subId":"136","id":"Berkeley.DHP.1.136","speaker":"Hyl"},{"type":"paragraph","content":"Let us examine them in order. What think you of Tastes, do they exist without the Mind, or no?","subId":"137","id":"Berkeley.DHP.1.137","speaker":"Phil"},{"type":"paragraph","content":"Can any Man in his Senses doubt whether Sugar is sweet, or Wormwood bitter?","subId":"138","id":"Berkeley.DHP.1.138","speaker":"Hyl"},{"type":"paragraph","content":"Inform me, Hylas. Is a sweet Taste a particular kind of Pleasure or pleasant Sensation, or is it not?","subId":"139","id":"Berkeley.DHP.1.139","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"140","id":"Berkeley.DHP.1.140","speaker":"Hyl"},{"type":"paragraph","content":"And is not Bitterness some kind of Uneasiness or Pain?","subId":"141","id":"Berkeley.DHP.1.141","speaker":"Phil"},{"type":"paragraph","content":"I grant it.","subId":"142","id":"Berkeley.DHP.1.142","speaker":"Hyl"},{"type":"paragraph","content":"If therefore Sugar and Wormwood are unthinking corporeal Substances existing without the Mind, how can Sweetness and Bitterness, that is, Pleasure and Pain, agree to them?","subId":"143","id":"Berkeley.DHP.1.143","speaker":"Phil"},{"type":"paragraph","content":"Hold, Philonous, I now see what it was deluded me all this time. You asked whether Heat and Cold, Sweetness and Bitterness, were not particular Sorts of Pleasure and Pain; to which I answered simply, that they were. Whereas I should have thus distinguished: Those Qualities, as perceived by us, are Pleasures or Pains, but not as existing in the external Objects. We must not therefore conclude absolutely, that there is no Heat in the Fire, or Sweetness in the Sugar, but only that Heat or Sweetness, as perceived by us, are not in the Fire or Sugar. What say you to this?","subId":"144","id":"Berkeley.DHP.1.144","speaker":"Hyl"},{"type":"paragraph","content":"I say it is nothing to the Purpose. Our Discourse proceeded altogether concerning Sensible Things, which you defined to be the Things we immediately perceive by our Senses. Whatever other Qualities therefore you speak of, as distinct from these, I know nothing of them, neither do they at all belong to the Point in Dispute. You may indeed pretend to have discovered certain Qualities which you do not perceive, and assert those insensible Qualities exist in Fire and Sugar. But what Use can be made of this to your present Purpose, I am at a loss to conceive. Tell me then once more, do you acknowledge that Heat and Cold, Sweetness and Bitterness, (meaning those Qualities which are perceived by the Senses) do not exist without the Mind?","subId":"145","id":"Berkeley.DHP.1.145","speaker":"Phil"},{"type":"paragraph","content":"I see it is to no purpose to hold out, so I give up the Cause as to those mentioned Qualities. Though I profess it sounds odly, to say that Sugar is not sweet.","subId":"146","id":"Berkeley.DHP.1.146","speaker":"Hyl"},{"type":"paragraph","content":"But for your farther Satisfaction, take this along with you: That which at other times seems sweet, shall to a distempered Palate appear bitter. And nothing can be plainer, than that divers Persons perceive different Tastes in the same Food, since that which one Man delights in, another abhors. And how could this be, if the Taste was something really inherent in the Food?","subId":"147","id":"Berkeley.DHP.1.147","speaker":"Phil"},{"type":"paragraph","content":"I acknowledge I know not how.","subId":"148","id":"Berkeley.DHP.1.148","speaker":"Hyl"},{"type":"paragraph","content":"In the next place, Odours are to be considered. And with regard to these, I would fain know, whether what hath been said of Tastes doth not exactly agree to them? Are they not so many pleasing or displeasing Sensations?","subId":"149","id":"Berkeley.DHP.1.149","speaker":"Phil"},{"type":"paragraph","content":"They are.","subId":"150","id":"Berkeley.DHP.1.150","speaker":"Hyl"},{"type":"paragraph","content":"Can you then conceive it possible that they should exist in an unperceiving Thing?","subId":"151","id":"Berkeley.DHP.1.151","speaker":"Phil"},{"type":"paragraph","content":"I cannot.","subId":"152","id":"Berkeley.DHP.1.152","speaker":"Hyl"},{"type":"paragraph","content":"Or can you imagine, that Filth and Ordure affect those brute Animals that feed on them out of Choice, with the same Smells which we perceive in them?","subId":"153","id":"Berkeley.DHP.1.153","speaker":"Phil"},{"type":"paragraph","content":"By no means.","subId":"154","id":"Berkeley.DHP.1.154","speaker":"Hyl"},{"type":"paragraph","content":"May we not therefore conclude of Smells, as of the other forementioned Qualities, that they cannot exist in any but a perceiving Substance or Mind?","subId":"155","id":"Berkeley.DHP.1.155","speaker":"Phil"},{"type":"paragraph","content":"I think so.","subId":"156","id":"Berkeley.DHP.1.156","speaker":"Hyl"},{"type":"paragraph","content":"Then as to Sounds, what must we think of them: Are they Accidents really inherent in external Bodies, nor not?","subId":"157","id":"Berkeley.DHP.1.157","speaker":"Phil"},{"type":"paragraph","content":"That they inhere not in the sonorous Bodies, is plain from hence; because a Bell struck in the exhausted Receiver of an Air-Pump, sends forth no Sound. The Air therefore must be thought the Subject of Sound.","subId":"158","id":"Berkeley.DHP.1.158","speaker":"Hyl"},{"type":"paragraph","content":"What Reason is there for that, Hylas?","subId":"159","id":"Berkeley.DHP.1.159","speaker":"Phil"},{"type":"paragraph","content":"Because when any Motion is raised in the Air, we perceive a Sound greater or lesser, in Proportion to the Air's Motion; but without some Motion in the Air, we never hear any Sound at all.","subId":"160","id":"Berkeley.DHP.1.160","speaker":"Hyl"},{"type":"paragraph","content":"And granting that we never hear a Sound but when some Motion is produced in the Air, yet I do not see how you can infer from thence, that the Sound itself is in the Air.","subId":"161","id":"Berkeley.DHP.1.161","speaker":"Phil"},{"type":"paragraph","content":"It is this very Motion in the external Air, that produces in the Mind the Sensation of Sound. For, striking on the Drum of the Ear, it causeth a Vibration, which by the Auditory Nerves being communicated to the Brain, the Soul is thereupon affected with the Sensation called Sound.","subId":"162","id":"Berkeley.DHP.1.162","speaker":"Hyl"},{"type":"paragraph","content":"What! is Sound a Sensation?","subId":"163","id":"Berkeley.DHP.1.163","speaker":"Phil"},{"type":"paragraph","content":"I tell you, as perceived by us, it is a particular Sensation in the Mind.","subId":"164","id":"Berkeley.DHP.1.164","speaker":"Hyl"},{"type":"paragraph","content":"And can any Sensation exist without the Mind?","subId":"165","id":"Berkeley.DHP.1.165","speaker":"Phil"},{"type":"paragraph","content":"No certainly.","subId":"166","id":"Berkeley.DHP.1.166","speaker":"Hyl"},{"type":"paragraph","content":"How then can Sound, being a Sensation exist in the Air, if by the Air you mean a senseless Substance existing without the Mind?","subId":"167","id":"Berkeley.DHP.1.167","speaker":"Phil"},{"type":"paragraph","content":"You must distinguish, Philonous, between Sound as it is perceived by us, and as it is in itself; or (which is the same thing) between the Sound we immediately perceive, and that which exists without us. The former indeed is a particular kind of Sensation, but the latter is merely a Vibrative or Undulatory Motion in the Air.","subId":"168","id":"Berkeley.DHP.1.168","speaker":"Hyl"},{"type":"paragraph","content":"I thought I had already obviated that Distinction by the Answer I gave when you were applying it in a like Case before. But to say no more of that; Are you sure then that Sound is really nothing but Motion?","subId":"169","id":"Berkeley.DHP.1.169","speaker":"Phil"},{"type":"paragraph","content":"I am.","subId":"170","id":"Berkeley.DHP.1.170","speaker":"Hyl"},{"type":"paragraph","content":"Whatever therefore agrees to real Sound, may with Truth be attributed to Motion.","subId":"171","id":"Berkeley.DHP.1.171","speaker":"Phil"},{"type":"paragraph","content":"It may.","subId":"172","id":"Berkeley.DHP.1.172","speaker":"Hyl"},{"type":"paragraph","content":"It is then good Sense to speak of Motion, as of a thing that is loud, sweet, acute, or grave.","subId":"173","id":"Berkeley.DHP.1.173","speaker":"Phil"},{"type":"paragraph","content":"I see you are resolved not to understand me. Is it not evident, those Accidents or Modes belong only to sensible Sound, or Sound in the common Acceptation of the Word, but not to Sound in the Real and Philosophic Sense, which, as I just now told you, is nothing but a certain Motion of the Air?","subId":"174","id":"Berkeley.DHP.1.174","speaker":"Hyl"},{"type":"paragraph","content":"It seems then there are two Sorts of Sound, the one Vulgar, or that which is heard, the other Philosophical and Real.","subId":"175","id":"Berkeley.DHP.1.175","speaker":"Phil"},{"type":"paragraph","content":"Even so.","subId":"176","id":"Berkeley.DHP.1.176","speaker":"Hyl"},{"type":"paragraph","content":"And the latter consists in Motion.","subId":"177","id":"Berkeley.DHP.1.177","speaker":"Phil"},{"type":"paragraph","content":"I told you so before.","subId":"178","id":"Berkeley.DHP.1.178","speaker":"Hyl"},{"type":"paragraph","content":"Tell me, Hylas, to which of the Senses think you, the Idea of Motion belongs: To the Hearing?","subId":"179","id":"Berkeley.DHP.1.179","speaker":"Phil"},{"type":"paragraph","content":"No certainly, but to the Sight and Touch.","subId":"180","id":"Berkeley.DHP.1.180","speaker":"Hyl"},{"type":"paragraph","content":"It should follow then, that according to you, real Sounds may possibly be seen or felt, but never heard.","subId":"181","id":"Berkeley.DHP.1.181","speaker":"Phil"},{"type":"paragraph","content":"Look you, Philonous, you may if you please make a Jest of my Opinion, but that will not alter the Truth of Things. I own indeed, the Inferences you draw me into, sound something odly; but common Language, you know, is framed by, and for the Use of the Vulgar: we must not therefore wonder, if Expressions adapted to exact Philosophic Notions, seem uncouth and out of the way.","subId":"182","id":"Berkeley.DHP.1.182","speaker":"Hyl"},{"type":"paragraph","content":"Is it come to that? I assure you, I imagine myself to have gained no small Point, since you make so light of departing from common Phrases and Opinions; it being a main Part of our Inquiry, to examine whose Notions are widest of the common Road, and most repugnant to the general Sense of the World. But can you think it no more than a Philosophical Paradox, to say that real Sounds are never heard, and that the Idea of them is obtained by some other Sense. And is there nothing in this contrary to Nature and the Truth of Things?","subId":"183","id":"Berkeley.DHP.1.183","speaker":"Phil"},{"type":"paragraph","content":"To deal ingenuously, I do not like it. And after the Concessions already made, I had as well grant that Sounds too have no real Being without the Mind.","subId":"184","id":"Berkeley.DHP.1.184","speaker":"Hyl"},{"type":"paragraph","content":"And I hope you will make no Difficulty to acknowledge the same of Colours.","subId":"185","id":"Berkeley.DHP.1.185","speaker":"Phil"},{"type":"paragraph","content":"Pardon me: the Case of Colours is very different. Can any thing be plainer, than that we see them on the Objects?","subId":"186","id":"Berkeley.DHP.1.186","speaker":"Hyl"},{"type":"paragraph","content":"The Objects you speak of are, I suppose, corporeal Substances existing without the Mind.","subId":"187","id":"Berkeley.DHP.1.187","speaker":"Phil"},{"type":"paragraph","content":"They are.","subId":"188","id":"Berkeley.DHP.1.188","speaker":"Hyl"},{"type":"paragraph","content":"And have true and real Colours inhering in them?","subId":"189","id":"Berkeley.DHP.1.189","speaker":"Phil"},{"type":"paragraph","content":"Each visible Object hath that Colour which we see in it.","subId":"190","id":"Berkeley.DHP.1.190","speaker":"Hyl"},{"type":"paragraph","content":"How! Is there any thing visible but what we perceive by Sight?","subId":"191","id":"Berkeley.DHP.1.191","speaker":"Phil"},{"type":"paragraph","content":"There is not.","subId":"192","id":"Berkeley.DHP.1.192","speaker":"Hyl"},{"type":"paragraph","content":"And do we perceive any thing by Sense, which we do not perceive immediately?","subId":"193","id":"Berkeley.DHP.1.193","speaker":"Phil"},{"type":"paragraph","content":"How often must I be obliged to repeat the same thing? I tell you, we do not.","subId":"194","id":"Berkeley.DHP.1.194","speaker":"Hyl"},{"type":"paragraph","content":"Have Patience, good Hylas; and tell me once more, whether there is any thing immediately perceived by the Senses, except sensible Qualities. I know you asserted there was not: But I would now be informed, whether you still persist in the same Opinion.","subId":"195","id":"Berkeley.DHP.1.195","speaker":"Phil"},{"type":"paragraph","content":"I do.","subId":"196","id":"Berkeley.DHP.1.196","speaker":"Hyl"},{"type":"paragraph","content":"Pray, is your corporeal Substance either a sensible Quality, or made up of sensible Qualities?","subId":"197","id":"Berkeley.DHP.1.197","speaker":"Phil"},{"type":"paragraph","content":"What a Question that is! who ever thought it was?","subId":"198","id":"Berkeley.DHP.1.198","speaker":"Hyl"},{"type":"paragraph","content":"My Reason for asking was, because in saying, each visible Object hath that Colour which we see in it, you make visible Objects to be corporeal Substances; which implies either that corporeal Substances are sensible Qualities, or else that there is something beside sensible Qualities perceived by Sight: But as this Point was formerly agreed between us, and is still maintained by you, it is a clear Consequence, that your corporeal Substance is nothing distinct from sensible Qualities.","subId":"199","id":"Berkeley.DHP.1.199","speaker":"Phil"},{"type":"paragraph","content":"You may draw as many absurd Consequences as you please, and endeavour to perplex the plainest Things; but you shall never persuade me out of my Senses. I clearly understand my own Meaning.","subId":"200","id":"Berkeley.DHP.1.200","speaker":"Hyl"},{"type":"paragraph","content":"I wish you would make me understand it too. But since you are unwilling to have your Notion of corporeal Substance examined, I shall urge that Point no farther. Only be pleased to let me know, whether the same Colours which we see, exist in external Bodies, or some other.","subId":"201","id":"Berkeley.DHP.1.201","speaker":"Phil"},{"type":"paragraph","content":"The very same.","subId":"202","id":"Berkeley.DHP.1.202","speaker":"Hyl"},{"type":"paragraph","content":"What! are then the beautiful Red and Purple we see on yonder Clouds, really in them? Or do you imagine they have in themselves any other Form, than that of a dark Mist or Vapour?","subId":"203","id":"Berkeley.DHP.1.203","speaker":"Phil"},{"type":"paragraph","content":"I must own, Philonous, those Colours are not really in the Clouds as they seem to be at this Distance. They are only apparent Colours.","subId":"204","id":"Berkeley.DHP.1.204","speaker":"Hyl"},{"type":"paragraph","content":"Apparent call you them? how shall we distinguish these apparent Colours from real?","subId":"205","id":"Berkeley.DHP.1.205","speaker":"Phil"},{"type":"paragraph","content":"Very easily. Those are to be thought apparent, which appearing only at a distance, vanish upon a nearer Approach.","subId":"206","id":"Berkeley.DHP.1.206","speaker":"Hyl"},{"type":"paragraph","content":"And those I suppose are to be thought real, which are discovered by the most near and exact Survey.","subId":"207","id":"Berkeley.DHP.1.207","speaker":"Phil"},{"type":"paragraph","content":"Right.","subId":"208","id":"Berkeley.DHP.1.208","speaker":"Hyl"},{"type":"paragraph","content":"Is the nearest and exactest Survey made by the help of a Microscope, or by the naked Eye?","subId":"209","id":"Berkeley.DHP.1.209","speaker":"Phil"},{"type":"paragraph","content":"By a Microscope, doubtless.","subId":"210","id":"Berkeley.DHP.1.210","speaker":"Hyl"},{"type":"paragraph","content":"But a Microscope often discovers Colours in an Object different from those perceived by the unassisted Sight. And in case we had Microscopes magnifying to any assigned Degree; it is certain, that no Object whatsoever viewed through them, would appear in the same Colour which it exhibits to the naked Eye.","subId":"211","id":"Berkeley.DHP.1.211","speaker":"Phil"},{"type":"paragraph","content":"And what will you conclude from all this? You cannot argue that there are really and naturally no Colours on Objects: because by artificial Managements they may be altered, or made to vanish.","subId":"212","id":"Berkeley.DHP.1.212","speaker":"Hyl"},{"type":"paragraph","content":"I think it may evidently be concluded from your own Concessions, that all the Colours we see with our naked Eyes, are only apparent as those on the Clouds, since they vanish upon a more close and accurate Inspection, which is afforded us by a Microscope. Then as to what you say by way of Prevention: I ask you, whether the real and natural State of an Object is better discovered by a very sharp and piercing Sight, or by one which is less sharp?","subId":"213","id":"Berkeley.DHP.1.213","speaker":"Phil"},{"type":"paragraph","content":"By the former without doubt.","subId":"214","id":"Berkeley.DHP.1.214","speaker":"Hyl"},{"type":"paragraph","content":"Is it not plain from Dioptrics, that Microscopes make the Sight more penetrating, and represents Objects as they would appear to the Eye, in case it were naturally endowed with a most exquisite Sharpness?","subId":"215","id":"Berkeley.DHP.1.215","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"216","id":"Berkeley.DHP.1.216","speaker":"Hyl"},{"type":"paragraph","content":"Consequently the Microscopical Representation is to be thought that which best sets forth the real Nature of the Thing, or what it is in itself. The Colours therefore by it perceived, are more genuine and real, than those perceived otherwise.","subId":"217","id":"Berkeley.DHP.1.217","speaker":"Phil"},{"type":"paragraph","content":"I confess there is something in what you say.","subId":"218","id":"Berkeley.DHP.1.218","speaker":"Hyl"},{"type":"paragraph","content":"Besides, it is not only possible but manifest, that there actually are Animals, whose Eyes are by Nature framed to perceive those Things, which by reason of their Minuteness escape our Sight. What think you of those inconceivably small Animals perceived by Glasses? Must we suppose they are all stark blind? Or, in case they see, can it be imagined their Sight hath not the same Use in preserving their Bodies from Injuries, which appears in That of all other Animals? And if it hath, is it not evident, they must see Particles less than their own Bodies, which will present them with a far different View in each Object, from that which strikes our Senses? Even our own Eyes do not always represent Objects to us after the same manner. In the Jaundice, every one knows that all Things seem yellow. Is it not therefore highly probable, those Animals in whose Eyes we discern a very different Texture from that of ours, and whose Bodies abound with different Humours, do not see the same Colours in every Object that we do? From all which, should it not seem to follow, that all Colours are equally apparent, and that none of those which we perceive are really inherent in any outward Object?","subId":"219","id":"Berkeley.DHP.1.219","speaker":"Phil"},{"type":"paragraph","content":"It should.","subId":"220","id":"Berkeley.DHP.1.220","speaker":"Hyl"},{"type":"paragraph","content":"The Point will be past all doubt, if you consider, that in case Colours were real Properties or Affections inherent in external Bodies, they could admit of no Alteration, without some Change wrought in the very Bodies themselves: But is it not evident from what hath been said, that upon the Use of Microscopes, upon a Change happening in the Humours of the Eye, or a Variation of Distance, without any manner of real Alteration in the Thing itself, the Colours of any Object are either changed, or totally disappear? Nay all other Circumstances remaining the same, change but the Situation of some Objects, and they shall present different Colours to the Eye. The same thing happens upon viewing an Object in various Degrees of Light. And what is more known, than that the same Bodies appear differently coloured by Candle-light, from what they do in the open Day? Add to these the Experiment of a Prism, which separating the heterogeneous Rays of Light, alters the Colour of any Object; and will cause the Whitest to appear of a deep Blue or Red to the naked Eye. And now tell me, whether you are still of Opinion, that every Body hath its true real Colour inhering in it; and if you think it hath, I would fain know farther from you, what certain Distance and Position of the Object, what peculiar Texture and Formation of the Eye, what Degree or Kind of Light is necessary for ascertaining that true Colour, and distinguishing it from apparent ones.","subId":"221","id":"Berkeley.DHP.1.221","speaker":"Phil"},{"type":"paragraph","content":"I own myself intirely satisfied, that they are all equally apparent; and that there is no such thing as Colour really inhering in external Bodies, but that it is altogether in the Light. And what confirms me in this Opinion is, that in proportion to the Light, Colours are still more or less vivid; and if there be no Light, then are there no Colours perceived. Besides, allowing there are Colours on external Objects, yet how is it possible for us to perceive them? For no external Body affects the Mind, unless it act first on our Organs of Sense. But the only Action of Bodies is Motion; and Motion cannot be communicated otherwise than by Impulse. A distant Object therefore cannot act on the Eye, nor consequently make itself or its Properties perceivable to the Soul. Whence it plainly follows, that it is immediately some contiguous Substance, which operating on the Eye occasions a Perception of Colours: And such is Light.","subId":"222","id":"Berkeley.DHP.1.222","speaker":"Hyl"},{"type":"paragraph","content":"How! is Light then a Substance?","subId":"223","id":"Berkeley.DHP.1.223","speaker":"Phil"},{"type":"paragraph","content":"I tell you, Philonous, external Light is nothing but a thin fluid Substance, whose minute Particles being agitated with a brisk Motion, and in various Manners reflected from the different Surfaces of outward Objects to the Eyes, communicate different Motions to the Optick Nerves; which being propagated to the Brain, cause therein various Impressions: And these are attended with the Sensations of Red, Blue, Yellow, &c.","subId":"224","id":"Berkeley.DHP.1.224","speaker":"Hyl"},{"type":"paragraph","content":"It seems then, the Light doth no more than shake the Optick Nerves.","subId":"225","id":"Berkeley.DHP.1.225","speaker":"Phil"},{"type":"paragraph","content":"Nothing else.","subId":"226","id":"Berkeley.DHP.1.226","speaker":"Hyl"},{"type":"paragraph","content":"And consequent to each particular Motion of the Nerves the Mind is affected with a Sensation, which is some particular Colour.","subId":"227","id":"Berkeley.DHP.1.227","speaker":"Phil"},{"type":"paragraph","content":"Right.","subId":"228","id":"Berkeley.DHP.1.228","speaker":"Hyl"},{"type":"paragraph","content":"And these Sensations have no Existence without the Mind.","subId":"229","id":"Berkeley.DHP.1.229","speaker":"Phil"},{"type":"paragraph","content":"They have not.","subId":"230","id":"Berkeley.DHP.1.230","speaker":"Hyl"},{"type":"paragraph","content":"How then do you affirm that Colours are in the Light, since by Light you understand a corporeal Substance external to the Mind?","subId":"231","id":"Berkeley.DHP.1.231","speaker":"Phil"},{"type":"paragraph","content":"Light and Colours, as immediately perceived by us, I grant cannot exist without the Mind. But in themselves they are only the Motions and Configurations of certain insensible Particles of Matter.","subId":"232","id":"Berkeley.DHP.1.232","speaker":"Hyl"},{"type":"paragraph","content":"Colours then in the vulgar Sense, or taken for the immediate Objects of Sight, cannot agree to any but a perceiving Substance.","subId":"233","id":"Berkeley.DHP.1.233","speaker":"Phil"},{"type":"paragraph","content":"That is what I say.","subId":"234","id":"Berkeley.DHP.1.234","speaker":"Hyl"},{"type":"paragraph","content":"Well then, since you give up the point as to those sensible Qualities, which are alone thought Colours by all Mankind beside, you may hold what you please with regard to those invisible ones of the Philosophers. It is not my Business to dispute about them; only I would advise you to bethink your self, whether considering the Inquiry we are upon, it be prudent for you to affirm, the Red and Blue which we see are not real Colours, but certain unknown Motions and Figures which no Man ever did or can see, are truly so. Are not these shocking Notions, and are not they subject to as many ridiculous Inferences, as those you were obliged to renounce before in the Case of Sounds?","subId":"235","id":"Berkeley.DHP.1.235","speaker":"Phil"},{"type":"paragraph","content":"I frankly own, Philonous, that it is in vain to stand out any longer. Colours, Sounds, Tastes, in a word, all those termed Secondary Qualities, have certainly no Existence without the Mind. But by this Acknowledgment I must not be supposed to derogate any thing from the Reality of Matter or external Objects, seeing it is no more than several Philosophers maintain, who nevertheless are the farthest imaginable from denying Matter. For the clearer Understanding of this, you must know sensible Qualities are by Philosophers divided into Primary and Secondary. The former are Extension, Figure, Solidity, Gravity, Motion, and Rest. And these they hold exist really in Bodies. The latter are those above enumerated; or briefly, all sensible Qualities beside the Primary, which they assert are only so many Sensations or Ideas existing no where but in the Mind. But all this, I doubt not, you are already apprised of. For my part, I have been a long time sensible there was such an Opinion current among Philosophers, but was never thoroughly convinced of its Truth till now.","subId":"236","id":"Berkeley.DHP.1.236","speaker":"Hyl"},{"type":"paragraph","content":"You are still then of Opinion, that Extension and Figures are inherent in external unthinking Substances.","subId":"237","id":"Berkeley.DHP.1.237","speaker":"Phil"},{"type":"paragraph","content":"I am.","subId":"238","id":"Berkeley.DHP.1.238","speaker":"Hyl"},{"type":"paragraph","content":"But what if the same Arguments which are brought against Secondary Qualities, will hold proof against these also?","subId":"239","id":"Berkeley.DHP.1.239","speaker":"Phil"},{"type":"paragraph","content":"Why then I shall be obliged to think, they too exist only in the Mind.","subId":"240","id":"Berkeley.DHP.1.240","speaker":"Hyl"},{"type":"paragraph","content":"Is it your Opinion, the very Figure and Extension which you perceive by Sense, exist in the outward Object or material Substance?","subId":"241","id":"Berkeley.DHP.1.241","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"242","id":"Berkeley.DHP.1.242","speaker":"Hyl"},{"type":"paragraph","content":"Have all other Animals as good Grounds to think the same of the Figure and Extension which they see and feel?","subId":"243","id":"Berkeley.DHP.1.243","speaker":"Phil"},{"type":"paragraph","content":"Without doubt, if they have any Thought at all.","subId":"244","id":"Berkeley.DHP.1.244","speaker":"Hyl"},{"type":"paragraph","content":"Answer me, Hylas. Think you the Senses were bestowed upon all Animals for their Preservation and Well-being in Life? or were they given to Men alone for this End?","subId":"245","id":"Berkeley.DHP.1.245","speaker":"Phil"},{"type":"paragraph","content":"I make no question but they have the same Use in all other Animals.","subId":"246","id":"Berkeley.DHP.1.246","speaker":"Hyl"},{"type":"paragraph","content":"If so, is it not necessary they should be enabled by them to perceive their own Limbs, and those Bodies which are capable of harming them?","subId":"247","id":"Berkeley.DHP.1.247","speaker":"Phil"},{"type":"paragraph","content":"Certainly.","subId":"248","id":"Berkeley.DHP.1.248","speaker":"Hyl"},{"type":"paragraph","content":"A Mite therefore must be supposed to see his own Foot, and Things equal or even less than it, as Bodies of some considerable Dimension; though at the same time they appear to you scarce discernible, or at best as so many visible Points.","subId":"249","id":"Berkeley.DHP.1.249","speaker":"Phil"},{"type":"paragraph","content":"I cannot deny it.","subId":"250","id":"Berkeley.DHP.1.250","speaker":"Hyl"},{"type":"paragraph","content":"And to Creatures less than the Mite they will seem yet larger.","subId":"251","id":"Berkeley.DHP.1.251","speaker":"Phil"},{"type":"paragraph","content":"They will.","subId":"252","id":"Berkeley.DHP.1.252","speaker":"Hyl"},{"type":"paragraph","content":"Insomuch that what you can hardly discern, will to another extremely minute Animal appear as some huge Mountain.","subId":"253","id":"Berkeley.DHP.1.253","speaker":"Phil"},{"type":"paragraph","content":"All this I grant.","subId":"254","id":"Berkeley.DHP.1.254","speaker":"Hyl"},{"type":"paragraph","content":"Can one and the same thing be at the same time in itself of different Dimensions?","subId":"255","id":"Berkeley.DHP.1.255","speaker":"Phil"},{"type":"paragraph","content":"That were absurd to imagine.","subId":"256","id":"Berkeley.DHP.1.256","speaker":"Hyl"},{"type":"paragraph","content":"But from what you have laid down it follows, that both the Extension by you perceived, and that perceived by the Mite itself, as likewise all those perceived by lesser Animals, are each of them the true Extension of the Mite's Foot, that is to say, by your own Principles you are led into an Absurdity.","subId":"257","id":"Berkeley.DHP.1.257","speaker":"Phil"},{"type":"paragraph","content":"There seems to be some Difficulty in the Point.","subId":"258","id":"Berkeley.DHP.1.258","speaker":"Hyl"},{"type":"paragraph","content":"Again, have you not acknowledged that no real inherent Property of any Object can be changed, without some Change in the thing itself?","subId":"259","id":"Berkeley.DHP.1.259","speaker":"Phil"},{"type":"paragraph","content":"I have.","subId":"260","id":"Berkeley.DHP.1.260","speaker":"Hyl"},{"type":"paragraph","content":"But as we approach to or recede from an Object, the visible Extension varies, being at one Distance ten or a hundred times greater than at another. Doth it not therefore follow from hence likewise, that it is not really inherent in the Object?","subId":"261","id":"Berkeley.DHP.1.261","speaker":"Phil"},{"type":"paragraph","content":"I own I am at a loss what to think.","subId":"262","id":"Berkeley.DHP.1.262","speaker":"Hyl"},{"type":"paragraph","content":"Your Judgment will soon be determined, if you will venture to think as freely concerning this Quality, as you have done concerning the rest. Was it not admitted as a good Argument, that neither Heat nor Cold was in the Water, because it seemed warm to one Hand, and cold to the other?","subId":"263","id":"Berkeley.DHP.1.263","speaker":"Phil"},{"type":"paragraph","content":"It was.","subId":"264","id":"Berkeley.DHP.1.264","speaker":"Hyl"},{"type":"paragraph","content":"Is it not the very same Reasoning to conclude, there is no Extension or Figure in an Object, because to one Eye it shall seem little, smooth, and round, when at the same time it appears to the other, great, uneven, and angular?","subId":"265","id":"Berkeley.DHP.1.265","speaker":"Phil"},{"type":"paragraph","content":"The very same. But doth this latter Fact ever happen?","subId":"266","id":"Berkeley.DHP.1.266","speaker":"Hyl"},{"type":"paragraph","content":"You may at any time make the Experiment, by looking with one Eye bare, and with the other through a Microscope.","subId":"267","id":"Berkeley.DHP.1.267","speaker":"Phil"},{"type":"paragraph","content":"I know not how to maintain it, and yet I am loth to give up Extension, I see so many odd Consequences following upon such a Concession.","subId":"268","id":"Berkeley.DHP.1.268","speaker":"Hyl"},{"type":"paragraph","content":"Odd, say you? After the Concessions already made, I hope you will stick at nothing for its Oddness. But on the other hand should it not seem very odd, if the general reasoning which includes all other sensible Qualities did not also include Extension? If it be allowed that no Idea nor any thing like an Idea can exist in an unperceiving Substance, then surely it follows, that no Figure or Mode of Extension, which we can either perceive or imagine, or have any Idea of, can be really inherent in Matter; not to mention the peculiar Difficulty there must be, in conceiving a material Substance, prior to and distinct from Extension, to be the Substratum of Extension. Be the sensible Quality what it will, Figure, or Sound, or Colour; it seems alike impossible it should subsist in that which doth not perceive it.","subId":"269","id":"Berkeley.DHP.1.269","speaker":"Phil"},{"type":"paragraph","content":"I give up the Point for the present, reserving still a Right to retract my Opinion, in case I shall hereafter discover any false Step in my Progress to it.","subId":"270","id":"Berkeley.DHP.1.270","speaker":"Hyl"},{"type":"paragraph","content":"That is a Right you cannot be denied. Figures and Extension being dispatched, we proceed next to Motion. Can a real Motion in any external Body be at the same time both very swift and very slow?","subId":"271","id":"Berkeley.DHP.1.271","speaker":"Phil"},{"type":"paragraph","content":"It cannot.","subId":"272","id":"Berkeley.DHP.1.272","speaker":"Hyl"},{"type":"paragraph","content":"Is not the Motion of a Body swift in a reciprocal Proportion to the time it takes up in describing any given Space? Thus a Body that describes a Mile in an Hour, moves three times faster than it would in case it described only a Mile in three Hours.","subId":"273","id":"Berkeley.DHP.1.273","speaker":"Phil"},{"type":"paragraph","content":"I agree with you.","subId":"274","id":"Berkeley.DHP.1.274","speaker":"Hyl"},{"type":"paragraph","content":"And is not Time measured by the Succession of Ideas in our Minds?","subId":"275","id":"Berkeley.DHP.1.275","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"276","id":"Berkeley.DHP.1.276","speaker":"Hyl"},{"type":"paragraph","content":"And is it not possible Ideas should succeed one another twice as fast in your Mind, as they do in mine, or in that of some Spirit of another kind?","subId":"277","id":"Berkeley.DHP.1.277","speaker":"Phil"},{"type":"paragraph","content":"I own it.","subId":"278","id":"Berkeley.DHP.1.278","speaker":"Hyl"},{"type":"paragraph","content":"Consequently the same Body may to another seem to perform its Motion over any Space in half the time that it doth to you. And the same Reasoning will hold as to any other Proportion: That is to say, according to your Principles (since the Motions perceived are both really in the Object) it is possible one and the same Body shall be really moved the same way at once, both very swift and very slow. How is this consistent either with common Sense, or with what you just now granted?","subId":"279","id":"Berkeley.DHP.1.279","speaker":"Phil"},{"type":"paragraph","content":"I have nothing to say to it.","subId":"280","id":"Berkeley.DHP.1.280","speaker":"Hyl"},{"type":"paragraph","content":"Then as to Solidity; either you do not mean any sensible Quality by that Word, and so it is beside our Inquiry: Or if you do, it must be either Hardness or Resistance. But both the one and the other are plainly relative to our Senses: It being evident, that what seems hard to one Animal, may appear soft to another, who hath greater Force and Firmness of Limbs. Nor is it less plain, that the Resistance I feel is not in the Body.","subId":"281","id":"Berkeley.DHP.1.281","speaker":"Phil"},{"type":"paragraph","content":"I own the very Sensation of Resistance, which is all you immediately perceive, is not in the Body, but the Cause of that Sensation is.","subId":"282","id":"Berkeley.DHP.1.282","speaker":"Hyl"},{"type":"paragraph","content":"But the Causes of our Sensations are not Things immediately perceived, and therefore not sensible. This Point I thought had been already determined.","subId":"283","id":"Berkeley.DHP.1.283","speaker":"Phil"},{"type":"paragraph","content":"I own it was; but you will pardon me if I seem a little embarrassed: I know not how to quit my old Notions.","subId":"284","id":"Berkeley.DHP.1.284","speaker":"Hyl"},{"type":"paragraph","content":"To help you out, do but consider, that if Extension be once acknowledged to have no Existence without the Mind, the same must necessarily be granted of Motion, Solidity, and Gravity, since they all evidently suppose Extension. It is therefore superfluous to inquire particularly concerning each of them. In denying Extension, you have denied them all to have any real Existence.","subId":"285","id":"Berkeley.DHP.1.285","speaker":"Phil"},{"type":"paragraph","content":"I wonder, Philonous, if what you say be true, why those Philosophers who deny the Secondary Qualities any real Existence, should yet attribute it to the Primary. If there is no Difference between them, how can this be accounted for?","subId":"286","id":"Berkeley.DHP.1.286","speaker":"Hyl"},{"type":"paragraph","content":"It is not my business to account for every Opinion of the Philosophers. But among other Reasons which may be assigned for this, it seems probable, that Pleasure and Pain being rather annexed to the former than the latter, may be one. Heat and Cold, Tastes and Smells, have something more vividly pleasing or disagreeable than the Ideas of Extension, Figure, and Motion, affect us with. And it being too visibly absurd to hold, that Pain or Pleasure can be in an unperceiving Substance, Men are more easily weaned from believing the external Existence of the Secondary, than the Primary Qualities. You will be satisfied there is something in this, if you recollect the Difference you made between an intense and more moderate Degree of Heat, allowing the one a real Existence, while you denied it to the other. But after all, there is no rational Ground for that Distinction; for surely an indifferent Sensation is as truly a Sensation, as one more pleasing or painful; and consequently should not any more than they be supposed to exist in an unthinking Subject.","subId":"287","id":"Berkeley.DHP.1.287","speaker":"Phil"},{"type":"paragraph","content":"It is just come into my Head, Philonous, that I have somewhere heard of a Distinction between absolute and sensible Extension. Now though it be acknowledged that great and small, consisting merely in the Relation which other extended Beings have to the Parts of our own Bodies, do not really inhere in the Substances themselves; yet nothing obliges us to hold the same with regard to absolute Extension, which is something abstracted from great and small, from this or that particular Magnitude or Figure. So likewise as to Motion, swift and slow are altogether relative to the Succession of Ideas in our own Minds. But it doth not follow, because those Modifications of Motion exist not without the Mind, that therefore absolute Motion abstracted from them doth not.","subId":"288","id":"Berkeley.DHP.1.288","speaker":"Hyl"},{"type":"paragraph","content":"Pray what is it that distinguishes one Motion, or one Part of Extension from another? Is it not something sensible, as some Degree of Swiftness or Slowness, some certain Magnitude or Figure peculiar to each?","subId":"289","id":"Berkeley.DHP.1.289","speaker":"Phil"},{"type":"paragraph","content":"I think so.","subId":"290","id":"Berkeley.DHP.1.290","speaker":"Hyl"},{"type":"paragraph","content":"These Qualities therefore stripped of all sensible Properties, are without all specific and numerical Differences, as the Schools call them.","subId":"291","id":"Berkeley.DHP.1.291","speaker":"Phil"},{"type":"paragraph","content":"They are.","subId":"292","id":"Berkeley.DHP.1.292","speaker":"Hyl"},{"type":"paragraph","content":"That is to say, they are Extension in general, and Motion in general.","subId":"293","id":"Berkeley.DHP.1.293","speaker":"Phil"},{"type":"paragraph","content":"Let it be so.","subId":"294","id":"Berkeley.DHP.1.294","speaker":"Hyl"},{"type":"paragraph","content":"But it is a universally received Maxim, that Every thing which exists, is particular. How then can Motion in general, or Extension in general exist in any corporeal Substance?","subId":"295","id":"Berkeley.DHP.1.295","speaker":"Phil"},{"type":"paragraph","content":"I will take time to solve your Difficulty.","subId":"296","id":"Berkeley.DHP.1.296","speaker":"Hyl"},{"type":"paragraph","content":"But I think the Point may be speedily decided. Without doubt you can tell, whether you are able to frame this or that Idea. Now I am content to put our Dispute on this Issue. If you can frame in your Thoughts a distinct abstract Idea of Motion or Extension, divested of all those sensible Modes, as swift and slow, great and small, round and square, and the like, which are acknowledged to exist only in the Mind, I will then yield the Point you contend for. But if you cannot, it will be unreasonable on your Side to insist any longer upon what you have no Notion of.","subId":"297","id":"Berkeley.DHP.1.297","speaker":"Phil"},{"type":"paragraph","content":"To confess ingenuously, I cannot.","subId":"298","id":"Berkeley.DHP.1.298","speaker":"Hyl"},{"type":"paragraph","content":"Can you even separate the Ideas of Extension and Motion, from the Ideas of all those Qualities which they who make the Distinction, term Secondary?","subId":"299","id":"Berkeley.DHP.1.299","speaker":"Phil"},{"type":"paragraph","content":"What! is it not an easy Matter to consider Extension and Motion by themselves, abstracted from all other sensible Qualities? Pray how do the Mathematicians treat of them?","subId":"300","id":"Berkeley.DHP.1.300","speaker":"Hyl"},{"type":"paragraph","content":"I acknowledge, Hylas, it is not difficult to form general Propositions and Reasonings about those Qualities, without mentioning any other; and in this Sense to consider or treat of them abstractly. But how doth it follow that because I can pronounce the Word Motion by itself, I can form the Idea of it in my Mind exclusive of Body? Or because Theoremes may be made of Extension and Figures, without any mention of great or small, or any other sensible Mode or Quality; that therefore it is possible such an abstract Idea of Extension, without any particular Size or Figure, or sensible Quality, should be distinctly formed, and apprehended by the Mind? Mathematicians treat of Quantity, without regarding what other sensible Qualities it is attended with, as being altogether indifferent to their Demonstrations. But when laying aside the Words, they contemplate the bare Ideas, I believe you will find, they are not the pure abstracted Ideas of Extension.","subId":"301","id":"Berkeley.DHP.1.301","speaker":"Phil"},{"type":"paragraph","content":"But what say you to pure Intellect? May not abstracted Ideas be framed by that Faculty?","subId":"302","id":"Berkeley.DHP.1.302","speaker":"Hyl"},{"type":"paragraph","content":"Since I cannot frame abstract Ideas at all, it is plain, I cannot frame them by the help of pure Intellect, whatsoever Faculty you understand by those Words. Besides, not to inquire into the Nature of pure Intellect and its spiritual Objects, as Virtue, Reason, God, or the like; thus much seems manifest, that sensible Things are only to be perceived by Sense, or represented by the Imagination. Figures therefore and Extension being originally perceived by Sense, do not belong to pure Intellect. But for your farther Satisfaction, try if you can frame the Idea of any Figure, abstracted from all Particularities of Size, or even from other sensible Qualities.","subId":"303","id":"Berkeley.DHP.1.303","speaker":"Phil"},{"type":"paragraph","content":"Let me think a little&{151;&}151;I do not find that I can.","subId":"304","id":"Berkeley.DHP.1.304","speaker":"Hyl"},{"type":"paragraph","content":"And can you think it possible, that should really exist in Nature, which implies a Repugnancy in its Conception?","subId":"305","id":"Berkeley.DHP.1.305","speaker":"Phil"},{"type":"paragraph","content":"By no means.","subId":"306","id":"Berkeley.DHP.1.306","speaker":"Hyl"},{"type":"paragraph","content":"Since therefore it is impossible even for the Mind to disunite the Ideas of Extension and Motion from all other sensible Qualities, doth it not follow, that where the one exist, there necessarily the other exist likewise?","subId":"307","id":"Berkeley.DHP.1.307","speaker":"Phil"},{"type":"paragraph","content":"It should seem so.","subId":"308","id":"Berkeley.DHP.1.308","speaker":"Hyl"},{"type":"paragraph","content":"Consequently the very same Arguments which you admitted, as conclusive against the Secondary Qualities, are without any farther Application of Force against the Primary too. Besides, if you will trust your Senses, is it not plain all sensible Qualities coexist, or to them, appear as being in the same Place? Do they ever represent a Motion, or Figure, as being divested of all other visible and tangible Qualities?","subId":"309","id":"Berkeley.DHP.1.309","speaker":"Phil"},{"type":"paragraph","content":"You need say no more on this Head. I am free to own, if there be no secret Error or Oversight in our Proceedings hitherto, that all sensible Qualities are alike to be denied Existence without the Mind. But my Fear is, that I have been too liberal in my former Concessions, or overlooked some Fallacy or other. In short, I did not take time to think.","subId":"310","id":"Berkeley.DHP.1.310","speaker":"Hyl"},{"type":"paragraph","content":"For that matter, Hylas, you may take what time you please in reviewing the Progress of our Inquiry. You are at liberty to recover any Slips you might have made, or offer whatever you have omitted, which makes for your first Opinion.","subId":"311","id":"Berkeley.DHP.1.311","speaker":"Phil"},{"type":"paragraph","content":"One great Oversight I take to be this: That I did not sufficiently distinguish the Object from the Sensation. Now though this latter may not exist without the Mind, yet it will not thence follow that the former cannot.","subId":"312","id":"Berkeley.DHP.1.312","speaker":"Hyl"},{"type":"paragraph","content":"What Object do you mean? the object of the Senses?","subId":"313","id":"Berkeley.DHP.1.313","speaker":"Phil"},{"type":"paragraph","content":"The same.","subId":"314","id":"Berkeley.DHP.1.314","speaker":"Hyl"},{"type":"paragraph","content":"It is then immediately perceived.","subId":"315","id":"Berkeley.DHP.1.315","speaker":"Phil"},{"type":"paragraph","content":"Right.","subId":"316","id":"Berkeley.DHP.1.316","speaker":"Hyl"},{"type":"paragraph","content":"Make me to understand the Difference between what is immediately perceived, and a Sensation.","subId":"317","id":"Berkeley.DHP.1.317","speaker":"Phil"},{"type":"paragraph","content":"The Sensation I take to be an Act of the Mind perceiving; beside which, there is something perceived; and this I call the Object. For Example, there is Red and Yellow on that Tulip. But then the Act of perceiving those Colours is in me only, and not in the Tulip.","subId":"318","id":"Berkeley.DHP.1.318","speaker":"Hyl"},{"type":"paragraph","content":"What Tulip do you speak of? Is it that which you see?","subId":"319","id":"Berkeley.DHP.1.319","speaker":"Phil"},{"type":"paragraph","content":"The same.","subId":"320","id":"Berkeley.DHP.1.320","speaker":"Hyl"},{"type":"paragraph","content":"And what do you see beside Colour, Figure, and Extension?","subId":"321","id":"Berkeley.DHP.1.321","speaker":"Phil"},{"type":"paragraph","content":"Nothing.","subId":"322","id":"Berkeley.DHP.1.322","speaker":"Hyl"},{"type":"paragraph","content":"What you would say then is, that the Red and Yellow are coexistent with the Extension; is it not?","subId":"323","id":"Berkeley.DHP.1.323","speaker":"Phil"},{"type":"paragraph","content":"That is not all; I would say, They have a real Existence without the Mind, in some unthinking Substance.","subId":"324","id":"Berkeley.DHP.1.324","speaker":"Hyl"},{"type":"paragraph","content":"That the Colours are really in the Tulip which I see, is manifest. Neither can it be denied, that this Tulip may exist independent of your Mind or mine; but that any immediate Object of the Senses, that is, any Idea, or Combination of Ideas, should exist in an unthinking Substance, or exterior to all Minds, is in itself an evident Contradiction. Nor can I imagine how this follows from what you said just now, to wit that the Red and Yellow were on the Tulip you saw, since you do not pretend to see that unthinking Substance.","subId":"325","id":"Berkeley.DHP.1.325","speaker":"Phil"},{"type":"paragraph","content":"You have an artful way, Philonous, of diverting our Inquiry from the Subject.","subId":"326","id":"Berkeley.DHP.1.326","speaker":"Hyl"},{"type":"paragraph","content":"I see you have no mind to be pressed that way. To return then to your Distinction between Sensation and Object; if I take you right, you distinguish in every Perception two Things, the one an Action of the Mind, the other not.","subId":"327","id":"Berkeley.DHP.1.327","speaker":"Phil"},{"type":"paragraph","content":"True.","subId":"328","id":"Berkeley.DHP.1.328","speaker":"Hyl"},{"type":"paragraph","content":"And this Action cannot exist in, or belong to any unthinking thing; but whatever beside is implied in a Perception, may.","subId":"329","id":"Berkeley.DHP.1.329","speaker":"Phil"},{"type":"paragraph","content":"That is my Meaning.","subId":"330","id":"Berkeley.DHP.1.330","speaker":"Hyl"},{"type":"paragraph","content":"So that if there was a Perception without any Act of the Mind, it were possible such a Perception should exist in an unthinking Substance.","subId":"331","id":"Berkeley.DHP.1.331","speaker":"Phil"},{"type":"paragraph","content":"I grant it. But it is impossible there should be such a Perception.","subId":"332","id":"Berkeley.DHP.1.332","speaker":"Hyl"},{"type":"paragraph","content":"When is the Mind said to be active?","subId":"333","id":"Berkeley.DHP.1.333","speaker":"Phil"},{"type":"paragraph","content":"When it produces, puts an end to, or changes any thing.","subId":"334","id":"Berkeley.DHP.1.334","speaker":"Hyl"},{"type":"paragraph","content":"Can the Mind produce, discontinue, or change any thing but by an Act of the Will?","subId":"335","id":"Berkeley.DHP.1.335","speaker":"Phil"},{"type":"paragraph","content":"It cannot.","subId":"336","id":"Berkeley.DHP.1.336","speaker":"Hyl"},{"type":"paragraph","content":"The Mind therefore is to be accounted active in its Perceptions, so far forth as Volition is included in them.","subId":"337","id":"Berkeley.DHP.1.337","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"338","id":"Berkeley.DHP.1.338","speaker":"Hyl"},{"type":"paragraph","content":"In plucking this Flower, I am active, because I do it by the Motion of my Hand, which was consequent upon my Volition; so likewise in applying it to my Nose. But is either of these Smelling?","subId":"339","id":"Berkeley.DHP.1.339","speaker":"Phil"},{"type":"paragraph","content":"No.","subId":"340","id":"Berkeley.DHP.1.340","speaker":"Hyl"},{"type":"paragraph","content":"I act too in drawing the Air through my Nose; because my Breathing so rather than otherwise, is the Effect of my Volition. But neither can this be called Smelling: For if it were, I should smell every time I breathed in that manner.","subId":"341","id":"Berkeley.DHP.1.341","speaker":"Phil"},{"type":"paragraph","content":"True.","subId":"342","id":"Berkeley.DHP.1.342","speaker":"Hyl"},{"type":"paragraph","content":"Smelling then is somewhat consequent to all this.","subId":"343","id":"Berkeley.DHP.1.343","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"344","id":"Berkeley.DHP.1.344","speaker":"Hyl"},{"type":"paragraph","content":"But I do not find my Will concerned any farther. Whatever more there is, as that I perceive such a particular Smell or any Smell at all, this is independent of my Will, and therein I am altogether passive. Do you find it otherwise with you, Hylas?","subId":"345","id":"Berkeley.DHP.1.345","speaker":"Phil"},{"type":"paragraph","content":"No, the very same.","subId":"346","id":"Berkeley.DHP.1.346","speaker":"Hyl"},{"type":"paragraph","content":"Then as to Seeing, is it not in your Power to open your Eyes, or keep them shut; to turn them this or that way?","subId":"347","id":"Berkeley.DHP.1.347","speaker":"Phil"},{"type":"paragraph","content":"Without doubt.","subId":"348","id":"Berkeley.DHP.1.348","speaker":"Hyl"},{"type":"paragraph","content":"But doth it in like manner depend on your Will, that in looking on this Flower, you perceive White rather than any other Colour? Or directing your open Eyes towards yonder Part of the Heaven, can you avoid seeing the Sun? Or is Light or Darkness the Effect of your Volition?","subId":"349","id":"Berkeley.DHP.1.349","speaker":"Phil"},{"type":"paragraph","content":"No certainly.","subId":"350","id":"Berkeley.DHP.1.350","speaker":"Hyl"},{"type":"paragraph","content":"You are then in these Respects altogether passive.","subId":"351","id":"Berkeley.DHP.1.351","speaker":"Phil"},{"type":"paragraph","content":"I am.","subId":"352","id":"Berkeley.DHP.1.352","speaker":"Hyl"},{"type":"paragraph","content":"Tell me now, whether Seeing consists in perceiving Light and Colours, or in opening and turning the Eyes?","subId":"353","id":"Berkeley.DHP.1.353","speaker":"Phil"},{"type":"paragraph","content":"Without doubt, in the former.","subId":"354","id":"Berkeley.DHP.1.354","speaker":"Hyl"},{"type":"paragraph","content":"Since therefore you are in the very Perception of Light and Colours altogether passive, what is become of that Action you were speaking of, as an Ingredient in every Sensation? And doth it not follow from your own Concessions, that the Perception of Light and Colours, including no Action in it, may exist in an unperceiving Substance? And is not this a plain Contradiction?","subId":"355","id":"Berkeley.DHP.1.355","speaker":"Phil"},{"type":"paragraph","content":"I know not what to think of it.","subId":"356","id":"Berkeley.DHP.1.356","speaker":"Hyl"},{"type":"paragraph","content":"Besides, since you distinguish the Active and Passive in every Perception, you must do it in that of Pain. But how is it possible that Pain, be it as little active as you please, should exist in an unperceiving Substance? In short, do but consider the Point, and then confess ingenuously, whether Light and Colours, Tastes, Sounds, &c. are not all equally Passions or Sensations in the Soul. You may indeed call them external Objects, and give them in Words what Subsistence you please. But examine your own Thoughts, and then tell me whether it be not as I say?","subId":"357","id":"Berkeley.DHP.1.357","speaker":"Phil"},{"type":"paragraph","content":"I acknowledge, Philonous, that upon a fair Observation of what passes in my Mind, I can discover nothing else, but that I am a thinking Being, affected with Variety of Sensations; neither is it possible to conceive how a Sensation should exist in an unperceiving Substance. But then on the other hand, when I look on sensible Things in a different View, considering them as so many Modes and Qualities, I find it necessary to suppose a material Substratum, without which they cannot be conceived to exist.","subId":"358","id":"Berkeley.DHP.1.358","speaker":"Hyl"},{"type":"paragraph","content":"Material Substratum call you it? Pray, by which of your Senses came you acquainted with that Being?","subId":"359","id":"Berkeley.DHP.1.359","speaker":"Phil"},{"type":"paragraph","content":"It is not itself sensible; its Modes and Qualities only being perceived by the Senses.","subId":"360","id":"Berkeley.DHP.1.360","speaker":"Hyl"},{"type":"paragraph","content":"I presume then, it was by Reflexion and Reason you obtained the Idea of it.","subId":"361","id":"Berkeley.DHP.1.361","speaker":"Phil"},{"type":"paragraph","content":"I do not pretend to any proper positive Idea of it. However I conclude it exists, because Qualities cannot be conceived to exist without a Support.","subId":"362","id":"Berkeley.DHP.1.362","speaker":"Hyl"},{"type":"paragraph","content":"It seems then you have only a relative Notion of it, or that you conceive it not otherwise than by conceiving the Relation it bears to sensible Qualities.","subId":"363","id":"Berkeley.DHP.1.363","speaker":"Phil"},{"type":"paragraph","content":"Right.","subId":"364","id":"Berkeley.DHP.1.364","speaker":"Hyl"},{"type":"paragraph","content":"Be pleased therefore to let me know wherein that Relation consists.","subId":"365","id":"Berkeley.DHP.1.365","speaker":"Phil"},{"type":"paragraph","content":"Is it not sufficiently expressed in the Term Substratum, or Substance?","subId":"366","id":"Berkeley.DHP.1.366","speaker":"Hyl"},{"type":"paragraph","content":"If so, the Word Substratum should import, that it is spread under the sensible Qualities or Accidents.","subId":"367","id":"Berkeley.DHP.1.367","speaker":"Phil"},{"type":"paragraph","content":"True.","subId":"368","id":"Berkeley.DHP.1.368","speaker":"Hyl"},{"type":"paragraph","content":"And consequently under Extension.","subId":"369","id":"Berkeley.DHP.1.369","speaker":"Phil"},{"type":"paragraph","content":"I own it.","subId":"370","id":"Berkeley.DHP.1.370","speaker":"Hyl"},{"type":"paragraph","content":"It is therefore somewhat in its own Nature intirely distinct from Extension.","subId":"371","id":"Berkeley.DHP.1.371","speaker":"Phil"},{"type":"paragraph","content":"I tell you, Extension is only a Mode, and Matter is something that supports Modes. And is it not evident the Thing supported is different from the Thing supporting?","subId":"372","id":"Berkeley.DHP.1.372","speaker":"Hyl"},{"type":"paragraph","content":"So that something distinct from, and exclusive of Extension, is supposed to be the Substratum of Extension.","subId":"373","id":"Berkeley.DHP.1.373","speaker":"Phil"},{"type":"paragraph","content":"Just so.","subId":"374","id":"Berkeley.DHP.1.374","speaker":"Hyl"},{"type":"paragraph","content":"Answer me, Hylas. Can a Thing be spread without Extension? or is not the Idea of Extension necessarily included in Spreading?","subId":"375","id":"Berkeley.DHP.1.375","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"376","id":"Berkeley.DHP.1.376","speaker":"Hyl"},{"type":"paragraph","content":"Whatsoever therefore you suppose spread under any thing, must have in itself an Extension distinct from the Extension of that Thing under which it is spread.","subId":"377","id":"Berkeley.DHP.1.377","speaker":"Phil"},{"type":"paragraph","content":"It must.","subId":"378","id":"Berkeley.DHP.1.378","speaker":"Hyl"},{"type":"paragraph","content":"Consequently every corporeal Substance being the Substratum of Extension, must have in itself another Extension by which it is qualified to be a Substratum: And so on to Infinity. And I ask whether this be not absurd in itself, and repugnant to what you granted just now, to wit, that the Substratum was something distinct from, and exclusive of Extension.","subId":"379","id":"Berkeley.DHP.1.379","speaker":"Phil"},{"type":"paragraph","content":"Aye but, Philonous, you take me wrong. I do not mean that Matter is spread in a gross literal Sense under Extension. The Word Substratum is used only to express in general the same thing with Substance.","subId":"380","id":"Berkeley.DHP.1.380","speaker":"Hyl"},{"type":"paragraph","content":"Well then, let us examine the Relation implied in the Term Substance. Is it not that it stands under Accidents?","subId":"381","id":"Berkeley.DHP.1.381","speaker":"Phil"},{"type":"paragraph","content":"The very same.","subId":"382","id":"Berkeley.DHP.1.382","speaker":"Hyl"},{"type":"paragraph","content":"But that one thing may stand under or support another, must it not be extended?","subId":"383","id":"Berkeley.DHP.1.383","speaker":"Phil"},{"type":"paragraph","content":"It must.","subId":"384","id":"Berkeley.DHP.1.384","speaker":"Hyl"},{"type":"paragraph","content":"Is not therefore this Supposition liable to the same Absurdity with the former?","subId":"385","id":"Berkeley.DHP.1.385","speaker":"Phil"},{"type":"paragraph","content":"You still take Things in a strict literal Sense: That is not fair, Philonous.","subId":"386","id":"Berkeley.DHP.1.386","speaker":"Hyl"},{"type":"paragraph","content":"I am not for imposing any Sense on your Words: You are at Liberty to explain them as you please. Only I beseech you, make me understand something by them. You tell me, Matter supports or stands under Accidents. How! is it as your Legs support your Body?","subId":"387","id":"Berkeley.DHP.1.387","speaker":"Phil"},{"type":"paragraph","content":"No; that is the literal Sense.","subId":"388","id":"Berkeley.DHP.1.388","speaker":"Hyl"},{"type":"paragraph","content":"Pray let me know any Sense, literal or not literal, that you understand it in.&{151;&}151;How long must I wait for an Answer, Hylas?","subId":"389","id":"Berkeley.DHP.1.389","speaker":"Phil"},{"type":"paragraph","content":"I declare I know not what to say. I once thought I understood it well enough what was meant by Matter's supporting Accidents. But now the more I think on it, the less can I comprehend it; in short, I find that I know nothing of it.","subId":"390","id":"Berkeley.DHP.1.390","speaker":"Hyl"},{"type":"paragraph","content":"It seems then you have no Idea at all, neither relative nor positive of Matter; you know neither what it is in itself, nor what Relation it bears to Accidents.","subId":"391","id":"Berkeley.DHP.1.391","speaker":"Phil"},{"type":"paragraph","content":"I acknowledge it.","subId":"392","id":"Berkeley.DHP.1.392","speaker":"Hyl"},{"type":"paragraph","content":"And yet you asserted, that you could not conceive how Qualities or Accidents should really exist, without conceiving at the same time a material Support of them.","subId":"393","id":"Berkeley.DHP.1.393","speaker":"Phil"},{"type":"paragraph","content":"I did.","subId":"394","id":"Berkeley.DHP.1.394","speaker":"Hyl"},{"type":"paragraph","content":"That is to say, when you conceive the real Existence of Qualities, you do withal conceive something which you cannot conceive.","subId":"395","id":"Berkeley.DHP.1.395","speaker":"Phil"},{"type":"paragraph","content":"It was wrong I own. But still I fear there is some Fallacy or other. Pray what think you of this? It is just come into my Head, that the Ground of all our Mistake lies in your treating of each Quality by itself. Now, I grant that each Quality cannot singly subsist without the Mind. Colour cannot without Extension, neither can Figure without some other sensible Quality. But as the several Qualities united or blended together form intire sensible Things, nothing hinders why such Things may not be supposed to exist without the Mind.","subId":"396","id":"Berkeley.DHP.1.396","speaker":"Hyl"},{"type":"paragraph","content":"Either, Hylas, you are jesting, or have a very bad Memory. Though indeed we went through all the Qualities by Name one after another; yet my Arguments, or rather your Concessions no where tended to prove, that the Secondary Qualities did not subsist each alone by itself; but that they were not at all without the Mind. Indeed in treating of Figure and Motion, we concluded they could not exist without the Mind, because it was impossible even in Thought to separate them from all Secondary Qualities, so as to conceive them existing by themselves. But then this was not the only Argument made use of upon that Occasion. But (to pass by all that hath been hitherto said, and reckon it for nothing, if you will have it so) I am content to put the whole upon this Issue. If you can conceive it possible for any Mixture or Combination of Qualities, or any sensible Object whatever, to exist without the Mind, then I will grant it actually to be so.","subId":"397","id":"Berkeley.DHP.1.397","speaker":"Phil"},{"type":"paragraph","content":"If it comes to that, the Point will soon be decided. What more easy than to conceive a Tree or House existing by itself, independent of, and unperceived by any Mind whatsoever? I do at this present time conceive them existing after that manner.","subId":"398","id":"Berkeley.DHP.1.398","speaker":"Hyl"},{"type":"paragraph","content":"How say you, Hylas, can you see a thing which is at the same time unseen?","subId":"399","id":"Berkeley.DHP.1.399","speaker":"Phil"},{"type":"paragraph","content":"No, that were a Contradiction.","subId":"400","id":"Berkeley.DHP.1.400","speaker":"Hyl"},{"type":"paragraph","content":"Is it not as great a Contradiction to talk of conceiving a thing which is unconceived?","subId":"401","id":"Berkeley.DHP.1.401","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"402","id":"Berkeley.DHP.1.402","speaker":"Hyl"},{"type":"paragraph","content":"The Tree or House therefore which you think of, is conceived by you.","subId":"403","id":"Berkeley.DHP.1.403","speaker":"Phil"},{"type":"paragraph","content":"How should it be otherwise?","subId":"404","id":"Berkeley.DHP.1.404","speaker":"Hyl"},{"type":"paragraph","content":"And what is conceived, is surely in the Mind.","subId":"405","id":"Berkeley.DHP.1.405","speaker":"Phil"},{"type":"paragraph","content":"Without question, that which is conceived is in the Mind.","subId":"406","id":"Berkeley.DHP.1.406","speaker":"Hyl"},{"type":"paragraph","content":"How then came you to say, you conceived a House or Tree existing independent and out of all Minds whatsoever?","subId":"407","id":"Berkeley.DHP.1.407","speaker":"Phil"},{"type":"paragraph","content":"That was I own an Oversight; but stay, let me consider what led me to it.————It is a pleasant Mistake enough. As I was thinking of a Tree in a solitary Place, where no one was present to see it, methought that was to conceive a Tree as existing unperceived or unthought of, not considering that I myself conceived it all the while. But now I plainly see, that all I can do is to frame Ideas in my own Mind. I may indeed conceive in my own Thoughts the Idea of a Tree, or a House, or a Mountain, but that is all. And this is far from proving, that I can conceive them existing out of the Minds of all Spirits.","subId":"408","id":"Berkeley.DHP.1.408","speaker":"Hyl"},{"type":"paragraph","content":"You acknowledge then that you cannot possibly conceive, how any one corporeal sensible Thing should exist otherwise than in a Mind.","subId":"409","id":"Berkeley.DHP.1.409","speaker":"Phil"},{"type":"paragraph","content":"I do.","subId":"410","id":"Berkeley.DHP.1.410","speaker":"Hyl"},{"type":"paragraph","content":"And yet you will earnestly contend for the Truth of that which you cannot so much as conceive.","subId":"411","id":"Berkeley.DHP.1.411","speaker":"Phil"},{"type":"paragraph","content":"I profess I know not what to think, but still there are some Scruples remain with me. Is it not certain I see Things at a Distance? Do we not perceive the Stars and Moon, for Example, to be a great way off? Is not this, I say, manifest to the Senses?","subId":"412","id":"Berkeley.DHP.1.412","speaker":"Hyl"},{"type":"paragraph","content":"Do you not in a Dream too perceive those or the like Objects?","subId":"413","id":"Berkeley.DHP.1.413","speaker":"Phil"},{"type":"paragraph","content":"I do.","subId":"414","id":"Berkeley.DHP.1.414","speaker":"Hyl"},{"type":"paragraph","content":"And have they not then the same Appearance of being distant?","subId":"415","id":"Berkeley.DHP.1.415","speaker":"Phil"},{"type":"paragraph","content":"They have.","subId":"416","id":"Berkeley.DHP.1.416","speaker":"Hyl"},{"type":"paragraph","content":"But you do not thence conclude the Apparitions in a Dream to be without the Mind?","subId":"417","id":"Berkeley.DHP.1.417","speaker":"Phil"},{"type":"paragraph","content":"By no means.","subId":"418","id":"Berkeley.DHP.1.418","speaker":"Hyl"},{"type":"paragraph","content":"You ought not therefore to conclude that sensible Objects are without the Mind, from their Appearance or Manner wherein they are perceived.","subId":"419","id":"Berkeley.DHP.1.419","speaker":"Phil"},{"type":"paragraph","content":"I acknowledge it. But doth not my Sense deceive me in those Cases?","subId":"420","id":"Berkeley.DHP.1.420","speaker":"Hyl"},{"type":"paragraph","content":"By no means. The Idea or Thing which you immediately perceive, neither Sense nor Reason inform you that it actually exists without the Mind. By Sense you only know that you are affected with such certain Sensations of Light and Colours, &c. And these you will not say are without the Mind.","subId":"421","id":"Berkeley.DHP.1.421","speaker":"Phil"},{"type":"paragraph","content":"True: But beside all that, do you not think the Sight suggests something of Outness or Distance?","subId":"422","id":"Berkeley.DHP.1.422","speaker":"Hyl"},{"type":"paragraph","content":"Upon approaching a distant Object, do the visible Size and Figure change perpetually, or do they appear the same at all Distances?","subId":"423","id":"Berkeley.DHP.1.423","speaker":"Phil"},{"type":"paragraph","content":"They are in a continual Change.","subId":"424","id":"Berkeley.DHP.1.424","speaker":"Hyl"},{"type":"paragraph","content":"Sight therefore doth not suggest or any way inform you, that the visible Object you immediately perceive, exists at a Distance, or will be perceived when you advance further onward, there being a continued Series of visible Objects succeeding each other, during the whole time of your Approach.","subId":"425","id":"Berkeley.DHP.1.425","speaker":"Phil"},{"type":"paragraph","content":"It doth not; but still I know, upon seeing an Object, what Object I shall perceive after having passed over a certain Distance: No matter whether it be exactly the same or no: There is still something of Distance suggested in the Case.","subId":"426","id":"Berkeley.DHP.1.426","speaker":"Hyl"},{"type":"paragraph","content":"Good Hylas, do but reflect a little upon the Point, and then tell me whether there be any more in it than this. From the Ideas you actually perceive by Sight, you have by Experience learned to collect what other Ideas you will (according to the standing Order of Nature) be affected with, after such a certain Succession of Time and Motion.","subId":"427","id":"Berkeley.DHP.1.427","speaker":"Phil"},{"type":"paragraph","content":"Upon the whole, I take it to be nothing else.","subId":"428","id":"Berkeley.DHP.1.428","speaker":"Hyl"},{"type":"paragraph","content":"Now is it not plain, that if we suppose a Man born blind was on a sudden made to see, he could at first have no Experience of what may be suggested by Sight?","subId":"429","id":"Berkeley.DHP.1.429","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"430","id":"Berkeley.DHP.1.430","speaker":"Hyl"},{"type":"paragraph","content":"He would not then according to you have any Notion of Distance annexed to the Things he saw; but would take them for a new Set of Sensations existing only in his Mind.","subId":"431","id":"Berkeley.DHP.1.431","speaker":"Phil"},{"type":"paragraph","content":"It is undeniable.","subId":"432","id":"Berkeley.DHP.1.432","speaker":"Hyl"},{"type":"paragraph","content":"But to make it still more plain: Is not Distance a Line turned endwise to the Eye?","subId":"433","id":"Berkeley.DHP.1.433","speaker":"Phil"},{"type":"paragraph","content":"It is.","subId":"434","id":"Berkeley.DHP.1.434","speaker":"Hyl"},{"type":"paragraph","content":"And can a Line so situated be perceived by Sight?","subId":"435","id":"Berkeley.DHP.1.435","speaker":"Phil"},{"type":"paragraph","content":"It cannot.","subId":"436","id":"Berkeley.DHP.1.436","speaker":"Hyl"},{"type":"paragraph","content":"Doth it not therefore follow that Distance is not properly and immediately perceived by Sight?","subId":"437","id":"Berkeley.DHP.1.437","speaker":"Phil"},{"type":"paragraph","content":"It should seem so.","subId":"438","id":"Berkeley.DHP.1.438","speaker":"Hyl"},{"type":"paragraph","content":"Again, is it your Opinion that Colours are at a Distance?","subId":"439","id":"Berkeley.DHP.1.439","speaker":"Phil"},{"type":"paragraph","content":"It must be acknowledged, they are only in the Mind.","subId":"440","id":"Berkeley.DHP.1.440","speaker":"Hyl"},{"type":"paragraph","content":"But do not Colours appear to the Eye as coexisting in the same place with Extension and Figures?","subId":"441","id":"Berkeley.DHP.1.441","speaker":"Phil"},{"type":"paragraph","content":"They do.","subId":"442","id":"Berkeley.DHP.1.442","speaker":"Hyl"},{"type":"paragraph","content":"How can you then conclude from Sight, that Figures exist without, when you acknowledge Colours do not; the sensible Appearance being the very same with regard to both?","subId":"443","id":"Berkeley.DHP.1.443","speaker":"Phil"},{"type":"paragraph","content":"I know not what to answer.","subId":"444","id":"Berkeley.DHP.1.444","speaker":"Hyl"},{"type":"paragraph","content":"But allowing that Distance was truly and immediately perceived by the Mind, yet it would not thence follow it existed out of the Mind. For whatever is immediately perceived is an Idea: And can any Idea exist out of the Mind?","subId":"445","id":"Berkeley.DHP.1.445","speaker":"Phil"},{"type":"paragraph","content":"To suppose that, were absurd: But inform me, Philonous, can we perceive or know nothing beside our Ideas?","subId":"446","id":"Berkeley.DHP.1.446","speaker":"Hyl"},{"type":"paragraph","content":"As for the rational deducing of Causes from Effects, that is beside our Inquiry. And by the Senses you can best tell, whether you perceive any thing which is not immediately perceived. And I ask you, whether the Things immediately perceived, are other than your own Sensations or Ideas? You have indeed more than once, in the Course of this Conversation, declared yourself on those Points; but you seem by this last Question to have departed from what you then thought.","subId":"447","id":"Berkeley.DHP.1.447","speaker":"Phil"},{"type":"paragraph","content":"To speak the Truth, Philonous, I think there are two Kinds of Objects, the one perceived immediately, which are likewise called Ideas; the other are real Things or external Objects perceived by the Mediation of Ideas, which are their Images and Representions. Now I own, Ideas do not exist without the Mind; but the latter sort of Objects do. I am sorry I did not think of this Distinction sooner; it would probably have cut short your Discourse.","subId":"448","id":"Berkeley.DHP.1.448","speaker":"Hyl"},{"type":"paragraph","content":"Are those external Objects perceived by Sense, or by some other Faculty?","subId":"449","id":"Berkeley.DHP.1.449","speaker":"Phil"},{"type":"paragraph","content":"They are perceived by Sense.","subId":"450","id":"Berkeley.DHP.1.450","speaker":"Hyl"},{"type":"paragraph","content":"How! is there any thing perceived by Sense, which is not immediately perceived?","subId":"451","id":"Berkeley.DHP.1.451","speaker":"Phil"},{"type":"paragraph","content":"Yes, Philonous, in some sort there is. For Example, when I look on a Picture or Statue of Julius C&aelig;sar, I may be said after a manner to perceive him (though not immediately) by my Senses.","subId":"452","id":"Berkeley.DHP.1.452","speaker":"Hyl"},{"type":"paragraph","content":"It seems then, you will have our Ideas, which alone are immediately perceived, to be Pictures of external Things: And that these also are perceived by Sense, inasmuch as they have a Conformity or Resemblance to our Ideas.","subId":"453","id":"Berkeley.DHP.1.453","speaker":"Phil"},{"type":"paragraph","content":"That is my Meaning.","subId":"454","id":"Berkeley.DHP.1.454","speaker":"Hyl"},{"type":"paragraph","content":"And in the same way that Julius C&aelig;sar, in himself invisible, is nevertheless perceived by Sight; real Things in themselves imperceptible, are perceived by Sense.","subId":"455","id":"Berkeley.DHP.1.455","speaker":"Phil"},{"type":"paragraph","content":"In the very same.","subId":"456","id":"Berkeley.DHP.1.456","speaker":"Hyl"},{"type":"paragraph","content":"Tell me, Hylas, when you behold the Picture of Julius C&aelig;sar, do you see with your Eyes more than some Colours and Figures with a certain Symmetry and Composition of the whole?","subId":"457","id":"Berkeley.DHP.1.457","speaker":"Phil"},{"type":"paragraph","content":"Nothing else.","subId":"458","id":"Berkeley.DHP.1.458","speaker":"Hyl"},{"type":"paragraph","content":"And would not a Man, who had never known any thing of Julius C&aelig;sar, see as much?","subId":"459","id":"Berkeley.DHP.1.459","speaker":"Phil"},{"type":"paragraph","content":"He would.","subId":"460","id":"Berkeley.DHP.1.460","speaker":"Hyl"},{"type":"paragraph","content":"Consequently he hath his Sight, and the Use of it, in as perfect a Degree as you.","subId":"461","id":"Berkeley.DHP.1.461","speaker":"Phil"},{"type":"paragraph","content":"I agree with you.","subId":"462","id":"Berkeley.DHP.1.462","speaker":"Hyl"},{"type":"paragraph","content":"Whence comes it then that your Thoughts are directed to the Roman Emperor, and his are not? This cannot proceed from the Sensations or Ideas of Sense by you then perceived; since you acknowledge you have no Advantage over him in that respect. It should seem therefore to proceed from Reason and Memory: should it not?","subId":"463","id":"Berkeley.DHP.1.463","speaker":"Phil"},{"type":"paragraph","content":"It should.","subId":"464","id":"Berkeley.DHP.1.464","speaker":"Hyl"},{"type":"paragraph","content":"Consequently it will not follow from that Instance, that any thing is perceived by Sense which is not immediately perceived. Though I grant we may in one Acceptation be said to perceive sensible Things mediately by Sense: That is, when from a frequently perceived Connexion, the immediate Perception of Ideas by one Sense suggests to the Mind others perhaps belonging to another Sense, which are wont to be connected with them. For instance, when I hear a Coach drive along the Streets, immediately I perceive only the Sound; but from the Experience I have had that such a Sound is connected with a Coach, I am said to hear the Coach. It is nevertheless evident, that in truth and strictness, nothing can be heard but Sound: And the Coach is not then properly perceived by Sense, but suggested from Experience. So likewise when we are said to see a red-hot Bar of Iron; the Solidity and Heat of the Iron are not the Objects of Sight, but suggested to the Imagination by the Colour and Figure, which are properly perceived by that Sense. In short, those Things alone are actually and strictly perceived by any Sense, which would have been perceived, in case that same Sense had then been first conferred on us. As for other Things, it is plain they are only suggested to the Mind by Experience grounded on former Perceptions. But to return to your Comparison of C&aelig;sar's Picture, it is plain, if you keep to that, you must hold the real Things or Archetypes of our Ideas are not perceived by Sense, but by some internal Faculty of the Soul, as Reason or Memory. I would therefore fain know, what Arguments you can draw from Reason for the Existence of what you call real Things or material Objects. Or whether you remember to have seen them formerly as they are in themselves? or if you have heard or read of any one that did.","subId":"465","id":"Berkeley.DHP.1.465","speaker":"Phil"},{"type":"paragraph","content":"I see, Philonous, you are disposed to Rallery; but that will never convince me.","subId":"466","id":"Berkeley.DHP.1.466","speaker":"Hyl"},{"type":"paragraph","content":"My Aim is only to learn from you, the way to come at the Knowledge of material Beings. Whatever we perceive, is perceived either immediately or mediately: By Sense, or by Reason and Reflexion. But as you have excluded Sense, pray shew me what Reason you have to believe their Existence; or what medium you can possibly make use of, to prove it either to mine or your own Understanding.","subId":"467","id":"Berkeley.DHP.1.467","speaker":"Phil"},{"type":"paragraph","content":"To deal ingenuously, Philonous, now I consider the Point, I do not find I can give you any good Reason for it. But thus much seems pretty plain, that it is at least possible such Things may really exist. And as long as there is no Absurdity in supposing them, I am resolved to believe as I did, till you bring good Reasons to the contrary.","subId":"468","id":"Berkeley.DHP.1.468","speaker":"Hyl"},{"type":"paragraph","content":"What! is it come to this, that you only believe the Existence of material Objects, and that your Belief is founded barely on the Possibility of its being true? Then you will have me bring Reasons against it: Though another would think it reasonable, the Proof should lie on him who holds the Affirmative. And after all, this very Point which you are now resolved to maintain without any Reason, is in effect what you have more than once during this Discourse seen good Reason to give up. But to pass over all this; if I understand you rightly, you say our Ideas do not exist without the Mind; but that they are Copies, Images, or Representations of certain Originals that do.","subId":"469","id":"Berkeley.DHP.1.469","speaker":"Phil"},{"type":"paragraph","content":"You take me right.","subId":"470","id":"Berkeley.DHP.1.470","speaker":"Hyl"},{"type":"paragraph","content":"They are then like external Things.","subId":"471","id":"Berkeley.DHP.1.471","speaker":"Phil"},{"type":"paragraph","content":"They are.","subId":"472","id":"Berkeley.DHP.1.472","speaker":"Hyl"},{"type":"paragraph","content":"Have those Things a stable and permanent Nature independent of our Senses; or are they in a perpetual Change, upon our producing any Motions in our Bodies, suspending, exerting, or altering our Faculties or Organs of Sense?","subId":"473","id":"Berkeley.DHP.1.473","speaker":"Phil"},{"type":"paragraph","content":"Real Things, it is plain, have a fixed and real Nature, which remains the same notwithstanding any Change in our Senses, or in the Posture and Motion of our Bodies; which indeed may affect the Ideas in our Minds, but it were absurd to think they had the same Effect on Things existing without the Mind.","subId":"474","id":"Berkeley.DHP.1.474","speaker":"Hyl"},{"type":"paragraph","content":"How then is it possible, that Things perpetually fleeting and variable as our Ideas, should be Copies or Images of any thing fixed and constant? Or in other Words, since all sensible Qualities, as Size, Figure, Colour, &c. that is, our Ideas are continally changing upon every Alteration in the Distance, Medium, or Instruments of Sensation; how can any determinate material Objects be properly represented or painted forth by several distinct Things, each of which is so different from and unlike the rest? Or if you say it resembles some one only of our Ideas, how shall we be able to distinguish the true Copy from all the false ones?","subId":"475","id":"Berkeley.DHP.1.475","speaker":"Phil"},{"type":"paragraph","content":"I profess, Philonous, I am at a loss. I know not what to say to this.","subId":"476","id":"Berkeley.DHP.1.476","speaker":"Hyl"},{"type":"paragraph","content":"But neither is this all. Which are material Objects in themselves, perceptible or imperceptible?","subId":"477","id":"Berkeley.DHP.1.477","speaker":"Phil"},{"type":"paragraph","content":"Properly and immediately nothing can be perceived but Ideas. All material Things therefore are in themselves insensible, and to be perceived only by their Ideas.","subId":"478","id":"Berkeley.DHP.1.478","speaker":"Hyl"},{"type":"paragraph","content":"Ideas then are sensible, and their Archetypes or Originals insensible.","subId":"479","id":"Berkeley.DHP.1.479","speaker":"Phil"},{"type":"paragraph","content":"Right.","subId":"480","id":"Berkeley.DHP.1.480","speaker":"Hyl"},{"type":"paragraph","content":"But how can that which is sensible be like that which is insensible? Can a real thing in itself invisible be like a Colour; or a real thing which is not audible, be like a Sound? In a word, can any thing be like a Sensation or Idea, but another Sensation or Idea?","subId":"481","id":"Berkeley.DHP.1.481","speaker":"Phil"},{"type":"paragraph","content":"I must own, I think not.","subId":"482","id":"Berkeley.DHP.1.482","speaker":"Hyl"},{"type":"paragraph","content":"Is it possible there should be any doubt in the Point? Do you not perfectly know your own Ideas?","subId":"483","id":"Berkeley.DHP.1.483","speaker":"Phil"},{"type":"paragraph","content":"I know them perfectly; since what I do not perceive or know, can be no part of my Idea.","subId":"484","id":"Berkeley.DHP.1.484","speaker":"Hyl"},{"type":"paragraph","content":"Consider therefore, and examine them, and then tell me if there be any thing in them which can exist without the Mind: or if you can conceive any thing like them existing without the Mind.","subId":"485","id":"Berkeley.DHP.1.485","speaker":"Phil"},{"type":"paragraph","content":"Upon Inquiry, I find it is impossible for me to conceive or understand how any thing but an Idea can be like an Idea. And it is most evident, that no Idea can exist without the Mind.","subId":"486","id":"Berkeley.DHP.1.486","speaker":"Hyl"},{"type":"paragraph","content":"You are therefore by your Principles forced to deny the Reality of sensible Things, since you made it consist in an absolute Existence exterior to the Mind. That is to say, you are a downright Sceptic. So I have gained my Point, which was to shew your Principles led to Scepticism.","subId":"487","id":"Berkeley.DHP.1.487","speaker":"Phil"},{"type":"paragraph","content":"For the present I am, if not intirely convinced, at least silenced.","subId":"488","id":"Berkeley.DHP.1.488","speaker":"Hyl"},{"type":"paragraph","content":"I would fain know what more you would require in order to a perfect Conviction. Have you not had the Liberty of explaining yourself all manner of ways? Were any little Slips in Discourse laid hold and insisted on? Or were you not allowed to retract or reinforce any thing you had offered, as best served your Purpose? Hath not every thing you could say been heard and examined with all the Fairness imaginable? In a word, have you not in every Point been convinced out of your own Mouth? And if you can at present discover any Flaw in any of your former Concessions, or think of any remaining Subterfuge, any new Distinction, Colour, or Comment whatsoever, why do you not produce it?","subId":"489","id":"Berkeley.DHP.1.489","speaker":"Phil"},{"type":"paragraph","content":"A little Patience, Philonous. I am at present so amazed to see myself ensnared, and as it were imprisoned in the Labyrinths you have drawn me into, that on the sudden it cannot be expected I should find my way out. You must give me time to look about me, and recollect myself.","subId":"490","id":"Berkeley.DHP.1.490","speaker":"Hyl"},{"type":"paragraph","content":"Hark; is not this the College-Bell?","subId":"491","id":"Berkeley.DHP.1.491","speaker":"Phil"},{"type":"paragraph","content":"It rings for Prayers.","subId":"492","id":"Berkeley.DHP.1.492","speaker":"Hyl"},{"type":"paragraph","content":"We will go in then if you please, and meet here again to Morrow Morning. In the meantime you may employ your Thoughts on this Morning's Discourse, and try if you can find any Fallacy in it, or invent any new means to extricate yourself.","subId":"493","id":"Berkeley.DHP.1.493","speaker":"Phil"},{"type":"paragraph","content":"Agreed.","subId":"494","id":"Berkeley.DHP.1.494","speaker":"Hyl"},{"type":"note","content":"See the [Essay towards a new Theory of Vision; And its Vindication].","subId":"n1","id":"Berkeley.DHP.1.n1"}]}