{"imported":true,"id":"Hume.ETSS.DP.1768.3","parent":"Hume.ETSS.DP.1768","title":"Section 3","breadcrumb":"Section 3","texts":[],"published":[1768],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. III.\n","id":"Hume.ETSS.DP.1768.3"},{"type":"paragraph","content":"In running over all the causes, which produce the passion of pride or that of humility; it would readily occur, that the same circumstance, if transferred from ourself to another person, would render him the object of love or hatred, esteem or contempt. The virtue, genius, beauty, family, riches, and authority of others beget favourable sentiments in their behalf; and their vice, folly, deformity, poverty and meanness excite the contrary sentiments. The double relation of impressions and ideas still operates on these passions of love and hatred; as on the former of pride and humility. Whatever gives a separate pleasure or pain, and is related to another person or connected with him, makes him the object of our affection or disgust.","subId":"1","id":"Hume.ETSS.DP.1768.3.1","subsection":"1"},{"type":"paragraph","content":"Hence too injury or contempt towards us is one of the greatest sources of our hatred; services or esteem, of our friendship.","subId":"2","id":"Hume.ETSS.DP.1768.3.2"},{"type":"paragraph","content":"Sometimes a relation to ourself excites affection towards any person. But there is always here implied a relation of sentiments, without which the other relation would have no influence[n4].","subId":"3","id":"Hume.ETSS.DP.1768.3.3","subsection":"2"},{"type":"paragraph","content":"A person, who is related to us, or connected with us, by blood, by similitude of fortune, of adventures, profession, or country, soon becomes an agreeable companion to us; because we enter easily and familiarly into his sentiments and conceptions: Nothing is strange or new to us: Our imagination, passing from self, which is ever intimately present to us, runs smoothly along the relation or connexion, and conceives with a full sympathy the person, who is nearly related to self. He renders himself immediately acceptable, and is at once on an easy footing with us: No distance, no reserve has place, where the person introduced is supposed so closely connected with us.","subId":"4","id":"Hume.ETSS.DP.1768.3.4"},{"type":"paragraph","content":"Relation has here the same influence as custom or acquaintance, in exciting affection; and from like causes. The ease and satisfaction, which, in both cases, attend our intercourse or commerce, is the source of the friendship.","subId":"5","id":"Hume.ETSS.DP.1768.3.5"},{"type":"paragraph","content":"The passions of love and hatred are always followed by, or rather conjoined with, benevolence and anger. It is this conjunction, which chiefly distinguishes these affections from pride and humility. For pride and humility are pure emotions in the soul, unattended with any desire, and not immediately exciting us to action. But love and hatred are not compleat within themselves, nor rest in that emotion, which they produce; but carry the mind to something farther. Love is always followed by a desire of happiness to the person beloved, and an aversion to his misery: As hatred produces a desire of the misery, and an aversion to the happiness of the person hated. These opposite desires seem to be originally and primarily conjoined with the passions of love and hatred. It is a constitution of nature, of which we can give no farther explication.","subId":"6","id":"Hume.ETSS.DP.1768.3.6","subsection":"3"},{"type":"paragraph","content":"Compassion frequently arises, where there is no preceding esteem or friendship; and compassion is an uneasiness in the sufferings of another. It seems to spring from the intimate and strong conception of his sufferings; and our imagination proceeds by degrees, from the lively idea, to the real feeling of another's misery.","subId":"7","id":"Hume.ETSS.DP.1768.3.7","subsection":"4"},{"type":"paragraph","content":"Malice and envy also arise in the mind without any preceding hatred or injury; though their tendency is exactly the same with that of anger and ill-will. The comparison of ourselves with others seems the source of envy and malice. The more unhappy another is, the more happy do we ourselves appear in our own conception.","subId":"8","id":"Hume.ETSS.DP.1768.3.8"},{"type":"paragraph","content":"The similar tendency of compassion to that of benevolence, and of envy to anger, forms a very close relation between these two sets of passions; though of a different kind from that insisted on above. It is not a resemblance of feeling or sentiment, but a resemblance of tendency or direction. Its effect, however, is the same, in producing an association of passions. Compassion is seldom or never felt without some mixture of tenderness and friendship; and envy is naturally accompanied with anger or ill-will. To desire the happiness of another, from whatever motive, is a good preparative to affection: and to delight in another's misery almost unavoidably begets aversion towards him.","subId":"9","id":"Hume.ETSS.DP.1768.3.9","subsection":"5"},{"type":"paragraph","content":"Even where interest is the source of our concern, it is commonly attended with the same consequences. A partner is a natural object of friendship; a rival of enmity.","subId":"10","id":"Hume.ETSS.DP.1768.3.10"},{"type":"paragraph","content":"Poverty, meanness, disappointment, produce contempt and dislike: But when these misfortunes are very great, or are represented to us in very strong colours, they excite compassion, and tenderness, and friendship. How is this contradiction to be accounted for? The poverty and meanness of another, in their common appearance, gives us uneasiness, by a species of imperfect sympathy; and this uneasiness produces aversion or dislike, from the resemblance of sentiment. But when we enter more intimately into another's concerns, and wish for his happiness, as well as feel his misery, friendship or good-will arises, from the similar tendency of the inclinations.","subId":"11","id":"Hume.ETSS.DP.1768.3.11","subsection":"6"},{"type":"paragraph","content":"In respect, there is a mixture of humility, with the esteem or affection: In contempt, a mixture of pride.","subId":"13","id":"Hume.ETSS.DP.1768.3.13","subsection":"7"},{"type":"paragraph","content":"The amorous passion is usually compounded of complacency in beauty, a bodily appetite, and friendship or affection. The close relation of these sentiments is very obvious, as well as their origin from each other, by means of that relation. Were there no other phænomenon to reconcile us to the present theory, this alone, methinks, were sufficient.","subId":"14","id":"Hume.ETSS.DP.1768.3.14"},{"type":"note","content":"The affection of parents to children seems founded on an original instinct. The affection towards other relations depends on the principles here explained.","subId":"n4","id":"Hume.ETSS.DP.1768.3.n4"}]}
