{"id":"Hume.HE.6.68","imported":true,"parent":"Hume.HE.6","title":"Chapter 68. Charles II (cont.)","breadcrumb":"Chapter 68","published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. LXVIII. £2 £1 CHARLES II. £1 _State of parties——State of the ministry——Meal-tub plot——Whig and Tory——A new parliament——Violence of the commons——Exclusion bill——Arguments for and against the exclusion——Exclusion-bill rejected——Trial of Stafford——His execution——Violence of the commons——Dissolution of the parliament——New parliament at Oxford——Fitzharris's case——Parliament dissolved——Victory of the royalists._","id":"Hume.HE.6.68"},{"type":"paragraph","content":"THE king, #1679.# observing that the whole nation concurred at first in the belief and prosecution of the popish plot, had found it necessary for his own safety to pretend, in all public speeches and transactions, an entire belief and acquiescence in that famous absurdity, and by this artifice he had eluded the violent and irresistible torrent of the people. When a little time and recollection, as well as the execution of the pretended conspirators, had somewhat moderated the general fury, #State of parties.# he was now enabled to form a considerable party, devoted to the interests of the crown, and determined to oppose the pretensions of the malcontents.","subId":"1","id":"Hume.HE.6.68.1"},{"type":"paragraph","content":"^In^ every mixed government, such as that of England, the bulk of the nation will always incline to preserve the entire frame of the constitution; but according to the various prejudices, interests, and |dispositions of men, some will ever attach themselves with more passion to the regal, others to the popular part of the government. Though the king, after his restoration, had endeavoured to abolish the distinction of parties, and had chosen his ministers from among all denominations; no sooner had he lost his popularity, and exposed himself to general jealousy, than he found it necessary to court the old cavalier party, and to promise them full compensation for that neglect, of which they had hitherto complained. The present emergence made it still more necessary for him to apply for their support; and there were many circumstances, which determined them, at this time, to fly to the assistance of the crown, and to the protection of the royal family.","subId":"2","id":"Hume.HE.6.68.2"},{"type":"paragraph","content":"^A^ party, strongly attached to monarchy, will naturally be jealous of the right of succession, by which alone, they believe, stability to be preserved in the government, and a barrier fixed against the encroachments of popular assemblies. The project, openly embraced, of excluding the duke, appeared to that party a dangerous innovation: And the design, secretly projected, of advancing Monmouth, made them apprehensive, lest the inconveniencies of a disputed succession should be propagated to all posterity. While the jealous lovers of liberty maintained, that a king, whose title depended on the parliament, would naturally be more attentive to the interests, at least to the humours of the people; the passionate admirers of monarchy considered all dependance as a degradation of kingly government, and a great step towards the establishment of a commonwealth in England.","subId":"3","id":"Hume.HE.6.68.3"},{"type":"paragraph","content":"^But^ though his union with the political royalists brought great accession of force to the king, he derived no less support from the confederacy, which he had, at this time, the address to form with the church of England. He represented to the ecclesiastics the great number of presbyterians and other sectaries, who had entered into the popular party; the encouragement and favour which they met with; the loudness of their cries with regard to popery and arbitrary power. And he made the established clergy and their adherents apprehend, that the old scheme for the abolition of prelacy as well as monarchy was revived, and that the same miseries and oppressions awaited them, to which, during the civil wars and usurpations, they had so long been exposed.","subId":"4","id":"Hume.HE.6.68.4"},{"type":"paragraph","content":"^The^ memory also of those dismal times united many indifferent |and impartial persons to the crown, and begat a dread lest the zeal for liberty should engraft itself on fanaticism, and should once more kindle a civil war in the kingdom. Had not the king still retained the prerogative of dissolving the parliament, there was indeed reason to apprehend the renewal of all the pretensions and violences, which had ushered in the last commotions. The one period appeared an exact counter-part to the other: But still discerning judges could perceive, both in the spirit of the parties and in the genius of the prince, a material difference; by means of which Charles was enabled at last, though with the imminent peril of liberty, to preserve the peace of the nation.","subId":"5","id":"Hume.HE.6.68.5"},{"type":"paragraph","content":"^The^ cry against popery was loud; but it proceeded less from religious than from party zeal, in those who propagated, and even in those who adopted it. The spirit of enthusiasm had occasioned so much mischief, and had been so successfully exploded, that it was not possible, by any artifice, again to revive and support it. Cant had been ridiculed; hypocrisy detected; the pretensions to a more thorough reformation, and to greater purity, had become suspicious; and instead of denominating themselves the _godly_ party, the appellation affected at the beginning of the civil wars, the present patriots were content with calling themselves the _good_ and the _honest_ party[n1]: A sure prognostic, that their measures were not to be so furious, nor their pretensions so exorbitant.","subId":"6","id":"Hume.HE.6.68.6"},{"type":"paragraph","content":"^The^ king too, though not endowed with the integrity and strict principles of his father, was happy in a more amiable manner, and more popular address. Far from being distant, stately, or reserved, he had not a grain of pride or vanity in his whole composition[n2], but was the most affable, best bred man alive. He treated his subjects like noblemen, like gentlemen, like freemen; not like vassals or boors. His professions were plausible, his whole behaviour engaging; so that he won upon the hearts, even while he lost the good opinion of his subjects, and often balanced their judgment of things by their personal inclination[n3]. In his public conduct likewise, though he had sometimes embraced measures dangerous to the liberty and religion of his people, he had never been found to persevere obstinately in them, but had always returned into that |path, which their united opinion seemed to point out to him. And upon the whole, it appeared to many cruel and even iniquitous, to remark too rigorously the failings of a prince, who discovered so much facility in correcting his errors, and so much lenity in pardoning the offences committed against himself.","subId":"7","id":"Hume.HE.6.68.7"},{"type":"paragraph","content":"^The^ general affection, borne the king, appeared signally about this time. He fell sick at Windsor; and had two or three fits of a fever, so violent as made his life be thought in danger. A general consternation seized all ranks of men, encreased by the apprehensions entertained of his successor. In the present disposition of men's minds, the king's death, to use an expression of sir William Temple[n4], was regarded as the end of the world. The malcontents, it was feared, would proceed to extremities, and immediately kindle a civil war in the kingdom. Either their entire success, or entire failure, or even the balance and contest of parties, seemed all of them events equally fatal. The king's chief counsellors, therefore, Essex, Halifax, and Sunderland, #State of the ministry.# who stood on bad terms with Shaftesbury and the popular party, advised him to send secretly for the duke, that, in case of any sinister accident, that prince might be ready to assert his right against the opposition, which he was likely to meet with. #2d Sept.# When the duke arrived, he found his brother out of danger; and it was agreed to conceal the invitation, which he had received. His journey, however, was attended with important consequences. He prevailed on the king to disgrace Monmouth, whose projects were now known and avowed; to deprive him of his command in the army; and to send him beyond sea. He himself returned to Brussels; but made a short stay in that place. He obtained leave to retire to Scotland, under pretence still of quieting the apprehensions of the English nation; but in reality with a view of securing that kingdom in his interests.","subId":"8","id":"Hume.HE.6.68.8"},{"type":"paragraph","content":"^Though^ Essex and Halifax had concurred in the resolution of inviting over the duke, they soon found, that they had not obtained his confidence, and that even the king, while he made use of their service, had no sincere regard for their persons. Essex in disgust resigned the treasury: Halifax retired to his country-seat: Temple, despairing of any accommodation among such enraged parties, withdrew almost entirely to his books and his gardens. The |king, who changed ministers as well as measures with great indifference, bestowed at this time his chief confidence on Hyde, Sunderland, and Godolphin. Hyde succeeded Essex in the treasury.","subId":"9","id":"Hume.HE.6.68.9"},{"type":"paragraph","content":"^All^ the king's ministers, as well as himself, were extremely averse to the meeting of the new parliament, which they expected to find as refractory as any of the preceding. The elections had gone mostly in favour of the country party. The terrors of the plot had still a mighty influence over the populace; and the apprehensions of the duke's bigoted principles and arbitrary character weighed with men of sense and reflection. The king therefore resolved to prorogue the parliament, that he might try, whether time would allay those humours, which, by every other expedient, he had in vain attempted to mollify. In this measure he did not expect the concurrence of his council. He knew, that those popular leaders, whom he had admitted, would zealously oppose a resolution, which disconcerted all their schemes; and that the royalists would not dare, by supporting it, to expose themselves to the vengeance of the parliament, when it should be assembled. These reasons obliged him to take this step entirely of himself; and he only declared his resolution in council. It is remarkable, that, though the king had made profession never to embrace any measure without the advice of these counsellors, he had often broken that resolution, and had been necessitated, in affairs of the greatest consequence, to controul their opinion. Many of them in disgust threw up about this time; particularly lord Russel, the most popular man in the nation, as well from the mildness and integrity of his character, as from his zealous attachment to the religion and liberties of his country. Though carried into some excesses, his intentions were ever esteemed upright; and being heir to the greatest fortune in the kingdom, as well as void of ambition, men believed, that nothing but the last necessity could ever engage him to embrace any desperate measures. Shaftesbury, who was, in most particulars, of an opposite character, was removed by the king from the office of president of the council; and the earl of Radnor, a man who possessed whimsical talents and splenetic virtues, was substituted in his place.","subId":"10","id":"Hume.HE.6.68.10"},{"type":"paragraph","content":"^It^ was the favour and countenance of the parliament, which had chiefly encouraged the rumour of plots; but the nation had gotten so much into that vein of credulity, and every necessitous |villain was so much incited by the success of Oates and Bedloe, that, even during the prorogation, the people were not allowed to remain in tranquillity. There was one Dangerfield, a fellow who had been burned in the hand for crimes, transported, whipped, pilloried four times, fined for cheats, outlawed for felony, convicted of coining, and exposed to all the public infamy, which the laws could inflict on the basest and most shameful enormities. The credulity of the people, and the humour of the times enabled even this man to become a person of consequence. He was the author of a new incident, #Meal-tub-plot.# called the meal-tub-plot, from the place where some papers, relating to it, were found. The bottom of this affair it is difficult, and not very material, to discover. It only appears, that Dangerfield, under pretence of betraying the conspiracies of the presbyterians, had been countenanced by some catholics of condition, and had even been admitted to the duke's presence and the king's. And that under pretence of revealing new popish plots, he had obtained access to Shaftesbury and some of the popular leaders. Which side he intended to cheat, is uncertain; or whether he did not rather mean to cheat both: But he soon found, that the belief of the nation was more open to a popish than a presbyterian plot; and he resolved to strike in with the prevailing humour. Though no weight could be laid on his testimony, great clamour was raised; as if the court, by way of retaliation, had intended to load the presbyterians with the guilt of a false conspiracy. It must be confessed, that the present period, by the prevalence and suspicion of such mean and ignoble arts on all sides, throws a great stain on the British annals.","subId":"11","id":"Hume.HE.6.68.11"},{"type":"paragraph","content":"#17th Nov.# ^One^ of the most innocent artifices, practised by party men at this time, was the additional ceremony, pomp, and expence, with which a pope-burning was celebrated in London: The spectacle served to entertain, and amuse, and inflame the populace. The duke of Monmouth likewise came over without leave, and made a triumphant procession through many parts of the kingdom, extremely caressed and admired by the people. All these arts seemed requisite to support the general prejudices, during the long interval of parliament. Great endeavours were also used to obtain the king's consent for the meeting of that assembly. #1680.# Seventeen peers presented a petition to this purpose. Many of the corporations imitated the example. Notwithstanding several marks of displeasure, |and even a menacing proclamation from the king, petitions came from all parts, earnestly insisting on a session of parliament. The danger of popery, and the terrors of the plot were never forgotten in any of these addresses.","subId":"12","id":"Hume.HE.6.68.12"},{"type":"paragraph","content":"^Tumultuous^ petitioning was one of the chief artifices by which the malcontents in the last reign had attacked the crown: And though the manner of subscribing and delivering petitions was now somewhat regulated by act of parliament, the thing itself still remained; and was an admirable expedient for infesting the court, for spreading discontent, and for uniting the nation in any popular clamour. As the king found no law, by which he could punish those importunate, and, as he deemed them, undutiful solicitations, he was obliged to encounter them by popular applications of a contrary tendency. Wherever the church and court party prevailed, addresses were framed, containing expressions of the highest regard to his majesty, the most entire acquiescence in his wisdom, the most dutiful submission to his prerogative, and the deepest _abhorrence_ of those, who endeavoured to encroach upon it, by prescribing to him any time for assembling the parliament. Thus the nation came to be distinguished into _petitioners_ and _abhorrers._ Factions indeed were at this time extremely animated against each other. The very names, by which each party denominated its antagonist, discover the virulence and rancour, which prevailed. For besides petitioner and abhorrer, appellations which were soon forgotten, this year is remarkable for being the epoch of the well-known epithets of ^whig^ and ^tory^ , by which, #Whig and tory.# and sometimes without any material difference, this island has been so long divided. The court party reproached their antagonists with their affinity to the fanatical conventiclers in Scotland, who were known by the name of whigs: The country party found a resemblance between the courtiers and the popish banditti in Ireland, to whom the appellation of tory was affixed. And after this manner, these foolish terms of reproach came into public and general use; and even at present seem not nearer their end than when they were first invented.","subId":"13","id":"Hume.HE.6.68.13"},{"type":"paragraph","content":"^The^ king used every art to encourage his partizans, and to reconcile the people to his government. He persevered in the great zeal which he affected against popery. He even allowed several priests to be put to death, for no other crime than their having |received orders in the Romish church. It is singular, that one of them, called Evans, was playing at tennis, when the warrant for his immediate execution was notified to him: He swore, that he would play out his set first. Charles, with the same view of acquiring popularity, formed an alliance with Spain, and also offered an alliance to Holland: But the Dutch, terrified with the great power of France, and seeing little resource in a country so distracted as England, declined acceptance. He had sent for the duke from Scotland, but desired him to return, when the time of assembling the parliament began to approach.","subId":"14","id":"Hume.HE.6.68.14"},{"type":"paragraph","content":"^It^ was of great consequence to the popular party, while the meeting of parliament depended on the king's will, to keep the law, whose operations are perpetual, entirely on their side. The sheriffs of London by their office return the juries: It had been usual for the mayor to nominate one sheriff by drinking to him; and the common hall had ever without dispute confirmed the mayor's choice. Sir Robert Clayton, the mayor, appointed one who was not acceptable to the popular party: The common-hall rejected him; and Bethel and Cornish, two independants, and republicans, and of consequence deeply engaged with the malcontents, were chosen by a majority of voices. In spite of all remonstrances and opposition, the citizens persisted in their choice; and the court party was obliged for the present to acquiesce.","subId":"15","id":"Hume.HE.6.68.15"},{"type":"paragraph","content":"^Juries^ however were not so partial in the city; but that reason and justice, even when the popish plot was in question, could sometimes prevail. The earl of Castlemaine, #23d June.# husband to the dutchess of Cleveland, was acquitted about this time, though accused by Oates and Dangerfield of an intention to assassinate the king. Sir Thomas Gascoigne, a very aged gentleman in the north, being accused by two servants, whom he had dismissed for dishonesty, received a like verdict. These trials were great blows to the plot, which now began to stagger, in the judgment of most men, except those who were entirely devoted to the country party. But in order still to keep alive the zeal against popery, the earl of Shaftesbury appeared in Westminster-hall, attended by the earl of Huntingdon, the lords Russel, Cavendish, Grey, Brandon, Sir Henry Caverly, Sir Gilbert Gerrard, Sir William Cooper, and other persons of distinction, and presented to the grand jury of Middlesex reasons for indicting the duke of York as a popish recusant. While |the jury were deliberating on this extraordinary presentment, the chief justice sent for them, and suddenly, even somewhat irregularly, dismissed them. Shaftesbury however obtained the end for which he had undertaken this bold measure: He showed to all his followers the desperate resolution, which he had embraced, never to admit of any accommodation or composition with the duke. By such daring conduct he gave them assurance, that he was fully determined not to desert their cause; and he engaged them to a like devoted perseverance in all the measures, which he should suggest to them.","subId":"16","id":"Hume.HE.6.68.16"},{"type":"paragraph","content":"^As^ the kingdom was regularly and openly divided into two zealous parties, it was not difficult for the king to know, that the majority of the new house of commons was engaged in interests opposite to the court: But that he might leave no expedient untried, which could compose the unhappy differences among his subjects, he resolved, #21st. Octob. A new parliament.# at last, after a long interval, to assemble the parliament. In his speech, he told them, that the several prorogations, which he had made, had been very advantageous to his neighbours, and very useful to himself: That he had employed that interval in perfecting with the crown of Spain an alliance, which had often been desired by former parliaments, and which, he doubted not, would be extremely agreeable to them: That, in order to give weight to this measure, and render it beneficial to Christendom, it was necessary to avoid all domestic dissensions, and to unite themselves firmly in the same views and purposes: That he was determined, that nothing on his part should be wanting to such a salutary end; and provided the succession were preserved in its due and legal course, he would concur in any expedient for the security of the protestant religion: That the farther examination of the popish plot and the punishment of the criminals were requisite for the safety both of king and kingdom. And after recommending to them the necessity of providing, by some supplies, for the safety of Tangiers, he proceeded in these words: \"But that which I value above all the treasure in the world, and which I am sure will give us greater strength and reputation both at home and abroad than any treasure can do, is a perfect union among ourselves. Nothing but this can restore the kingdom to that strength and vigour which it seems to have lost, and raise us again to that consideration, which England hath usually possessed. All |Europe have their eyes upon this assembly, and think their own happiness and misery, as well as ours, will depend upon it. If we should be so unhappy as to fall into misunderstandings among ourselves to that degree as would render our friendship unsafe to trust to, it will not be wondered at, if our neighbours should begin to take new resolutions, and perhaps such as may be fatal to us. Let us therefore take care, that we do not gratify our enemies, and discourage our friends, by any unseasonable disputes. If any such do happen, the world will see, that it is no fault of mine: For I have done all that it was possible for me to do, to keep you in peace, while I live, and to leave you so, when I die. But from so great prudence and so good affection as yours, 1 can fear nothing of this kind; but do rely upon you all, that you will do your best endeavours to bring this parliament to a good and happy conclusion.\"","subId":"17","id":"Hume.HE.6.68.17"},{"type":"paragraph","content":"#Violence of the commons.# ^All^ these mollifying expressions had no influence with the commons. Every step, which they took, betrayed the zeal, with which they were animated. They voted, that it was the undoubted right of the subject to petition the king for the calling and sitting of parliament. Not content with this decision, which seems justifiable in a mixed monarchy, they fell with the utmost violence on all those _abhorrers,_ who, in their addresses to the crown, had expressed their disapprobation of those petitions. They did not reflect, that it was as lawful for one party of men, as for another, to express their sense of public affairs; and that the best established right may, in particular circumstances, be abused, and even the exercise of it become an object of abhorrence. For this offence, they expelled Sir Thomas Withens. They appointed a committee for farther enquiry into such members as had been guilty of a like crime; and complaints were lodged against lord Paston, Sir Robert Malverer, Sir Bryan Stapleton, Taylor, and Turner. They addressed the king against Sir George Jefferies, recorder of London, for his activity in the same cause; and they frightened him into a resignation of his office, in which he was succeeded by Sir George Treby, a great leader of the popular party. They voted an impeachment against North, chief justice of the common pleas, for drawing the proclamation against tumultuous petitions: But upon examination found the proclamation so cautiously worded, that it afforded them no handle against him. A petition had been |presented to the king from Taunton. \"How dare you deliver me such a paper?\" said the king to the person who presented it. \"Sir,\" replied he, \"my name is ^Dare.^ \" For this saucy reply, but under other pretences, he had been tried, fined, and committed to prison. The commons now addressed the king for his liberty and for remitting his fine. Some printers also and authors of seditious libels they took under their protection.","subId":"18","id":"Hume.HE.6.68.18"},{"type":"paragraph","content":"^Great^ numbers of the abhorrers, from all parts of England, were seized by order of the commons, and committed to custody. The liberty of the subject, which had been so carefully guarded by the great charter, and by the late law of habeas corpus, was every day violated by their arbitrary and capricious commitments. The chief jealousy, it is true, of the English constitution is naturally and justly directed against the crown; nor indeed have the commons any other means of securing their privileges than by commitments, which, as they cannot beforehand be exactly determined by law, must always appear in some degree arbitrary. Sensible of these reasons, the people had hitherto, without murmuring, seen this discretionary power exercised by the house: But as it was now carried to excess, and was abused to serve the purposes of faction, great complaints against it were heard from all quarters. At last, the vigour and courage of one Stowel of Exeter, an abhorrer, put an end to the practice. He refused to obey the serjeant at arms, stood upon his defence, and said that he knew of no law, by which they pretended to commit him. The house, finding it equally dangerous to proceed or to recede, got off by an evasion: They inserted in their votes, that Stowel was indisposed, and that a month's time was allowed him for the recovery of his health.","subId":"19","id":"Hume.HE.6.68.19"},{"type":"paragraph","content":"^But^ the chief violence of the house of commons appeared in all their transactions with regard to the plot, which they prosecuted with the same zeal and the same credulity as their predecessors. They renewed the former vote, which affirmed the reality of the horrid popish plot; and, in order the more to terrify the people, they even asserted, that, notwithstanding the discovery, the plot still subsisted. They expelled Sir Robert Can, and Sir Robert Yeomans, who had been complained of, for saying, that there was no popish, but there was a presbyterian plot. And they greatly lamented the death of Bedloe, whom they called a material witness, and on whose testimony they much depended. He had been seized |with a fever at Bristol; had sent for chief justice North; confirmed all his former evidence, except that with regard to the duke and the queen; and desired North to apply to the king for some money to relieve him in his necessities. A few days after, he expired; and the whole party triumphed extremely in these circumstances of his death: As if such a testimony could be deemed the affirmation of a dying man, as if his confession of perjury in some instances could assure his veracity in the rest, and as if the perseverance of one profligate could outweigh the last words of so many men, guilty of no crime but that of popery.","subId":"20","id":"Hume.HE.6.68.20"},{"type":"paragraph","content":"^The^ commons even endeavoured, by their countenance and protection, to remove the extreme infamy, with which Dangerfield was loaded, and to restore him to the capacity of being an evidence. The whole tribe of informers they applauded and rewarded: Jennison, Turberville, Dugdale, Smith, la Faria, appeared before them; and their testimony, however frivolous or absurd, met with a favourable reception: The king was applied to in their behalf for pensions and pardons: Their narratives were printed with that sanction, which arose from the approbation of the house: Dr. Tongue was recommended for the first considerable church preferment, which should become vacant. Considering men's determined resolution to believe, instead of admiring that a palpable falshood should be maintained by witnesses, it may justly appear wonderful, that no better evidence was ever produced against the catholics.","subId":"21","id":"Hume.HE.6.68.21"},{"type":"paragraph","content":"^The^ principal reasons, which still supported the clamour of the popish plot, were the apprehensions entertained by the people, of the duke of York, and the resolution, embraced by their leaders, of excluding him from the throne. #Exclusion-bill.# Shaftesbury and many considerable men of the party, had rendered themselves irreconcileable with him, and could find their safety no way but in his ruin. Monmouth's friends hoped, that the exclusion of that prince would make way for their patron. The resentment against the duke's apostacy, the love of liberty, the zeal for religion, the attachment to faction; all these motives incited the country party. And above all, what supported the resolution of adhering to the exclusion, and rejecting all other expedients offered, was the hope artfully encouraged, that the king would at last be obliged to yield to their demand. His revenues were extremely burdened; and even if free, |could scarcely suffice for the necessary charges of government, much less for that pleasure and expence, to which he was inclined. Though he had withdrawn his countenance from Monmouth, he was known secretly to retain a great affection for him. On no occasion had he ever been found to persist obstinately against difficulties and importunity. And as his beloved mistress, the dutchess of Portsmouth, had been engaged, either from lucrative views, or the hopes of making the succession fall on her own children, to unite herself with the popular party; this incident was regarded as a favourable prognostic of their success. Sunderland, secretary of state, who had linked his interest with that of the dutchess, had concurred in the same measure.","subId":"22","id":"Hume.HE.6.68.22"},{"type":"paragraph","content":"^But^ besides friendship for his brother and a regard to the right of succession, there were many strong reasons, which had determined Charles to persevere in opposing the exclusion. All the royalists and the devotees to the church; that party by which alone monarchy was supported; regarded the right of succession as inviolable; and if abandoned by the king in so capital an article, it was to be feared, that they would, in their turn, desert his cause, and deliver him over to the pretensions and usurpations of the country party. The country party, or the whigs, as they were called, if they did not still retain some propensity towards a republic, were at least affected with a violent jealousy of regal power; and it was equally to be dreaded, that, being enraged with past opposition and animated by present success, they would, if they prevailed in this pretension, be willing as well as able, to reduce the prerogative within very narrow limits. All menaces therefore, all promises were in vain employed against the king's resolution: He never would be prevailed on to desert his friends, and put himself into the hands of his enemies. And having voluntarily made such important concessions, and tendered, over and over again, such strong limitations, he was well pleased to find them rejected by the obstinacy of the commons; and hoped, that, after the spirit of opposition had spent itself in fruitless violence, the time would come, when he might safely appeal against his parliament to his people.","subId":"23","id":"Hume.HE.6.68.23"},{"type":"paragraph","content":"^So^ much were the popular leaders determined to carry matters to extremities, that in less than a week after the commencement of the session, a motion was made for bringing in an exclusion-bill, and a committee was appointed for that purpose. This bill differed |in nothing from the former, but in two articles, which showed still an encrease of zeal in the commons: The bill was to be read to the people twice a-year in all the churches of the kingdom, and every one, who should support the duke's title was rendered incapable of receiving a pardon but by act of parliament.","subId":"24","id":"Hume.HE.6.68.24"},{"type":"paragraph","content":"^The^ debates were carried on with great violence on both sides. The bill was defended by Sir William Jones, who had now resigned his office of attorney-general, by lord Russel, by Sir Francis Winnington, Sir Harry Capel, Sir William Pulteney, by colonel Titus, Treby, Hambden, Montague. #10th Nov.# It was opposed by Sir Leoline Jenkins, secretary of state, Sir John Ernley, chancellor of the exchequer, by Hyde, Seymour, Temple. The arguments, transmitted to us, may be reduced to the following topics.","subId":"25","id":"Hume.HE.6.68.25"},{"type":"paragraph","content":"#Arguments for and against the exclusion.# ^In^ every government, said the exclusionists, there is somewhere an authority absolute and supreme; nor can any determination, how unusual soever, which receives the sanction of the legislature, admit afterwards of dispute or controul. The liberty of a constitution, so far from diminishing this absolute power, seems rather to add force to it, and to give it greater influence over the people. The more members of the state concur in any legislative decision, and the more free their voice; the less likelihood is there, that any opposition will be made to those measures, which receive the final sanction of their authority. In England, the legislative power is lodged in king, lords, and commons, which comprehend every order of the community: And there is no pretext for exempting any circumstance of government, not even the succession of the crown, from so full and decisive a jurisdiction. Even express declarations have, in this particular, been made of parliamentary authority: Instances have occurred, where it has been exerted: And though prudential reasons may justly be alledged, why such innovations should not be attempted but on extraordinary occasions, the power and right are for ever vested in the community. But if any occasion can be deemed extraordinary, if any emergence can require unusual expedients, it is the present; when the heir to the crown has renounced the religion of the state, and has zealously embraced a faith, totally hostile and incompatible. A prince of that communion can never put trust in a people, so prejudiced against him: The people must be equally diffident of such a prince: Foreign and destructive alliances will seem to one |the only protection of his throne: Perpetual jealousy, opposition, faction, even insurrections will be employed by the other as the sole securities for their liberty and religion. Though theological principles, when set in opposition to passions, have often small influence on mankind in general, still less on princes; yet when they become symbols of faction, and marks of party distinctions, they concur with one of the strongest passions in the human frame, and are then capable of carrying men to the greatest extremities. Notwithstanding the better judgment and milder disposition of the king; how much has the influence of the duke already disturbed the tenor of government? How often engaged the nation into measures totally destructive of their foreign interests and honour, of their domestic repose and tranquillity? The more the absurdity and incredibility of the popish plot are insisted on, the stronger reason it affords for the exclusion of the duke; since the universal belief of it discovers the extreme antipathy of the nation to his religion, and the utter impossibility of ever bringing them to acquiesce peaceably under the dominion of such a sovereign. The prince, finding himself in so perilous a situation, must seek for security by desperate remedies, and by totally subduing the privileges of a nation, which had betrayed such hostile dispositions towards himself, and towards every thing which he deems the most sacred. It is in vain to propose limitations and expedients. Whatever share of authority is left in the duke's hands, will be employed to the destruction of the nation; and even the additional restraints, by discovering the public diffidence and aversion, will serve him as incitements to put himself in a condition entirely superior and independant. And as the laws of England still make resistance treason, and neither do nor can admit of any positive exceptions; what folly to leave the kingdom in so perilous and absurd a situation; where the greatest virtue will be exposed to the most severe proscription, and where the laws can only be saved by expedients, which these same laws have declared the highest crime and enormity?","subId":"26","id":"Hume.HE.6.68.26"},{"type":"paragraph","content":"^The^ court party reasoned in an opposite manner. An authority, they said, wholly absolute and uncontroulable is a mere chimera, and is no where to be found in any human institutions. All government is founded on opinion and a sense of duty; and wherever the supreme magistrate, by any law or positive prescription, shocks an |opinion regarded as fundamental, and established with a firmness equal to that of his own authority, he subverts the principle, by which he himself is established, and can no longer hope for obedience. In European monarchies, the right of succession is justly esteemed a fundamental; and even though the whole legislature be vested in a single person, it would never be permitted him by an edict, to disinherit his lawful heir, and call a stranger or more distant relation to the throne. Abuses in other parts of government are capable of redress, from more dispassionate enquiry or better information of the sovereign, and till then ought patiently to be endured: But violations of the right of succession draw such terrible consequences after them as are not to be paralleled by any other grievance or inconvenience. Vainly is it pleaded, that England is a mixed monarchy; and that a law, assented to by king, lords, and commons, is enacted by the concurrence of every part of the state: It is plain, that there remains a very powerful party, who may indeed be out-voted, but who never will deem a law, subversive of hereditary right, any wise valid or obligatory. Limitations, such as are proposed by the king, give no shock to the constitution, which, in many particulars, is already limited; and they may be so calculated as to serve every purpose, sought for by an exclusion. If the ancient barriers against regal authority have been able, during so many ages, to remain impregnable; how much more, those additional ones, which, by depriving the monarch of power, tend so far to their own security? The same jealousy too of religion, which has engaged the people to lay these restraints upon the successor, will extremely lessen the number of his partizans, and make it utterly impracticable for him, either by force or artifice, to break the fetters, imposed upon him. The king's age and vigorous state of health promise him a long life: And can it be prudent to tear in pieces the whole state, in order to provide against a contingency, which, it is very likely, may never happen? No human schemes can secure the public in all possible, imaginable, events; and the bill of exclusion itself, however accurately framed, leaves room for obvious and natural suppositions, to which it pretends not to provide any remedy. Should the duke have a son, after the king's death must that son, without any default of his own, forfeit his title? or must the princess of Orange descend from the throne, in order to give place to the lawful |successor? But were all these reasonings false, it still remains to be considered, that, in public deliberations, we seek not the expedient, which is best in itself, but the best of such as are practicable. The king willingly consents to limitations, and has already offered some which are of the utmost importance: But he is determined to endure any extremity rather than allow the right of succession to be invaded. Let us beware of that factious violence, which leads to demand more than will be granted; lest we lose the advantage of those beneficial concessions, and leave the nation, on the king's demise, at the mercy of a zealous prince, irritated with the ill usage, which, he imagines, he has already met with.","subId":"27","id":"Hume.HE.6.68.27"},{"type":"paragraph","content":"^In^ the house of commons, the reasoning of the exclusionists appeared the more convincing; and the bill passed by a great majority. It was in the house of peers that the king expected to oppose it with success. The court party was there so prevalent, that it was carried only by a majority of two to pay so much regard to the bill as even to commit it. When it came to be debated, the contest was violent. #15th Nov.# Shaftesbury, Sunderland, and Essex argued for it: Halifax chiefly conducted the debate against it, and displayed an extent of capacity and a force of eloquence, which had never been surpassed in that assembly. He was animated, as well by the greatness of the occasion, as by a rivalship with his uncle Shaftesbury; whom, during that day's debate, he seemed, in the judgment of all, to have totally eclipsed. The king was present during the whole debate, which was prolonged till eleven at night. The bill was thrown out by a considerable majority. #Exclusion bill rejected.# All the bishops, except three, voted against it. Besides the influence of the court over them; the church of England, they imagined or pretended, was in greater danger from the prevalence of presbyterianism than of popery, which, though favoured by the duke, and even by the king, was extremely repugnant to the genius of the nation.","subId":"28","id":"Hume.HE.6.68.28"},{"type":"paragraph","content":"^The^ commons discovered much ill humour upon this disappointment. They immediately voted an address for the removal of Halifax from the king's councils and presence for ever. Though the pretended cause was his advising the late frequent prorogations of parliament, the real reason was apparently his vigorous opposition to the exclusion-bill. When the king applied for money to enable him to maintain Tangiers, which he declared his present revenues totally unable to defend; instead of complying, |they voted such an address as was in reality a remonstrance, and one little less violent than that famous remonstrance, which ushered in the civil wars. All the abuses of government, from the beginning almost of the reign, are there insisted on; the Dutch war, the alliance with France, the prorogations and dissolutions of parliament; and as all these measures, as well as the _damnable_ and _hellish_ plot, are there ascribed to the machinations of papists, it was plainly insinuated, that the king had, all along, lain under the influence of that party, and was in reality the chief conspirator against the religion and liberties of his people.","subId":"29","id":"Hume.HE.6.68.29"},{"type":"paragraph","content":"^The^ commons, though they conducted the great business of the exclusion with extreme violence and even imprudence, had yet much reason for the jealousy, which gave rise to it: But their vehement prosecution of the popish plot even after so long an interval, discovers such a spirit, either of credulity or injustice, as admits of no apology. The impeachment of the catholic lords in the Tower was revived; and as viscount Stafford, from his age, infirmities, and narrow capacity, was deemed the least capable of defending himself, it was determined to make him the first victim, that his condemnation might pave the way for a sentence against the rest. #30th Nov.# The chancellor, now created earl of Nottingham, was appointed high steward for conducting the trial.","subId":"30","id":"Hume.HE.6.68.30"},{"type":"paragraph","content":"^Three^ witnesses were produced against the prisoner; Oates, Dugdale, and Turberville. #Trial of Stafford, and execution.# Oates swore, that he saw Fenwic, the jesuit, deliver to Stafford a commission signed by de Oliva, general of the jesuits, appointing him pay-master to the papal army, which was to be levied for the subduing of England: For this ridiculous imposture still maintained its credit with the commons. Dugdale gave testimony, that the prisoner, at Tixal, a seat of lord Aston's, had endeavoured to engage him in the design of murdering the king; and had promised him, besides the honour of being sainted by the church, a reward of 500 pounds for that service. Turberville deposed, that the prisoner, in his own house at Paris, had made him a like proposal. To offer money for murdering a king, without laying down any scheme, by which the assassin may insure some probability or possibility of escape, is so incredible in itself, and may so easily be maintained by any prostitute evidence, that an accusation of that nature, not accompanied with circumstances, ought very little to be attended to by any court of judicature. But |notwithstanding the small hold, which the witnesses afforded, the prisoner was able in many material particulars, to discredit their testimony. It was sworn by Dugdale, that Stafford had assisted in a great consult of the catholics held at Tixal; but Stafford proved by undoubted testimony, that at the time assigned he was in Bath, and in that neighbourhood. Turberville had served a noviciate among the Dominicans; but having deserted the convent, he had enlisted as a trooper in the French army; and being dismissed that service, he now lived in London, abandoned by all his relations, and exposed to great poverty. Stafford proved, by the evidence of his gentleman and his page, that Turberville had never, either at Paris or at London, been seen in his company; and it might justly appear strange, that a person, who had so important a secret in his keeping, was so long entirely neglected by him.","subId":"31","id":"Hume.HE.6.68.31"},{"type":"paragraph","content":"^The^ clamour and outrage of the populace, during the trial, were extreme: Great abilities and eloquence were displayed by the managers, Sir William Jones, Sir Francis Winnington, and serjeant Maynard: Yet did the prisoner, under all these disadvantages, make a better defence than was expected, either by his friends or his enemies: The unequal contest, in which he was engaged, was a plentiful source of compassion to every mind, seasoned with humanity. He represented, that, during a course of forty years, from the very commencement of the civil wars, he had, through many dangers, difficulties and losses, still maintained his loyalty: And was it credible, that now, in his old age, easy in his circumstances, but dispirited by infirmities, he would belye the whole course of his life, and engage against his royal master, from whom he had ever received kind treatment, in the most desperate and most bloody of all conspiracies? He remarked the infamy of the witnesses; the contradictions and absurdities of their testimony; the extreme indigence in which they had lived, though engaged, as they pretended, in a conspiracy with kings, princes, and nobles; the credit and opulence to which they were at present raised. With a simplicity and tenderness more persuasive than the greatest oratory, he still made protestations of his innocence, and could not forbear, every moment, expressing the most lively surprize and indignation at the audacious impudence of the witnesses.","subId":"32","id":"Hume.HE.6.68.32"},{"type":"paragraph","content":"^It^ will appear astonishing to us, as it did to Stafford himself, that the peers, after a solemn trial of six days, should, by a majority |of twenty-four voices, give sentence against him. He received however with resignation the fatal verdict. _God's holy name be praised,_ was the only exclamation which he uttered. When the high-steward told him, that the peers would intercede with the king for remitting the more cruel and ignominious parts of the sentence, hanging and quartering; he burst into tears: But he told the lords, that he was moved to this weakness, by his sense of their goodness, not by any terror of that fate, which he was doomed to suffer.","subId":"33","id":"Hume.HE.6.68.33"},{"type":"paragraph","content":"^It^ is remarkable, that, after Charles, as is usual in such cases, had remitted to Stafford the hanging and quartering, the two sheriffs, Bethel and Cornish, indulging their own republican humour, and complying with the prevalent spirit of their party, ever jealous of monarchy, started a doubt with regard to the king's power of exercising even this small degree of lenity. \"Since he cannot pardon the whole,\" said they, \"how can he have power to remit any part of the sentence?\" They proposed the doubt to both houses: The peers pronounced it superfluous; and even the commons, apprehensive lest a question of this nature might make way for Stafford's escape, gave this singular answer. \"This house is _content,_ that the sheriffs do execute William late viscount Stafford by severing his head from his body _only._\" Nothing can be a stronger proof of the fury of the times, than that lord Russel, notwithstanding the virtue and humanity of his character, seconded in the house this barbarous scruple of the sheriffs.","subId":"34","id":"Hume.HE.6.68.34"},{"type":"paragraph","content":"^In^ the interval between the sentence and execution, many efforts were made to shake the resolution of the infirm and aged prisoner, and to bring him to some confession of the treason, for which he was condemned. It was even rumoured, that he had confessed; and the zealous partymen, who, no doubt, had secretly, notwithstanding their credulity, entertained some doubts with regard to the reality of the popish conspiracy, expressed great triumph on the occasion. But Stafford, when again called before the house of peers, discovered many schemes, which had been laid by himself and others for procuring a toleration to the catholics, at least a mitigation of the penal laws, enacted against them: And he protested, that this was the sole treason, of which he had ever been guilty.","subId":"35","id":"Hume.HE.6.68.35"},{"type":"paragraph","content":"^Stafford^ now prepared himself for death with the intrepidity, which became his birth and station, and which was the natural |result of the innocence and integrity, which, during the course of a long life, he had ever maintained: His mind seemed even to collect new force from the violence and oppression, under which he laboured. #29th Dec.# When going to execution, he called for a cloak to defend him against the rigour of the season. \"Perhaps,\" said he, \"I may shake with cold; but, I trust in God, not for fear.\" On the scaffold, he continued, with reiterated and earnest asseverations, to make protestations of his innocence: All his fervour was exercised on that point: When he mentioned the witnesses, whose perjuries had bereaved him of life, his expressions were full of mildness and of charity. He solemnly disavowed all those immoral principles, which over-zealous protestants had ascribed without distinction to the church of Rome: And he hoped, he said, that the time was now approaching, when the present delusion would be dissipated; and when the force of truth, though late, would engage the whole world to make reparation to his injured honour.","subId":"36","id":"Hume.HE.6.68.36"},{"type":"paragraph","content":"^The^ populace, who had exulted at Stafford's trial and condemnation, were now melted into tears, at the sight of that tender fortitude, which shone forth in each feature, and motion, and accent of this aged noble. Their profound silence was only interrupted by sighs and groans. With difficulty they found speech to assent to those protestations of innocence, which he frequently repeated: \"We believe you, my lord! God bless you, my lord!\" These expressions with a faultering accent flowed from them. The executioner himself was touched with sympathy. Twice he lifted up the ax, with an intent to strike the fatal blow; and as often felt his resolution to fail him. A deep sigh was heard to accompany his last effort, which laid Stafford for ever at rest. All the spectators seemed to feel the blow. And when the head was held up to them with the usual cry, _This is the head of a traitor,_ no clamour of assent was uttered. Pity, remorse, and astonishment had taken possession of every heart, and displayed itself in every countenance.","subId":"37","id":"Hume.HE.6.68.37"},{"type":"paragraph","content":"^This^ is the last blood which was shed on account of the popish plot: An incident, which, for the credit of the nation, it were better to bury in eternal oblivion; but which it is necessary to perpetuate, as well to maintain the truth of history, as to warn, if possible, their posterity and all mankind never again to fall into so shameful, so barbarous a delusion.","subId":"38","id":"Hume.HE.6.68.38"},{"type":"paragraph","content":"^The^ execution of Stafford gratified the prejudices of the country |party; but it contributed nothing to their power and security: On the contrary, by exciting commiseration, it tended still farther to encrease that disbelief of the whole plot, which began now to prevail. The commons, therefore, not to lose the present opportunity, resolved to make both friends and enemies sensible of their power. They passed a bill for easing the protestant dissenters, and for repealing the persecuting statute of the thirty-fifth of Elizabeth: This laudable bill was likewise carried through the house of peers. The chief justice was very obnoxious for dismissing the grand jury in an irregular manner, and thereby disappointing that bold measure of Shaftesbury and his friends, who had presented the duke as a recusant. For this crime the commons sent up an impeachment against him; as also against Jones and Weston, two of the judges, who, in some speeches from the bench, had gone so far as to give to many of the first reformers the appellation of fanatics.","subId":"39","id":"Hume.HE.6.68.39"},{"type":"paragraph","content":"^The^ king, in rejecting the exclusion bill, had sheltered himself securely behind the authority of the house of peers; and the commons had been deprived of the usual pretence, to attack the sovereign himself, under colour of attacking his ministers and counsellors. In prosecution however of the scheme, which he had formed, of throwing the blame on the commons in case of any rupture, he made them a new speech. After warning them, that a neglect of this opportunity would never be retrieved, he added these words: \"I did promise you the fullest satisfaction, which your hearts could wish, for the security of the protestant religion, and to concur with you in any remedies, which might consist with preserving the succession of the crown in its due and legal course of descent. I do again, with the same reservations, renew the same promises to you: And being thus ready on my part to do all that can reasonably be expected from me, I should be glad to know from you, as soon as may be, how far I shall be assisted by you, and what it is you desire from me.\"","subId":"40","id":"Hume.HE.6.68.40"},{"type":"paragraph","content":"^The^ most reasonable objection against the limitations, proposed by the king, is, that they introduced too considerable an innovation in the government, and almost totally annihilated the power of the future monarch. But considering the present disposition of the commons and their leaders, we may fairly presume, that this objection would have small weight with them, and that their |disgust against the court would rather incline them to diminish than support regal authority. They still hoped, from the king's urgent necessities and his usual facility, that he would throw himself wholly into their hands; and that thus, without waiting for the accession of the duke, they might immediately render themselves absolute masters of the government. #Violence of the commons.# The commons, therefore, besides insisting still on the exclusion, proceeded to bring in bills of an important, and some of them of an alarming nature: One to renew the triennial act, which had been so inadvertently repealed in the beginning of the reign: A second to make the office of judge during good behaviour: A third to declare the levying of money without consent of parliament to be high treason: A fourth to order an association for the safety of his majesty's person, for defence of the protestant religion, for the preservation of the protestant subjects against all invasions and opposition whatsoever, and for preventing the duke of York or any papist from succeeding to the crown. The memory of the covenant was too recent for men to overlook the consequences of such an association: And the king, who was particularly conversant in Davila, could not fail of recollecting a memorable foreign instance, to fortify this domestic experience.","subId":"41","id":"Hume.HE.6.68.41"},{"type":"paragraph","content":"^The^ commons also passed many votes, which, though they had not the authority of laws, served however to discover the temper and disposition of the house. They voted, that whoever had advised his majesty to refuse the exclusion bill, were promoters of popery and enemies to the king and kingdom. In another vote, they named the marquess of Worcester, the earls of Clarendon, Feversham, and Halifax, Laurence Hyde, and Edward Seymour, as those dangerous enemies; and they requested his majesty to remove them from his person and councils for ever: They voted, that, till the exclusion bill were passed, they could not, consistent with the trust reposed in them, grant the king any manner of supply. And lest he should be enabled, by any other expedient, to support the government, and preserve himself independant, they passed another vote, in which they declared, that whoever should hereafter lend, by way of advance, any money upon those branches of the king's revenue, arising from customs, excise, or hearth money, should be judged a hinderer of the sitting of parliament, and be responsible for the same in parliament.","subId":"42","id":"Hume.HE.6.68.42"},{"type":"paragraph","content":"^The^ king might presume, that the peers, who had rejected the exclusion bill, would still continue to defend the throne, and that none of the dangerous bills, introduced into the other house, would ever be presented for the royal assent and approbation. But as there remained no hopes of bringing the commons to any better temper, and as their farther sitting served only to keep faction alive, and to perpetuate the general ferment of the nation, he came secretly to a resolution of proroguing them. #1681. 10th Jan.Dissolution of the parliament.# They got intelligence about a quarter of an hour before the black rod came to their door. Not to lose such precious time, they passed in a tumultuous manner some extraordinary resolutions. They voted, _that_ whosoever advised his majesty to prorogue this parliament to any other purpose than in order to pass the bill of exclusion, was a betrayer of the king, of the protestant religion, and of the kingdom of England; a promoter of the French interest, and a pensioner of France: _That_ thanks be given to the city of London for their manifest loyalty, and for their care and vigilance in the preservation of the king and of the protestant religion: _That_ it is the opinion of this house, that that city was burned in the year 1666 by the papists, designing thereby to introduce arbitrary power and popery into the kingdom: _That_ humble application be made to his majesty for restoring the duke of Monmouth to all his offices and commands, from which, it appears to the house, he had been removed by the influence of the duke of York. And _that_ it is the opinion of the house that the prosecution of the protestant dissenters upon the penal laws is at this time grievous to the subject, a weakening of the protestant interest, an encouragement of popery, and dangerous to the peace of the kingdom.","subId":"43","id":"Hume.HE.6.68.43"},{"type":"paragraph","content":"^The^ king passed some laws of no great importance: But the bill for repealing the thirty-fifth of Elizabeth, he privately ordered the clerk of the crown not to present to him. By this artifice, which was equally disobliging to the country party as if the bill had been rejected, and at the same time implied some timidity in the king, that salutary act was for the present eluded. The king had often of himself attempted, and sometimes by irregular means, to give indulgence to nonconformists: But besides that he had usually expected to comprehend the catholics in this liberty, the present refractory disposition of the sectaries had much incensed him against them; and he was resolved, if possible, to keep them still at mercy.","subId":"44","id":"Hume.HE.6.68.44"},{"type":"paragraph","content":"^The^ last votes of the commons seemed to be an attempt of forming indirectly an association against the crown, after they found, that their association bill could not pass: The dissenting interest, the city, and the duke of Monmouth, they endeavoured to connect with the country party. A civil war indeed never appeared so likely as at present; and it was high time for the king to dissolve a parliament, which seemed to have entertained such dangerous projects. Soon after, he summoned another. Though he observed, that the country party had established their interest so strongly in all the electing burroughs, that he could not hope for any disposition more favourable in the new parliament, this expedient was still a prosecution of his former project, of trying every method, by which he might form an accommodation with the commons: And if all failed, he hoped, that he could the better justify to his people, at least to his party, a final breach with them.","subId":"45","id":"Hume.HE.6.68.45"},{"type":"paragraph","content":"^It^ had always been much regretted by the royalists, during the civil wars, that the long parliament had been assembled at Westminster, and had thereby received force and encouragement from the vicinity of a potent and factious city, which had zealously embraced their party. Though the king was now possessed of guards, which in some measure overawed the populace, he was determined still farther to obviate all inconveniencies; and he summoned the new parliament to meet at Oxford. The city of London showed how just a judgment he had formed of their dispositions. Besides re-electing the same members, they voted thanks to them for their former behaviour, in endeavouring to discover the depth of the _horrid_ and _hellish_ popish plot, and to exclude the duke of York, the principal cause of the ruin and misery, impending over the nation. Monmouth with fifteen peers presented a petition against assembling the parliament at Oxford, \"where the two houses,\" they said, \"could not be in safety; but would be easily exposed to the swords of the papists and their adherents, of whom too many had creeped into his majesty's guards.\" These insinuations, which pointed so evidently at the king himself, were not calculated to persuade him, but to inflame the people.","subId":"46","id":"Hume.HE.6.68.46"},{"type":"paragraph","content":"^The^ exclusionists might have concluded, both from the king's dissolution of the last parliament, and from his summoning of the present to meet at Oxford, that he was determined to maintain his declared resolution of rejecting their favourite bill: But they still flattered themselves, that his urgent necessities would influence |his easy temper, and finally gain them the ascendant. The leaders came to parliament, attended not only by their servants, but by numerous bands of their partizans. The four city members in particular were followed by great multitudes, wearing ribbons, in which were woven these words, _No popery! No slavery!_ The king had his guards regularly mustered: His party likewise endeavoured to make a show of their strength: And on the whole, the assembly at Oxford rather bore the appearance of a tumultuous Polish diet, than of a regular English parliament.","subId":"47","id":"Hume.HE.6.68.47"},{"type":"paragraph","content":"#21st. March.# ^The^ king, who had hitherto employed the most gracious expressions to all his parliaments, particularly the two last, thought proper to address himself to the present in a more authoritative manner. He complained of the unwarrantable proceedings of the former house of commons; and said, that, as he would never use arbitrary government himself, neither would he ever suffer it in others. #New parliament at Oxford.# By calling, however, this parliament so soon, he had sufficiently shown, that no past irregularities could inspire him with a prejudice against those assemblies. He now afforded them, he added, yet another opportunity of providing for the public safety; and to all the world had given one evidence more, that on his part he had not neglected the duty incumbent on him.","subId":"48","id":"Hume.HE.6.68.48"},{"type":"paragraph","content":"^The^ commons were not over-awed by the magisterial air of the king's speech. They consisted almost entirely of the same members; they chose the same speaker; and they instantly fell into the same measures, the impeachment of Danby, the repeal of the persecuting statute of Elizabeth, the enquiry into the popish plot, and the bill of exclusion. So violent were they on this last article, that no other expedient, however plausible, could so much as be hearkened to. Ernley, one of the king's ministers, proposed, that the duke should be banished, during life, five hundred miles from England, and that on the king's demise the next heir should be constituted regent with regal power: Yet even this expedient, which left the duke only the bare title of king, could not, though seconded by Sir Thomas Lyttleton and Sir Thomas Mompesson, obtain the attention of the house. The past disappointments of the country party, and the opposition made by the court, had only rendered them more united, more haughty, and more determined. No method but their own, of excluding the duke, could give them any satisfaction.","subId":"49","id":"Hume.HE.6.68.49"},{"type":"paragraph","content":"#Fitz-harris's case.# ^There^ was one Fitz-harris, an Irish catholic, who had insinuated himself into the dutchess of Portsmouth's acquaintance, and had been very busy in conveying to her intelligence of any libel written by the country party, or of any designs entertained against her or against the court. For services of this kind, and perhaps too, from a regard to his father, Sir Edward Fitz-harris, who had been an eminent royalist, he had received from the king a present of 250 pounds. This man met with one Everard, a Scotchman, a spy of the exclusionists, and an informer concerning the popish plot; and he engaged him to write a libel against the king, the duke, and the whole administration. What Fitz-harris's intentions were, cannot well be ascertained: It is probable, as he afterwards asserted, that he meant to carry this libel to his patron, the dutchess, and to make a merit of the discovery. Everard, who suspected some other design, and who was well pleased on his side to have the merit of a discovery with his patrons, resolved to betray his friend: He posted Sir William Waller, a noted justice of peace, and two persons more behind the hangings, and gave them an opportunity of seeing and hearing the whole transaction. The libel, sketched out by Fitz-harris, and executed partly by him, partly by Everard, was the most furious, indecent, and outrageous performance imaginable; and such as was fitter to hurt than serve any party, which should be so imprudent as to adopt it. Waller carried the intelligence to the king, and obtained a warrant for committing Fitz-harris, who happened, at that very time, to have a copy of the libel in his pocket. Finding himself now delivered over to the law, he resolved to pay court to the popular party, who were alone able to protect him, and by whom he observed almost all trials to be governed and directed. He affirmed, that he had been employed by the court to write the libel, in order to throw the odium of it on the exclusionists: But this account, which was within the bounds of credibility, he disgraced by circumstances, which are altogether absurd and improbable. The intention of the ministers, he said, was to send about copies to all the heads of the country party; and the moment they received them, they were to be arrested, and a conspiracy to be imputed to them. That he might merit favour by still more important intelligence, he commenced a discoverer of the great popish plot; and he failed not to confirm all the tremendous circumstances, insisted on by his predecessors. He said, that the second Dutch war was |entered into with a view of extirpating the protestant religion, both abroad and at home; that father Parry, a jesuit, on the disappointment by the peace, told him, that the catholics resolved to murder the king, and had even engaged the queen in that design: that the envoy of Modena offered him 10,000 pounds to kill the king, and upon his refusal the envoy said, that the duchess of Mazarine, who was as expert at poisoning as her sister, the countess of Soissons, would, with a little phial, execute that design; that upon the king's death the army in Flanders was to come over, and massacre the protestants; that money was raised in Italy for recruits and supplies, and there should be no more parliaments; and that the duke was privy to this whole plan, and had even entered into the design of Godfrey's murder, which was executed in the manner related by Prance.","subId":"50","id":"Hume.HE.6.68.50"},{"type":"paragraph","content":"^The^ popular leaders had, all along, been very desirous of having an accusation against the duke; and though Oates and Bedloe, in their first evidence, had not dared to go so far, both Dugdale and Dangerfield had afterwards been encouraged to supply so material a defect, by comprehending him in the conspiracy. The commons, therefore, finding that Fitz-harris was also willing to serve this purpose, were not ashamed to adopt his evidence, and resolved for that end to save him from the destruction, with which he was at present threatened. The king had removed him from the city-prison, where he was exposed to be tampered with by the exclusionists; had sent him to the Tower; and had ordered him to be prosecuted by an indictment at common law. In order to prevent his trial and execution, an impeachment was voted by the commons against him, and sent up to the lords. That they might shew the greater contempt of the court, they ordered, by way of derision, that the impeachment should be carried up by secretary Jenkins; who was so provoked by the intended affront, that he at first refused obedience; though afterwards, being threatened with commitment, he was induced to comply. The lords voted to remit the affair to the ordinary courts of justice, before whom, as the attorney-general informed them, it was already determined to try Fitz-harris. The commons maintained, that the peers were obliged to receive every impeachment from the commons; and this indeed seems to have been the first instance of their refusal: They therefore voted, that the lords, in rejecting their impeachment, had |denied justice, and had violated the constitution of parliament. They also declared, that whatever inferior court should proceed against Fitz-harris, or any one that lay under impeachment, would be guilty of a high breach of privilege. Great heats were likely to ensue; and as the king saw no appearance of any better temper in the commons, he gladly laid hold of the opportunity, #Parliament dissolved.# afforded by a quarrel between the two houses; and he proceeded to a dissolution of the parliament. The secret was so well kept, that the commons had no intimation of it, till the black rod came to their door, and summoned them to attend the king at the house of peers.","subId":"51","id":"Hume.HE.6.68.51"},{"type":"paragraph","content":"^This^ vigorous measure, though it might have been foreseen, excited such astonishment in the country party, as deprived them of all spirit, and reduced them to absolute despair. They were sensible, though too late, that the king had finally taken his resolution, and was determined to endure any extremity rather than submit to those terms, which they had resolved to impose upon him. They found, that he had patiently waited till affairs should come to full maturity; and having now engaged a national party on his side, had boldly set his enemies at defiance. No parliament, they knew, would be summoned for some years; and during that long interval, the court, though perhaps at the head of an inferior party, yet being possessed of all authority, would have every advantage over a body, dispersed and disunited. These reflections crowded upon every one; and all the exclusionists were terrified, lest Charles should follow the blow by some action more violent, and immediately take vengeance on them for their long and obstinate opposition to his measures. The king on his part was no less apprehensive, lest despair might prompt them to have recourse to force, and make some sudden attempt upon his person. Both parties therefore hurried from Oxford; and in an instant, that city, so crowded and busy, was left in its usual emptiness and tranquillity.","subId":"52","id":"Hume.HE.6.68.52"},{"type":"paragraph","content":"^The^ court party gathered force from the dispersion and astonishment of their antagonists, and adhered more firmly to the king, whose resolutions, they now saw, could be entirely depended on. #Victory of the royalists.# The violences of the exclusionists were every where exclaimed against and aggravated; and even the reality of the plot, that great engine of their authority, was openly called in question. The clergy |especially were busy in this great revolution; and being moved, partly by their own fears, partly by the insinuations of the court, they represented all their antagonists as sectaries and republicans, and rejoiced in escaping those perils, which they believed to have been hanging over them. Principles the most opposite to civil liberty, were every where inforced from the pulpit, and adopted in numerous addresses; where the king was flattered in his present measures, and congratulated on his escape from parliaments. Could words have been depended on, the nation appeared to be running fast into voluntary servitude, and seemed even ambitious of resigning into the king's hands all the privileges, transmitted to them, through so many ages, by their gallant ancestors.","subId":"53","id":"Hume.HE.6.68.53"},{"type":"paragraph","content":"^But^ Charles had sagacity enough to distinguish between men's real internal sentiments, and the language, which zeal and opposition to a contrary faction may sometimes extort from them. Notwithstanding all these professions of duty and obedience, he was resolved not to trust, for a long time, the people with a new election, but to depend entirely on his own economy for alleviating those necessities, under which he laboured. Great retrenchments were made in the houshold: Even his favourite navy was neglected: Tangiers, though it had cost great sums of money, was a few years after abandoned and demolished. The mole was entirely destroyed; and the garrison, being brought over to England, served to augment that small army, which the king relied on, as the solid basis of his authority. It had been happy for the nation, had Charles used his victory with justice and moderation equal to the prudence and dexterity, with which he obtained it.","subId":"54","id":"Hume.HE.6.68.54"},{"type":"paragraph","content":"^The^ first step, taken by the court, was the trial of Fitz-harris. Doubts were raised by the jury with regard to their power of trying him, after the concluding vote of the commons: But the judges took upon them to decide the question in the affirmative; and the jury were obliged to proceed. The writing of the libel was clearly proved upon Fitz-harris: The only question was with regard to his intentions. He asserted, that he was a spy of the court, and had accordingly carried the libel to the duchess of Portsmouth; and he was desirous, that the jury should, in this transaction, consider him as a cheat, not as a traitor. He failed however somewhat in the proof; and was brought in guilty of treason by the jury.","subId":"55","id":"Hume.HE.6.68.55"},{"type":"paragraph","content":"^Finding^ himself entirely in the hands of the king, he now retracted |all his former impostures with regard to the popish plot, and even endeavoured to atone for them by new impostures against the country party. He affirmed, that these fictions had been extorted from him by the suggestions and artifices of Treby the recorder, and of Bethel and Cornish, the two sheriffs: This account he persisted in even at his execution; and though men knew, that nothing could be depended on, which came from one so corrupt, and so lost to all sense of honour; yet were they inclined, from his perseverance, to rely somewhat more on his veracity in these last asseverations. But it appears, that his wife had some connexions with Mrs. Wall, the favourite maid of the duchess of Portsmouth; and Fitz-harris hoped, if he persisted in a story agreeable to the court, that some favour might, on that account, be shown to his family.","subId":"56","id":"Hume.HE.6.68.56"},{"type":"paragraph","content":"^It^ is amusing to reflect on the several lights, in which this story has been represented by the opposite factions. The country party affirmed, that Fitz-harris had been employed by the court, in order to throw the odium of the libel on the exclusionists, and thereby give rise to a protestant plot: The court party maintained, that the exclusionists had found out Fitz-harris, a spy of the ministers, and had set him upon this undertaking, from an intention of loading the court with the imputation of such a design upon the exclusionists. Rather than acquit their antagonists, both sides were willing to adopt an account the most intricate and incredible. It was a strange situation, in which the people, at this time, were placed; to be every day tortured with these perplexed stories, and inflamed with such dark suspicions against their fellow-citizens. This was no less than the fifteenth false plot, or sham plot, as they were then called, with which the court, it was imagined, had endeavoured to load their adversaries[n5].","subId":"57","id":"Hume.HE.6.68.57"},{"type":"paragraph","content":"^The^ country party had intended to make use of Fitz-harris's evidence against the duke and the catholics; and his execution was therefore a great mortification to them. But the king and his ministers were resolved not to be contented with so slender an advantage. They were determined to pursue the victory, and to employ against the exclusionists those very offensive arms, however unfair, which that party had laid up in store against their antagonists. |The whole gang of spies, witnesses, informers, suborners, who had so long been supported and encouraged by the leading patriots, finding now that the king was entirely master, turned short upon their old patrons, and offered their service to the ministers. To the disgrace of the court and of the age, they were received with hearty welcome; and their testimony or rather perjury made use of, in order to commit legal murder upon the opposite party. With an air of triumph and derision it was asked, \"Are not these men good witnesses, who have established the popish plot, upon whose testimony Stafford and so many catholics have been executed, and whom you yourselves have so long celebrated as men of credit and veracity? You have admitted them into your bosom: They are best acquainted with your treasons: They are determined in another shape to serve their king and country: And you cannot complain, that the same measure, which you meted to others, should now, by a righteous doom or vengeance, be measured out to you.\"","subId":"58","id":"Hume.HE.6.68.58"},{"type":"paragraph","content":"^It^ is certain, that the principle of retaliation may serve in some cases as a full apology, in others as an alleviation, for a conduct which would otherwise be exposed to great blame. But these infamous arts, which poison justice in its very source, and break all the bands of human society, are so detestable and dangerous, that no pretence of retaliation can be pleaded as an apology or even an alleviation of the crime incurred by them. On the contrary, the greater indignation the king and his ministers felt, when formerly exposed to the perjuries of abandoned men, the more reluctance should they now have discovered against employing the same instruments of vengeance upon their antagonists.","subId":"59","id":"Hume.HE.6.68.59"},{"type":"paragraph","content":"^The^ first person, on whom the ministers fell, was one College, a London joiner, who had become extremely noted for his zeal against popery, and was much connected with Shaftesbury and the leaders of the country party: For as they relied much upon the populace, men of College's rank and station were useful to them. College had been in Oxford armed with sword and pistol during the sitting of the parliament; and this was made the foundation of his crime. It was pretended that a conspiracy had been entered into to seize the king's person, and detain him in confinement, till he should make the concessions demanded of him. The sheriffs of London were in strong opposition to the court; and it was not strange, that the grand jury named by them rejected the bill |against College. The prisoner was therefore sent to Oxford, where the treason was said to have been committed. Lord Norris, a courtier, was sheriff of the county; and the inhabitants were in general devoted to the court party. A jury was named, consisting entirely of royalists; and though they were men of credit and character, yet such was the factious rage, which prevailed, that little justice could be expected by the prisoner. Some papers, containing hints and directions for his defence, were taken from him, as he was conducted to his trial: An iniquity, which some pretended to justify by alledging, that a like violence had been practised against a prisoner during the fury of the popish plot. Such wild notions of retaliation were at that time propagated by the court party.","subId":"60","id":"Hume.HE.6.68.60"},{"type":"paragraph","content":"^The^ witnesses produced against College were Dugdale, Turberville, Haynes, Smith; men who had before given evidence against the catholics, and whom the jury, for that very reason, regarded as the most perjured villains. College, though beset with so many toils, and oppressed with so many iniquities, defended himself with spirit, courage, capacity, presence of mind; and he invalidated the evidence of the crown, by convincing arguments and undoubted testimony: Yet did the jury, after half an hour's deliberation, bring in a verdict against him. The inhuman spectators received the verdict with a shout of applause: But the prisoner was no wise dismayed. At his execution, he maintained the same manly fortitude, and still denied the crime imputed to him. His whole conduct and demeanour prove him to have been a man led astray only by the fury of the times, and to have been governed by an honest, but indiscreet zeal for his country and his religion.","subId":"61","id":"Hume.HE.6.68.61"},{"type":"paragraph","content":"^Thus^ the two parties, actuated by mutual rage, but cooped up within the narrow limits of the law, levelled with poisoned daggers the most deadly blows against each other's breast, and buried in their factious divisions all regard to truth, honour, and humanity.","subId":"62","id":"Hume.HE.6.68.62"},{"type":"note","content":"Temple, vol. i. p. 335.","subId":"n1","id":"Hume.HE.6.68.n1"},{"type":"note","content":"Temple, vol. i. p. 449.","subId":"n2","id":"Hume.HE.6.68.n2"},{"type":"note","content":"Dissertation on parties, letter vii.","subId":"n3","id":"Hume.HE.6.68.n3"},{"type":"note","content":"Vol. i. p. 342.","subId":"n4","id":"Hume.HE.6.68.n4"},{"type":"note","content":"College's trial.","subId":"n5","id":"Hume.HE.6.68.n5"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.6","imported":true,"title":"Volume 6. The History of Great Britain, Part 2","breadcrumb":"Volume 6","published":[1757]}],"prev":{"id":"Hume.HE.6.67","imported":true,"title":"Chapter 67. Charles II (cont.)","breadcrumb":"Chapter 67","published":[1757]},"next":{"id":"Hume.HE.6.69","imported":true,"title":"Chapter 69. Charles II (cont.)","breadcrumb":"Chapter 69","published":[1757]}}