{"id":"Hobbes.HN.1","imported":true,"parent":"Hobbes.HN","title":"Chapter 1","breadcrumb":"Chapter 1","published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:4?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"<h1>Humane Nature: OR THE Fundamental Elements OF POLICY.</h1> ","id":"Hobbes.HN.1"},{"type":"paragraph","content":"THE true and perspicuous Explication of the Elements of <em>Laws Natural and Politick (which is my present Scope)</em> dependeth upon the Knowledge of what is <em>Humane Nature,</em> what is <em>Body Politick,</em> and what it is we call a <em>Law</em>; concerning which Points, as the <em>Writings</em> of Men from Antiquity down wards have still increased, so also have the <em>Doubts</em> and <em>Controversies</em> concerning the same: And seeing that true Knowledge begetteth not Doubt nor Controversie, but Knowledge, it is manifest from the present Controversies, That they which have <em>heretofore</em> written thereof, have not well understood their own Subject.","subId":"1","id":"Hobbes.HN.1.1"},{"type":"paragraph","content":"<em>Harm</em> I can do none, though I err no less than they; for I shall leave Men but as they are, in Doubt and Dispute: but, intending not to take any Principle upon <em>Trust,</em> but only to put Men in Mind of what they <em>know already,</em> or <em>may know</em> by their own Experience, I hope to erre the less; and when I do, it must proceed from too <em>hasty Concluding,</em> which I will endeavour as much as I can to avoid.","subId":"2","id":"Hobbes.HN.1.2"},{"type":"paragraph","content":"On the other side, if <em>Reasoning aright</em> win not <em>Consent,</em> which may very easily happen, from them that being confident of their own Knowledg weigh not what is said, the <em>Fault</em> is not mine but theirs; for as it is my Part to <em>shew</em> my Reasons, so it is theirs to bring <em>Attention.</em>","subId":"3","id":"Hobbes.HN.1.3"},{"type":"paragraph","content":"Mans <em>Nature</em> is the <em>Summ of his natural Faculties and Powers,</em> as the Faculties of <em>Nutrition, Motion, Generation, Sense, Reason, &amp;c.</em> These Powers we do unanimously call <em>Natural,</em> and are contained in the Definition of Man, under these words, <em>Animal</em> and <em>Rational.</em>","subId":"4","id":"Hobbes.HN.1.4"},{"type":"paragraph","content":"According to the two principal Parts of Man, I divide his Faculties into two sorts, Faculties of the <em>Body,</em> and Faculties of the <em>Mind.</em>","subId":"5","id":"Hobbes.HN.1.5"},{"type":"paragraph","content":"Since the minute and distinct Anatomy of the Powers of the <em>Body</em> is nothing necessary to the present Purpose, I will only summ them up in these Three Heads, Power <em>Nutritive,</em> Power <em>Motive,</em> and Power <em>Generative.</em>","subId":"6","id":"Hobbes.HN.1.6"},{"type":"paragraph","content":"Of the Powers of the <em>Mind</em> there be two Sorts, <em>Cognitive, Imaginative,</em> or <em>Conceptive</em> and <em>Motive</em>; and first of <em>Cognitive.</em>","subId":"7","id":"Hobbes.HN.1.7"},{"type":"paragraph","content":"For the understanding of what I mean by the Power <em>Cognitive,</em> we must remember and acknowledge that there be in our Minds continually certain <em>Images</em> or Conceptions of the Things without us, insomuch that if a Man could be alive, and all the rest of the World annihilated, he should nevertheless retain the <em>Image</em> thereof; and all those Things which he had before seen or perceived in it; every one by his own Experience knowing, that the <em>Absence</em> or <em>Destruction</em> of things once imagined doth not cause the <em>Absence</em> or <em>Destruction</em> of the <em>Imagination</em> it self; This <em>Imagery</em> and <em>Representations</em> of the Qualities of the Thing without, is that we call our <em>Conception, Imagination, Ideas, Notice</em> or <em>Knowledg</em> of them; and the <em>Faculty</em> or Power by which we are capable of such Knowledge, is that I here call <em>Cognitive Power,</em> or <em>Conceptive,</em> the Power of Knowing or Conceiving.","subId":"8","id":"Hobbes.HN.1.8"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.Ded","imported":true,"title":"Dedication","breadcrumb":"Dedication","published":[1650]},"next":{"id":"Hobbes.HN.2","imported":true,"title":"Chapter 2","breadcrumb":"Chapter 2","published":[1650]}}