{"id":"Hobbes.HN.11","imported":true,"parent":"Hobbes.HN","title":"Chapter 11","breadcrumb":"Chapter 11","published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:14?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XI.</h1> ","id":"Hobbes.HN.11"},{"type":"paragraph","content":"HItherto of the Knowledge of Things <em>natural</em> and of the Passions that arise naturally from them. Now forasmuch as we give Names not only to Things natural, but also to <em>supernatural</em>; and by all Names we ought to have some Meaning and Conception: It followeth in the next Place, to consider what Thoughts and Imaginations of the Mind we have, when we take into our Mouths the most blessed Name of GOD, and the Names of those <em>Vertues</em> we attribute unto him; as also, what <em>Image</em> cometh into the Mind at hearing the Name of <em>Spirit,</em> or the Name of <em>Angel,</em> good or bad.","subId":"1","id":"Hobbes.HN.11.1"},{"type":"paragraph","content":"And forasmuch as God Almighty is <em>incomprehensible,</em> it followeth, that we can have <em>no</em> Conception or <em>Image</em> of the <em>Deity,</em> and consequently, all <em>his Attributes</em> signifie our <em>Inability</em> and Defect of Power to <em>conceive</em> any Thing concerning his Nature, and not any Conception of the same, excepting only this, That <em>there is a God</em>: For the Effects we acknowledge naturally, do include a Power of their producing, before they were produced; and that Power presupposeth something existent that hath such Power: And the Thing so existing with Power to produce, if it were not Eternal, must needs have been produced by somewhat before it, and that again by something else before that, till we come to an Eternal (that is to say, the first) Power of all Powers, and first Cause of all Causes: And this is it which all Men conceive by the Name of GOD, implying Eternity, Incomprehensibility, and Omnipotency. And thus all that will consider, may know <em>that</em> God is, though not <em>what</em> he is: even a Man that is born blind, though it be not possible for him to have any Imagination what Kind of thing Fire is; yet he cannot but know that somewhat there is that Men call Fire, because it warmeth him.","subId":"2","id":"Hobbes.HN.11.2"},{"type":"paragraph","content":"And whereas we attribute to God Almighty, <em>Seeing, Hearing, Speaking, Knowing, Loving,</em> and the like, by which Names we understand something in <em>Men</em> to whom we attribute them, we understand <em>nothing</em> by them in the Nature of God: For, as it is well reasoned, <em>Shall not the God that made the Eye, see; and the Ear, hear</em>? So it is also, if we say, Shall God, which made the Eye, not see without the Eye; or that made the Ear, not hear without the Ear; or that made the Brain, not know without the Brain; or that made the Heart, not love without the Heart? The <em>Attributes</em> therefore given unto the <em>Deity,</em> are such as <em>signifie</em> either <em>our Incapacity</em> or our <em>Reverence</em>: Our Incapacity, when we say Incomprehensible and Infinite; our Reverence, when we give him those Names, which amongst us are the Names of those Things we most magnifie and commend, as Omnipotent, Omniscient, Just, Merciful, <em>&amp;c.</em> And when God Almighty giveth those Names to himself in the Scriptures, it is but <span class=\"foreign\"><cite>Greek text</cite></span>, that is to say, by descending to our Manner of speaking; without which we are not capable of understanding him.","subId":"3","id":"Hobbes.HN.11.3"},{"type":"paragraph","content":"By the Name of <em>Spirit,</em> we understand a <em>Body natural,</em> but of such <em>Subtilty,</em> that it worketh not upon the Senses; but that filleth up the Place which the Image of a visible Body might fill up. Our Conception therefore of Spirit consisteth of <em>Figure without Colour</em>; and in Figure is understood Dimension, and consequently, to conceive a Spirit, is to conceive something that hath Dimension. But <em>Spirits supernatural</em> commonly signifie some <em>Substance without</em> Dimension; which two Words do flatly contradict one another: and therefore when we attribute the Name of Spirit unto God, we attribute it not as the Name of any Thing we conceive, no more than we ascribe unto him Sense and Understanding; but, as a Signification of our Reverence, we desire to abstract from him all corporal Grosness.","subId":"4","id":"Hobbes.HN.11.4"},{"type":"paragraph","content":"Concerning other Things, which some Men call <em>Spirits incorporeal,</em> and some <em>corporeal,</em> it is not <em>possible</em> by <em>natural</em> Means only, to come to <em>Knowledge</em> of so much, as that <em>there are such</em> Things. We that are Christians <em>acknowledge</em> that there be Angels good and evil, and that there are Spirits, and that the Soul of Man is a Spirit, and that those Spirits are immortal: <em>but,</em> to <em>know</em> it, that is to say, to have natural Evidence of the same, it is <em>impossible</em>: For, all <em>Evidence</em> is <em>Conception,</em> as it is said, Chap. 6. Sect. 3. and all Conception is <em>Imagination,</em> and proceedeth from <em>Sense,</em> Chap. 3. Sect. 1. And <em>Spirits</em> we suppose to be those Substances which work <em>not</em> upon the <em>Sense</em>; and therefore not conceptible. But though the Scripture acknowledge Spirits, yet doth it no where say, that they are incorporeal, meaning thereby, without Dimension and Quality: Nor, I think, is that Word Incorporeal at all in the Bible; but it is said of the Spirit, that it abideth in Men; sometimes that it dwelleth in them, sometimes that it cometh on them, that it descendeth, and goeth, and cometh; and that Spirits are Angels, that is to say, Messengers: all which Words do imply <em>Locality</em>; and Locality is <em>Dimension</em>; and whatsoever hath Dimension, is <em>Body,</em> be it never so subtil. To me therefore it seemeth, that the Scripture favoureth them more, who hold Angels and Spirits corporeal, than them that hold the contrary. And it is a plain <em>Contradiction</em> in natural Discourse, to say of the Soul of Man, that it is <em>tota in toto, &amp; tota in qualibet Parte Corporis,</em> grounded neither upon Reason nor Revelation, but proceeding from the Ignorance of what those Things are which are called <em>Spectra,</em> Images, that appear in the dark to Children, and such as have strong Fears, and other strange Imaginations, as hath been said, Chap. 3. Sect. 5. where I call them Phantasms: For, taking them to be Things real, without us, like Bodies, and seeing them to come and vanish so strangely as they do, unlike to Bodies; what could they call them else, but <em>incorporeal Bodies</em>? which is not a Name, but an Absurdity of Speech.","subId":"5","id":"Hobbes.HN.11.5"},{"type":"paragraph","content":"It is true, that the Heathens, and all Nations of the World, have acknowledged that there be <em>Spirits,</em> which for the most part they hold to be incorporeal; whereby it might be thought, that a Man by natural Reason, may arrive, without the Scriptures, to the Knowledge of this, <em>That Spirits are</em>: But the erroneous Collection thereof by the Heathens, may proceed, as I have said before, from the Ignorance of the Cause of Ghosts and Phantasms, and such other Apparitions. And from thence had the Grecians their Number of Gods, their Number of <em>Daemons</em> good or bad, and for every Man his <em>Genius</em>; which is not the Acknowledging of this Truth, <em>That Spirits are</em>; but a false Opinion concerning the Force of Imagination.","subId":"6","id":"Hobbes.HN.11.6"},{"type":"paragraph","content":"And seeing the <em>Knowledge</em> we have of <em>Spirits,</em> is <em>not natural</em> Knowledge, but <em>Faith</em> from supernatural Revelation given to the holy Writers of the Scriptures; it followeth, that of Inspirations also, which is the Operation of Spirit in us, the Knowledge which we have, must all proceed from Scripture. The <em>Signs</em> there set down of <em>Inspiration,</em> are <em>Miracles,</em> when they be great, and manifestly above the Power of Men to do by Imposture: As for Example, the Inspiration of <em>Elias</em> was known by the miraculous Burning of the Sacrifice. But the <em>Signs</em> to <em>distinguish</em> whether a <em>Spirit</em> be <em>good</em> or <em>evil,</em> are the same by which we distinguish whether a Man or a Tree be good or evil, namely, <em>Actions</em> and <em>Fruit</em>: For there are <em>lying</em> Spirits, wherewith Men are inspired sometimes, as well as with <em>Spirits</em> of <em>Truth.</em> And we are commanded in Scripture, to judge of the Spirits by their Doctrine, and not of the Doctrine by the Spirits. For Miracles, our Saviour hath forbidden us to rule our Faith by them, <em>Matth.</em> 24.24. And Saint <em>Paul</em> saith, <em>Gal.</em> 1.8. <em>Though an Angel from Heaven preach to you otherwise, </em>&amp;c.<em> let him be accursed.</em> Where it is plain, that we are not to judge whether the Doctrine be true or not, by the Angel; but whether the Angel say true or no, by the Doctrine. So likewise, 1 <em>Joh.</em> 4.1. <em>Believe not every Spirit: for false Prophets are gone out into the World.</em> Vers. 2. <em>Hereby shall ye know the Spirit of God.</em> Vers. 3. <em>Every Spirit that confesseth not that Jesus Christ is come in the Flesh, is not of God: and this is the Spirit of Antichrist.</em> Vers. 15. <em>Whosoever confesseth that Jesus is the Son of God, in him dwelleth God, and he in God.</em> The <em>Knowledge</em> therefore we have of <em>good</em> and <em>evil</em> Inspiration, cometh <em>not</em> by <em>Vision</em> of an Angel that may teach it, <em>nor</em> by a <em>Miracle</em> that may seem to confirm it; <em>but</em> by <em>Conformity</em> of Doctrine with this Article and Fundamental Point of Christian Faith, which also Saint <em>Paul</em> saith is the sole Foundation, <em>That Jesus Christ is come in the Flesh,</em> 1 Cor. 3.11","subId":"7","id":"Hobbes.HN.11.7"},{"type":"paragraph","content":"But if <em>Inspiration</em> be discerned by <em>this</em> Point, and <em>this</em> Point be acknowledged and believed upon the <em>Authority</em> of the <em>Scriptures; How</em> (may some Men ask) know we that the <em>Scripture deserveth</em> so great <em>Authority,</em> which must be no less than that of the lively Voice of God; that is, how we know the <em>Scriptures</em> to be the <em>Word</em> of <em>God?</em> And first, it is manifest, that if by Knowledge we understand Science infallible and natural, as is defined, Chap. 6. Sect. 4. proceeding from Sense, we cannot be said to know it, because it proceedeth not from the Conceptions ingendered by Sense. And if we understand Knowledge as supernatural, we cannot have it but by Inspiration: And of that <em>Inspiration</em> we cannot judge, but by the <em>Doctrine</em>: It followeth, that we have not any Way, natural or supernatural, of the <em>Knowledge</em> thereof, which can properly be called <em>Infallible Science</em> and <em>Evidence.</em> It remaineth, that the Knowledge that we have that the Scriptures are the Word of God, is only <em>Faith,</em> which Faith therefore is also by Saint <em>Paul</em> defined, <em>Heb.</em> 11.1. to be <em>the Evidence of Things not seen</em>; that is to say, not otherwise evident but by Faith: for, whatsoever either is evident by Natural Reason, or Revelation supernatural, is not called Faith; else should not Faith cease, no more than Charity, when we are in Heaven; which is contrary to the Doctrine of the Scripture. And, we are <em>not</em> said to <em>believe, but</em> to <em>know</em> those Things that be <em>evident.</em>","subId":"8","id":"Hobbes.HN.11.8"},{"type":"paragraph","content":"Seeing then the Acknowledgment of Scriptures to be the Word of God, is not Evidence, but Faith, and Faith (Chap. 6. Sect. 7.) consisteth in the Trust we have of other Men, it appeareth plain, that the Men so trusted, are the holy Men of Gods Church succeeding one another from the Time of those that saw the wondrous Works of God Almighty in the Flesh. Nor doth this imply that God is not the Worker or Efficient Cause of Faith, or that Faith is begotten in Man without the Spirit of God: for, all those good Opinions which we admit and believe, though they proceed from Hearing, and Hearing from Teaching, both which are natural, yet they are the Work of God: for, all the Works of Nature are his, and they are attributed to the Spirit of God: As for Example, <em>Exod.</em> 28.3. <em>Thou shalt speak unto all cunning Men, whom I have filled with the SPIRIT of Wisdom, that they may make Aaron's Garments for his Consecration, that he may serve me in the Priests Office.</em> Faith therefore wherewith we believe, is the Work of the Spirit of God in that Sense, by which the Spirit of God giveth to one Man Wisdom and cunning in Workmanship more than another, and by which he effecteth also in other Points pertaining to our ordinary Life; that one Man believeth that, which, upon the same Grounds, another doth not; and one Man reverenceth the Opinion, and obeyeth the Commands of his Superiour, and others not.","subId":"9","id":"Hobbes.HN.11.9"},{"type":"paragraph","content":"And seeing our Faith, that the Scriptures are the Word of God, began from the Confidence and Trust we repose in the <em>Church</em>; there can be no Doubt but that their <em>Interpretation</em> of the same Scriptures (when any Doubt or Controversie shall arise, by which this Fundamental Point, <em>That Jesus Christ is come in the Flesh,</em> may be called in question) is <em>safer</em> for any Man to trust to, than his <em>own,</em> whether <em>Reasoning</em> or <em>Spirit,</em> that is to say, his own <em>Opinion.</em>","subId":"10","id":"Hobbes.HN.11.10"},{"type":"paragraph","content":"Now concerning Mens <em>Affections</em> to <em>Godward,</em> they are not the same always that are described in the Chapter concerning Passions There, for to love, is to be delighted with the Image or Conception of the Thing loved; but God is unconceivable: <em>To love God</em> therefore, in the Scripture, is to <em>obey his Commandments,</em> and to <em>love one another.</em> Also to <em>trust God,</em> is different from our <em>trusting</em> one <em>another</em>: for, when a Man trusteth a Man, (Chap. 9. Sect. 8.) he layeth aside his own Endeavours: but if we do so in our Trust to God Almighty, we disobey him; and how shall we trust to him whom we know we disobey? To <em>trust</em> to <em>God Almighty</em> therefore, is to <em>referr</em> to his <em>good Pleasure</em> all that is <em>above our</em> own Power to effect: and this is <em>all one</em> with <em>Acknowledging one</em> only God, which is the first Commandment. And to trust <em>in Christ,</em> is no more but to acknowledge him for God; which is the fundamental Article of our Christian Faith: And consequently, to trust, rely, or, as some express it, to cast and roll our selves on Christ, is the same Thing with the Fundamental Point of Faith, namely, that <em>Jesus Christ is the Son of the living God.</em>","subId":"11","id":"Hobbes.HN.11.11"},{"type":"paragraph","content":"To <em>honour</em> God internally in the Heart, is the same Thing with that we ordinarily call Honour amongst Men: for it is nothing but the <em>Acknowledging</em> of his <em>Power</em>; and the Signs thereof, the same with the Signs of the Honour due to our Superiours, mentioned Chap. 8. Sect. 6. <em>viz.</em> to <em>praise,</em> to <em>magnifie,</em> to <em>bless</em>; to pray to him, to thank him, to give Oblations and Sacrifices to him, to give Attention to his Word, to speak to him in Prayer with Consideration, to come into his Presence with humble Gesture, and in decent Manner, and to adorn his Worship with Magnificence and Cost: and these are natural Signs of our honouring him internally: And therefore the Contrary hereof, To neglect prayer, to speak to him <em>extempore,</em> to come to Church slovenly, to adorn the Place of his Worship worse than our own Houses, to take up his Name in every idle Discourse, are the manifest Signs of Contempt of the Divine Majesty. There be other Signs which are arbitrary; as, to be uncovered, (as we be here); to put off their Shooes, as <em>Moses</em> at the fiery Bush, and some other of that Kind, which in their own Nature are indifferent, till, to avoid Indecency and Discord, it be otherwise determined by common Consent.","subId":"12","id":"Hobbes.HN.11.12"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.10","imported":true,"title":"Chapter 10","breadcrumb":"Chapter 10","published":[1650]},"next":{"id":"Hobbes.HN.12","imported":true,"title":"Chapter 12","breadcrumb":"Chapter 12","published":[1650]}}