{"id":"Hobbes.HN.12","imported":true,"parent":"Hobbes.HN","title":"Chapter 12","breadcrumb":"Chapter 12","published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:15?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XII.</h1> ","id":"Hobbes.HN.12"},{"type":"paragraph","content":"IT hath been declared already, how <em>external</em> Objects cause <em>Conceptions,</em> and Conceptions, <em>Appetite</em> and <em>Fear,</em> which are the <em>first unperceived Beginnings of our Actions:</em> for <em>either</em> the Actions immediately follow the first Appetite, as when we do any Thing upon a sudden; <em>or else</em> to our first Appetite there succeedeth some Conception of Evil to happen to us by such Actions, which is Fear, and which holdeth us from proceeding. And to that Fear may succeed a new Appetite, and to that Appetite another Fear alternately, till the Action be either done, or some Accident come between, to make it impossible; and so this alternate Appetite and Fear ceaseth. This <em>alternate Succession of Appetite and Fear</em> during all the time the Action is in our Power to do or not to do, is that we call <em>Deliberation</em>; which Name hath been given it for that Part of the Definition wherein it is said that it lasteth so long as the Action, whereof we deliberate, is in our Power: for, so long we have Liberty to do or not to do; and Deliberation signifieth a Taking away of our own Liberty.","subId":"1","id":"Hobbes.HN.12.1"},{"type":"paragraph","content":"<em>Deliberation</em> therefore requireth in the Action deliberated <em>two Conditions</em>; one, that it be <em>future</em>; the other, that there be <em>Hope</em> of doing it, or possibility of not doing it; for, <em>Appetite</em> and <em>Fear</em> are <em>Expepectations</em> of the future; and there is no Expectation of Good, without Hope; or of Evil, without Possibility: of <em>Necessaries</em> therefore there is <em>no Deliberation.</em> In Deliberation, the last Appetite, as also the last Fear, is called <em>Will, viz.</em> the last Appetite, Will to do, or Will to omit. It is all one therefore to say <em>Will,</em> and <em>last Will</em>: for, though a Man express his present Inclination and Appetite concerning the disposing of his Goods, by Words or Writing; yet shall it not be counted his Will, because he hath still Liberty to dispose of them other ways: but when Death taketh away that Liberty, then it is his Will.","subId":"2","id":"Hobbes.HN.12.2"},{"type":"paragraph","content":"<em>Voluntary</em> Actions and Omissions are such as have Beginning in the <em>Will</em>; all other are <em>involuntary,</em> or <em>mixed voluntary,</em> such as a Man doth upon Appetite or Fear; <em>involuntary,</em> such as he doth by Necessity of Nature, as when he is pushed, or falleth, and thereby doth Good or hurt to another: <em>mixt,</em> such as participate of both; as when a Man is carried to Prison, Going is voluntary, to the Prison, is involuntary: The Example of him that throweth his Goods out of a Ship into the Sea, to save his Person, is of an Action altogether voluntary; for, there is nothing therein involuntary, but the Hardness of the Choice, which is not his Action, but the Action of the Winds: what he himself doth, is no more against his Will, than to flee from Danger is against the Will of him that seeth no other Means to preserve himself.","subId":"3","id":"Hobbes.HN.12.3"},{"type":"paragraph","content":"<em>Voluntary</em> also are the Actions that proceed from sudden <em>Anger,</em> or <em>other</em> sudden <em>Appetite</em> in such Men as can discern Good or Evil: for, in them the Time precedent <em>is</em> to be judged Deliberation; for then also he deliberateth in what Cases it is good to <em>strike,</em> deride, or do any other Action proceeding from Anger or other such sudden Passion.","subId":"4","id":"Hobbes.HN.12.4"},{"type":"paragraph","content":"<em>Appetite, Fear, Hope,</em> and the rest of the Passions are <em>not</em> called <em>voluntary</em>; for they proceed <em>not from, but are the Will,</em> and the Will is not voluntary: for, a Man can no more say he will will, than he will will will, and so make an infinite Repetition of the Word <em>will</em>; which is absurd, and insignificant.","subId":"5","id":"Hobbes.HN.12.5"},{"type":"paragraph","content":"Forasmuch as <em>Will to do</em> is <em>Appetite,</em> and <em>Will to omit, Fear</em>; the <em>Cause</em> of <em>Appetite</em> and <em>Fear</em> is the <em>Cause</em> also of our <em>Will</em>: But the propounding of the Benefits and of Harms, that is to say, of Reward and Punishment, is the Cause of our Appetite, and of our Fears, and therefore also of our Wills, so far forth as we believe that such Rewards and Benefits as are propounded, shall arrive unto us; and consequently, our <em>Wills</em> follow our <em>Opinions,</em> as our <em>Actions</em> follow our <em>Wills</em>; in which Sense they say truly, and properly, that say the World is governed by Opinion.","subId":"6","id":"Hobbes.HN.12.6"},{"type":"paragraph","content":"When the Wills of many concur to one and the same Action and Effect, this <em>Concourse</em> of their <em>Wills</em> is called <em>Consent</em>; by which we must not understand one Will of many Men (for every Man hath his several Will) but many Wills to the producing of one Effect: But when the <em>Wills</em> of two divers Men <em>produce</em> such Actions as are reciprocally <em>resistant</em> one to the other, this is called <em>Contention</em>; and, being upon the Persons one of another, <em>Battel</em>: whereas Actions proceeding from <em>Consent,</em> are mutual <em>Aid.</em>","subId":"7","id":"Hobbes.HN.12.7"},{"type":"paragraph","content":"When many Wills are involved or included in the Will of one or more consenting, (which how it may be, shall be hereafter declared) then is that involving of many Wills in one or more, called <em>Vnion.</em>","subId":"8","id":"Hobbes.HN.12.8"},{"type":"paragraph","content":"In <em>Deliberations</em> interrupted, as they may be by <em>Diversion</em> of other Business, or by <em>Sleep,</em> the last <em>Appetite</em> of such Part of the Deliberation is called <em>Intention,</em> or <em>Purpose.</em>","subId":"9","id":"Hobbes.HN.12.9"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.11","imported":true,"title":"Chapter 11","breadcrumb":"Chapter 11","published":[1650]},"next":{"id":"Hobbes.HN.13","imported":true,"title":"Chapter 13","breadcrumb":"Chapter 13","published":[1650]}}