{"imported":true,"id":"Hobbes.HN.2","parent":"Hobbes.HN","title":"Chapter 2","breadcrumb":"Chapter 2","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:5?rgn=div1;view=fulltext","texts":[],"published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. II.</h1> 2. <em>Definition of Sense.</em> <br> 4. <em>Four Propositions concerning the nature of Conceptions.</em> <br> 5. <em>The First proved.</em> <br> 6. <em>The Second proved.</em> <br> 7, 8. <em>The Third proved.</em> <br> 9. <em>The Fourth proved.</em> <br> 10. <em>The main Deception of Sense.</em>","id":"Hobbes.HN.2"},{"type":"paragraph","content":"HAving declared what I mean by the Word <em>Conception,</em> and other Words equivalent thereunto, I come to the <em>Conceptions</em> themselves, to shew their <em>Differences,</em> their <em>Causes,</em> and the <em>Manner of the Production,</em> so far as is necessary for this Place.","subId":"1","id":"Hobbes.HN.2.1"},{"type":"paragraph","content":"Originally all <em>Conceptions</em> proceed from the <em>Action</em> of the thing it self, whereof it is the Conception: Now when the Action is <em>present,</em> the Conception it produceth is also called <em>Sense</em>; and the Thing by whose Action the same is produced, is called the <em>Object of the Sense.</em>","subId":"2","id":"Hobbes.HN.2.2"},{"type":"paragraph","content":"By our several <em>Organs</em> we have several <em>Conceptions</em> of several Qualities in the Objects; for by <em>Sight</em> we have a Conception or Image composed of <em>Colour</em> and <em>Figure,</em> which is all the Notice and Knowledge the Object imparteth to us of its Nature by the Eye. By <em>Hearing</em> we have a Conception called <em>Sound,</em> which is all the Knowledge we have of the Quality of the Object from the Ear. And so the rest of the Senses are also Conceptions of several Qualities, or Natures of their Objects.","subId":"3","id":"Hobbes.HN.2.3"},{"type":"paragraph","content":"Because the <em>Image</em> in Vision consisting of <em>Colour</em> and <em>Shape</em> is the Knowledge we have of the Qualities of the Object of that Sense; it is no hard matter for a Man to fall into this Opinion, that the same <em>Colour</em> and <em>Shape</em> are the <em>very Qualities themselves</em>; And for the same cause, that <em>Sound</em> and <em>Noise</em> are the <em>Qualities of the Bell,</em> or of the Air. And this Opinion hath been so long received, that the <em>contrary</em> must needs appear a great Paradox; and yet the Introduction of <em>Species visible</em> and <em>intelligible</em> (which is necessary for the Maintenance of that Opinion) passing to and fro from the <em>Object,</em> is <em>worse</em> than any Paradox, as being a plain <em>Impossibility.</em> I shall therefore endeavour to make plain these Points: <br> &emsp;&emsp;That the Subject wherein Colour and Image are inherent, is <em>not</em> the <em>Object</em> or thing seen. <br> &emsp;&emsp;That there is nothing <em>without us</em> (really) which we call an <em>Image</em> or Colour. <br> &emsp;&emsp;That the said Image or Colour is but an <em>apparition</em> unto us of the <em>Motion,</em> Agitation, or Alteration, which the <em>Object</em> worketh in the <em>Brain,</em> or Spirits, or some internal Substance of the Head. <br> &emsp;&emsp;That as in <em>Vision,</em> so also in Conceptions that arise from the <em>other Senses,</em> the Subject of their <em>inherence</em> is not the <em>Object,</em> but the <em>Sentient.</em>","subId":"4","id":"Hobbes.HN.2.4"},{"type":"paragraph","content":"Every Man hath so much Experience as to have seen the <em>Sun</em> and the other visible Objects by Reflection in the <em>Water</em> and <em>Glasses</em>; and this alone is sufficient for this Conclusion, that <em>Colour</em> and <em>Image</em> may be there where the <em>Thing seen</em> is <em>not.</em> But because it may be said that notwithstanding the <em>Image</em> in the Water be not in the Object, but a Thing meerly <em>Phantastical,</em> yet there may be <em>Colour</em> really in the Thing it self: I will urge further this Experience, that divers Times Men see directly the <em>same</em> Object <em>double</em>; as <em>two Candles</em> for <em>one,</em> which may happen from Distemper or otherwise without Distemper if a Man will, the Organs being either in their right Temper, or equally distempered, the <em>Colours</em> and <em>Figures</em> in two such Images of the same Thing <em>cannot be inherent</em> therein, because the Thing seen cannot be in <em>two Places.</em> <em>One</em> of these Images therefore is <em>not inherent</em> in the Object: but seeing the Organs of the Sight are then in equal Temper or Distemper, the <em>one</em> of them is no more inherent than the <em>other</em>; and consequently <em>neither</em> of them both are in the Object; which is the First Proposition, mentioned in the precedent Number.","subId":"5","id":"Hobbes.HN.2.5"},{"type":"paragraph","content":"Secondly, that the Image of any Thing by <em>Reflection</em> in a <em>Glass</em> or <em>Water</em> or the like, is <em>not</em> any Thing <em>in</em> or <em>behind</em> the Glass, or <em>in</em> or <em>under</em> the Water, every Man may grant to himself; which is the Second Proposition.","subId":"6","id":"Hobbes.HN.2.6"},{"type":"paragraph","content":"For the Third, we are to consider, First that every <em>great Agitation</em> or <em>Concussion</em> of the <em>Brain</em> (as it happeneth from a Stroak, especially if the Stroak be upon the Eye) whereby the Optick Nerve suffereth any great Violence, there <em>appeareth</em> before the <em>Eyes</em> a certain <em>Light,</em> which Light is <em>nothing without,</em> but an Apparition only, all that is real being the Concussion or Motion of the Parts of that Nerve; from which Experience we may conclude, That <em>Apparition of Light is really nothing but Motion</em> within. If therefore from <em>lucid Bodies</em> there can be derived <em>Motion,</em> so as to affect the Optick Nerve in such manner as is proper thereunto, there will follow an <em>Image</em> of Light somewhere in that Line by which the Motion was last derived to the Eye; That is to say, In the Object, if we look directly on it, and in the Glass or Water, when we look upon it in the Line of Reflection, which in Effect is the Third Proposition; namely, That Image and Colour is but an Apparition to us of that Motion, Agitation, or Alteration which the Object worketh in the Brain or Spirits, or some <em>internal</em> Substance in the Head.","subId":"7","id":"Hobbes.HN.2.7"},{"type":"paragraph","content":"But that <em>from all lucid,</em> shining and illuminate Bodies, there is a <em>Motion produced</em> to the Eye, and, through the Eye, to the <em>Optick</em> Nerve, and so into the <em>Brain,</em> by which that Apparition of <em>Light</em> or <em>Colour</em> is affected, is not hard to prove. And first, it is evident that the <em>Fire,</em> the only lucid Body here upon Earth, worketh by <em>Motion</em> equally every Way; insomuch as the Motion thereof <em>stopped</em> or inclosed, it is presently <em>extinguished,</em> and no more Fire. And further, that that Motion whereby the Fire worketh, is <em>Dilation,</em> and <em>Contraction</em> of it self <em>alternately,</em> commonly called <em>Scintillation</em> or Glowing, is manifest also by Experience. From such <em>Motion</em> in the Fire must needs arise a <em>Rejection</em> or casting from it self of that part of the <em>Medium</em> which is <em>contiguous</em> to it, whereby that part also rejecteth the <em>next,</em> and so successively one part beateth back another to the very <em>Eye</em>; and in the same manner the <em>exteriour</em> part of the Eye presseth the <em>interiour,</em> (the Laws of Refraction still observed.) Now the interiour coat of the Eye is nothing else but a piece of the <em>Optick</em> Nerve; and therefore the Motion is still continued thereby into the <em>Brain,</em> and by <em>Resistance</em> or Re-action of the Brain, is also a <em>Rebound</em> into the Optick Nerve again; which we <em>not conceiving</em> as Motion or Rebound from <em>within,</em> do think it is <em>without,</em> and call it <em>Light</em>; as hath been already shewed by the Experience of a Stroak. We have no Reason to doubt, that the Fountain of Light, the <em>Sun,</em> worketh by any other Ways than the <em>Fire,</em> at least in this Matter. And thus all <em>Vision</em> hath its Original from such <em>Motion</em> as is here described: for where there is no Light, there is no Sight; and therefore <em>Colour</em> also must be the same Thing with <em>Light,</em> as being the Effect of the lucid Bodies: their <em>Difference</em> being only this, that when the Light cometh <em>directly</em> from the Fountain to the Eye, or <em>indirectly</em> by Reflection from <em>clean</em> and <em>polite</em> Bodies, and such as have <em>not</em> any particular Motion internal to alter it, we call it <em>Light</em>; but when it cometh to the Eye by Reflection from <em>uneven</em>, <em>rough</em>, and coarse Bodies, (or such as are affected with internal Motion of their own that may alter it) then we call it <em>Colour</em>; Colour and Light differing only in this, that the one is <em>pure,</em> and the other <em>perturbed</em> Light. By that which hath been said, not only the Truth of the Third Proposition, but also the whole Manner of producing Light and Colour, is apparent.","subId":"8","id":"Hobbes.HN.2.8"},{"type":"paragraph","content":"As Colour is not inherent in the Object, but an Effect thereof upon us, caused by such Motion in the Object, as hath been described: so neither is <em>Sound</em> in the Thing we hear, but in our selves. One manifest Sign thereof, is, that as a Man may <em>see,</em> so also he may <em>hear double</em> or <em>treble,</em> by Multiplication of <em>Echoes,</em> which Echoes are Sounds as well as the Original; and <em>not</em> being in one and the <em>same Place,</em> cannot be <em>inherent</em> in the Body that maketh them: Nothing can make any Thing which is not in it self: the <em>Clapper</em> hath no <em>Sound</em> in it, but <em>Motion,</em> and maketh Motion in the internal Parts of the Bell; so the <em>Bell</em> hath Motion, and not Sound, that imparteth <em>Motion</em> to the <em>Air</em>; and the <em>Air</em> hath Motion, but not Sound; the <em>Air</em> imparteth Motion by the <em>Ear</em> and <em>Nerve</em> unto the <em>Brain</em>; and the Brain hath Motion, but not Sound: from the <em>Brain,</em> it reboundeth back into the Nerves <em>outward,</em> and thence it becometh an <em>Apparition without,</em> which we call <em>Sound.</em> And to proceed to the <em>rest</em> of the <em>Senses,</em> it is apparent enough, that the <em>Smell</em> and <em>Taste</em> of the <em>same Thing,</em> are <em>not</em> the <em>same</em> to <em>every Man</em>; and therefore are <em>not</em> in the Thing <em>smelt</em> or <em>tasted,</em> but in the <em>Men.</em> So likewise the <em>Heat</em> we feel from the Fire is manifestly in <em>us,</em> and is quite <em>different</em> from the Heat which is in the <em>Fire:</em> for <em>our</em> Heat is <em>Pleasure</em> or <em>Pain,</em> according as it is <em>great</em> or <em>moderate</em>; but in the <em>Coal</em> there is no such Thing. By this the Fourth and last Proposition is proved, <em>viz.</em> That as in Vision, so also in Conceptions that arise from <em>other</em> Senses, the Subject of their Inherence is not in the Object, but in the Sentient.","subId":"9","id":"Hobbes.HN.2.9"},{"type":"paragraph","content":"And from hence also it followeth, that <em>whatsoever Accidents</em> or Qualities our Senses make us think there be in the <em>World,</em> they be <em>not</em> there, but are <em>Seeming</em> and <em>Apparitions</em> only: the Things that really <em>are</em> in the World without us, are those <em>Motions</em> by which these Seemings are caused. And this is the <em>great Deception of Sense,</em> which also is to be by Sense <em>corrected</em>: for as Sense telleth me, when I see <em>directly,</em> that the Colour seemeth to <em>be</em> in the Object; so also Sense telleth me, when I see by Reflection, that Colour is in the Object.","subId":"10","id":"Hobbes.HN.2.10"}]}