{"id":"Hobbes.HN.4","imported":true,"parent":"Hobbes.HN","title":"Chapter 4","breadcrumb":"Chapter 4","published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:7?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. IV.</h1> 1. <em>Discourse.</em> <br> 2. <em>The Cause of Coherence of Thoughts.</em> <br> 3. <em>Ranging.</em> <br> 4. <em>Sagacity.</em> <br> 5. <em>Reminiscence.</em> <br> 6. <em>Experience.</em> <br> 7. <em>Expectation.</em> <br> 8. <em>Conjecture.</em> <br> 9. <em>Signs.</em> <br> 10. <em>Prudence.</em> <br> 11. <em>Caveats of concluding from Experience.</em>","id":"Hobbes.HN.4"},{"type":"paragraph","content":"THe <em>Succession</em> of Conceptions in the Mind, Series or Consequence of one after another, may be <em>casual</em> and incoherent, as in Dreams for the most part; and it may be <em>orderly,</em> as when the former Thought introduceth the latter; and this is <em>Discourse</em> of the Mind. But because the Word Discourse is commonly taken for the <em>Coherence</em> and Consequence of Words, I will, to avoid Æquivocation, call it <em>Discursion.</em>","subId":"1","id":"Hobbes.HN.4.1"},{"type":"paragraph","content":"The <em>Cause</em> of the <em>Coherence</em> or Consequence of one Conception to another, is their first <em>Coherence</em> or Consequence at that <em>Time</em> when they are produced by Sense: As for Example, from St. <em>Andrew</em> the Mind runneth to St. <em>Peter,</em> because their Names are read together; from S. <em>Peter</em> to a <em>Stone,</em> for the same Cause; from <em>Stone</em> to <em>Foundation,</em> because we see them together; and for the same Cause, from Foundation to <em>Church,</em> and from Church to <em>People,</em> and from People to <em>Tumult</em>: and according to this Example, the Mind may run almost from any Thing to any Thing. But as in the <em>Sense</em> the Conception of Cause and Effect may succeed one another; so may they after Sense in the <em>Imagination</em>: And for the most part they do so; the <em>Cause</em> whereof is the <em>Appetite</em> of them, who, having a Conception of the <em>End,</em> have next unto it a Conception of the next <em>Means</em> to that End; As, when a Man, from a Thought of <em>Honour</em> to which he hath an Appetite, cometh to the Thought of <em>Wisdom,</em> which is the next Means thereunto; and from thence to the Thought of <em>Study,</em> which is the next Means to Wisdom.","subId":"2","id":"Hobbes.HN.4.2"},{"type":"paragraph","content":"To omit that kind of Discursion by which we proceed from any Thing to any Thing, there are of the <em>other</em> Kind <em>divers</em> Sorts: As first, in the <em>Senses</em> there are certain Coherences of Conceptions, which we may call <em>ranging:</em> Examples whereof are; A Man casteth his <em>Eye</em> upon the <em>Ground,</em> to look about for some <em>small</em> Thing lost; the <em>Hounds</em> casting about at a Fault in hunting; and the <em>Ranging</em> of Spaniels: and herein we take a Beginning arbitrary.","subId":"3","id":"Hobbes.HN.4.3"},{"type":"paragraph","content":"Another sort of Discursion is, when the <em>Appetite</em> giveth a Man his Beginning, as in the Example before, where Honour to which a Man hath Appetite, maketh him think upon the next Means of attaining it, and that again of the next, <em>&amp;c.</em> And this the Latines call <em>Sagacitas</em>▪ and We may call <em>Hunting</em> or <em>Tracing,</em> as Dogs trace Beasts by the Smell, and Men hunt them by their Footsteps; or as Men hunt after Riches, Place, or Knowledge.","subId":"4","id":"Hobbes.HN.4.4"},{"type":"paragraph","content":"There is yet another Kind of Discursion beginning with the Appetite to <em>recover</em> something lost, proceeding from the <em>present backward,</em> from Thought of the Place where we <em>miss</em> at, to the Thought of the Place from whence we came last; and from the Thought of that, to the Thought of a Place <em>before,</em> till we have in our Mind some Place, wherein we had the Thing we miss: and this is called <em>Reminiscence.</em>","subId":"5","id":"Hobbes.HN.4.5"},{"type":"paragraph","content":"The <em>Remembrance</em> of Succession of one Thing to another, that is, of what was <em>antecedent,</em> and what <em>consequent,</em> and what <em>concomitant,</em> is called an <em>Experiment</em>; whether the same be made by us <em>voluntarily,</em> as when a Man putteth any Thing into the Fire, to see what Effect the Fire will produce upon it: or <em>not</em> made by us, as when we remember a fair Morning after a red Evening. To have had many <em>Experiments,</em> is that we call <em>Experience,</em> which is nothing else but <em>Remembrance</em> of what Antecedents have been followed by what Consequents.","subId":"6","id":"Hobbes.HN.4.6"},{"type":"paragraph","content":"No man can have in his Mind a Conception of the <em>future</em>; for the future is <em>not yet:</em> but of our Conceptions of the past, we make a <em>future</em>; or rather, call <em>past, future</em> relatively. Thus after a Man hath been accustomed to see like Antecedents follow by like Consequents, whensoever he seeth the like come to pass to any Thing he had seen before, he looks there should follow it the same that followed then: As for Example, because a Man hath often seen Offences followed by Punishment, when he seeth an Offence in present, he thinketh Punishment to be consequent thereto; but consequent unto that which is present, Men call future: And thus we make <em>Remembrance</em> to be the <em>Prevision</em> of Things to come, or <em>Expectation</em> or Presumption of the future.","subId":"7","id":"Hobbes.HN.4.7"},{"type":"paragraph","content":"In the same Manner, if a Man seeth in present that which he hath seen before, he thinks that that which was antecedent to that which he saw before, is also antecedent to that he presently seeth: As for Example, He that hath seen the Ashes remain after the Fire, and now again seeth ashes, concludeth again there hath been Fire: And this is called again <em>Conjecture</em> of the past, or Presumption of the Fact.","subId":"8","id":"Hobbes.HN.4.8"},{"type":"paragraph","content":"When a Man hath <em>so often</em> observed like Antecedents to be followed by like Consequents, that <em>whensoever</em> he seeth the Antecedent, he looketh again for the Consequent; or when he seeth the Consequent, maketh account there hath been the like Antecedent; then he calleth both the Antecedent and the Consequent, <em>Signs</em> one of another, as Clouds are Signs of Rain to come, and Rain of Clouds past.","subId":"9","id":"Hobbes.HN.4.9"},{"type":"paragraph","content":"This taking of Signs by <em>Experience,</em> is that wherein Men do ordinarily think, the Difference stands between Man and Man in <em>Wisdom,</em> by which they commonly understand a Mans whole Ability or <em>Power cognitive</em>; but this is an <em>Errour</em>: for the Signs are but <em>conjectural</em>; and according as they have often or seldom failed, so their <em>Assurance</em> is more or less; but <em>never full</em> and <em>evident</em>: for though a Man have always seen the Day and Night to follow one another hitherto; yet can he not thence conclude they shall do so, or that they have done so eternally: <em>Experience concludeth nothing universally.</em> If the Signs hit twenty times for one missing, a Man may lay a Wager of Twenty to One of the Event; but may not conclude it for a Truth. But by this it is plain, that they shall <em>conjecture best,</em> that have <em>most Experience,</em> because they have most Signs to conjecture by; which is the Reason <em>old Men</em> are <em>more prudent,</em> that is, conjecture better, <em>caeteris paribus,</em> than young: for, being old, they remember more; and Experience is but remembrance. And <em>men</em> of <em>quick</em> imagination, <em>caeteris paribus,</em> are more <em>prudent</em> than those whose Imaginations are slow: for they observe <em>more</em> in <em>less</em> Time. Prudence is nothing but Conjecture from Experience, or taking of Signs from Experience warily, that is, that the Experiments from which he taketh such Signs be all remembred; for else the Cases are not alike that seem so.","subId":"10","id":"Hobbes.HN.4.10"},{"type":"paragraph","content":"As in Conjecture concerning things past and future, it is Prudence to conclude from Experience, what is like to come to pass, or to have passed already; so it is an errour to conclude from it, that <em>it is</em> so or so <em>called</em>; that is to say, We cannot from Experience conclude, that any Thing is to be called <em>just</em> or <em>unjust, true</em> or <em>false,</em> or any Proposition <em>universal</em> whatsoever, except it be from Remembrance of the Use of Names imposed arbitrarily by Men: For Example, to have heard a Sentence given in the like Case, the like Sentence a thousand times is not enough to conclude that the Sentence is just; though most Men have no other Means to conclude by: But it is <em>necessary,</em> for the drawing of such Conclusion, to <em>trace</em> and <em>find out,</em> by many Experiences, what Men do mean by calling Things just and unjust. Further, there is another <em>Caveat</em> to be taken in concluding by Experience, from the tenth Section of the second Chapter; that is, That we conclude such Things to be without, that are within us.","subId":"11","id":"Hobbes.HN.4.11"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.3","imported":true,"title":"Chapter 3","breadcrumb":"Chapter 3","published":[1650]},"next":{"id":"Hobbes.HN.5","imported":true,"title":"Chapter 5","breadcrumb":"Chapter 5","published":[1650]}}