{"imported":true,"id":"Hobbes.HN.7","parent":"Hobbes.HN","title":"Chapter 7","breadcrumb":"Chapter 7","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:10?rgn=div1;view=fulltext","texts":[],"published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. VII.</h1> <ins>1.</ins> <em>Of Delight, Pain, Love, Hatred.</em> <br> <ins>2.</ins> <em>Appetite, Aversion, Fear.</em> <br> <ins>3, 4.</ins> <em>Good, Evil, Pulchritude, Turpitude.</em> <br> <ins>5.</ins> <em>End, Fruition.</em> <br> <ins>6.</ins> <em>Profitable, Use, Vain.</em> <br> <ins>7.</ins> <em>Felicity.</em> <br> <ins>8.</ins> <em>Good and Evil mixt.</em> <br> <ins>9.</ins> <em>Sensual Delight, and Pain; Joy and Grief.</em>","id":"Hobbes.HN.7"},{"type":"paragraph","content":"IN the eighth Section of the second Chapter is shewed, that <em>Conceptions</em> and <em>Apparitions</em> are nothing <em>really,</em> but <em>Motion</em> in some internal Substance of the <em>Head</em>; which Motion <em>not stopping</em> there, but proceeding to the <em>Heart,</em> of Necessity must there either <em>help</em> or <em>hinder</em> the Motion which is called <em>Vital</em>: when it <em>helpeth,</em> it is called <em>Delight, Contentment,</em> or <em>Pleasure,</em> which is nothing really but Motion about the Heart, as Conception is nothing but Motion in the Head; and the <em>Objects</em> that cause it are called <em>pleasant</em> or <em>delightful,</em> or by some Name equivalent; The <em>Latines</em> have <em>Jucundum, à juvando,</em> from helping; and the same Delight, with Reference to the Object, is called <em>Love</em>: but when such Motion <em>weakeneth</em> or hindereth the vital Motion, then it is called <em>Pain</em>; and in Relation to that which causeth it, Hatred, which the <em>Latines</em> express sometimes by <em>Odium,</em> and sometimes by <em>Taedium.</em>","subId":"1","id":"Hobbes.HN.7.1"},{"type":"paragraph","content":"This Motion in which consisteth <em>Pleasure</em> or <em>Pain,</em> is also a <em>Solicitation</em> or Provocation either to draw <em>near</em> to the Thing that pleaseth, or to <em>retire</em> from the Thing that displeaseth; and this Solicitation is the <em>Endeavour</em> or internal Beginning of <em>animal</em> Motion, which when the Object <em>delighteth,</em> is called <em>Appetite</em>; when it <em>displeaseth,</em> it is called <em>Aversion,</em> in Respect of the Displeasure <em>present</em>; but in Respect of the Displeasure <em>expected, Fear.</em> So that <em>Pleasure, Love,</em> and <em>Appetite,</em> which is also called Desire, are <em>divers Names</em> for divers Considerations of the <em>same Thing.</em>","subId":"2","id":"Hobbes.HN.7.2"},{"type":"paragraph","content":"Every Man, for his own Part, calleth that which <em>pleaseth,</em> and is delightful to himself, <em>Good</em>; and that <em>Evil</em> which <em>displeaseth</em> him: insomuch that while every Man <em>differeth</em> from other in <em>Constitution,</em> they differ also from one another concerning the common Distinction of Good and Evil. Nor is there any such Thing as Absolute Goodness, considered without Relation: for even the Goodness which we apprehend in God Almighty, is <em>his Goodness to us.</em> And as we call <em>Good</em> and <em>Evil</em> the <em>Things</em> that please and displease; so call we <em>Goodness</em> and <em>Badness,</em> the <em>Qualities</em> or Powers whereby they do it: And the Signs of that Goodness are called by the <em>Latines</em> in one Word <em>Pulchritudo,</em> and the Signs of Evil, <em>Turpitudo</em>; to which we have no Words precisely answerable.","subId":"3","id":"Hobbes.HN.7.3"},{"type":"paragraph","content":"As all Conceptions we have immediately by the <em>Sense,</em> are, <em>Delight,</em> or <em>Pain,</em> or <em>Appetite,</em> or <em>Fear</em>; so are all the <em>Imaginations</em> after Sense. But as they are weaker Imaginations, so are they also weaker Pleasures, or weaker Pain.","subId":"4","id":"Hobbes.HN.7.4"},{"type":"paragraph","content":"As <em>Appetite</em> is the Beginning of <em>animal</em> Motions towards something that pleaseth us; so is the <em>attaining</em> thereof, the <em>End</em> of that Motion, which we also call the <em>Scope,</em> and Aim, and final Cause of the same: and when we attain that End, the Delight we have thereby is called the <em>Fruition</em>: So that <em>Bonum</em> and <em>Finis</em> are different Names, but for different Considerations of the same Thing.","subId":"5","id":"Hobbes.HN.7.5"},{"type":"paragraph","content":"And of <em>Ends,</em> some of them are called <em>propinqui,</em> that is, near at hand; others <em>remoti,</em> far off: but when the Ends that be nearer attaining, be compared with those that be further off, they are called not Ends, but <em>Means,</em> and the <em>Way</em> to those. But for an <em>utmost</em> End, in which the ancient <em>Philosophers</em> have placed <em>Felicity,</em> and disputed much concerning the Way thereto, there is no such Thing in this World, nor Way to it, more than to <em>Vtopia</em>: for while we live, we have Desires, and Desire presupposeth a further End. Those Things which please us, as the Way or <em>Means</em> to a further End, we call <em>profitable</em>; and the <em>Fruition</em> of them, <em>Vse</em>; and those Things that profit not, <em>vain.</em>","subId":"6","id":"Hobbes.HN.7.6"},{"type":"paragraph","content":"Seeing all <em>Delight</em> is <em>Appetite,</em> and presupposeth a <em>further</em> End, there can be <em>no Contentment</em> but in <em>proceeding</em>: and therefore we are not to marvel, when we see, that as Men attain to more Riches, Honour, or other Power; so their Appetite continually groweth more and more; and when they are come to the utmost Degree of some Kind of Power, they pursue some other, as long as in any Kind they think themselves behind any other: of those therefore that have attained to the highest Degree of Honour and Riches, some have affected Mastery in some Art; as <em>Nero</em> in Musick and Poetry, <em>Commodus</em> in the Art of a Gladiator; and such as affect not some such Thing, must find Diversion and Recreation of their Thoughts in the Contention either of Play or Business: and Men justly complain of a great Grief, that they know not what to do. <em>Felicity</em> therefore, by which we mean continual Delight, consisteth <em>not</em> in <em>having</em> prospered, but in <em>prospering.</em>","subId":"7","id":"Hobbes.HN.7.7"},{"type":"paragraph","content":"There are few Things in this World, but <em>either</em> have <em>Mixture</em> of Good and Evil, <em>or</em> there is a Chain of them so necessarily linked together, that the one cannot be taken without the other: As for Example, the Pleasures of Sin, and the Bitterness of Punishment, are inseparable; as is also Labour and Honour, for the most part. Now when in the <em>whole Chain,</em> the <em>greater Part</em> is good, the <em>Whole</em> is called <em>Good</em>; and when the <em>Evil</em> over-weigheth, the <em>Whole</em> is called <em>Evil.</em>","subId":"8","id":"Hobbes.HN.7.8"},{"type":"paragraph","content":"There are two Sorts of Pleasure, whereof the <em>one</em> seemeth to affect the <em>corporeal</em> Organ of the Sense, and that I call <em>sensual</em>; the <em>greatest</em> Part whereof, is that by which we are invited to give Continuance to our <em>Species</em>; and the <em>next,</em> by which a Man is invited to Meat, for the Preservation of his <em>individual</em> Person: The <em>other Sort</em> of Delight is not particular to any Part of the Body, and is called The Delight of the <em>Mind,</em> and is that which we call <em>Joy.</em> Likewise of <em>Pains,</em> some affect the <em>Body,</em> and are therefore called the <em>Pains</em> of the Body; and some <em>not,</em> and those are called <em>Grief.</em>","subId":"9","id":"Hobbes.HN.7.9"}]}