{"id":"Hobbes.HN.9","imported":true,"parent":"Hobbes.HN","title":"Chapter 9","breadcrumb":"Chapter 9","published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:12?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"<h1><del>CAAP</del><ins>CHAP</ins>. IX.</h1> 1. <em>Glory aspiring, false Glory, vain Glory.</em> <br> 2. <em>Humility and Dejection.</em> <br> 3. <em>Shame.</em> <br> 4. <em>Courage.</em> <br> 5. <em>Anger.</em> <br> 6. <em>Revengefulness.</em> <br> <ins>7. <em>Repentance.</em> <br></ins> <del>7</del><ins>8</ins>. <em>Hope, Despair, Diffidence.</em> <br> <del>8</del><ins>9</ins>. <em>Trust.</em> <br> <del>9</del><ins>10</ins>. <em>Pity and Hardness of Heart.</em> <br> <del>10</del><ins>11</ins>. <em>Indignation.</em> <br> <del>11</del><ins>12</ins>. <em>Emulation and Envie.</em> <br> <del>12</del><ins>13</ins>. <em>Laughter.</em> <br> <del>13</del><ins>14</ins>. <em>Weeping.</em> <br> <del>14</del><ins>15</ins>. <em>Lust.</em> <br> <del>15</del><ins>16</ins>. <em>Love.</em> <br> <del>16</del><ins>17</ins>. <em>Charity.</em> <br> <del>17</del><ins>18</ins>. <em>Admiration and Curiosity.</em> <br> <del>18</del><ins>19</ins>. <em>Of the Passion of them that flock to see Danger.</em> <br> <del>19</del><ins>20</ins>. <em>Of Magnanimity and Pusillanimity.</em> <br> <del>20</del><ins>21</ins>. <em>A View of the Passions represented in a Race.</em>","id":"Hobbes.HN.9"},{"type":"paragraph","content":"<em>GLory</em>, or internal Gloriation or Triumph of the Mind, is the Passion which proceedeth from the Imagination or Conception of our <em>own Power</em> above the Power of him that contendeth with us; the <em>Signs</em> whereof, besides those in the Countenance, and other Gestures of the Body which cannot be described, are, <em>Ostentation</em> in Words, and <em>Insolency</em> in Actions: and this Passion, of them whom it displeaseth, is called <em>Pride</em>; by them whom it pleaseth, it is termed a <em>just Valuation</em> of himself. This Imagination of our Power or Worth, may be from an assured and certain <em>Experience</em> of our own Actions; and then is that Glory <em>just,</em> and well grounded, and begetteth an Opinion of <em>increasing</em> the same by other Actions to follow; in which consisteth the Appetite which we call <em>Aspiring,</em> or Proceeding from one Degree of Power to another. The same Passion may proceed <em>not</em> from any <em>Conscience</em> of our own Actions, but from Fame and Trust of <em>others,</em> whereby one may think well of himself, and yet be deceived; and this is <em>false Glory,</em> and the Aspiring consequent thereto procureth ill Success. Further, the <em>Fiction</em> (which is also Imagination) of Actions done by our selves, which never were done, is <em>Glorying</em>; but because it begetteth no Appetite nor endeavour to any further Attempt, it is meerly <em>vain</em> and unprofitable; as when a Man imagineth himself to do the Actions whereof he readeth in some <em>Romance,</em> or to be like unto some other Man whose Acts he admireth: And this is called <em>Vain Glory</em>; and is exemplied in the Fable, by the Fly sitting on the Axletree, and saying to himself, What a Dust do I make rise! The expression of <em>Vain Glory</em> is that Wish, which some of the School mistaking for some Appetite distinct from all the rest, have called <em>Velleity,</em> making a new Word, as they made a new Passion which was not before. <em>Signs</em> of <em>Vain Glory</em> in the <em>Gesture</em>; are, <em>Imitation</em> of others, Counterfeiting and Usurping the Signs of Vertue they have not; Affectation of Fashions, Captation of Honour from their Dreams, and other little Stories of themselves, from their Country, from their Names, and from the like.","subId":"1","id":"Hobbes.HN.9.1"},{"type":"paragraph","content":"The Passion <em>contrary to Glory,</em> proceeding from Apprehension of our own Infirmity, is called <em>Humility</em> by those by whom it is approved; by the rest, <em>Dejection</em> and Poorness: which Conception may be well or ill grounded; if well, it produceth Fear to attempt any Thing rashly; if ill, it utterly cows a Man, that he neither dares speak publickly, nor expect good Success in any Action.","subId":"2","id":"Hobbes.HN.9.2"},{"type":"paragraph","content":"It happeneth sometimes, that he that hath a <em>good</em> Opinion of himself, and upon good ground, may nevertheless, by Reason of the <em>Frowardness</em> which that Passion begetteth, discover in himself some <em>Defect</em> or Infirmity, the Remembrance whereof dejecteth him; and this Passion is called <em>Shame</em>; by which being cooled and checked in his Forwardness, he is more wary for the Time to come, This Passion, as it is a Sign of <em>Infirmity,</em> which is <em>Dishonour</em>; so also it is a Sign of <em>Knowledge,</em> which is <em>Honour.</em> The Sign of it is <em>Blushing,</em> which appeareth less in Men conscious of their own Defect, because they less betray the Infirmities they acknowledge.","subId":"3","id":"Hobbes.HN.9.3"},{"type":"paragraph","content":"<em>Courage,</em> in a <em>large</em> Signification, is the <em>Absence</em> of <em>Fear</em> in the Presence of any evil whatsoever: but in a <em>Strict</em> and more common Meaning, it is <em>Contempt</em> of <em>Wounds</em> and <em>Death,</em> when they oppose a Man in the Way to his End.","subId":"4","id":"Hobbes.HN.9.4"},{"type":"paragraph","content":"<em>Anger</em> or sudden Courage is nothing but the <em>Appetite</em> or desire of <em>overcoming present</em> Opposition. It hath been defined commonly to be Grief proceeding from an Opinion of Contempt; which is confuted by the often Experience which we have of being moved to anger by things inanimate, and without Sense, and consequently incapable of contemning us.","subId":"5","id":"Hobbes.HN.9.5"},{"type":"paragraph","content":"<em>Revengefulness</em> is that Passion which ariseth from an Expectation or <em>Imagination</em> of <em>making</em> him that hath <em>hurt</em> us, <em>find</em> his <em>own Action hurtful</em> to himself, and to <em>acknowledge</em> the same; and this is the Height of Revenge: for though it be not hard, by returning Evil for Evil, to make ones Adversary displeased with his own Fact; yet to make him acknowledge the same, is so difficult, that many a Man had rather die than do it. Revenge aimeth not at the Death, but at the Captivity or Subjection of an Enemy; which was well expressed in the Exclamation of <em>Tiberius Caesar,</em> concerning one, that, to frustrate his Revenge, had killed himself in Prison; <em>Hath he escaped me</em>? To <em>kill,</em> is the aim of them that <em>hate,</em> to <em>rid</em> themselves out of Fear: <em>Revenge</em> aimeth at <em>Triumph,</em> which over the Dead is not.","subId":"6","id":"Hobbes.HN.9.6"},{"type":"paragraph","content":"<em>Repentance</em> is the Passion which proceedeth from <em>Opinion</em> or Knowledge that the <em>Action</em> they have done is <em>out of the Way</em> to the <em>End</em> they would attain: the Effect whereof is, to pursue that Way no longer, but, by the Consideration of the End, to direct themselves into a better. The first Motion therefore in this Passion is <em>Grief</em>; but the Expectation or Conception of returning again into the Way, is <em>Joy</em>; and consequently, the Passion of <em>Repentance</em> is compounded and allayed of both: but the <em>predominant</em> is <em>Joy</em>; else were the Whole Grief, which cannot be, forasmuch as he that proceedeth towards the End, he conceiveth Good, proceedeth with Appetite; and Appetite is Joy, as hath been said, Chap. 7. Sect. 2.","subId":"7","id":"Hobbes.HN.9.7"},{"type":"paragraph","content":"<em>Hope</em> is <em>Expectation</em> of <em>Good</em> to come, as Fear is the Expectation of Evil: But when there be Causes, some that make us expect Good, and some that make us expect Evil, alternately working in our Mind; if the Causes that make us expect Good, be greater than those that make us expect Evil, the whole Passion is Hope; if contrarily the Whole is Fear. Absolute <em>Privation</em> of hope is <em>Despair,</em> a degree whereof is <em>Diffidence.</em>","subId":"8","id":"Hobbes.HN.9.8"},{"type":"paragraph","content":"<em>Trust</em> is a Passion proceeding from the <em>Belief of him</em> from whom we <em>expect</em> or <em>hope</em> for Good, so <em>free</em> from <em>Doubt</em> that upon the same we pursue no other Way to attain the same Good: as <em>Distrust</em> or Diffidence is <em>Doubt</em> that maketh him endeavour to provide himself by other Means And that this is the Meaning of the Words Trust and Distrust, is manifest from this, that a Man never provideth himself by a second Way, but when he mistrusteth that the first will not hold","subId":"9","id":"Hobbes.HN.9.9"},{"type":"paragraph","content":"<em>Pity</em> is <em>Imagination</em> or <em>Fiction</em> of <em>future</em> Calamity to our <em>selves,</em> proceeding from the Sense of <em>another</em> Mans Calamity. But when it lighteth on such as we think have not deserved the same, the Compassion is greater, because then there appeareth more Probability that the same may happen to us: for, the Evil that happeneth to an innocent Man, may happen to every Man. But when we see a Man suffer for great Crimes, which we cannot easily think will fall upon our selves, the Pity is the less. And therefore Men are apt to pity those whom they love: for, whom they love, they think worthy of Good, and therefore not worthy of Calamity. Thence it is also, that Men pity the Vices of some Persons at the first Sight only, out of Love to their Aspect. The Contrary of Pity is <em>Hardness of Heart,</em> proceeding either from <em>Slowness</em> of Imagination, or some extreme great <em>Opinion</em> of their own <em>Exemption</em> from the like Calamity, or from hatred of all or most Men.","subId":"10","id":"Hobbes.HN.9.10"},{"type":"paragraph","content":"<em>Indignation</em> is that <em>Grief</em> which consisteth in the Conception of <em>good Success</em> happening to them whom they think <em>unworthy</em> thereof. Seeing therefore Men think all those unworthy whom they hate, they think them not only unworthy of the good Fortune they have, but also of their own Vertues. And of all the Passions of the Mind, these two, Indignation and Pity, are most raised and increased by Eloquence: for, the <em>Aggravation</em> of <em>the Calamity,</em> and <em>Extenuation</em> of the <em>Fault,</em> augmenteth <em>Pity</em>; and the <em>Extenuation</em> of the <em>Worth</em> of the Person, together with the magnifying of his Success, which are the Parts of an Orator, are able to turn these two Passions into <em>Fury.</em>","subId":"11","id":"Hobbes.HN.9.11"},{"type":"paragraph","content":"<em>Emulation</em> is <em>Grief</em> arising from seeing <em>ones self exceeded</em> or excelled by his <em>Concurrent,</em> together with <em>Hope</em> to <em>equal</em> or exceed him in Time to come, by his own Ability. But, <em>Envy</em> is the same <em>Grief</em> joyned with <em>Pleasure</em> conceived in the Imagination of some <em>ill</em> Fortune that may befall him.","subId":"12","id":"Hobbes.HN.9.12"},{"type":"paragraph","content":"There is a Passion that hath <em>no Name</em>; but the Sign of it is that Distortion of the Countenance which we call <em>Laughter,</em> which is always <em>Joy:</em> but what joy, what we think, and wherein we triumph when we laugh, is not hitherto declared by any. That it consisteth in <em>Wit,</em> or, as they call it, in the <em>Jest,</em> Experience <em>confuteth</em>: for Men laugh at Mischances and Indecencies, wherein there lieth no Wit nor jest at all. And forasmuch as the same Thing is no more ridiculous when it groweth stale or usual, whatsoever it be that moveth Laughter, it must be <em>new</em> and <em>unexpected.</em> Men laugh often (especially such as are greedy of Applause from every Thing they do well) at their <em>own</em> Actions performed never so little beyond their own Expectations; as also at their own <em>Jests:</em> And in this Case it is manifest, that the Passion of Laughter proceedeth from a <em>sudden conception</em> of some <em>Ability</em> in himself that laugheth. Also Men laugh at the <em>Infirmities</em> of others, by Comparison wherewith their own Abilities are set off and illustrated. Also Men laugh at <em>Jests,</em> the <em>Wit</em> whereof always consisteth in the elegant <em>Discovering</em> and Conveying to our minds some <em>Absurdity</em> of <em>another:</em> And in this case also the Passion of Laughter proceedeth from the <em>sudden</em> Imagination of our own Oddes and Eminency: for what is else the Recommending of our selves to our own good Opinion, by Comparison with another Mans Infirmity or absurdity? For when a Jest is broken upon our selves, or Friends of whose Dishonour we participate, we never laugh thereat. I may therefore conclude, that the Passion of Laughter is nothing else but <em>sudden Glory</em> arising from some sudden <em>Conception</em> of some <em>Eminency</em> in our selves, by <em>Comparison</em> with the <em>Infirmity</em> of others, or with our own formerly: for Men laugh at the follies of themselves past, when they come suddenly to Remembrance, except they bring with them any present Dishonour. It is no wonder therefore that Men take hainously to be laughed at or derided, that is, triumphed over. Laughing <em>without Offence,</em> must be at <em>Absurdities</em> and Infirmities <em>abstracted</em> from Persons, and when all the Company may laugh together: for, laughing to ones self putteth all the rest into Jealousie, and Examination of themselves. Besides, it is Vain-Glory, and an Argument of little Worth, to think the Infirmity of another, sufficient Matter for his Triumph.","subId":"13","id":"Hobbes.HN.9.13"},{"type":"paragraph","content":"The Passion opposite hereunto, (whose Signs are another Distortion of the Face with Tears) called <em>Weeping,</em> is the <em>sudden Falling out with</em> our selves, or sudden Conception of Defect; and therefore <em>Children</em> weep often: for seeing they think that every Thing ought to be given them which they desire, of Necessity every Repulse must be a Check of their Expectation, and puts them in mind of their too much Weakness to make themselves Masters of all they look for. For the same Cause <em>Women</em> are more apt to weep than men, as being not only more accustomed to have their Wills, but also to measure their Powers by the Power and Love of others that protect them. Men are apt to weep that prosecute Revenge, when the Revenge is suddenly stopt or frustrated by the Repentance of their Adversary; and such are the Tears of <em>Reconciliation.</em> Also revengeful Men are subject to this Passion upon the beholding those Men they pity, and suddenly remember they cannot help. Other weeping in Men proceedeth for the most part from the same Cause it proceedeth from in Women and Children.","subId":"14","id":"Hobbes.HN.9.14"},{"type":"paragraph","content":"The Appetite which Men call <em>Lust,</em> and the Fruition that appertaineth thereunto, is a <em>Sensual</em> Pleasure, but <em>not only</em> that; there is in it also a Delight of the Mind: for it consisteth of two Appetites together, to <em>please,</em> and to <em>be pleased</em>; and the Delight Men take in delighting, is not sensual, but a Pleasure or joy of the Mind consisting in the Imagination of the Power they have so much to please. But the Name <em>Lust</em> is used where it is condemned; otherwise it is called by the general Word <em>Love</em>: for the Passion is one and the same indefinite Desire of different Sex, as natural as Hunger.","subId":"15","id":"Hobbes.HN.9.15"},{"type":"paragraph","content":"Of <em>Love,</em> by which is understood the Joy Man taketh in the Fruition of any <em>present</em> Good, hath been already spoken of in the first Section, Chap. 7. under which is contained the <em>Love</em> Men bear to one <em>another,</em> or Pleasure they take in one anothers Company; and by which Nature, Men are said to be sociable. But there is another Kind of Love, which the Greeks call <span class=\"foreign\"><cite>Greek text</cite></span>, and is that which we mean, when we say that a Man is in Love: Forasmuch as this Passion cannot be without Diversity of Sex, it cannot be denied but that it <em>participateth</em> of that indefinite <em>Love</em> mentioned in the former Section. But there is a great Difference betwixt the Desire of a Man <em>indefinite,</em> and the same Desire <em>limited ad hunc</em>; and this is that <em>Love</em> which is the great Theme of Poets: But notwithstanding their Praises, it must be defined by the Word <em>Need</em>: for it is a Conception a Man hath of his Need of <em>that one Person</em> desired. The Cause of this Passion is <em>not</em> always <em>nor</em> for the most part <em>Beauty,</em> or other Quality in the Beloved, unless there be withall <em>Hope</em> in the Person that loveth: which may be gathered from this, that in great Difference of Persons, the <em>greater</em> have often faln in love with the <em>meaner</em>; but not contrary. And from hence it is, that for the most part they have much better Fortune in Love, whose Hopes are built upon something <em>in their Person,</em> than those that trust to their <em>Expressions</em> and <em>Service</em>; and they that <em>care less,</em> than they that <em>care more</em>: which not perceiving, many Men cast away their Services, as one Arrow after another, till, in the End, together with their Hopes, they lose their Wits.","subId":"16","id":"Hobbes.HN.9.16"},{"type":"paragraph","content":"There is yet another Passion sometimes called <em>Love,</em> but more properly <em>good Will</em> or <em>Charity.</em> There can be no greater Argument to a Man, of his own Power, than to find himself able not only to accomplish his own Desires, but also to <em>assist</em> other Men in theirs: and this is that Conception wherein consisteth <em>Charity.</em> In which, first, is contained that <em>natural Affection</em> of Parents to their Children, which the <em>Greeks</em> call <span class=\"foreign\"><cite>Greek text</cite></span>, as <em>also,</em> that Affection wherewith Men seek to <em>assist</em> those that adhere unto them. But the Affection wherewith Men many times bestow their Benefits on <em>Strangers,</em> is not to be called Charity, but either <em>Contract,</em> whereby they seek to purchase friendship; or <em>Fear,</em> which maketh them to purchase peace. The Opinion of <em>Plato</em> concerning honourable Love, delivered according to his Custom in the Person of <em>Socrates,</em> in the Dialogue intituled <em>Convivium,</em> is this, That a Man full and pregnant with Wisdom and other Vertues, naturally seeketh out some beautiful Person, of Age and Capacity to conceive, in whom he may, without sensual Respects, ingender and produce the like. And this is the <em>Idea</em> of the then noted <em>Love</em> of <em>Socrates</em> wise and continent, to <em>Alcibiades</em> young and beautiful: In which, Love is not the sought Honour, but the Issue of his Knowledge; contrary to the common Love, to which though Issue sometimes follows, yet Men seek not that, but to please, and to be pleased. It should be therefore this Charity, or Desire to assist and advance others. But why then should the Wise seek the Ignorant, or be more charitable to the Beautiful than to others? There is something in it savouring of the Use of that time: in which Matter though <em>Socrates</em> be acknowledged for continent, yet the <em>Continent</em> have the Passion they <em>contain,</em> as <em>much</em> and more than they that <em>satiate</em> the Appetite; which maketh me suspect this <em>Platonick</em> Love for meerly sensual; but with an honourable Pretence for the Old to haunt the Company of the young and beautiful.","subId":"17","id":"Hobbes.HN.9.17"},{"type":"paragraph","content":"Forasmuch as all <em>Knowledge</em> beginneth from <em>Experience,</em> therefore also <em>new Experience</em> is the Beginning of <em>new Knowledge,</em> and the Increase of Experience the Beginning of the Increase of Knowledge. Whatsoever therefore happeneth new to a Man, giveth him Matter of <em>Hope</em> of <em>knowing</em> somewhat that he knew <em>not before.</em> And this Hope and Expectation of future Knowledge from any Thing that happeneth new and strange, is that Passion which we commonly call <em>Admiration</em>; and the same considered as Appetite, is called <em>Curiosity,</em> which is Appetite of Knowledge. As in the discerning of Faculties, <em>Man leaveth</em> all Community with <em>Beasts</em> at the Faculty of <em>imposing Names</em>; so also doth he surmount their Nature at this <em>Passion</em> of <em>Curiosity.</em> For when a Beast seeth any Thing new and strange to him, he considereth it so far only as to discern whether it be likely to serve his turn, or hurt him, and accordingly approacheth nearer to it, or fleeth from it: Whereas Man, who in most Events remembereth in what manner they were caused and begun, looketh for the Cause and Beginning of every Thing that ariseth new unto him. And from this Passion of Admiration and Curiosity, have arisen not only the Invention of Names, but also Supposition of such Causes of all Things as they thought might produce them. And from this Beginning is derived all <em>Philosophy</em>; as <em>Astronomy</em> from the Admiration of the Course of Heaven; <em>Natural Philosophy</em> from the strange Effects of the Elments and other Bodies. And from the Degrees of Curiosity, proceed also the Degrees of Knowledge amongst Men: For, to a Man in the Chace of Riches or Authority,) which in Respect of Knowledge are but Sensuality) it is a Diversity of little Pleasure, whether it be the Motion of the Sun or the Earth that maketh the Day, or to enter into other Contemplations of any strange Accident, than whether it conduce or not to the End he pursueth. Because <em>Curiosity</em> is <em>Delight,</em> therefore also <em>Novelty</em> is so, but especially that Novelty from which a Man conceiveth an <em>Opinion</em> true or false of <em>bettering</em> his own Estate; for, in such Case, they stand affected with the Hope that all Gamesters have while the Cards are shuffling.","subId":"18","id":"Hobbes.HN.9.18"},{"type":"paragraph","content":"Divers other Passions there be, but they want Names: whereof some nevertheless have been by most Men observed: For Example; from what Passion proceedeth it, that Men take <em>pleasure</em> to <em>behold</em> from the Shore the <em>Danger</em> of them that are at Sea in a Tempest, or in Fight, or from a safe Castle to behold two Armies charge one to another in the Field? It is certainly, in the whole Summ, <em>Joy</em>; else Men would never flock to such a Spectacle. Nevertheless there is in it both <em>Joy</em> and <em>Grief</em>: for as there is Novelty and Remembrance of our own Security present, which is <em>Delight</em>: so there is also <em>Pity,</em> which is Grief: But the Delight is so far predominant, that Men usually are content in such a Case to be Spectators of the Misery of their Friends.","subId":"19","id":"Hobbes.HN.9.19"},{"type":"paragraph","content":"<em>Magnanimity</em> is no more than <em>Glory,</em> of the which I have spoken in the first Section; but <em>Glory well grounded</em> upon certain Experience of a Power sufficient to attain his End in open Manner. And <em>Pusillanimity</em> is the <em>Doubt</em> of that. Whatsoever therefore is a Sign of <em>Vain Glory,</em> the same is also a Sign of <em>Pusillanimity</em>: for sufficient Power maketh Glory a Spur to ones End. To be <em>pleased</em> or <em>displeased</em> with <em>Fame true</em> or <em>false,</em> is a <em>Sign</em> of that same, because he that relieth on Fame hath not his Success in his own Power. Likewise <em>Art</em> and <em>Fallacy</em> are Signs of Pusillanimity, because they depend not upon our own Power, but the Ignorance of others. Also <em>Proneness</em> to <em>Anger,</em> because it argueth Difficulty of proceeding. Also <em>Ostentation</em> of <em>Ancestors,</em> because all Men are more inclined to make shew of their own Power when they have it, than of anothers. To be at <em>Enmity</em> and Contention with <em>Inferiours,</em> is a Sign of the same, because it proceedeth from Want of Power to end the War. To <em>laugh</em> at others, because it is an Affectation of Glory from other Mens Infirmities, and not from any Ability of their own. Also <em>Irresolution,</em> which proceedeth from Want of power enough to contemn the little Difficulties that make Deliberations hard.","subId":"20","id":"Hobbes.HN.9.20"},{"type":"paragraph","content":"The Comparison of the Life of Man to a Race, though it hold not in every Part, yet it holdeth so well for this our Purpose, that we may thereby both see and remember almost all the Passions before mentioned. But this <em>Race</em> we must suppose to have no other <em>Goal,</em> nor other <em>Garland,</em> but being formost, and in it <br> To endeavour, is <em>Appetite.</em> <br> To be remiss, is <em>Sensuality.</em> <br> To consider them behind, is <em>Glory.</em> <br> To consider them before, is <em>Humility.</em> <br> To lose Ground with looking back, <em>Vain-Glory.</em> <br> To be holden, <em>Hatred.</em> <br> To turn back, <em>Repentance.</em> <br> To be in breath, <em>Hope.</em> <br> To be weary, <em>Despair.</em> <br> To endeavour to overtake the next, <em>Emulation.</em> <br> To supplant or overthrow, <em>Envie.</em> <br> To resolve to break thorow a Stop foreseen, <em>Courage.</em> <br> To break thorow a sudden Stop, <em>Anger.</em> <br> To break thorow with Ease, <em>Magnanimity.</em> <br> To lose Ground by little Hindrances, <em>Pusillanimity.</em> <br> To fall on the sudden, is Disposition to <em>weep.</em> <br> To see another fall, is Disposition to <em>laugh.</em> <br> To see one out-gone whom we would not, is <em>Pity.</em> <br> To see one out-goe whom we would not, is <em>Indignation.</em> <br> To hold fast by another, is to <em>love.</em> <br> To carry him on that so holdeth, is <em>Charity.</em> <br> To hurt ones self for hast, is <em>Shame.</em> <br> Continually to be out-gone is <em>Misery.</em> <br> Continually to out-go the next before, is <em>Felicity.</em> <br> And to forsake the Course, is to <em>die.</em>","subId":"21","id":"Hobbes.HN.9.21"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.8","imported":true,"title":"Chapter 8","breadcrumb":"Chapter 8","published":[1650]},"next":{"id":"Hobbes.HN.10","imported":true,"title":"Chapter 10","breadcrumb":"Chapter 10","published":[1650]}}