{"id":"Hobbes.HN.Ded","imported":true,"parent":"Hobbes.HN","title":"Dedication","breadcrumb":"Dedication","published":[1650],"copytext":[1684],"sourceDesc":"<cite>Humane Nature; or, The Fundamental Elements of Policie</cite> was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:2?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"<h1>To the Right Honourable, WILLIAM EARL OF NEW-CASTLE, Governour to the Prince his Highness, One of His Majesties Most Honourable Privy Council.</h1> ","id":"Hobbes.HN.Ded"},{"type":"paragraph","content":"My most Honoured Lord, <br> FRom the principal parts of Nature, Reason and Passion, have proceeded two kinds of Learning, <em>Mathematical</em> and <em>Dogmatical</em>: the former is free from Controversie and Dispute, because it consisteth in comparing Figure and Motion only; in which things, <em>Truth,</em> and <em>the Interest of Men,</em> oppose not each other: but in the other there is nothing undisputable, because it compareth Men, and medleth with their Right and Profit; in which, as oft as Reason is against a Man, so oft will a Man be against Reason. And from hence it cometh, that they who have written of Justice and Policy in General, do all invade each other and themselves with Contradictions. To reduce this Doctrine to the Rules and Infallibility of Reason, there is no way but, first, put such Principles down for a Foundation, as Passion, not mistrusting, may not seek to displace; and afterwards to build thereon the Truth of Cases in the Law of Nature (which hitherto have been built in the Air) by degrees, till the whole have been inexpugnable. Now, my Lord, the Principles fit for such a Foundation, are those which heretofore I have acquainted your Lordship withal in private Discourse, and which by your Command I have here put into a Method. To examine Cases thereby between <em>Soveraign</em> and <em>Soveraign,</em> or between <em>Soveraign</em> and <em>Subject,</em> I leave to them that shall find Leasure and Encouragement thereto: For my part, I present this to your Lordship for the true and only Foundation of such Science. For the Stile, it is therefore the worse, because, whilest I was writing, I consulted more with Logick than with Rhetorick: But for the Doctrine, it is not slightly proved; and the Conclusions thereof of such Nature, as, for want of them. Government and Peace have been nothing else, to this day, but mutual Fears: And it would be an incomparable benefit to Commonwealth, that every one held the Opinion concerning <em>Law</em> and <em>Policy</em> here delivered. The ambition therefore of this Book, in seeking by your Lordships countenance to insinuate it self with those whom the matter it containeth most nearly concerneth, is to be excused. For my self, I desire no greater honour than I enjoy already in your Lordship's favour, unless it be that you would be pleased, in Continuance thereof, to give me more Exercise in your commands; which, as I am bound by your many great Favours, I shall obey, being, <br> &emsp;My most honoured Lord, <br> &emsp;Your most humble, <br> &emsp;&emsp;and most obliged Servant, <br> &emsp;THO. HOBBS. <span class=\"margin-comment\">May 9. 1640.</span>","subId":"1","id":"Hobbes.HN.Ded.1"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},"next":{"id":"Hobbes.HN.1","imported":true,"title":"Chapter 1","breadcrumb":"Chapter 1","published":[1650]}}