{"id":"Hume.EWU.Su","imported":true,"parent":"Hume.EWU","title":"Of Suicide","breadcrumb":"Of Suicide","published":[1777],"copytext":[1755],"sourceDesc":"The first edition of Hume’s [Essays, Moral and Political] contained eight essays that were later withdrawn from the [Essays, Moral, Political, and Literary, Part 1] (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays [Of Suicide] and [Of the Immortality of the Soul]. These latter were printed in 1755, intended for what became the [Four Dissertations] of 1757, but Hume soon regretted the decision and had them removed, writing the essay [Of the Standard of Taste] to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","blocks":[{"type":"title","content":"£1 Of ^Suicide^ £1","id":"Hume.EWU.Su"},{"type":"paragraph","content":"ONE considerable advantage, that arises from philosophy, consists in the sovereign antidote, which it affords to superstition and false religion. All other remedies against that pestilent distemper are vain, or, at least, uncertain. Plain good-|sense, and the practice of the world, which alone serve most purposes of life, are here found ineffectual: History, as well as daily experience, {~~furnishes->affords~~} instances of men, endowed with the strongest capacity for business and affairs, who have all their lives crouched under slavery to the grossest superstition. Even gaiety and sweetness of temper, which infuse a balm into every other wound, afford no remedy to so virulent a poison; |as we may particularly observe of the fair sex, who, tho' commonly {~~possess->possessed~~} of these rich presents of nature, feel many of their joys blasted by this importunate intruder. But when sound philosophy has once gained possession of the mind, superstition is effectually excluded; and one may safely affirm, that her triumph over this enemy is more compleat than over most of the vices and imperfections, incident to human nature. Love or anger, ambition or avarice, have their root in the temper and affections, which the soundest reason is scarce ever able fully to correct. But superstition, being founded on false opinion, must immediately vanish, when true philosophy has inspired juster sentiments of superior powers. The contest is here more equal {~~betwixt->between~~} the distemper and the medicine: And nothing can hinder the latter from proving effectual, but its being false and sophisticated.","subId":"1","id":"Hume.EWU.Su.1","pages":"577-9"},{"type":"paragraph","content":"^It^ will here be superfluous to magnify the merits of philosophy, by displaying the pernicious tendency of that vice, of which it cures the human mind. The superstitious man, says _Tully_[n1], is miserable in every scene, in every incident of life. Even sleep itself, which banishes all other cares of unhappy mortals, affords to him matter of new terror; while he examines his dreams, and finds in those visions of the night, prognostications of future calamities. I may add, that, tho' death alone can put a full period to his misery, he dares not fly to this refuge, but still prolongs a miserable existence, from a vain fear, lest he offend his maker, by using the power, with which that beneficent being has endowed him. The presents of God and Nature are ravished from us by this cruel enemy; and notwithstanding that one step would remove us from the regions of pain and sorrow, her menaces still chain us down to a hated being, which she herself chiefly contributes to render miserable.","subId":"2","id":"Hume.EWU.Su.2","pages":"579"},{"type":"paragraph","content":"{~~^'Tis^->^It is^~~} observed of such as have been reduced by the calamities of life to the necessity of employing this fatal remedy, that, if the unseasonable care of their friends deprive them of |that species of death, which they proposed to themselves, they seldom venture upon any other, or can summon up so much resolution, a second time, as to execute their purpose. So great is our horror of death, that when it presents itself under any form, besides that to which a man has endeavoured to reconcile his imagination, it acquires new terrors, and overcomes his feeble courage. But when the menaces of superstition are joined to this natural timidity, no wonder it quite deprives men of all power over their lives; since even many pleasures and enjoyments, to which we are carried by a strong propensity, are torn from us by this inhuman tyrant. Let us here endeavour to restore men to their native liberty, by examining all the common arguments against Suicide, and shewing, that {~~That->that~~} action may be free from every imputation of guilt or blame; according to the sentiments of all the antient philosophers.","subId":"3","id":"Hume.EWU.Su.3","pages":"579-80"},{"type":"paragraph","content":"^If^ Suicide be criminal, it must be a transgression of our duty, either to God, our neighbour, or ourselves.","subId":"4","id":"Hume.EWU.Su.4","pages":"580"},{"type":"paragraph","content":"^To^ prove, that Suicide is no transgression of our duty to God, the following considerations may perhaps suffice. In order to govern the material world, the almighty creator has established general and immutable laws, by which all bodies, from the greatest planet to the smallest particle of matter, are maintained in their proper sphere and function. To govern the animal world, he has endowed all living creatures with bodily and mental powers; with senses, passions, appetites, memory, and judgment; by which they are impelled or regulated in that course of life, to which they are destined. These two distinct principles of the material and animal world continually encroach upon each other, and mutually retard or forward each other's operation. The powers of men and of all other animals are restrained and directed by the nature and qualities of the surrounding bodies; and the modifications and actions of these bodies are incessantly altered by the operation of all animals. Man is {~~stopt->stopped~~} by rivers in his passage over the surface of the earth; and rivers, when properly directed, lend their force to the motion of machines, which serve to the use |of man. But tho' the provinces of the material and animal powers are not kept entirely separate, there result from thence no discord or disorder in the creation: On the contrary, from the mixture, union, and contrast of all the various powers of inanimate bodies and living creatures, arises that surprizing harmony and proportion, which affords the surest argument of supreme wisdom.","subId":"5","id":"Hume.EWU.Su.5","pages":"580-1"},{"type":"paragraph","content":"^The^ providence of the deity appears not immediately in any operation, but governs every thing by those general and immutable laws, which have been established from the beginning of time. All events, in one sense, may be pronounced the action of the almighty: They all proceed from those powers, with which he has endowed his creatures. A house, which falls by its own weight, is not brought to ruin by his providence more than one destroyed by the hands of men; nor are the human faculties less his workmanship than the laws of motion and gravitation. When the passions play, when the judgment dictates, when the limbs obey; this is all the operation of God; and upon these animate principles, as well as upon the inanimate, has he established the government of the universe.","subId":"6","id":"Hume.EWU.Su.6","pages":"581"},{"type":"paragraph","content":"^Every^ event is alike important in the eyes of that infinite being, who takes in, at one glance, the most distant regions of space and remotest periods of time. There is no one event, however important to us, which he has exempted from the general laws that govern the universe, or which he has peculiarly reserved for his own immediate action and operation. The revolutions of states and empires depend upon the smallest caprice or passion of single men; and the lives of men are shortened or extended by the smallest accident of air or diet, sunshine or tempest. Nature still continues her progress and operation; and if general laws be ever broke by particular volitions of the deity, {~~'tis->it is~~} after a manner which entirely escapes human observation. As on the one hand, the elements and other inanimate parts of the creation carry on their action without regard to the particular interest and situation of men; so men are entrusted to their own judgment and discretion in the various shocks of matter, and may employ every faculty, |with which they are endowed, in order to provide for their ease, happiness, or preservation.","subId":"7","id":"Hume.EWU.Su.7","pages":"581-2"},{"type":"paragraph","content":"What is the meaning, then, of that principle, that a man, who{++,++} tired of life, and hunted by pain and misery, bravely overcomes all the natural terrors of death, and makes his escape from this cruel scene; that such a man, I say, has incurred the indignation of his creator, by encroaching on the office of divine providence, and disturbing the order of the universe? Shall we assert, that the Almighty has reserved to himself, in any peculiar manner, the disposal of the lives of men, and has not submitted that event, in common with others, to the general laws, by which the universe is governed? This is plainly false. The lives of men depend upon the same laws as the lives of all other animals; and these are subjected to the general laws of matter and motion. The fall of a tower or the infusion of a poison will destroy a man equally with the meanest creature: An inundation sweeps away every thing, without distinction, that comes within the reach of its fury. Since therefore the lives of men are for ever dependent on the general laws of matter and motion; is a man's disposing of his life criminal, because, in every case, it is criminal to encroach upon these laws, or disturb their operation? But this seems absurd. All animals are entrusted to their own prudence and skill for their conduct in the world, and have full authority, as far as their power extends, to alter all the operations of nature. Without the exercise of this authority, they could not subsist a moment. Every action, every motion of a man innovates in the order of some parts of matter, and diverts{++,++} from their ordinary course, the general laws of motion. Putting together, therefore, these conclusions, we find, _that_ human life depends upon the general laws of matter and motion, and _that_ {~~'tis->it is~~} no encroachment on the office of providence to disturb or alter these general laws. Has not every one, of consequence, the free disposal of his own life? And may he not lawfully employ that power with which nature has endowed him?","subId":"8","id":"Hume.EWU.Su.8","pages":"582"},{"type":"paragraph","content":"^In^ order to destroy the evidence of this conclusion, we must shew a reason, why this particular case is excepted. Is it because human life is of so great importance, that {~~'tis->it is~~} a |presumption for human prudence to dispose of it? But the life of man is of no greater importance to the universe than that of an oyster. And were it of ever so great importance, the order of nature has actually submitted it to human prudence, and reduced us to a necessity, in every incident, of determining concerning it.","subId":"9","id":"Hume.EWU.Su.9","pages":"582-3"},{"type":"paragraph","content":"^Were^ the disposal of human life so much reserved as the peculiar province of the almighty that it were an encroachment on his right for men to dispose of their own lives; it would be equally criminal to act for the preservation of life as for its destruction. If I turn aside a stone, which is falling upon my head, I disturb the course of nature, and I invade the peculiar province of the almighty, by lengthening out my life, beyond the period, which, by the general laws of matter and motion, he had assigned {++to++} it.","subId":"10","id":"Hume.EWU.Su.10","pages":"583"},{"type":"paragraph","content":"^A hair^, a fly, an insect is able to destroy this mighty being, whose life is of such importance. Is it an absurdity to suppose, that human prudence may lawfully dispose of what depends on such insignificant causes?","subId":"11","id":"Hume.EWU.Su.11","pages":"583"},{"type":"paragraph","content":"^It^ would be no crime in me to divert the _Nile_ or _Danube_ from its course, were I able to effect such purposes. Where then is the crime of turning a few ounces of blood from their natural chanels!","subId":"12","id":"Hume.EWU.Su.12","pages":"583"},{"type":"paragraph","content":"^Do^ you imagine that I repine at providence or curse my creation, because I go out of life, and put a period to a being, which, were it to continue, would render me miserable? Far be such sentiments from me. I am only convinced of a matter of fact, which you yourself acknowledge possible, that human life may be unhappy, and that my existence, if farther prolonged, would become uneligible. But I thank providence, both for the good, which I have already enjoyed, and for the power, with which I am endowed, of escaping the ill that threatens me[n2]. To you it belongs to repine at providence, who foolishly imagine that you have no such power, and who must |still prolong a hated {~~life->being~~}, tho' loaded with pain and sickness, with shame and poverty.","subId":"13","id":"Hume.EWU.Su.13","pages":"583-4"},{"type":"paragraph","content":"^Do^ you not teach, that when any ill befalls me, tho' by the malice of my enemies, I ought to be resigned to providence; and that the actions of men are the operations of the almighty as much as the actions of inanimate beings? When I fall upon my own sword, therefore, I receive my death equally from the hands of the deity, as if it had proceeded from a lion, a precipice, or a fever.","subId":"14","id":"Hume.EWU.Su.14","pages":"584"},{"type":"paragraph","content":"^The^ submission, which you require to providence, in every calamity, that befalls me, excludes not human skill and industry; if possibly, by their means, I can avoid or escape the calamity. And why may I not employ one remedy as well as another?","subId":"15","id":"Hume.EWU.Su.15","pages":"584"},{"type":"paragraph","content":"^If^ my life be not my own, it were criminal for me to put it in danger, as well as to dispose of it: Nor could one man deserve the appellation of _Hero_, whom glory or friendship transports into the greatest dangers, and another merit the reproach of _Wretch_ or _Miscreant_, who puts a period to his life, from the same or like motives.","subId":"16","id":"Hume.EWU.Su.16","pages":"584"},{"type":"paragraph","content":"^There^ is no being, which possesses any power or faculty, that it receives not from its creator; nor is there any one, which, by ever so irregular an action, can encroach upon the plan of his providence, or disorder the universe. Its operations are his work equally with that chain of events, which it invades; and which ever principle prevails, we may, for that very reason, conclude it to be most favoured by him. Be it animate or inanimate, rational or irrational, {~~'tis->it is~~} all a case: {~~It's->Its~~} power is still derived from the supreme creator, and is alike comprehended in the order of his providence. When the horror of pain prevails over the love of life: When a voluntary action anticipates the effect of blind causes; {~~'tis->it is~~} only in consequence of those powers and principles, which he has implanted in his creatures. Divine providence is still inviolate, and placed far beyond the reach of human injuries.","subId":"17","id":"Hume.EWU.Su.17","pages":"584"},{"type":"paragraph","content":"{~~^'Tis^->^It is^~~} impious, says the old _Roman_ superstition[n3], to divert |rivers from their course, or invade the prerogatives of nature. {~~'Tis->It is~~} impious, says the _French_ superstition, to inoculate for the small-pox, or usurp the business of providence, by voluntarily producing distempers and maladies. {~~'Tis->It is~~} impious, says the modern _European_ superstition, to put a period to our own life, and thereby rebel against our creator. And why not impious, say I, to build houses, cultivate the ground, and sail upon the ocean? In all these actions, we employ our powers of mind and body to produce some innovation in the course of nature; and in none of them do we any more. They are all of them, therefore, equally innocent or equally criminal.","subId":"18","id":"Hume.EWU.Su.18","pages":"584-5"},{"type":"paragraph","content":"_But you are placed by providence, like a sentinel, in a particular station; and when you desert it, without being recalled, you are guilty of rebellion against your almighty sovereign, and have incurred his displeasure._ I ask, why do you conclude, that Providence has placed me in this station? For my part, I find, that I owe my birth to a long chain of causes, of which many {++and even the principal,++} depended upon voluntary actions of men. _But Providence guided all these causes, and nothing happens in the universe without its consent and co-operation._ If so, then neither does my death, however voluntary, happen without it's consent; and whenever pain and sorrow so far overcome my patience as to make me tired of life, I may conclude, that I am recalled from my station, in the clearest and most express terms.","subId":"19","id":"Hume.EWU.Su.19","pages":"585"},{"type":"paragraph","content":"{~~^'Tis^->^It is^~~} providence, surely, that has placed me at present in this chamber: But may I not leave it, when I think proper, without being liable to the imputation of having deserted my post or station? When I shall be dead, the principles, of which I am composed, will still perform their part in the universe, and will be equally useful in the grand fabric, as when they composed this individual creature. The difference to the |whole will be no greater than {~~betwixt->between~~} my being in a chamber and in the open air. The one change is of more importance to me than the other; but not more so to the universe.","subId":"20","id":"Hume.EWU.Su.20","pages":"585-6"},{"type":"paragraph","content":"{~~^'Tis^->^It is^~~} a kind of blasphemy to imagine, that any created being can disturb the order of the world, or invade the business of providence. It supposes, that that being possesses powers and faculties, which it received not from its creator, and which are not subordinate to his government and authority. A man may disturb society, no doubt; and thereby incur the displeasure of the almighty: But the government of the world is placed far beyond his reach and violence. And how does it appear, that the almighty is displeased with those actions, that disturb society? By the principles which he has implanted in human nature, and which inspire us with a sentiment of remorse, if we ourselves have been guilty of such actions, and with that of blame and disapprobation, if we ever observe them in others. Let us now examine, according to the method proposed, whether Suicide be of this kind of actions, and be a breach of our duty to our _neighbour_ and to society.","subId":"21","id":"Hume.EWU.Su.21","pages":"586"},{"type":"paragraph","content":"^A man^, who retires from life, does no harm to society. He only ceases to do good; which, if it be an injury, is of the lowest kind.","subId":"22","id":"Hume.EWU.Su.22","pages":"586"},{"type":"paragraph","content":"^All^ our obligations to do good to society seem to imply something reciprocal. I receive the benefits of society, and therefore ought to promote it's interest. But when I withdraw myself altogether from society, can I be bound any longer?","subId":"23","id":"Hume.EWU.Su.23","pages":"586"},{"type":"paragraph","content":"^But^ allowing, that our obligations to do good were perpetual, they have certainly some bounds. I am not obliged to do a small good to society, at the expence of a great harm to myself. Why then should I prolong a miserable existence, because of some frivolous advantage, which the public may, perhaps, receive from me? If upon account of age and infirmities, I may lawfully resign any office, and employ my time altogether in fencing against these calamities, and alleviating, as much as possible, the miseries of my future life: Why may I not cut short these miseries at once by an action, which is no more prejudicial to society?","subId":"24","id":"Hume.EWU.Su.24","pages":"586"},{"type":"paragraph","content":"^But^ suppose, that it is no longer in my power to promote the interest of {~~society->the public~~}: Suppose, that I am a burthen to it: Suppose, that my life hinders some person from being much more useful to {~~society->the public~~}. In such cases my resignation of life must not only be innocent but laudable. And most people, who lie under any temptation to abandon existence, are in some such situation. Those, who have health, or power, or authority, have commonly better reason to be in humour with the world.","subId":"25","id":"Hume.EWU.Su.25","pages":"587"},{"type":"paragraph","content":"^A man^ is engaged in a conspiracy for the public interest; is seized upon suspicion; is threatened with the rack; and knows, from his own weakness, that the secret will be extorted from him: Could such a one consult the public interest better than by putting a quick period to a miserable life? This was the case of the famous and brave _Strozzi_ of _Florence_.","subId":"26","id":"Hume.EWU.Su.26","pages":"587"},{"type":"paragraph","content":"^Again^, suppose a malefactor justly condemned to a shameful death; can any reason be imagined, why he may not anticipate his punishment, and save himself all the anguish of thinking on its dreadful approaches? He invades the business of |providence no more than the magistrate did, who ordered his execution; and his voluntary death is equally advantageous to society, by ridding it of a pernicious member.","subId":"27","id":"Hume.EWU.Su.27","pages":"587-8"},{"type":"paragraph","content":"^That^ Suicide may often be consistent with interest and with our duty to _ourselves_, no one can question, who allows, that age, sickness, or misfortune may render life a burthen, and make it worse even than annihilation. I believe that no man ever threw away life, while it was worth keeping. For such is our natural horror of death, that small motives will never be able to reconcile us to it. And tho' perhaps the situation of a man's health or fortune did not seem to require this remedy, we may at least be assured, that any one, who, without apparent reason, has had recourse to it, was curst with such an incurable depravity or gloominess of temper, as must poison all enjoyment, and render him equally miserable as if he had been loaded with the most grievous misfortunes.","subId":"28","id":"Hume.EWU.Su.28","pages":"588"},{"type":"paragraph","content":"^If^ Suicide be supposed a crime, {~~'tis->it is~~} only cowardice can impel us to it. If it be no crime, both prudence and courage should engage us to rid ourselves at once of existence, when it becomes a burthen. {~~'Tis->It is~~} the only way, that we can then be useful to society, by setting an example, which, if imitated, would preserve to every one his chance for happiness in life, and would effectually free him from all danger of misery[n4].","subId":"29","id":"Hume.EWU.Su.29","pages":"588"},{"type":"note","content":"_De Divin._ lib. ii.","subId":"n1","id":"Hume.EWU.Su.n1","pages":"579"},{"type":"note","content":"_Agamus Deo gratias, quod nemo in vita teneri potest._ Seneca, _Epist._ xii.","subId":"n2","id":"Hume.EWU.Su.n2","pages":"583"},{"type":"note","content":"_Tacit. Ann._ lib. i.","subId":"n3","id":"Hume.EWU.Su.n3","pages":"584"},{"type":"note","content":"It would be easy to prove, that Suicide is as lawful under the _christian_ dispensation as it was to the heathens. There is not a single text of scripture, which prohibits it. That great and infallible rule of faith and practice, which must controul all philosophy and human reasoning, has left us, in this particular, to our natural liberty. Resignation to providence is, indeed, recommended in scripture; but that implies only submission to ills, which are unavoidable, not to such as may be remedied by prudence or courage. _Thou shalt not kill_ is evidently meant to exclude only the killing of others, over whose life we have no authority. That this precept like most of the scripture precepts, must be modified by reason and common sense, is plain from the practice of magistrates, who punish criminals capitally, notwithstanding the letter of this law. But were this commandment ever so express against Suicide, it could now have no authority. For all the law of _Moses_ is abolished, except so far as it is established by the law of nature; and we have already endeavoured to prove, that Suicide is not prohibited |by that law. In all cases, _Christians_ and _Heathens_ are precisely upon the same footing; and if _Cato_ and _Brutus_, _Arria_ and _Portia_ acted heroically, those who now imitate their example ought to receive the same praises from posterity. The power of committing Suicide is regarded by _Pliny_ as an advantage which men possess even above the deity himself. _Deus non sibi potest mortem consciscere, si velit, quod homini dedit optimum in tantis vit{ae} p{oe}nis._ Lib. ii. Cap. 7.","subId":"n4","id":"Hume.EWU.Su.n4","pages":"588-9"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"}],"prev":{"id":"Hume.EWU.CR","imported":true,"title":"A Character of Sir Robert Walpole","breadcrumb":"A Character of Sir Robert Walpole","published":[1742]},"next":{"id":"Hume.EWU.IS","imported":true,"title":"Of the Immortality of the Soul","breadcrumb":"Of the Immortality of the Soul","published":[1777]}}