{"imported":true,"id":"Shaftesbury.C.SC.1.5","parent":"Shaftesbury.C.SC.1","title":"Section V","breadcrumb":"Section 5","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_025","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section V\n","id":"Shaftesbury.C.SC.1.5"},{"type":"paragraph","content":"'TIS for this reason, I verily believe, that the Antients discover so little of this Spirit, and that there is hardly such a thing found as mere Burlesque in any Authors of the politer Ages. The manner indeed in which they treated the very gravest Subjects, was somewhat different from that of our days. Their Treatises were generally in a free and familiar Style. They chose to give us the Representation of real Discourse and Converse, by treating their Subjects in the way of Dialogue and free Debate. The Scene was commonly laid at Table, or in the publick Walks or Meeting-places; and the usual Wit and Humour of their real Discourses appear'd in those of their own composing. And this was fair. For without Wit and Humour, Reason can hardly have its proof, or be distinguish'd. The Magisterial Voice and high Strain of the Pedagogue, commands Reverence and Awe. 'Tis of admirable use to keep Understandings at a distance, and out of reach. The other Manner, on the contrary, gives the fairest hold, and suffers an Antagonist to use his full Strength hand to hand, upon even ground.","subId":"1","id":"Shaftesbury.C.SC.1.5.1"},{"type":"paragraph","content":"'Tis not to be imagin'd what advantage the Reader has, when he can thus cope with his Author, who is willing to come on a fair Stage with him, and exchange the Tragick Buskin for an easier and more natural Gate and Habit. Grimace and Tone are mighty Helps to Imposture. And many a formal Piece of Sophistry holds proof under a severe Brow, which wou'd not pass under an easy one. 'Twas the Saying of an antient Sage, \"That Humour was the only Test of Gravity; and Gravity, of Humour. For a Subject which wou'd not bear Raillery, was suspicious; and a Jest which wou'd not bear a serious Examination, was certainly false Wit.\"","subId":"2","id":"Shaftesbury.C.SC.1.5.2"},{"type":"paragraph","content":"But some Gentlemen there are so full of the Spirit of Bigotry, and false Zeal, that when they hear Principles examin'd, Sciences and Arts inquir'd into, and Matters of Importance treated with this frankness of Humour, they imagine presently that all Professions must fall to the ground, all Establishments come to ruin, and nothing orderly or decent be left standing in the world. They fear, or pretend to fear, that Religion it-self will be endanger'd by this free way; and are therefore as much alarm'd at this Liberty in private Conversation, and under prudent Management, as if it were grossly us'd in publick Company, or before the solemnest Assembly. But the Case, as I apprehend it, is far different. For you are to remember (my Friend!) that I am writing to you in defence only of the Liberty of the Club, and of that sort of Freedom which is taken amongst Gentlemen and Friends, who know one another perfectly well. And that 'tis natural for me to defend Liberty with this restriction, you may infer from the very Notion I have of Liberty it-self.","subId":"3","id":"Shaftesbury.C.SC.1.5.3"},{"type":"paragraph","content":"'Tis surely a Violation of the Freedom of publick Assemblys, for any one to take the Chair, who is neither call'd nor invited to it. To start Questions, or manage Debates, which offend the publick Ear, is to be wanting in that Respect which is due to common Society. Such Subjects shou'd either not be treated at all in publick, or in such a manner as to occasion no Scandal or Disturbance. The Publick is not, on any account, to be laugh'd at, to its face; or so reprehended for its Follys, as to make it think it-self contemn'd. And what is contrary to good Breeding, is in this respect as contrary to Liberty. It belongs to Men of slavish Principles, to affect a Superiority over the Vulgar, and to despise the Multitude. The Lovers of Mankind respect and honour Conventions and Societys of Men. And in mix'd Company, and Places where Men are met promiscuously on account of Diversion or Affairs, 'tis an Imposition and Hardship to force 'em to hear what they dislike, and to treat of Matters in a Dialect, which many who are present have perhaps been never us'd to. 'Tis a breach of the Harmony of publick Conversation, to take things in such a Key, as is above the common Reach, puts others to silence, and robs them of their Privilege of Turn. But as to private Society, and what passes in select Companys, where Friends meet knowingly, and with that very design of exercising their Wit, and looking freely into all Subjects; I see no pretence for any one to be offended at the way of Raillery and Humour, which is the very Life of such Conversations; the only thing which makes good Company, and frees it from the Formality of Business, and the Tutorage and Dogmaticalness of the Schools.","subId":"4","id":"Shaftesbury.C.SC.1.5.4"},{"type":"note","content":"See the following Treatise, viz. Soliloquy, Part I. Sect. 3.","subId":"n1","id":"Shaftesbury.C.SC.1.5.n1"},{"type":"note","content":"GorgiasLeontinus, apud Arist. Rhetor. lib. 3. cap. 18. τὴν μὲν σπουδὴν διαφθείρειν γέλωτι τὸν δέ γέλωτα σπουδῃ̑; which the Translator renders, Seria Risu, Risum Seriis discutere. [To dispel serious matters with laughter, laughter with serious matters.]","subId":"n2","id":"Shaftesbury.C.SC.1.5.n2"}]}