{"imported":true,"id":"Hume.HE.3.24","parent":"Hume.HE.3","title":"Chapter 24. Henry VII","breadcrumb":"Chapter 24","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. XXIV.</h2> <h1>HENRY VII.</h1> <em>Accession of Henry VII.——His title to the crown——King's prejudice against the house of York——His joyful reception in London——His coronation——Sweating sickness——A parliament——Entail of the crown——King's marriage——An insurrection——Discontents of the people——Lambert Simnel——Revolt of Ireland——Intrigues of the dutchess of Burgundy——Lambert Simnel invades England——Battle of Stoke.</em>","id":"Hume.HE.3.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">1485. August 22.</span> THE victory, which the earl of Richmond gained at Bosworth, was entirely decisive; being attended, as well with the total rout and dispersion of the royal army, as with the death of the king himself. Joy for this great success suddenly prompted the soldiers, in the field of battle, to bestow on their victorious general the appellation of king, which he had not hitherto assumed; and the acclamations of <em>Long live Henry the Seventh</em>, <span class=\"margin-comment\">Accession of Henry VII.</span> by a natural and unpremeditated movement, resounded from all quarters. To bestow some appearance of formality on this species of military election, Sir William Stanley brought a crown of ornament, which Richard wore in battle, and which had been found among the spoils; and <span class=\"page-break\"></span>he put it on the head of the victor. Henry himself remained not in suspence; but immediately, without hesitation, accepted of the magnificent present, which was tendered him. He was come to the crisis of his fortune; and being obliged suddenly to determine himself, amidst great difficulties, which he must have frequently revolved in his mind, he chose that part, which his ambition suggested to him, and to which he seemed to be invited by his present success.","subId":"1","id":"Hume.HE.3.24.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">His title to the crown.</span> <span class=\"small-capitals\">There</span> were many titles, on which Henry could found his right to the crown; but no one of them free from great objections, if considered, with respect either to justice or to policy.","subId":"2","id":"Hume.HE.3.24.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> some years, Henry had been regarded as heir to the house of Lancaster, by the party attached to that family; but the title of the house of Lancaster itself was generally thought to be very ill-founded. Henry IV. who had first raised it to royal dignity, had never clearly defined the foundation of his claim; and while he plainly invaded the order of succession, he had not acknowledged the election of the people. The parliament, it is true, had often recognized the title of the Lancastrian princes; but these votes had little authority, being considered as instances of complaisance towards a family in possession of present power: And they had accordingly been often reversed during the late prevalence of the house of York. Prudent men also, who had been willing, for the sake of peace, to submit to any established authority, desired not to see the claims of that family revived; claims, which must produce many convulsions at present, and which disjointed for the future the whole system of hereditary right. Besides, allowing the title of the house of Lancaster to be legal, Henry himself was not the true heir of that family; and nothing but the obstinacy, natural to faction, which never, without reluctance, will submit to an antagonist, could have engaged the Lancastrians to adopt the earl of Richmond as their head. His mother indeed, Margaret, countess of Richmond, was sole daughter and heir of the duke of Somerset, sprung from John of Gaunt, duke of Lancaster. But the descent of the Somerset line was itself illegitimate and even adulterous. And though the duke of Lancaster had obtained the legitimation of his natural children by a patent from Richard II. confirmed in parliament; it might justly be doubted, whether this deed could bestow any title to the crown; since in the patent itself all the privileges <span class=\"page-break\"></span>conferred by it are fully enumerated, and the succession to the kingdom is expressly excluded<a href=\"#n1\"><sup>[1]</sup></a>. In all settlements of the crown, made during the reigns of the Lancastrian princes, the line of Somerset had been entirely overlooked; and it was not till the failure of the legitimate branch, that men had paid any attention to their claim. And to add to the general dissatisfaction against Henry's title, his mother, from whom he derived all his right, was still alive; and evidently preceded him in the order of succession.","subId":"3","id":"Hume.HE.3.24.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> title of the house of York, both from the plain reason of the case, and from the late popular government of Edward IV. had universally obtained the preference in the sentiments of the people; and Henry might engraft his claim on the rights of that family, by his intended marriage with the princess Elizabeth, the heir of it; a marriage, which he had solemnly promised to celebrate, and to the expectation of which he had chiefly owed all his past successes. But many reasons dissuaded Henry from adopting this expedient. Were he to receive the crown only in right of his consort, his power, he knew, would be very limited; and he must expect rather to enjoy the bare title of king by a sort of courtesy, than possess the real authority which belongs to it. Should the princess die before him without issue, he must descend from the throne, and give place to the next in succession: And even if his bed should be blest with offspring, it seemed dangerous to expect, that filial piety in his children would prevail over the ambition of obtaining present possession of regal power. An act of parliament, indeed, might easily be procured to settle the crown on him during life; but Henry knew how much superior the claim of succession by blood was to the authority of an assembly<a href=\"#n2\"><sup>[2]</sup></a>, which had always been over-borne by violence in the shock of contending titles, and which had ever been more governed by the conjunctures of the times, than by any consideration derived from reason or public interest.","subId":"4","id":"Hume.HE.3.24.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> was yet a third foundation, on which Henry might rest his claim, the right of conquest, by his victory over Richard, the present possessor of the crown. But besides that Richard himself was deemed no better than an usurper, the army, which fought against him, consisted chiefly of Englishmen; and a right of <span class=\"page-break\"></span>conquest over England could never be established by such a victory. Nothing also would give greater umbrage to the nation than a claim. of this nature; which might be construed as an abolition of all their rights and privileges, and the establishment of absolute authority in the sovereign<a href=\"#n3\"><sup>[3]</sup></a>. William himself, the Norman, though at the head of a powerful and victorious army of foreigners, had at first declined the invidious title of conqueror; and it was not till the full establishment of his authority, that he had ventured to advance so violent and destructive a pretension.","subId":"5","id":"Hume.HE.3.24.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Henry was sensible, that there remained another foundation of power, somewhat resembling the right of conquest, namely, present possession; and that this title, guarded by vigour and abilities, would be sufficient to secure perpetual possession of the throne. He had before him the example of Henry IV. who, supported by no better pretension, had subdued many insurrections, and had been able to transmit the crown peaceably to his posterity. He could perceive, that this claim, which had been perpetuated through three generations of the family of Lancaster, might still have subsisted, notwithstanding the preferable title of the house of York; had not the scepter devolved into the hands of Henry VI. which were too feeble to sustain it. Instructed by this recent experience, Henry was determined to put himself in possession of regal authority; and to show all opponents, that nothing but force of arms and a successful war should be able to expel him. His claim as heir to the house of Lancaster he was resolved to advance; and never allow to be discussed: And he hoped that this right, favoured by the partizans of that family, and seconded by present power, would secure him a perpetual and an independant authority.","subId":"6","id":"Hume.HE.3.24.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> views of Henry are not exposed to much blame, because founded on good policy, and even on a species of necessity: But there entered into all his measures and counsels another motive, which admits not of the same apology. The violent contentions, <span class=\"margin-comment\">King's prejudice against the house of York.</span> which, during so long a period, had been maintained between the rival families, and the many sanguinary revenges, which they had alternately taken on each other, had inflamed the opposite factions to a high pitch of animosity. Henry himself, who had seen most of his near friends and relations perish in battle or by the <span class=\"page-break\"></span>executioner, and who had been exposed in his own person to many hardships and dangers, had imbibed a violent antipathy to the York party, which no time or experience were ever able to efface. Instead of embracing the present happy opportunity of abolishing these fatal distinctions, of uniting his title with that of his consort, and of bestowing favour indiscriminately on the friends of both families; he carried to the throne all the partialities which belong to the head of a faction, and even the passions which are carefully guarded against by every true politician in that situation. To exalt the Lancastrian party, to depress the adherents of the house of York, were still the favourite objects of his pursuit: and through the whole course of his reign, he never forgot these early prepossessions. Incapable from his natural temper of a more enlarged and more benevolent system of policy, he exposed himself to many present inconveniences, by too anxiously guarding against that future possible event which might disjoin his title from that of the princess whom he espoused. And while he treated the Yorkists as enemies, he soon rendered them such, and taught them to discuss that right to the crown, which he so carefully kept separate; and to perceive its weakness and invalidity.","subId":"7","id":"Hume.HE.3.24.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> these passions of Henry, as well as to his suspicious politics, we are to ascribe the measures, which he embraced two days after the battle of Bosworth. Edward Plantagenet, earl of Warwic, son of the duke of Clarence, was detained in a kind of confinement at Sherif-Hutton in Yorkshire, by the jealousy of his uncle, Richard; whose title to the throne was inferior to that of the young prince. Warwic had now reason to expect better treatment, as he was no obstacle to the succession either of Henry or Elizabeth; and from a youth of such tender years no danger could reasonably be apprehended. But Sir Robert Willoughby was dispatched by Henry with orders to take him from Sherif-Hutton, to convey him to the Tower, and to detain him in close custody<a href=\"#n4\"><sup>[4]</sup></a>. The same messenger carried directions, that the princess Elizabeth, who had been confined to the same place, should be conducted to London, in order to meet Henry, and there celebrate her nuptials.","subId":"8","id":"Hume.HE.3.24.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> himself set out for the capital, and advanced by slow journies. Not to rouse the jealousy of the people, he took care to <span class=\"page-break\"></span>avoid all appearance of military triumph, and so to restrain the insolence of victory, that every thing about him bore the appearance of an established monarch, making a peaceable progress through his dominions, rather than of a prince who had opened his way to the throne by force of arms. <span class=\"margin-comment\">His joyful reception in London.</span> The acclamations of the people were every where loud, and no less sincere and hearty. Besides that a young and victorious prince, on his accession, was naturally the object of popularity; the nation promised themselves great felicity from the new scene which opened before them. During the course of near a whole century the kingdom had been laid waste by domestic wars and convulsions; and if at any time the noise of arms had ceased, the sound of faction and discontent still threatened new disorders. Henry, by his marriage with Elizabeth, seemed to ensure a union of the contending titles of the two families; and having prevailed over a hated tyrant, who had anew disjointed the succession even of the house of York, and had filled his own family with blood and murder, he was, everywhere, attended with the unfeigned favour of the people. Numerous and splendid troops of gentry and nobility accompanied his progress. The mayor and companies of London received him as he approached the city: The crouds of people and citizens were zealous in their expressions of satisfaction. But Henry, amidst this general effusion of joy, discovered still the stateliness and reserve of his temper, which made him scorn to court popularity: He entered London in a close chariot, and would not gratify the people with a sight of their new sovereign.","subId":"9","id":"Hume.HE.3.24.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the king did not so much neglect the favour of the people, as to delay giving them assurances of his marriage with the princess Elizabeth, which he knew to be so passionately desired by the nation. On his leaving Britanny, he had artfully dropped some hints, that, if he should succeed in his enterprize, and obtain the crown of England, he would espouse Anne, the heir of that dutchy; and the report of this engagement had already reached England, and had begotten anxiety in the people, and even in Elizabeth herself. Henry took care to dissipate these apprehensions, by solemnly renewing, before the council and principal nobility, the promise which he had already given to celebrate his nuptials with the English princess. But though bound by honour, as well as by interest, to complete this alliance, he was resolved to <span class=\"page-break\"></span>postpone it, <span class=\"margin-comment\">His coronation.</span> till the ceremony of his own coronation should be finished, and till his title should be recognized by parliament. Still anxious to support his personal and hereditary right to the throne, he dreaded lest a preceding marriage with the princess should imply a participation of sovereignty in her, and raise doubts of his own title by the house of Lancaster.","subId":"10","id":"Hume.HE.3.24.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Sweating sickness.</span> <span class=\"small-capitals\">There</span> raged at that time in London, and other parts of the kingdom, a species of malady, unknown to any other age or nation, the Sweating sickness, which occasioned the sudden death of great multitudes; though it seemed not to be propagated by any contagious infection, but arose from the general disposition of the air and of the human body. In less than twenty-four hours the patient commonly died or recovered; but when the pestilence had exerted its fury for a few weeks, it was observed, either from alterations in the air, or from a more proper regimen, which had been discovered, to be considerably abated<a href=\"#n5\"><sup>[5]</sup></a>. Preparations were then made for the ceremony of Henry's coronation. In order to heighten the splendor of that spectacle he bestowed the rank of knight banneret on twelve persons; and he conferred peerages on three. Jasper earl of Pembroke, his uncle, was created duke of Bedford; Thomas lord Stanley, his father-in-law, earl of Derby; and Edward Courteney, earl of Devonshire. <span class=\"margin-comment\">30th Oct.</span> At the coronation likewise there appeared a new institution, which the king had established for security as well as pomp, a band of fifty archers, who were termed yeomen of the guard. But lest the people should take umbrage at this unusual symptom of jealousy in the prince, as if it implied a personal diffidence of his subjects, he declared the institution to be perpetual. The ceremony of coronation was performed by cardinal Bourchier, archbishop of Canterbury.","subId":"11","id":"Hume.HE.3.24.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">7th Nov. A parliament</span> <span class=\"small-capitals\">The</span> parliament being assembled at Westminster, the majority immediately appeared to be devoted partizans of Henry; all persons of another disposition, either declining to stand in those dangerous times, or being obliged to dissemble their principles and inclinations. The Lancastrian party had every where been successful in the elections; and even many had been returned, who, during the prevalence of the house of York, had been exposed to the rigour of law, and had been condemned by sentence of attainder <span class=\"page-break\"></span>and outlawry. Their right to take seats in the house being questioned, the case was referred to all the judges, who assembled in the Exchequer Chamber, in order to deliberate on so delicate a subject. The opinion delivered was prudent, and contained ajust temperament between law and expediency<a href=\"#n6\"><sup>[6]</sup></a>. The judges determined, that the members attainted should forbear taking their seat till an act were passed for the reversal of their attainder. There was no difficulty in obtaining this act; and in it were comprehended a hundred and seven persons of the king's party<a href=\"#n7\"><sup>[7]</sup></a>!","subId":"12","id":"Hume.HE.3.24.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> a scruple was started of a nature still more important. The king himself had been attainted; and his right of succession to the crown might thence be exposed to some doubt. The judges extricated themselves from this dangerous question, by asserting it as a maxim; <q>That the crown takes away all defects and stops in blood; and that from the time the king assumed royal authority, the fountain was cleared, and all attainders and corruptions of blood discharged.</q><a href=\"#n8\"><sup>[8]</sup></a> Besides that the case, from its urgent necessity, admitted of no deliberation; the judges probably thought, that no sentence of a court of judicature had authority sufficient to bar the right of succession; that the heir of the crown was commonly exposed to such jealousy as might often occasion stretches of law and justice against him; and that a prince might even be engaged in unjustifiable measures during his predecessor's reign, without meriting on that account to be excluded from the throne, which was his birthright.","subId":"13","id":"Hume.HE.3.24.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">With</span> a parliament so obsequious, the king could not fail of obtaining whatever act of settlement he was pleased to require. He seems only to have entertained some doubt within himself on what claim he should found his pretensions. In his speech to the parliament he mentioned his just title by hereditary right: But lest that title should not be esteemed sufficient, he subjoined his claim by the judgment of God, who had given him victory over his enemies. And again, lest this pretension should be interpreted as assuming a right of conquest, he ensured to his subjects the full enjoyment of their former properties and possessions.","subId":"14","id":"Hume.HE.3.24.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Entail of the crown.</span> <span class=\"small-capitals\">The</span> entail of the crown was drawn, according to the sense of the king, and probably in words, dictated by him. He made no <span class=\"page-break\"></span>mention in it of the princess Elizabeth, nor of any branch of her family; but in other respects the act was compiled with sufficient reserve and moderation. He did not insist, that it should contain a declaration or recognition of his preceding right; as on the other hand, he avoided the appearance of a new law or ordinance. He chose a middle course, which, as is generally unavoidable in such cases, was not entirely free from uncertainty and obscurity. It was voted, <q>That the inheritance of the crown should rest, remain, and abide in the king</q><a href=\"#n9\"><sup>[9]</sup></a>; but whether as rightful heir, or only as present possessor, was not determined. In like manner, Henry was contented that the succession should be secured to the heirs of his body; but he pretended not, in case of their failure, to exclude the house of York, or to give the preference to that of Lancaster: He left that great point ambiguous for the present, and trusted, that, if it should ever become requisite to determine it, future incidents would open the way for the decision.","subId":"15","id":"Hume.HE.3.24.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> even after all these precautions, the king was so little satisfied with his own title, that, in the following year, he applied to papal authority for a confirmation of it; and as the court of Rome gladly laid hold of all opportunities, which the imprudence, weakness, or necessities of princes afforded it to extend its influence, Innocent VIII. the reigning pope, readily granted a bull, in whatever terms the king was pleased to desire. All Henry's titles, by succession, marriage, parliamentary choice, even conquest, are there enumerated; and to the whole the sanction of religion is added; excommunication is denounced against every one who should either disturb him in the present possession, or the heirs of his body. In the future succession, of the crown; and from this penalty, no criminal, except in the article of death, could be absolved but by the pope himself, or his special commissioners. It is difficult to imagine, that the security, derived from this bull, could be a compensation for the defect which it betrayed in Henry's title, and for the danger of thus inviting the pope to interpose in these concerns.","subId":"16","id":"Hume.HE.3.24.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was natural, and even laudable in Henry to reverse the attainders, which had passed against the partizans of the house of Lancaster: But the revenges, which he exercised against the adherents <span class=\"page-break\"></span>of the York family, to which he was so soon to be allied, cannot be considered in the same light. Yet the parliament, at his instigation, passed an act of attainder against the late king himself, against the duke of Norfolk, the earl of Surrey, viscount Lovel, the lords Zouche and Ferrars of Chartley, Sir Walter and Sir James Harrington, Sir William Berkeley, Sir Humphrey Stafford, Catesby, and about twenty other gentlemen, who had fought on Richard's side in the battle of Bosworth. How men could be guilty of treason, by supporting the king in possession against the earl of Richmond, who assumed not the title of king, it is not easy to conceive; and nothing but a servile complaisance in the parliament could have engaged them to make this stretch of justice. Nor was it a small mortification to the people in general, to find, that the king, prompted either by avarice or resentment, could, in the very beginning of his reign, so far violate the cordial union, which had previously been concerted between the parties, and to the expectation of which he had plainly owed his succession to the throne.","subId":"17","id":"Hume.HE.3.24.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, having gained so many points of consequence from the parliament, thought it not expedient to demand any supply from them, which the profound peace enjoyed by the nation, and the late forfeiture of Richard's adherents, <span class=\"margin-comment\">10th Dec.</span> seemed to render somewhat superfluous. The parliament, however, conferred on him during life the duty of tonnage and poundage, which had been enjoyed in the same manner by some of his immediate predecessors; and they added, before they broke up, other money bills of no great moment. The king, on his part, made returns of grace and favour to his people. He published his royal proclamation, offering pardon to all such as had taken arms, or formed any attempts against him; provided they submitted themselves to mercy by a certain day, and took the usual oath of fealty and allegiance. Upon this proclamation many came out of their sanctuaries; and the minds of men were every where much quieted. Henry chose to take wholly to himself the merit of an act of grace, so agreeable to the nation; rather than communicate it with the parliament, (as was his first intention) by passing a bill to that purpose. The earl of Surrey, however, though he had submitted, and delivered himself into the king's hands, was sent prisoner to the Tower.","subId":"18","id":"Hume.HE.3.24.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> this parliament, the king also bestowed favours and <span class=\"page-break\"></span>honours on some particular persons, who were attached to him. Edward Stafford, eldest son of the duke of Buckingham, attainted in the late reign, was restored to the honours of his family, as well as to its fortune, which was very ample. This generosity, so unusual in Henry, was the effect of his gratitude to the memory of Buckingham, who had first concerted the plan of his elevation, and who by his own ruin had made way for that great event. Chandos of Britanny was created earl of Bath, Sir Giles Daubeny lord Daubeny, and Sir Robert Willoughby lord Broke. These were all the titles of nobility conferred by the king during this session of parliament<a href=\"#n10\"><sup>[10]</sup></a>.","subId":"19","id":"Hume.HE.3.24.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the ministers, whom Henry most trusted and favoured, were not chosen from among the nobility, or even from among the laity. John Morton, and Richard Fox, two clergymen, persons of industry, vigilance, and capacity, were the men to whom he chiefly confided his affairs and secret counsels. They had shared with him all his former dangers and distresses; and he now took care to make them participate in his good fortune. They were both called to the privy council; Morton was restored to the bishopric of Ely, Fox was created bishop of Exeter. The former soon after, upon the death of Bourchier, was raised to the see of Canterbury. The latter was made privy seal; and successively, bishop of Bath and Wells, Durham, and Winchester. For Henry, as lord Bacon observes, loved to employ and advance prelates; because, having rich bishoprics to bestow, it was easy for him to reward their services: And it was his maxim to raise them by slow steps, and make them first pass through the inferior sees<a href=\"#n11\"><sup>[11]</sup></a>. He probably expected, that, as they were naturally more dependant on him than the nobility, who, during that age, enjoyed possessions and jurisdictions dangerous to royal authority; so the prospect of farther elevation would render them still more active in his service, and more obsequious to his commands.","subId":"20","id":"Hume.HE.3.24.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">1486. 8th Jan.</span> <span class=\"small-capitals\">In</span> presenting the bill of tonnage and poundage, the parliament, anxious to preserve the legal, undisputed succession to the crown, had petitioned Henry, with demonstrations of the greatest zeal, to espouse the princess Elizabeth; but they covered their true reason under the dutiful pretence of their desire to have heirs of <span class=\"page-break\"></span>his body. <span class=\"margin-comment\">King's marriage.</span> He now thought in earnest of satisfying the minds of his people in that particular. His marriage was celebrated at London; and that with greater appearance of universal joy, than either his first entry or his coronation. Henry remarked with much displeasure this general favour borne to the house of York. The suspicions, which arose from it, not only disturbed his tranquillity during his whole reign; but bred disgust towards his consort herself, and poisoned all his domestic enjoyments. Though virtuous, amiable, and obsequious to the last degree, she never met with a proper return of affection or even of complaisance from her husband; and the malignant ideas of faction still, in his sullen mind, prevailed over all the sentiments of conjugal tenderness.","subId":"21","id":"Hume.HE.3.24.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king had been carried along, with such a tide of success, ever since his arrival in England, that he thought nothing could withstand the fortune and authority which attended him. He now resolved to make a progress into the North, where the friends of the house of York, and even the partizans of Richard, were numerous; in hopes of curing, by his presence and conversation, the prejudices of the malcontents. When he arrived at Nottingham, he heard that viscount Lovel, with Sir Humphrey Stafford and Thomas, his brother, had secretly withdrawn themselves from their sanctuary at Colchester: But this news appeared not to him of such importance as to stop his journey; and he proceeded forward to York. <span class=\"margin-comment\">An insurrection.</span> He there heard, that the Staffords had levied an army, and were marching to besiege the city of Worcester: And that Lovel, at the head of three or four thousand men, was approaching to attack him in York. Henry was not dismayed with this intelligence. His active courage, full of resources, immediately prompted him to find the proper remedy. Though surrounded with enemies in these disaffected counties, he assembled a small body of troops, in whom he could confide; and he put them under the command of the duke of Bedford. He joined to them all his own attendants; but he found that this hasty armament was more formidable by their spirit and their zealous attachment to him, than by the arms or military stores with which they were provided. He therefore gave Bedford orders not to approach the enemy; but previously to try every proper expedient to disperse them. Bedford published a general promise of pardon to the rebels; which had a greater effect on their leader than on his followers. Lovel, <span class=\"page-break\"></span>who had undertaken an enterprize that exceeded his courage and capacity, was so terrified with the fear of desertion among his troops, that he suddenly withdrew himself; and, after lurking some time in Lancashire, he made his escape into Flanders, where he was protected by the dutchess of Burgundy. His army submitted to the king's clemency; and the other rebels, hearing of this success, raised the siege of Worcester, and dispersed themselves. The Staffords took sanctuary in the church of Colnham, a village near Abingdon; but as it was found, that this church had not the privilege of giving protection to rebels, they were taken thence: The elder was executed at Tyburn; the younger, pleading that he had been misled by his brother, obtained a pardon<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"22","id":"Hume.HE.3.24.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">20th Sept.</span> <span class=\"small-capitals\">Henry</span>'s joy for this success was followed, some time after, by the birth of a prince, to whom he gave the name of Arthur, in memory of the famous British king of that name, from whom, it was pretended, the family of Tudor derived its descent.","subId":"23","id":"Hume.HE.3.24.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">Discontents of the people.</span> <span class=\"small-capitals\">Though</span> Henry had been able to defeat this hasty rebellion, raised by the relics of Richard's partizans, his government was become in general unpopular: The source of public discontent arose chiefly from his prejudices against the house of York, which was generally beloved by the nation, and which, for that very reason, became every day more the object of his hatred and jealousy. Not only a preference on all occasions, it was observed, was given to the Lancastrians; but many of the opposite party had been exposed to great severity, and had been bereaved of their fortunes by acts of attainder. A general resumption likewise had passed of all grants made by the princes of the house of York; and though this rigour had been covered under the pretence, that the revenue was become insufficient to support the dignity of the crown, and though the grants, during the later years of Henry VI. were resumed by the same law, yet the York party, as they were the principal sufferers by the resumption, thought it chiefly levelled against them. The severity, exercised against the earl of Warwic, begat compassion for youth and innocence, exposed to such oppression; and his confinement in the Tower, the very place where Edward's children had been murdered by their uncle, made the public expect a like catastrophe for him, and led them to make a <span class=\"page-break\"></span>comparison between Henry and that detested tyrant. And when it was remarked, that the queen herself met with harsh treatment, and even after the birth of a son, was not admitted to the honour of a public coronation, Henry's prepossessions were then concluded to be inveterate, and men became equally obstinate in their disgust to his government. Nor was the manner and address of the king calculated to cure these prejudices contracted against his administration; but had, in every thing, a tendency to promote fear, or at best reverence, rather than goodwill and affection<a href=\"#n13\"><sup>[13]</sup></a>. While the high idea, entertained of his policy and vigour, retained the nobility and men of character in obedience; the effects of his unpopular government soon appeared, by incidents of an extraordinary nature.","subId":"24","id":"Hume.HE.3.24.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> lived in Oxford, one Richard Simon, a priest, who possessed some subtlety, and still more enterprize and temerity. This man had entertained the design of disturbing Henry's government, by raising a pretender to his crown; and for that purpose, <span class=\"margin-comment\">Lambert Simnel.</span> he cast his eyes on Lambert Simnel, a youth of fifteen years of age, who was son of a baker, and who, being endowed with understanding above his years, and address above his condition, seemed well fitted to personate a prince of royal extraction. A report had been spread among the people, and received with great avidity, that Richard, duke of York, second son of Edward IV. had, by a secret escape, saved himself from the cruelty of his uncle, and lay somewhere concealed in England. Simon, taking advantage of this rumour, had at first instructed his pupil to assume that name, which he found to be so fondly cherished by the public: But hearing afterwards a new report, that Warwic had made his escape from the Tower, and observing that this news was attended with no less, general satisfaction, he changed the plan of his imposture, and made Simnel personate that unfortunate prince<a href=\"#n14\"><sup>[14]</sup></a>. Though the youth was qualified by nature for the part which he was instructed to act; yet was it remarked, that he was better informed in circumstances relating to the royal family, particularly in the adventure of the earl of Warwic, than he could be supposed to have learned from one of Simon's condition: And it was thence conjectured, that persons of higher rank, partizans of the house of York, had laid the <span class=\"page-break\"></span>plan of this conspiracy, and had conveyed proper instructions to the actors. The queen-dowager herself was exposed to suspicion; and it was indeed the general opinion, however unlikely it might seem, that she had secretly given her consent to the imposture. This woman was of a very restless disposition. Finding, that, instead of receiving the reward of her services, in contributing to Henry's elevation, she herself was fallen into absolute insignificance, her daughter treated with severity, and all her friends brought under subjection, she had conceived the most violent animosity against him, and had resolved to make him feel the effects of her resentment. She knew, that the impostor, however successful, might easily at last be set aside; and if a way could be found at his risque to subvert the government, she hoped that a scene might be opened, which, though difficult at present exactly to foresee, would gratify her revenge, and be on the whole less irksome to her, than that slavery and contempt, to which she was now reduced<a href=\"#n15\"><sup>[15]</sup></a>.","subId":"25","id":"Hume.HE.3.24.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> whatever care Simon might take to convey instruction to his pupil Simnel, he was sensible, that the imposture would not bear a close inspection; and he was therefore determined to open the first public scene of it in Ireland. That island, which was zealously attached to the house of York, and bore an affectionate regard to the memory of Clarence, Warwic's father, who had been their lieutenant, was improvidently allowed by Henry to remain in the same condition, in which he found it; and all the counsellors and officers, who had been appointed by his predecessor, still retained their authority. No sooner did Simnel present himself to Thomas Fitz-gerald, earl of Kildare, the deputy and claim his protection as the unfortunate Warwic, than that credulous nobleman, not suspecting so bold an imposture, gave attention to him, and began to consult some persons of rank with regard to this extraordinary incident. These he found even more sanguine in their zeal and belief than himself: And in proportion as the story diffused itself among those of lower condition, it became the object of still greater passion and credulity, till the people in Dublin with one consent tendered their allegiance to Simnel, as to the true Plantagenet. Fond of a novelty, which flattered their natural propension, they overlooked the daughters of Edward IV. who stood <span class=\"page-break\"></span>before Warwic in the order of succession, <span class=\"margin-comment\">Revolt of Ireland.</span> they payed the pretended prince attendance as their sovereign, lodged him in the castle of Dublin, crowned him with a diadem taken from a statue of the virgin, and publicly proclaimed him king, by the appellation of Edward VI. The whole island followed the example of the capital; and not a sword was any where drawn in Henry's quarrel.","subId":"26","id":"Hume.HE.3.24.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> this intelligence was conveyed to the king, it reduced him to some perplexity. Determined always to face his enemies in person, he yet scrupled at present to leave England, where, he suspected, the conspiracy was first framed, and where, he knew, many persons of condition, and the people in general, were much disposed to give it countenance. In order to discover the secret source of the contrivance, and take measures against this open revolt, he held frequent consultations with his ministers and counsellors, and laid plans for a vigorous defence of his authority, and the suppression of his enemies.","subId":"27","id":"Hume.HE.3.24.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first event, which followed these deliberations, gave surprize to the public: It was the seizure of the queen-dowager, the forfeiture of all her lands and revenue, and the close confinement of her person in the nunnery of Bermondesey. This act of authority was covered with a very thin pretence. It was alleged, that, notwithstanding the secret agreement to marry her daughter to Henry, she had yet yielded to the solicitations and menaces of Richard, and had delivered that princess and her sisters into the hands of the tyrant. This crime, which was now become obsolete, and might admit of alleviations, was therefore suspected not to be the real cause of the severity, with which she was treated; and men believed, that the king, unwilling to accuse so near a relation of a conspiracy against him, had cloaked his vengeance or precaution under colour of an offence known to the whole world<a href=\"#n16\"><sup>[16]</sup></a>. They were afterwards the more confirmed in this suspicion, when they found, that the unfortunate queen, though she survived this disgrace several years, was never treated with any more lenity, but was allowed to end her life in poverty, solitude, and confinement.","subId":"28","id":"Hume.HE.3.24.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> next measure of the king's was of a less exceptionable nature. He ordered that Warwic should be taken from the Tower, be led in procession through the streets of London, be conducted <span class=\"page-break\"></span>to St. Paul's, and there exposed to the view of the whole people. He even gave directions, that some men of rank, attached to the house of York, and best acquainted with the person of this prince, should approach him and converse with him: And he trusted, that these, being convinced of the absurd imposture of Simnel, would put a stop to the credulity of the populace. The expedient had its effect in England: But in Ireland the people still persisted in their revolt, and zealously retorted on the king the reproach of propagating an imposture, and of having shewn a counterfeit Warwic to the public.","subId":"29","id":"Hume.HE.3.24.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> had soon reason to apprehend, that the design against him was not laid on such slight foundations as the absurdity of the contrivance seemed to indicate. John, earl of Lincoln, son of John de la Pole, duke of Suffolk, and of Elizabeth, eldest sister to Edward IV, was engaged to take part in the conspiracy. This nobleman, who possessed capacity and courage, had entertained very aspiring views; and his ambition was encouraged by the known intentions of his uncle, Richard, who had formed a design, in case he himself should die without issue, of declaring Lincoln successor to the crown. The king's jealousy against all eminent persons of the York party, and his rigour towards Warwic, had farther struck Lincoln with apprehensions, and made him resolve to seek for safety in the most dangerous counsels. Having fixed a secret correspondence with Sir Thomas Broughton, a man of great interest in Lancashire, he retired to Flanders, where Lovel had arrived a little before him; and he lived, during some time, in the court of his aunt the dutchess of Burgundy, by whom he had been invited over.","subId":"30","id":"Hume.HE.3.24.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">Intrigues of the dutchess of Burgundy.</span> <span class=\"small-capitals\">Margaret</span>, widow of Charles the Bold, duke of Burgundy, not having any children of her own, attached herself with an entire friendship to her daughter-in-law, married to Maximilian, archduke of Austria; and after the death of that princess, she persevered in her affection to Philip and Margaret, her children, and occupied herself in the care of their education and of their persons. By her virtuous conduct and demeanour, she had acquired great authority among the Flemings, and lived with much dignity, as well as economy, upon that ample dowry, which she inherited from her husband. The resentments of this princess were no less warm than her friendships; and that spirit of faction, which it is so difficult for a social and sanguine temper to guard <span class=\"page-break\"></span>against, had taken strong possession of her heart, and entrenched somewhat on the probity, which shone forth in the other parts of her character. Hearing of the malignant jealousy, entertained by Henry against her family, and his oppression of all its partizans; she was moved with the highest indignation, and she determined to make him repent of that enmity, to which so many of her friends, without any reason or necessity, had fallen victims. After consulting with Lincoln and Lovel, <span class=\"margin-comment\">1487.</span> she hired a body of two thousand veteran Germans, under the command of Martin Swart, a brave and experienced officer<a href=\"#n17\"><sup>[17]</sup></a>, and sent them over, together with these two noblemen, to join Simnel in Ireland. <span class=\"margin-comment\">Lambert Simnel invades England.</span> The countenance, given by persons of such high rank, and the accession of this military force, much raised the courage of the Irish, and made them entertain the resolution of invading England, where they believed the spirit of disaffection as prevalent as it appeared to be in Ireland. The poverty also, under which they laboured, made it impossible for them to support any longer their new court and army, and inspired them with a strong desire of enriching themselves by plunder and preferment in England.","subId":"31","id":"Hume.HE.3.24.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> was not ignorant of these intentions of his enemies; and he prepared himself for defence. He ordered troops to be levied in different parts of the kingdom, and put them under the command of the duke of Bedford, and earl of Oxford. He confined the marquis of Dorset, who, he suspected, would resent the injuries suffered by his mother, the queen dowager: And to gratify the people by an appearance of devotion, he made a pilgrimage to our lady of Walsingham, famous for miracles; and there offered up prayers for success and for deliverance from his enemies.","subId":"32","id":"Hume.HE.3.24.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Being</span> informed that Simnel was landed at Foudrey in Lancashire, he drew together his forces, and advanced towards the enemy as far as Coventry. The rebels had entertained hopes, that the disaffected counties in the North would rise in their favour: But the people in general, averse to join Irish and German invaders, convinced of Lambert's imposture, and kept in awe by the king's reputation for success and conduct, either remained in tranquillity, or gave assistance to the royal army. The earl of Lincoln, therefore, who commanded the rebels, finding no hopes but in <span class=\"page-break\"></span>victory, was determined to bring the matter to a speedy decision; and the king, supported by the native courage of his temper, and emboldened by a great accession of volunteers, <span class=\"margin-comment\">6th June. Battle of Stoke.</span> who had joined him, under the earl of Shrewsbury and lord Strange, declined not the combat. The hostile armies met at Stoke in the county of Nottingham, and fought a battle, which was bloody, and more obstinately disputed than could have been expected from the inequality of their force. All the leaders of the rebels were resolved to conquer or to perish; and they inspired their troops with like resolution. The Germans also, being veteran and experienced soldiers, kept the event long doubtful; and even the Irish, though ill-armed and almost defenceless, showed themselves not defective in spirit and bravery. The king's victory was purchased with loss, but was entirely decisive. Lincoln, Broughton, and Swart, perished in the field of battle, with four thousand of their followers. As Lovel was never more heard of, he was believed to have undergone the same fate. Simnel, with his tutor, Simon, was taken prisoner. Simon, being a priest, was not tried at law, and was only committed to close custody: Simnel was too contemptible to be an object either of apprehension or resentment to Henry. He was pardoned, and made a scullion in the king's kitchen; whence he was afterwards advanced to the rank of a falconer<a href=\"#n18\"><sup>[18]</sup></a>.","subId":"33","id":"Hume.HE.3.24.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> had now leisure to revenge himself on his enemies. He made a progress into the northern parts, where he gave many proofs of his rigorous disposition. A strict enquiry was made after those who had assisted or favoured the rebels. The punishments were not all sanguinary: The king made his revenge subservient to his avarice. Heavy fines were levied upon the delinquents. The proceedings of the courts, and even the courts themselves, were arbitrary. Either the criminals were tried by commissioners appointed for the purpose, or they suffered punishment by sentence of a court-martial. And as a rumour had prevailed before the battle of Stoke, that the rebels had gained the victory, that the royal army was cut in pieces, and that the king himself had escaped by flight, Henry was resolved to interpret the belief or propagation of this report as a mark of disaffection; and he punished many for that pretended crime. But such, in this age, was the situation of the <span class=\"page-break\"></span>English government, that the royal prerogative, which was but imperfectly restrained during the most peaceable periods, was sure, in tumultuous, or even suspicious times, which frequently recurred, to break all bounds of law, and to violate public liberty.","subId":"34","id":"Hume.HE.3.24.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> the king had gratified his rigour by the punishment of his enemies, he determined to give contentment to the people, in a point, which, though a mere ceremony, was passionately desired by them. The queen had been married near two years, but had not yet been crowned; and this affectation of delay had given great discontent to the public, and had been one principal source of the disaffection which prevailed. <span class=\"margin-comment\">25th Nov.</span> The king, instructed by experience, now finished the ceremony of her coronation; and to shew a disposition still more gracious, he restored to liberty the marquis of Dorset, who had been able to clear himself of all the suspicions entertained against him.","subId":"35","id":"Hume.HE.3.24.35"},{"type":"note","content":"Rymer, tom. vii. p. 849. Coke's inst. 4. Inst. part 1. p. 37.","subId":"n1","id":"Hume.HE.3.24.n1"},{"type":"note","content":"Bacon in Kennet's complete History, p. 579.","subId":"n2","id":"Hume.HE.3.24.n2"},{"type":"note","content":"Bacon, p. 579.","subId":"n3","id":"Hume.HE.3.24.n3"},{"type":"note","content":"Bacon, p. 579. Polydore Virgil, p. 565.","subId":"n4","id":"Hume.HE.3.24.n4"},{"type":"note","content":"Polydore Virgil, p. 567.","subId":"n5","id":"Hume.HE.3.24.n5"},{"type":"note","content":"Bacon, p. 581.","subId":"n6","id":"Hume.HE.3.24.n6"},{"type":"note","content":"Rot. Parl. I Hen. VII. n. 2, 3, 4–15, 17, 26–65.","subId":"n7","id":"Hume.HE.3.24.n7"},{"type":"note","content":"Bacon, p. 581.","subId":"n8","id":"Hume.HE.3.24.n8"},{"type":"note","content":"Bacon, p. 581.","subId":"n9","id":"Hume.HE.3.24.n9"},{"type":"note","content":"Polydore Virgil, p. 566.","subId":"n10","id":"Hume.HE.3.24.n10"},{"type":"note","content":"Bacon, p. 582.","subId":"n11","id":"Hume.HE.3.24.n11"},{"type":"note","content":"Polydore Virgil, p. 569.","subId":"n12","id":"Hume.HE.3.24.n12"},{"type":"note","content":"Bacon, p. 583.","subId":"n13","id":"Hume.HE.3.24.n13"},{"type":"note","content":"Polydore Virgil, p. 569, 570.","subId":"n14","id":"Hume.HE.3.24.n14"},{"type":"note","content":"Polydore Virgil, p. 570.","subId":"n15","id":"Hume.HE.3.24.n15"},{"type":"note","content":"Bacon, p. 583. Polydore Virgil, p. 571.","subId":"n16","id":"Hume.HE.3.24.n16"},{"type":"note","content":"Polyd. Virg. p. 572, 573.","subId":"n17","id":"Hume.HE.3.24.n17"},{"type":"note","content":"Bacon, p. 586. Pol. Virg. p. 574.","subId":"n18","id":"Hume.HE.3.24.n18"}]}