{"imported":true,"id":"Hume.HE.3.28","parent":"Hume.HE.3","title":"Chapter 28. Henry VIII (cont.)","breadcrumb":"Chapter 28","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. XXVIII.</h2> <h1>HENRY VIII.</h1> <em>Wolsey's administration——Scotch affairs——Progress of Francis I.——Jealousy of Henry——Tournay delivered to France——Wolsey appointed legate——His manner of exercising that office——Death of the emperor Maximilian——Charles, king of Spain, chosen emperor——Interview between Henry and Francis near Calais——The emperor Charles arrives in England——Mediation of Henry——Trial and condemnation of the duke of Buckingham.</em>","id":"Hume.HE.3.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">1515. Wolsey's administration.</span> THE numerous enemies, whom Wolsey's sudden elevation, his aspiring character, and his haughty deportment had raised him, served only to rivet him faster in Henry's confidence; who valued himself on supporting the choice which he had made, and who was incapable of yielding either to the murmurs of the people or to the discontents of the great. That artful prelate likewise, well acquainted with the king's imperious temper, concealed from him the absolute ascendant, which he had acquired; and while he secretly directed all public councils, he ever pretended a blind submission to the will and authority of his master. By entering into the king's pleasures, he preserved his affection; by conducting his business, he gratified his indolence; and by his unlimited complaisance <span class=\"page-break\"></span>in both capacities, he prevented all that jealousy, to which his exorbitant acquisitions, and his splendid ostentatious train of life should naturally have given birth. The archbishopric of York falling vacant by the death of Bambridge, Wolsey was promoted to that see, and resigned the bishopric of Lincoln. Besides enjoying the administration of Tournay, he got possession, on easy leases, of the revenues of Bath, Worcester, and Hereford, bishoprics filled by Italians, who were allowed to reside abroad, and who were glad to compound for this indulgence, by yielding a considerable share of their income. He held in commendam the abbey of St. Albans, and many other church preferments. He was even allowed to unite with the see of York, first that of Durham, next that of Winchester; and there seemed to be no end of his acquisitions. His farther advancement in ecclesiastical dignity served him as a pretence for engrossing still more revenues: The pope, observing his great influence over the king, was desirous of engaging him in his interests, and created him a cardinal. No churchman, under colour of exacting respect to religion, ever carried to a greater height the state and dignity of that character. His train consisted of eight hundred servants, of whom many were knights and gentlemen: Some even of the nobility put their children into his family as a place of education; and in order to gain them favour with their patron, allowed them to bear offices as his servants. Whoever was distinguished by any art or science paid court to the cardinal; and none paid court in vain. Literature, which was then in its infancy, found in him a generous patron; and both by his public institutions and private bounty, he gave encouragement to every branch of erudition<a href=\"#n1\"><sup>[1]</sup></a>. Not content with this munificence, which gained him the approbation of the wise, he strove to dazzle the eyes of the populace, by the splendor of his equipage and furniture, the costly embroidery of his liveries, the lustre of his apparel. He was the first clergyman in England that wore silk and gold, not only on his habit, but also on his saddles and the trappings of his horses<a href=\"#n2\"><sup>[2]</sup></a>. He caused his cardinal's hat to be borne aloft by a person of rank; and when he came to the king's chapel, would permit it to be laid on no place but the altar. A priest, the tallest and <span class=\"page-break\"></span>most comely he could find, carried before him a pillar of silver, on whose top was placed a cross. But not satisfied with this parade, to which he thought himself entitled as cardinal, he provided another priest of equal stature and beauty, who marched along, bearing the cross of York, even in the diocese of Canterbury; contrary to the ancient rule and the agreement between the prelates of these rival sees<a href=\"#n3\"><sup>[3]</sup></a>. The people made merry with the cardinal's ostentation; and said they were now sensible, that one crucifix alone was not sufficient for the expiation of his sins and offences.","subId":"1","id":"Hume.HE.3.28.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Warham</span>, chancellor and archbishop of Canterbury, a man of a moderate temper, averse to all disputes, chose rather to retire from public employment, than maintain an unequal contest with the haughty cardinal. He resigned his office of chancellor; and the great seal was immediately delivered to Wolsey. If this new accumulation of dignity encreased his enemies, it also served to exalt his personal character, and prove the extent of his capacity. A strict administration of justice took place during his enjoyment of this high office; and no chancellor ever discovered greater impartiality in his decisions, deeper penetration of judgment, or more enlarged knowledge of law and equity<a href=\"#n4\"><sup>[4]</sup></a>.","subId":"2","id":"Hume.HE.3.28.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Norfolk, finding the king's money almost entirely exhausted by projects and pleasures, while his inclination for expence still continued, was glad to resign his office of treasurer, and retire from court. His rival, Fox, bishop of Winchester, reaped no advantage from his absence; but partly overcome by years and infirmities, partly disgusted at the ascendant acquired by Wolsey, withdrew himself wholly to the care of his diocese. The duke of Suffolk had also taken offence, that the king, by the cardinal's persuasion, had refused to pay a debt, which he had contracted during his residence in France; and he thenceforth affected to live in privacy. These incidents left Wolsey to enjoy without a rival the whole power and favour of the king; and they put into his hands every kind of authority. In vain, did Fox, before his retirement, warn the king <q>not to suffer the servant to be greater than his master:</q> Henry replied, <q>that he well knew how to retain all his subjects in obedience;</q> but he continued still an unlimited deference in every thing to the directions and counsels of the cardinal.","subId":"3","id":"Hume.HE.3.28.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> public tranquillity was so well established in England, the obedience of the people so entire, the general administration of justice, by the cardinal's means<a href=\"#n5\"><sup>[5]</sup></a>, so exact, that no domestic occurrence happened considerable enough to disturb the repose of the king and his minister: They might even have dispensed with giving any strict attention to foreign affairs, were it possible for men to enjoy any situation in absolute tranquillity, or abstain from projects and enterprizes, however fruitless and unnecessary.","subId":"4","id":"Hume.HE.3.28.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Scotch affairs.</span> <span class=\"small-capitals\">The</span> will of the late king of Scotland, who left his widow regent of the kingdom, and the vote of the convention of states, which confirmed that destination, had expressly limited her authority to the condition of her remaining unmarried<a href=\"#n6\"><sup>[6]</sup></a>: But notwithstanding this limitation, a few months after her husband's death, she espoused the earl of Angus, of the name of Douglas, a young nobleman of great family and promising hopes. Some of the nobility now proposed the electing of Angus to the regency, and recommended this choice as the most likely means of preserving peace with England: But the jealousy of the great families, and the fear of exalting the Douglasses, begat opposition to this measure. Lord Hume in particular, the most powerful chieftain in the kingdom, insisted on recalling the duke of Albany, son to a brother of James III. who had been banished into France, and who, having there married, had left posterity, that were the next heirs to the crown, and the nearest relations to their young sovereign. Albany, though first prince of the blood, had never been in Scotland, was totally unacquainted with the manners of the people, ignorant of their situation, unpractised in their language; yet such was the favour attending the French alliance, and so great the authority of Hume, that this prince was invited to accept the reins of government. Francis, careful not to give offence to the king of England, detained Albany some time in France; but at length, sensible how important it was to keep Scotland in his interests, he permitted him to go over, and take possession of the regency: He even renewed the ancient league with that kingdom, though it implied such a close connexion, as might be thought somewhat to intrench on his alliance with England.","subId":"5","id":"Hume.HE.3.28.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the regent arrived in Scotland, he made enquiries concerning the state of the country, and character of the people; and he discovered a scene, with which he was hitherto but little acquainted. That turbulent kingdom, he found, was rather to be considered as a confederacy, and that not a close one, of petty princes, than a regular system of civil polity; and even the king, much more a regent, possessed an authority very uncertain and precarious. Arms, more than laws, prevailed; and courage, preferably to equity or justice, was the virtue most valued and respected. The nobility, in whom the whole power resided, were so connected by hereditary alliances, or so divided by inveterate enmities, that it was impossible, without employing an armed force, either to punish the most flagrant guilt, or give security to the most entire innocence. Rapine and violence, when exercised on a hostile tribe, instead of making a person odious among his own clan, rather recommended him to their esteem and approbation; and by rendering him useful to the chieftain, entitled him to a preference above his fellows. And though the necessity of mutual support served as a close cement of amity among those of the same kindred, the spirit of revenge against enemies, and the desire of prosecuting the deadly feuds (so they were called), still appeared to be passions the most predominant among that uncultivated people.","subId":"6","id":"Hume.HE.3.28.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> persons, to whom Albany, on his arrival, first applied for information with regard to the state of the country, happened to be inveterate enemies of Hume<a href=\"#n7\"><sup>[7]</sup></a>; and they represented that powerful nobleman as the chief source of public disorders, and the great obstacle to the execution of the laws, and the administration of justice. Before the authority of the magistrate could be established, it was necessary, they said, to make an example of this great offender; and by the terror of his punishment, teach all lesser criminals to pay respect to the power of their sovereign. Albany, moved by these reasons, was induced to forget Hume's past services, to which he had, in a great measure, been indebted for the regency; and he no longer bore towards him that favourable countenance, with which he was wont to receive him. Hume perceived the alteration, and was incited, both by regard to his own safety and from motives of revenge, to take measures in opposition to the <span class=\"page-break\"></span>regent. He applied himself to Angus and the queen dowager, and represented to them the danger, to which the infant prince was exposed, from the ambition of Albany, next heir to the crown, to whom the states had imprudently entrusted the whole authority of government. By his persuasion, Margaret formed the design of carrying off the young king, and putting him under the protection of her brother; and when that conspiracy was detected, she herself, attended by Hume and Angus, withdrew into England, where she was soon after delivered of a daughter.","subId":"7","id":"Hume.HE.3.28.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, in order to check the authority of Albany and the French party, gave encouragement to these malcontents, and assured them of his support. Matters being afterwards in appearance accommodated between Hume and the regent, that nobleman returned into his own country; but mutual suspicions and jealousies still prevailed. He was committed to custody, under the care of the earl of Arran, his brother-in-law; and was, for some time, detained prisoner in his castle. But having persuaded Arran to enter into the conspiracy with him, he was allowed to make his escape; and he openly levied war upon the regent. A new accommodation ensued, not more sincere than the foregoing; and Hume was so imprudent as to entrust himself, together with his brother, into the hands of that prince. They were immediately seized, committed to custody, brought to trial, condemned, and executed. No legal crime was proved against these brothers: It was only alleged, that, at the battle of Flouden, they had not done their duty in supporting the king; and as this backwardness could not, from the course of their past life, be ascribed to cowardice, it was commonly imputed to a more criminal motive. The evidence, however, of guilt, produced against them, was far from being valid or convincing; and the people, who hated them while living, were much dissatisfied with their execution.","subId":"8","id":"Hume.HE.3.28.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> violent remedies often produce, for some time, a deceitful tranquillity; but as they destroy mutual confidence, and beget the most inveterate animosities, their consequences are commonly fatal, both to the public, and to those who have recourse to them. The regent, however, took advantage of the present calm which prevailed; and being invited over by the French king, who was, at that time, willing to gratify Henry, he went into France; and was engaged to remain there for some years. During the absence of the <span class=\"page-break\"></span>regent, such confusions prevailed in Scotland, and such mutual enmity, rapine, and violence among the great families, that that kingdom was for a long time utterly disabled both from offending its enemies and assisting its friends. We have carried on the Scottish history some years beyond the present period; that, as that country had little connexion with the general system of Europe, we might be the less interrupted in the narration of those more memorable events, which were transacted in the other kingdoms.","subId":"9","id":"Hume.HE.3.28.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was foreseen, that a young, active prince, like Francis, and of so martial a disposition, would soon employ the great preparations, which his predecessor, before his death, had made for the conquest of Milan. He had been observed even to weep at the recital of the military exploits of Gaston de Foix; and these tears of emulation were held to be sure presages of his future valour. He renewed the treaty which Lewis had made with Henry; and having left every thing secure behind him, he marched his armies towards the south of France; pretending, that his sole purpose was to defend his kingdom against the incursions of the Swiss. This formidable people still retained their animosity against France; and having taken Maximilian, duke of Milan, under their protection, and in reality reduced him to absolute dependance, they were determined, from views both of honour and of interest, to defend him against the invader<a href=\"#n8\"><sup>[8]</sup></a>. They fortified themselves in all those vallies of the Alps, through which, they thought, the French must necessarily pass; <span class=\"margin-comment\">Progress of Francis I.</span> and when Francis, with great secrecy, industry, and perseverance, made his entrance into Piedmont by another passage, they were not dismayed, but descended into the plain, though unprovided with cavalry, and opposed themselves to the progress of the French arms. At Marignan near Milan, they fought with Francis one of the most furious and best contested battles, <span class=\"margin-comment\">13th Sept.</span> that is to be met with in the history of these later ages; and it required all the heroic valour of this prince to inspire his troops with courage sufficient to resist the desperate assault of those mountainiers. After a bloody action in the evening, night and darkness parted the combatants; but next morning, the Swiss renewed the attack with unabated ardour; and it was not till they had lost all their bravest troops that they could be prevailed on to retire.","subId":"10","id":"Hume.HE.3.28.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> field was strowed with twenty thousand slain on both sides; and the mareschal Trivulzio, who had been present at eighteen pitched battles, declared that every engagement, which he had yet seen, was only the play of children; the action of Marignan was a combat of heroes<a href=\"#n9\"><sup>[9]</sup></a>. After this great victory, the conquest of the Milaneze was easy and open to Francis.","subId":"11","id":"Hume.HE.3.28.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Jealousy of Henry.</span> <span class=\"small-capitals\">The</span> success and glory of the French monarch began to excite jealousy in Henry; and his rapid progress, though in so distant a country, was not regarded without apprehensions by the English ministry. Italy was, during that age, the seat of religion, of literature, and of commerce; and as it possessed alone that lustre, which has since been shared out among other nations, it attracted the attention of all Europe, and every acquisition, which was made there, appeared more important than its weight in the balance of power was, strictly speaking, entitled to. Henry also thought, that he had reason to complain of Francis for sending the duke of Albany into Scotland, and undermining the power and credit of his sister, the queen dowager<a href=\"#n10\"><sup>[10]</sup></a>. The repairing of the fortifications of Teroüenne was likewise regarded as a breach of treaty. But above all, what tended to alienate the court of England, was the disgust which Wolsey had entertained against the French monarch.","subId":"12","id":"Hume.HE.3.28.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, on the conquest of Tournay, had refused to admit Lewis Gaillart, the bishop elect, to the possession of the temporalities, because that prelate declined taking the oath of allegiance to his new sovereign; and Wolsey was appointed, as above related, administrator of the bishopric. As the cardinal wished to obtain the free and undisturbed enjoyment of this revenue, he applied to Francis, and desired him to bestow on Gaillart some see of equal value in France, and to obtain his resignation of Tournay. Francis, who still hoped to recover possession of that city, and who feared, that the full establishment of Wolsey in the bishopric would prove an obstacle to his purpose, had hitherto neglected to gratify the haughty prelate; and the bishop of Tournay, by applying to the court of Rome, had obtained a bull for his settlement in the see. Wolsey, who expected to be indulged in every request, and who exacted respect from the greatest princes, resented the slight put <span class=\"page-break\"></span>upon him by Francis; and he pushed his master to seek an occasion of quarrel with that monarch<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"13","id":"Hume.HE.3.28.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">Maximilian</span>, the emperor, was ready to embrace every overture for a new enterprize; especially if attended with an offer of money, of which he was very greedy, very prodigal, and very indigent. Richard Pace, formerly secretary to cardinal Bambridge, and now secretary of state, was dispatched to the court of Vienna, and had a commission to propose some considerable payments to Maximilian<a href=\"#n12\"><sup>[12]</sup></a>: He thence made a journey into Switzerland; and by like motives engaged some of the cantons to furnish troops to the emperor. That prince invaded Italy with a considerable army; but being repulsed from before Milan, he retreated with his army into Germany, made peace with France and Venice, ceded Verona to that republic for a sum of money, and thus excluded himself, in some measure, from all future access into Italy. And Henry found, that, after expending five or six hundred thousand ducats, in order to gratify his own and the cardinal's humour, he had only weakened his alliance with Francis, without diminishing the power of that prince.","subId":"14","id":"Hume.HE.3.28.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> were many reasons, which engaged the king not to proceed farther at present in his enmity against France: He could hope for assistance from no power in Europe. Ferdinand, his father-in-law, who had often deceived him, was declining through age and infirmities; and a speedy period was looked for to the long and prosperous reign of that great monarch. Charles, prince of Spain, sovereign of the Low Countries, desired nothing but peace with Francis, who had it so much in his power, if provoked, to obstruct his peaceable accession to that rich inheritance, which was awaiting him. The pope was overawed by the power of France, and Venice was engaged in a close alliance with that monarchy<a href=\"#n13\"><sup>[13]</sup></a>. Henry therefore was constrained to remain in tranquillity during some time; and seemed to give himself no concern with regard to the affairs of the continent. In vain did Maximilian endeavour to allure him into some expence, by offering to make a resignation of the imperial crown in his favour. The artifice was too gross to succeed even with a prince so little politic as Henry; and Pace, his <span class=\"page-break\"></span>envoy, who was perfectly well acquainted with the emperor's motives and character, gave him warning that the sole view of that prince, in making him so liberal an offer, was to draw money from him.","subId":"15","id":"Hume.HE.3.28.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">1516.</span> <span class=\"small-capitals\">While</span> an universal peace prevailed in Europe, that event happened, which had so long been looked for, and from which such important consequences were expected, the death of Ferdinand the Catholic, and the succession of his grandson, Charles, to his extensive dominions. The more Charles advanced in power and authority, the more was Francis sensible of the necessity he himself lay under of gaining the confidence and friendship of Henry; and he took at last the only method by which he could obtain success, the paying of court, by presents and flattery, to the haughty cardinal.","subId":"16","id":"Hume.HE.3.28.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">1518.</span> <span class=\"small-capitals\">Bonnivet</span>, admiral of France, was dispatched to London, and he was directed to employ all his insinuation and address, qualities in which he excelled, to procure himself a place in Wolsey's good graces. After the ambassador had succeeded in his purpose, he took an opportunity of expressing his master's regret, that, by mistakes and misapprehensions, he had been so unfortunate as to lose a friendship, which he so much valued as that of his eminence. Wolsey was not deaf to these honourable advances from so great a monarch; and he was thenceforth observed to express himself, on all occasions, in favour of the French alliance. The more to engage him in his interests, Francis entered into such confidence with him, that he asked his advice even in his most secret affairs; and had recourse to him in all difficult emergencies as to an oracle of wisdom and profound policy. The cardinal made no secret to the king of this private correspondence; and Henry was so prepossessed in favour of the great capacity of his minister, that, he said, he verily believed he would govern Francis as well as himself<a href=\"#n14\"><sup>[14]</sup></a>.","subId":"17","id":"Hume.HE.3.28.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> matters seemed sufficiently prepared, Bonnivet opened to the cardinal his master's desire of recovering Tournay; and Wolsey immediately, without hesitation, engaged to effect his purpose. He took an opportunity of representing to the king and council, that Tournay lay so remote from Calais, that it would be very difficult, if not impossible, in case of war, to keep the communication <span class=\"page-break\"></span>open between these two places: That as it was situated on the frontiers both of France and the Netherlands, it was exposed to attacks from both these countries, and must necessarily, either by force or famine, fall into the hands of the first assailant: That even in time of peace, it could not be preserved without a large garrison, to restrain the numerous and mutinous inhabitants, ever discontented with the English government: And that the possession of Tournay, as it was thus precarious and expensive, so was it entirely useless, and afforded little or no means of annoying, on occasion, the dominions either of Charles or of Francis.","subId":"18","id":"Hume.HE.3.28.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> reasons were of themselves convincing, and were sure of meeting with no opposition, <span class=\"margin-comment\">Tournay ceded to France.</span> when they came from the mouth of the cardinal. A treaty therefore was entered into for the ceding of Tournay; and in order to give to that measure a more graceful appearance, it was agreed, that the dauphin and the princess Mary, both of them infants, should be betrothed, and that this city should be considered as the dowry of the princess. Such kinds of agreement were then common among sovereigns, though it was very rare, that the interests and views of the parties continued so steady as to render the intended marriages effectual. But as Henry had been at considerable expence in building a citadel at Tournay, Francis agreed to pay him 600,000 crowns at twelve annual payments, and to put into his hands eight hostages, all of them men of quality, for the performance of the article<a href=\"#n15\"><sup>[15]</sup></a>. And lest the cardinal should think himself neglected in these stipulations, Francis promised him a yearly pension of twelve thousand livres, as an equivalent for his administration of the bishopric of Tournay.","subId":"19","id":"Hume.HE.3.28.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> French monarch having succeeded so well in this negociation, began to enlarge his views, and to hope for more considerable advantages, by practising on the vanity and self-conceit of the favourite. He redoubled his flatteries to the cardinal, consulted him more frequently in every doubt or difficulty, called him in each letter, <em>father, tutor, governor,</em> and professed the most unbounded deference to his advice and opinion. All these caresses were preparatives to a negociation for the delivery of Calais, in consideration of a sum of money to be paid for it; and if we may <span class=\"page-break\"></span>credit Polydore Virgil, who bears a particular ill-will to Wolsey, on account of his being dispossessed of his employment and thrown into prison by that minister, so extraordinary a proposal met with a favourable reception from the cardinal. He ventured not, however, to lay the matter before the council: He was content to sound privately the opinion of the other ministers, by dropping hints in conversation, as if he thought Calais a useless burthen to the kingdom<a href=\"#n16\"><sup>[16]</sup></a>: But when he found, that all men were strongly riveted in a contrary persuasion, he thought it dangerous to proceed any farther in his purpose; and as he fell, soon after, into new connexions with the king of Spain, the great friendship between Francis and him began gradually to decline.","subId":"20","id":"Hume.HE.3.28.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Wolsey appointed legate.</span> <span class=\"small-capitals\">The</span> pride of Wolsey was now farther encreased by a great accession of power and dignity. Cardinal Campeggio had been sent as legate into England, in order to procure a tithe from the clergy, for enabling the pope to oppose the progress of the Turks; a danger which was become real, and was formidable to all Christendom, but on which the politics of the court of Rome had built so many interested projects, that it had lost all influence on the minds of men. The clergy refused to comply with Leo's demands: Campeggio was recalled; and the king desired of the pope, that Wolsey, who had been joined in this commission, might alone be invested with the legantine power; together with the right of visiting all the clergy and monasteries, and even with suspending all the laws of the church during a twelvemonth. Wolsey, having obtained this new dignity, made a new display of that state and parade, to which he was so much addicted. On solemn feast-days, he was not content without saying mass after the manner of the pope himself: Not only he had bishops and abbots to serve him; he even engaged the first nobility to give him water and the towel. He affected a rank superior to what had ever been claimed by any churchman in England. Warham, the primate, having written him a letter, in which he subscribed himself, <em>your loving brother,</em> Wolsey complained of his presumption, in thus challenging an equality with him. When Warham was told what offence he had given, he made light of the matter. <q>Know ye not,</q> said he, <q>that this man is drunk with too much prosperity.</q>","subId":"21","id":"Hume.HE.3.28.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">His manner of exercising that office.</span> <span class=\"small-capitals\">But</span> Wolsey carried the matter much farther than vain pomp and ostentation. He erected an office, which he called the legantine court; and as he was now, by means of the pope's commission and the king's favour, invested with all power, both ecclesiastical and civil, no man knew what bounds were to be set to the authority of his new tribunal. He conferred on it a kind of inquisitorial and censorial powers even over the laity, and directed it to enquire into all matters of conscience; into all conduct which had given scandal; into all actions, which, though they escaped the law, might appear contrary to good morals. Offence was taken at this commission, which was really unbounded; and the people were the more disgusted, when they saw a man, who indulged himself in pomp and pleasure, so severe in repressing the least appearance of licentiousness in others. But to render his court more obnoxious, Wolsey made one John Allen judge in it, a person of scandalous life<a href=\"#n17\"><sup>[17]</sup></a>, whom he himself, as chancellor, had, it is said, condemned for perjury: And as it is pretended, that this man either extorted fines from every one whom he was pleased to find guilty, or took bribes to drop prosecutions, men concluded, and with some appearance of reason, that he shared with the cardinal those wages of iniquity. The clergy, and in particular the monks, were exposed to this tyranny; and as the libertinism of their lives often gave a just handle against them, they were obliged to purchase an indemnity, by paying large sums of money to the legate or his judge. Not content with this authority, Wolsey pretended, by virtue of his commission, to assume the jurisdiction of all the bishops' courts; particularly that of judging of Wills and Testaments; and his decisions in those important points were deemed not a little arbitrary. As if he himself were pope, and as if the pope could absolutely dispose of every ecclesiastical preferment, he presented to whatever priories or benefices he pleased, without regard to the right of election in the monks, or of patronage in the nobility and gentry<a href=\"#n18\"><sup>[18]</sup></a>.","subId":"22","id":"Hume.HE.3.28.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> one durst carry to the king any complaint against these usurpations of Wolsey, till Warham ventured to inform him of the discontents of his people. Henry professed his ignorance of the whole matter. <q>A man,</q> said he, <q>is not so blind any where as in his own house: But do you, farther,</q> added he to the primate, <q>go to Wolsey, and tell him, if any thing be amiss, that he amend it.</q> A reproof of this kind was not likely to be effectual: It only served to augment Wolsey's enmity to Warham: But one London having prosecuted Allen, the legate's judge, in a court of law, and having convicted him of malversation and iniquity, the clamour at last reached the king's ears; and he expressed such displeasure to the cardinal as made him ever after more cautious in exerting his authority.","subId":"23","id":"Hume.HE.3.28.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">1519.</span> <span class=\"small-capitals\">While</span> Henry, indulging himself in pleasure and amusement, entrusted the government of his kingdom to this imperious minister, an incident happened abroad, which excited his attention. Maximilian the emperor died; <span class=\"margin-comment\">12th Jan. Death of the emperor Maximilian.</span> a man, who, of himself, was indeed of little consequence; but as his death left vacant the first station among christian princes, it set the passions of men in agitation, and proved a kind of era in the general system of Europe. The kings of France and Spain immediately declared themselves candidates for the Imperial crown; and employed every expedient of money or intrigue, which promised them success in so great a point of ambition. Henry also was encouraged to advance his pretensions; but his minister, Pace, who was dispatched to the electors, found that he began to solicit too late, and that the votes of all these princes were already pre-engaged either on one side or the other.","subId":"24","id":"Hume.HE.3.28.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Francis</span> and Charles made profession from the beginning of carrying on this rivalship with emulation, but without enmity; and Francis in particular declared, that his brother Charles and he were, fairly and openly, suitors to the same mistress: The more fortunate, added he, will carry her; the other must rest contented<a href=\"#n19\"><sup>[19]</sup></a>. <span class=\"margin-comment\">Charles, king of Spain, chosen emperor.</span> But all men apprehended, that this extreme moderation, however reasonable, would not be of long duration; and that incidents would certainly occur to sharpen the minds of the candidates against each other. It was Charles who at length prevailed, to the great disgust of the French monarch, who still continued to the last <span class=\"page-break\"></span>in the belief, that the majority of the electoral college was engaged in his favour. And as he was some years superior in age to his rival, and, after his victory at Marignan, and conquest of the Milanese, much superior in renown, he could not suppress his indignation, at being thus, in the face of the world, after long and anxious expectation, disappointed in so important a pretension. From this competition, as much as from opposition of interests, arose that emulation between those two great monarchs; which, while it kept their whole age in movement, sets them in so remarkable a contrast to each other: Both of them princes endowed with talents and abilities; brave, aspiring, active, warlike; beloved by their servants and subjects, dreaded by their enemies, and respected by all the world: Francis, open, frank, liberal, munificent, carrying these virtues to an excess which prejudiced his affairs: Charles, political, close, artful, frugal; better qualified to obtain success in wars and in negociations, especially the latter. The one, the more amiable man; the other, the greater monarch. The king, from his oversights and indiscretions, naturally exposed to misfortunes; but qualified, by his spirit and magnanimity, to extricate himself from them with honour: The emperor, by his designing, interested character, fitted, in his greatest successes, to excite jealousy and opposition even among his allies, and to rouze up a multitude of enemies, in the place of one whom he had subdued. And as the personal qualities of these princes thus counterpoised each other, so did the advantages and disadvantages of their dominions. Fortune alone, without the concurrence of prudence or valour, never reared up of a sudden so great a power as that which centered in the emperor Charles. He reaped the succession of Castile, of Arragon, of Austria, of the Netherlands: He inherited the conquest of Naples, of Granada: Election entitled him to the empire: Even the bounds of the globe seemed to be enlarged a little before his time, that he might possess the whole treasure, as yet entire and unrifled, of the new world. But though the concurrence of all these advantages formed an empire, greater and more extensive than any known in Europe since that of the Romans, the kingdom of France alone, being close, compact, united, rich, populous, and being interposed between all the provinces of the emperor's dominions, was able to make a vigorous opposition to his progress, and maintain the contest against him.","subId":"25","id":"Hume.HE.3.28.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> possessed the felicity of being able, both by the native force of his kingdom and its situation, to hold the balance between those two powers; and had he known to improve, by policy and prudence, his singular and inestimable advantage, he was really, by means of it, a greater potentate than either of those mighty monarchs, who seemed to strive for the dominion of Europe. But this prince was, in his character, heedless, inconsiderate, capricious, impolitic; guided by his passions or his favourite; vain, imperious, haughty; sometimes actuated by friendship for foreign powers, oftener by resentment, seldom by his true interest. And thus, though he exulted in that superiority which his situation in Europe gave him, he never employed it to his own essential and durable advantage, or to that of his kingdom.","subId":"26","id":"Hume.HE.3.28.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">1520. Interview between Henry and Francis at Calais.</span> <span class=\"small-capitals\">Francis</span> was well acquainted with Henry's character, and endeavoured to accommodate his conduct to it. He solicited an interview near Calais; in expectation of being able, by familiar conversation, to gain upon his friendship and confidence. Wolsey earnestly seconded this proposal; and hoped, in the presence of both courts, to make parade of his riches, his splendor, and his influence over both monarchs<a href=\"#n20\"><sup>[20]</sup></a>. And as Henry himself loved show and magnificence, and had entertained a curiosity of being personally acquainted with the French king, he chearfully adjusted all the preliminaries of this interview. The nobility of both nations vyed with each other in pomp and expence: Many of them involved themselves in great debts, and were not able, by the penury of their whole lives, to repair the vain splendour of a few days. The duke of Buckingham, who, though very rich, was somewhat addicted to frugality, finding his preparations for this festival amount to immense sums, threw out some expressions of displeasure against the cardinal, whom he believed the author of that measure<a href=\"#n21\"><sup>[21]</sup></a>. <span class=\"margin-comment\">The emperor Charles arrives in England. 25th May.</span> An imprudence which was not forgotten by this minister.","subId":"27","id":"Hume.HE.3.28.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> Henry was preparing to depart for Calais, he heard that the emperor was arrived at Dover; and he immediately hastened thither with the queen, in order to give a suitable reception to his royal guest. That great prince, politic though young, being informed <span class=\"page-break\"></span>of the intended interview between Francis and Henry, was apprehensive of the consequences, and was resolved to take the opportunity, in his passage from Spain to the Low Countries, to make the king still a higher compliment, by paying him a visit in his own dominions. Besides the marks of regard and attachment which he gave to Henry, he strove, by every testimony of friendship, by flattery, protestations, promises, and presents, to gain on the vanity, the avarice, and the ambition of the cardinal. He here instilled into this aspiring prelate the hope of attaining the papacy; and as that was the sole point of elevation, beyond his present greatness, it was sure to attract his wishes with the same ardour, as if fortune had never yet favoured him with any of her presents. In confidence of reaching this dignity by the emperor's assistance, he secretly devoted himself to that monarch's interests; and Charles was perhaps the more liberal of his promises, because Leo was a very young man; and it was not likely, that, for many years, he should be called upon to fulfil his engagements. Henry easily observed this courtship payed to his minister; but instead of taking umbrage at it, he only made it a subject of vanity; and believed, that, as his favour was Wolsey's sole support, the obeisance of such mighty monarchs to his servant, was in reality a more conspicuous homage to his own grandeur.","subId":"28","id":"Hume.HE.3.28.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">30th May.</span> <span class=\"small-capitals\">The</span> day of Charles's departure, Henry went over to Calais with the queen and his whole court; and thence proceeded to Guisnes, a small town near the frontiers. Francis, attended in like manner, came to Ardres, a few miles distant; and the two monarchs met, for the first time, in the fields, at a place situated between these two towns, but still within the English pale: For Francis agreed to pay this compliment to Henry, in consideration of that prince's passing the sea, that he might be present at the interview. Wolsey, to whom both kings had entrusted the regulation of the ceremonial, contrived this circumstance, in order to do honour to his master. The nobility both of France and England here displayed their magnificence with such emulation and profuse expence, as procured to the place of interview the name of<em> the field of the cloth of gold.</em>","subId":"29","id":"Hume.HE.3.28.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> two monarchs, after saluting each other in the most cordial manner, retired into a tent which had been erected on purpose, and they held a secret conference together. Henry here proposed to make some amendments on the articles of their former alliance; <span class=\"page-break\"></span>and he began to read the treaty, <em>I Henry king:</em> These were the first words; and he stopped a moment. He subjoined only the words <em>of England,</em> without adding, <em>France,</em> the usual style of the English monarchs<a href=\"#n22\"><sup>[22]</sup></a>. Francis remarked this delicacy, and expressed by a smile his approbation of it.","subId":"30","id":"Hume.HE.3.28.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">He</span> took an opportunity soon after of paying a compliment to Henry of a more flattering nature. That generous prince, full of honour himself, and incapable of distrusting others, was shocked at all the precautions which were observed, whenever he had an interview with the English monarch: The number of their guards and attendants was carefully reckoned on both sides: Every step was scrupulously measured and adjusted: And if the two kings intended to pay a visit to the queens, they departed from their respective quarters at the same instant, which was marked by the firing of a culverin; they passed each other in the middle point between the places; and the moment that Henry entered Ardres, Francis put himself into the hands of the English at Guisnes. In order to break off this tedious ceremonial, which contained so many dishonourable implications, Francis, one day, took with him two gentlemen and a page, and rode directly into Guisnes. The guards were surprized at the presence of the monarch, who called aloud to them, <em>You are all my prisoners: Carry me to your master.</em> Henry was equally astonished at the appearance of Francis; and taking him in his arms, <q>My brother,</q> said he, <q>you have here played me the most agreeable trick in the world, and have showed me the full confidence I may place in you: I surrender myself your prisoner from this moment.</q> He took from his neck a collar of pearls, worth 15000 angels<a href=\"#n23\"><sup>[23]</sup></a>; and putting it about Francis's, begged him to wear it for the sake of his prisoner. Francis agreed, but on condition that Henry should wear a bracelet, of which he made him a present, and which was double in value to the collar<a href=\"#n24\"><sup>[24]</sup></a>. The king went next day to Ardres, without guards or attendants; and confidence being now fully established between the monarchs, they employed the rest of the time entirely in tournaments and festivals.","subId":"31","id":"Hume.HE.3.28.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> defiance had been sent by the two kings to each other's court, and through all the chief cities in Europe, importing, that Henry <span class=\"page-break\"></span>and Francis, with fourteen aids, would be ready, in the plains of Picardy, to answer all comers, that were gentlemen, at tilt, tournament, and barriers. The monarchs, in order to fulfil this challenge, advanced into the field on horseback, Francis surrounded with Henry's guards, and Henry with those of Francis. They were gorgeously apparelled; and were both of them the most comely personages of their age, as well as the most expert in every military exercise. They carried away the prize at all trials in those rough and dangerous pastimes; and several horses and riders were overthrown by their vigour and dexterity. The ladies were the judges in these feats of chivalry, and put an end to the rencounter, whenever they judged it expedient. Henry erected a spacious house of wood and canvas, which had been framed in London; and he there feasted the French monarch. He had placed a motto on this fabric, under the figure of an English archer embroidered on it, <em>Cui adhæreo præst; He prevails whom I favour<a href=\"#n25\"><sup>[25]</sup></a>.</em> Expressing his own situation, as holding in his hands the balance of power among the potentates of Europe. In these entertainments, more than in any serious business, did the two kings pass their time, till their departure.","subId":"32","id":"Hume.HE.3.28.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">24th June.</span> <span class=\"small-capitals\">Henry</span> paid then a visit to the emperor and Margaret of Savoy at Gravelines, and engaged them to go along with him to Calais, and pass some days in that fortress. The artful and politic Charles here completed the impression, which he had begun to make on Henry and his favourite, and effaced all the friendship, to which the frank and generous nature of Francis had given birth. As the house of Austria began sensibly to take the ascendant over the French monarchy, the interests of England required, that some support should be given to the latter, and above all, that any important wars should be prevented, which might bestow on either of them a decisive superiority over the other. But the jealousy of the English against France has usually prevented a cordial union between these nations: And Charles, sensible of this hereditary animosity, and desirous farther to flatter Henry's vanity, had made him an offer (an offer in which Francis was afterwards obliged to concur); that he should be entirely arbiter in any dispute or difference that might arise between the monarchs. But the <span class=\"page-break\"></span>masterpiece of Charles's politics was the securing of Wolsey in his interests, by very important services, and still higher promises. He renewed assurances of assisting him in obtaining the papacy; and he put him in present possession of the revenues belonging to the sees of Badajox and Palencia in Castile. The acquisitions of Wolsey were now become so exorbitant, that, joined to the pensions from foreign powers, which Henry allowed him to possess, his revenues were computed nearly to equal those which belonged to the crown itself; and he spent them with a magnificence, or rather an ostentation, which gave general offence to the people; and even lessened his master in the eyes of all foreign nations<a href=\"#n26\"><sup>[26]</sup></a>.","subId":"33","id":"Hume.HE.3.28.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">War between Charles and Francis.</span> <span class=\"small-capitals\">The</span> violent personal emulation and political jealousy, which had taken place between the emperor and the French king, soon broke out in hostilities. But while these ambitious and warlike princes were acting against each other in almost every part of Europe, they still made professions of the strongest desire of peace; <span class=\"margin-comment\">1521. Mediation of Henry.</span> and both of them incessantly carried their complaints to Henry, as to the umpire between them. The king, who pretended to be neutral, engaged them to send their ambassadors to Calais, there to negociate a peace under the mediation of Wolsey and the pope's nuncio. The emperor was well apprized of the partiality of these mediators; and his demands in the conference were so unreasonable, as plainly proved him conscious of the advantage. He required the restitution of Burgundy, a province, which many years before had been ceded to France by treaty, and which, if in his possession, would have given him entrance into the heart of that kingdom: And he demanded to be freed from the homage, which his ancestors had always done for Flanders and Artois, and which he himself had, by the treaty of Noyon, engaged to renew. On Francis's rejecting these terms, the congress of Calais broke up, and Wolsey, <span class=\"margin-comment\">24th Nov.</span> soon after, took a journey to Bruges, where he met with the emperor. He was received with the same state, magnificence, and respect, as if he had been the king of England himself; and he concluded in his master's name an offensive alliance with the pope and the emperor against France. He stipulated, that England should next summer invade that kingdom with forty thousand men; and he betrothed to Charles the princess Mary, the king's only child, who had now some prospect of inheriting the <span class=\"page-break\"></span>crown. This extravagant alliance, which was prejudicial to the interests, and might have proved fatal to the liberty and independence of the kingdom, was the result of the humours and prejudices of the king, and the private views and expectations of the cardinal.","subId":"34","id":"Hume.HE.3.28.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> people saw every day new instances of the uncontrouled authority of this minister. The duke of Buckingham, constable of England, the first nobleman both for family and fortune in the kingdom, had imprudently given disgust to the cardinal; and it was not long before he found reason to repent of his indiscretion. He seems to have been a man full of levity and rash projects; <span class=\"margin-comment\">Trial and condemnation of the duke of Buckingham.</span> and being infatuated with judicial astrology, he entertained a commerce with one Hopkins, a carthusian friar, who encouraged him in the notion of his mounting one day the throne of England. He was descended by a female from the duke of Gloucester, youngest son of Edward III.; and though his claim to the crown was thereby very remote, he had been so unguarded as to let fall some expressions, as if he thought himself best intitled, in case the king should die without issue, to possess the royal dignity. He had not even abstained from threats against the king's life, and had provided himself with arms, which he intended to employ, in case a favourable opportunity should offer. He was brought to a trial; and the duke of Norfolk, whose son, the earl of Surrey, had married Buckingham's daughter, was created lord steward, in order to preside at this solemn procedure. The jury consisted of a duke, a marquis, seven earls, and twelve barons; and they gave their verdict against Buckingham, which was soon after carried into execution. There is no reason to think the sentence unjust<a href=\"#n27\"><sup>[27]</sup></a>; but as Buckingham's crimes seemed to proceed more from indiscretion than deliberate malice, the people who loved him, expected that the king would grant him a pardon, and imputed their disappointment to the animosity and revenge of the cardinal. The king's own jealousy, however, of all persons allied to the crown, was, notwithstanding his undoubted title, very remarkable during the whole course of his reign; and was alone sufficient to render him implacable against Buckingham. The office of constable, which this nobleman inherited from the Bohuns, earls of Hereford, was forfeited, and was never after revived in England.","subId":"35","id":"Hume.HE.3.28.35"},{"type":"note","content":"Erasm. Epist. lib. 2. epist. 1. lib. 16. epist. 3","subId":"n1","id":"Hume.HE.3.28.n1"},{"type":"note","content":"Polydore Virgil, lib. 27. Stowe, p. 501. Holingshed, p. 847.","subId":"n2","id":"Hume.HE.3.28.n2"},{"type":"note","content":"Polydore Virgil, lib. 27.","subId":"n3","id":"Hume.HE.3.28.n3"},{"type":"note","content":"Sir Thomas More. Stowe, p. 504.","subId":"n4","id":"Hume.HE.3.28.n4"},{"type":"note","content":"Erasm. lib. 2. epist. 1. Cavendish, Hall.","subId":"n5","id":"Hume.HE.3.28.n5"},{"type":"note","content":"Buchanan, lib. 14. Drummond, Herbert.","subId":"n6","id":"Hume.HE.3.28.n6"},{"type":"note","content":"Buchanan, lib. 14. Drummond.","subId":"n7","id":"Hume.HE.3.28.n7"},{"type":"note","content":"Memoires du Bellai, lib. 1. Guicciardini, lib. 12.","subId":"n8","id":"Hume.HE.3.28.n8"},{"type":"note","content":"Histoire de la Ligue de Cambrey.","subId":"n9","id":"Hume.HE.3.28.n9"},{"type":"note","content":"Pere Daniel, vol. iii. p. 31.","subId":"n10","id":"Hume.HE.3.28.n10"},{"type":"note","content":"Polydore Virgil, lib. 27.","subId":"n11","id":"Hume.HE.3.28.n11"},{"type":"note","content":"Petrus de Angleria, epist. 568.","subId":"n12","id":"Hume.HE.3.28.n12"},{"type":"note","content":"Guicciardini, lib. 12.","subId":"n13","id":"Hume.HE.3.28.n13"},{"type":"note","content":"Polydore Virgil, lib. 27.","subId":"n14","id":"Hume.HE.3.28.n14"},{"type":"note","content":"Memoires du Bellay, lib. i.","subId":"n15","id":"Hume.HE.3.28.n15"},{"type":"note","content":"Polydore Virgil, lib. 27.","subId":"n16","id":"Hume.HE.3.28.n16"},{"type":"note","content":"Strype's Memorials, vol. i. p. 125.","subId":"n17","id":"Hume.HE.3.28.n17"},{"type":"note","content":"Polydore Virgil, lib. 27. This whole narrative has been copied by all the historians from the author here cited: There are many circumstances, however, very suspicious, both because of the obvious partiality of the historian, and because the parliament, when they afterwards examined Wolsey's conduct, could find no proof of any material offence he had ever committed.","subId":"n18","id":"Hume.HE.3.28.n18"},{"type":"note","content":"Belcaria, lib. 16. Guicciardin, lib. 13.","subId":"n19","id":"Hume.HE.3.28.n19"},{"type":"note","content":"Polydore Virgil, lib. 27.","subId":"n20","id":"Hume.HE.3.28.n20"},{"type":"note","content":"Polydore Virgil, lib. xxvii. Herbert. Hollingshed. p. 855.","subId":"n21","id":"Hume.HE.3.28.n21"},{"type":"note","content":"Memoires de Fleuranges.","subId":"n22","id":"Hume.HE.3.28.n22"},{"type":"note","content":"An angel was then estimated at seven shillings, or near twelve of our present money.","subId":"n23","id":"Hume.HE.3.28.n23"},{"type":"note","content":"Memoires de Fleuranges.","subId":"n24","id":"Hume.HE.3.28.n24"},{"type":"note","content":"Mezeray.","subId":"n25","id":"Hume.HE.3.28.n25"},{"type":"note","content":"Polydore Virgil. Hall.","subId":"n26","id":"Hume.HE.3.28.n26"},{"type":"note","content":"Herbert. Hall. Stowe, 513. Holingshed, p. 862.","subId":"n27","id":"Hume.HE.3.28.n27"}]}