{"id":"Hume.HE.3.32","imported":true,"parent":"Hume.HE.3","title":"Chapter 32. Henry VIII (cont.)","breadcrumb":"Chapter 32","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. XXXII.</h2> <h1>HENRY VIII.</h1> <em>Disputation with Lambert——A Parliament——Law of the six articles——Proclamations made equal to laws——Settlement of the succession——King's projects of marriage——He marries Anne of Cleves——He dislikes her——A Parliament——Fall of Cromwel——His execution——King's divorce from Anne of Cleves——His marriage with Catherine Howard——State of affairs in Scotland——Discovery of the Queen's dissolute life——A Parliament——Ecclesiastical affairs.</em>","id":"Hume.HE.3.32"},{"type":"paragraph","content":"THE rough hand of Henry seemed well adapted for rending asunder those bands, by which the ancient superstition had fastened itself on the kingdom; <span class=\"margin-comment\">1538.</span> and though, after renouncing the pope's supremacy and suppressing monasteries, most of the political ends of reformation were already attained, few people expected that he would stop at those innovations. The spirit of opposition, it was thought, would carry him to the utmost extremities against the church of Rome; and lead him to declare war against the whole doctrine and worship, as well as discipline, of that <span class=\"page-break\"></span>mighty hierarchy. He had formerly appealed from the pope to a general council; but now, when a general council was summoned to meet at Mantua, he previously renounced all submission to it, as summoned by the pope, and lying entirely under subjection to that spiritual usurper. He engaged his clergy to make a declaration to the like purpose; and he had prescribed to them many other deviations from ancient tenets and practices. Cranmer took advantage of every opportunity to carry him on in this course; and while queen Jane lived, who favoured the reformers, he had, by means of her insinuation and address, been successful in his endeavours. After her death, Gardiner, who was returned from his embassy to France, kept the king more in suspence; and by feigning an unlimited submission to his will, was frequently able to guide him to his own purposes. Fox, bishop of Hereford, had supported Cranmer in his schemes for a more thorough reformation; but his death had made way for the promotion of Bonner, who, though he had hitherto seemed a furious enemy to the court of Rome, was determined to sacrifice every thing to present interest, and had joined the confederacy of Gardiner, and the partizans of the old religion. Gardiner himself, it is believed, had secretly entered into measures with the pope, and even with the emperor; and in concert with these powers, he endeavoured to preserve, as much as possible, the ancient faith and worship.","subId":"1","id":"Hume.HE.3.32.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span> was so much governed by passion, that nothing could have retarded his animosity and opposition against Rome, but some other passion, which stopped his career, and raised him new objects of animosity. Though he had gradually, since the commencement of his scruples with regard to his first marriage, been changing the tenets of that theological system, in which he had been educated, he was no less positive and dogmatical in the few articles which remained to him, than if the whole fabric had continued entire and unshaken. And though he stood alone in his opinion, the flattery of courtiers had so enflamed his tyrannical arrogance, that he thought himself entitled to regulate, by his own particular standard, the religious faith of the whole nation. The point, on which he chiefly rested his orthodoxy, happened to be the real presence; that very doctrine, in which, among the numberless victories of superstition over common sense, her triumph is the most signal and egregious. All departure from this principle <span class=\"page-break\"></span>he held to be heretical and detestable; and nothing, he thought, would be more honourable for him, than while he broke off all connexions with the Roman pontiff, to maintain, in this essential article, the purity of the catholic faith.","subId":"2","id":"Hume.HE.3.32.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Disputation with Lambert.</span> <span class=\"small-capitals\">There</span> was one Lambert<a href=\"#n1\"><sup>[1]</sup></a>, a school-master in London, who had been questioned and confined for unsound opinions by archbishop Warham; but, upon the death of that prelate, and the change of counsels at court, he had been released. Not terrified with the danger which he had incurred, he still continued to promulgate his tenets; and having heard Dr. Taylor, afterwards bishop of Lincoln, defend in a sermon the corporal presence, he could not forbear expressing to Taylor his dissent from that doctrine; and he drew up his objections under ten several heads. Taylor communicated the paper to Dr. Barnes, who happened to be a Lutheran, and who maintained that though the substance of bread and wine remained in the sacrament, yet the real body and blood of Christ were there also, and were, in a certain mysterious manner, incorporated with the material elements. By the present laws and practice Barnes was no less exposed to the stake than Lambert; yet such was the persecuting rage which prevailed, that he determined to bring this man to condign punishment; because, in their common departure from the ancient faith, he had dared to go one step farther than himself. He engaged Taylor to accuse Lambert before Cranmer and Latimer, who, whatever their private opinion might be on these points, were obliged to conform themselves to the standard of orthodoxy, established by Henry. When Lambert was cited before these prelates, they endeavoured to bend him to a recantation; and they were surprised, when instead of complying, he ventured to appeal to the king.","subId":"3","id":"Hume.HE.3.32.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, not displeased with an opportunity, where he could at once exert his supremacy, and display his learning, accepted the appeal; and resolved to mix, in a very unfair manner, the magistrate with the disputant. Public notice was given, that he intended to enter the lists with the schoolmaster: Scaffolds were erected in Westminster-hall, for the accommodation of the audience: Henry appeared on his throne, accompanied with all the ensigns of majesty: The prelates were placed on his right hand: The temporal <span class=\"page-break\"></span>peers on his left. The judges and most eminent lawyers had a place assigned them behind the bishops: The courtiers of greatest distinction behind the peers: And in the midst of this splendid assembly was produced the unhappy Lambert, who was required to defend his opinions against his royal antagonist<a href=\"#n2\"><sup>[2]</sup></a>.","subId":"4","id":"Hume.HE.3.32.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> bishop of Chichester opened the conference, by saying, that Lambert, being charged with heretical pravity, had appealed from his bishop to the king; as if he expected more favour from this application, and as if the king could ever be induced to protect a heretic: That though his majesty had thrown off the usurpations of the see of Rome; had disincorporated some idle monks, who lived like drones in a bee-hive; had abolished the idolatrous worship of images; had published the bible in English, for the instruction of all his subjects; and had made some lesser alterations, which every one must approve of; yet was he determined to maintain the purity of the catholic faith, and to punish with the utmost severity all departure from it: And that he had taken the present opportunity, before so learned and grave an audience, of convincing Lambert of his errors; but if he still continued obstinate in them, he must expect the most condign punishment<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"5","id":"Hume.HE.3.32.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> this preamble, which was not very encouraging, the king asked Lambert, with a stern countenance, what his opinion was of Christ's corporal presence in the sacrament of the altar; and when Lambert began his reply with some compliment to his majesty, he rejected the praise with disdain and indignation. He afterwards pressed Lambert with arguments, drawn from Scripture and the schoolmen: The audience applauded the force of his reasoning, and the extent of his erudition: Cranmer seconded his proofs by some new topics: Gardiner entered the lists as a support to Cranmer: Tonstal took up the argument after Gardiner: Stokesley brought fresh aid to Tonstal: Six bishops more appeared successively in the field after Stokesley. And the disputation, if it deserve the name, was prolonged for five hours; till Lambert, fatigued, confounded, brow-beaten, and abashed, was at last reduced to silence. The king, then returning to the charge, asked him whether he were convinced? and he proposed, as a concluding argument, this interesting question, Whether he were resolved to live or to <span class=\"page-break\"></span>die? Lambert, who possessed that courage which consists in obstinacy, replied, that he cast himself wholly on his majesty's clemency: The king told him, that he would be no protector of heretics; and therefore, if that were his final answer, he must expect to be committed to the flames. Cromwel, as vicegerent pronounced the sentence against him<a href=\"#n4\"><sup>[4]</sup></a>.","subId":"6","id":"Hume.HE.3.32.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lambert</span>, whose vanity had probably incited him the more to persevere on account of the greatness of this public appearance, was not daunted by the terrors of the punishment, to which he was condemned. His executioners took care to make the sufferings of a man who had personally opposed the king, as cruel as possible: He was burned at a slow fire; his legs and thighs were consumed to the stumps; and when there appeared no end of his torments, some of the guards, more merciful than the rest, lifted him on their halberts, and threw him into the flames, where he was consumed. While they were employed in this friendly office, he cried aloud several times, <em>None but Christ, none but Christ;</em> and these words were in his mouth when he expired<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"7","id":"Hume.HE.3.32.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> few days before this execution, four Dutch anabaptists, three men and a woman, had faggots tied to their backs at Paul's Cross, and were burned in that manner. And a man and a woman of the same sect and country were burned in Smithfield<a href=\"#n6\"><sup>[6]</sup></a>.","subId":"8","id":"Hume.HE.3.32.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">1539.</span> <span class=\"small-capitals\">It</span> was the unhappy fate of the English, during this age, that, when they laboured under any grievance, they had not the satisfaction of expecting redress from parliament: On the contrary, they had reason to dread each meeting of that assembly, and were then sure of having tyranny converted into law, and aggravated, perhaps, with some circumstance, which the arbitrary prince and his ministers had not hitherto devised, <span class=\"margin-comment\">A parliament. 28th April.</span> or did not think proper, of themselves, to carry into execution. This abject servility never appeared more conspicuously than in a new parliament, which the king now assembled, and which, if he had been so pleased, might have been the last that ever sat in England. But he found them too useful instruments of dominion, ever to entertain thoughts of giving them a total exclusion.","subId":"9","id":"Hume.HE.3.32.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> chancellor opened the parliament by informing the house of lords, that it was his majesty's earnest desire to extirpate from his kingdom all diversity of opinion in matters of religion; and as this undertaking was, he owned, important and arduous, he desired them to chuse a committee from among themselves, who might draw up certain articles of faith, and communicate them afterwards to the parliament. The lords named the vicar general, Cromwel, now created a peer, the archbishops of Canterbury and York, the bishops of Durham, Carlisle, Worcester, Bath and Wells, Bangor, and Ely. The house might have seen what a hopeful task they had undertaken: This small committee itself was agitated with such diversity of opinion, that it could come to no conclusion. The duke of Norfolk then moved in the house, that since there were no hopes of having a report from the committee, the articles of faith, intended to be established, should be reduced to six; and a new committee be appointed to draw an act with regard to them. As this peer was understood to speak the sense of the king, his motion was immediately complied with; and, after a short prorogation, the bill of the <em>six articles,</em> or the bloody bill, as the protestants justly termed it, was introduced, and having passed the two houses, received the royal assent.","subId":"10","id":"Hume.HE.3.32.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Law of the six articles.</span> <span class=\"small-capitals\">In</span> this law, the doctrine of the real presence was established, the communion in one kind, the perpetual obligation of vows of chastity, the utility of private masses, the celibacy of the clergy, and the necessity of auricular confession. The denial of the first article, with regard to the real presence, subjected the person to death by fire, and to the same forfeiture as in cases of treason; and admitted not the privilege of abjuring: An unheard-of severity, and unknown to the inquisition itself. The denial of any of the other five articles, even though recanted, was punishable by the forfeiture of goods and chattels, and imprisonment during the king's pleasure: An obstinate adherence to error, or a relapse, was adjudged to be felony, and punishable with death. The marriage of priests was subjected to the same punishment. Their commerce with women was, on the first offence, forfeiture and imprisonment; on the second, death. The abstaining from confession, and from receiving the eucharist at the accustomed times, subjected the person to fine, and to imprisonment during the king's pleasure; and if the <span class=\"page-break\"></span>criminal persevered after conviction, he was punishable by death and forfeiture, as in cases of felony<a href=\"#n7\"><sup>[7]</sup></a>. Commissioners were to be appointed by the king, for enquiring into these heresies and irregular practices; and the criminals were to be tried by a jury.","subId":"11","id":"Hume.HE.3.32.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, in framing this law, laid his oppressive hand on both parties; and even the catholics had reason to complain, that the friars and nuns, though dismissed their convent, should be capriciously restrained to the practice of celibacy<a href=\"#n8\"><sup>[8]</sup></a>: But as the protestants were chiefly exposed to the severity of the statute, the misery of adversaries, according to the usual maxims of party, was regarded by the adherents to the ancient religion, as their own prosperity and triumph. Cranmer had the courage to oppose this bill in the house; and though the king desired him to absent himself, he could not be prevailed on to give this proof of compliance<a href=\"#n9\"><sup>[9]</sup></a>. Henry was accustomed to Cranmer's freedom and sincerity; and being convinced of the general rectitude of his intentions, gave him an unusual indulgence in this particular, and never allowed even a whisper against him. That prelate, however, was now obliged, in obedience to the statute, to dismiss his wife, the niece of Osiander, a famous divine of Nuremburg<a href=\"#n10\"><sup>[10]</sup></a>; and Henry, satisfied with this proof of submission, showed him his former countenance and favour. Latimer and Shaxton threw up their bishoprics on account of the law, and were committed to prison.","subId":"12","id":"Hume.HE.3.32.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Proclamations made equal to laws.</span> <span class=\"small-capitals\">The</span> parliament, having thus resigned all their religious liberties, proceeded to an entire surrender of their civil; and without scruple or deliberation they made by one act a total subversion of the English constitution. They gave to the king's proclamation the same force as to a statute enacted by parliament; and to render the matter worse, if possible, they framed this law, as if it were only declaratory, and were intended to explain the natural extent of royal authority. The preamble contains, that the king had formerly set forth several proclamations which froward persons had wilfully contemned, not considering what a king by his royal power may do; that this licence might encourage offenders not only to disobey the laws of Almighty God, but also to dishonour the king's most royal majesty, <em>who may full ill bear it;</em> that sudden emergencies often <span class=\"page-break\"></span>occur, which require speedy remedies, and cannot await the slow assembling and deliberations of parliament; and that, though the king was empowered, by his authority, derived from God, to consult the public good on these occasions, yet the opposition of refractory subjects might push him to extremity and violence: For these reasons, the parliament, that they might remove all occasion of doubt, ascertained by a statute this prerogative of the crown, and enabled his majesty, with the advice of his council, to set forth proclamations, enjoining obedience under whatever pains and penalties he should think proper: And these proclamations were to have the force of perpetual laws<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"13","id":"Hume.HE.3.32.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> proves either a stupid or a wilful blindness in the parliament is, that they pretended, even after this statute, to maintain some limitations in the government; and they enacted, that no proclamation should deprive any person of his lawful possessions, liberties, inheritances, privileges, franchises; not yet infringe any common law or laudable custom of the realm. They did not consider, that no penalty could be inflicted on the disobeying of proclamations, without invading some liberty or property of the subject; and that the power of enacting new laws, joined to the dispensing power, then exercised by the crown, amounted to a full legislative authority. It is true, the kings of England had always been accustomed, from their own authority, to issue proclamations, and to exact obedience to them; and this prerogative was, no doubt, a strong symptom of absolute government: But still there was a difference between a power, which was exercised on a particular emergence, and which must be justified by the present expedience or necessity; and an authority conferred by a positive statute, which could no longer admit of controul or limitation.","subId":"14","id":"Hume.HE.3.32.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Could</span> any act be more opposite to the spirit of liberty than this law, it would have been another of the same parliament. They passed an act of attainder, not only against the marquis of Exeter, the lords Montacute, Darcy, Hussey, and others, who had been legally tried and condemned; but also against some persons, of the highest quality, who had never been accused, or examined, or convicted. The violent hatred, which Henry bore to cardinal Pole, had extended itself to all his friends and relations; and his mother <span class=\"page-break\"></span>in particular, the countess of Salisbury, had, on that account, become extremely obnoxious to him. She was also accused of having employed her authority with her tenants, to hinder them from reading the new translation of the Bible; of having procured bulls from Rome, which, it is said, had been seen at Coudray, her country seat; and of having kept a correspondence with her son, the cardinal: But Henry found, either that these offences could not be proved, or that they would not by law be subjected to such severe punishments as he desired to inflict upon her. He resolved, therefore, to proceed in a more summary and more tyrannical manner; and for that purpose, he sent Cromwel, who was but too obsequious to his will, to ask the judges, whether the parliament could attaint a person, who was forth-coming, without giving him any trial, or citing him to appear before them<a href=\"#n12\"><sup>[12]</sup></a>? The judges replied, that it was a dangerous question, and that the high court of parliament ought to give the example to inferior courts, of proceeding according to justice: No inferior court could act in that arbitrary manner, and they thought that the parliament never would. Being pressed to give a more explicit answer, they replied, that, if a person were attainted in that manner, the attainder could never afterwards be brought in question, but must remain good in law. Henry learned by this decision, that such a method of proceeding, though directly contrary to all the principles of equity, was yet practicable; and this being all he was anxious to know, he resolved to employ it against the countess of Salisbury. Cromwel showed to the house of peers a banner, on which were embroidered the five wounds of Christ, the symbol, chosen by the northern rebels; and this banner, he affirmed, was found in the countess's house<a href=\"#n13\"><sup>[13]</sup></a>. No other proof seems to have been produced, in order to ascertain her guilt: The parliament, without farther enquiry, passed a bill of attainder against her; and they involved in the same bill, without any better proof, as far as appears, Gertrude marchioness of Exeter, Sir Adrian Fortescue, and Sir Thomas Dingley. These two gentlemen were executed. The marchioness was pardoned, and survived the king; the countess received a reprieve.","subId":"15","id":"Hume.HE.3.32.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> only beneficial act, passed this session, was that by which the parliament confirmed the surrender of the monasteries; yet <span class=\"page-break\"></span>even this act contains much falsehood, much tyranny, and were it not that all private rights must submit to public interest, much injustice and iniquity. The scheme of engaging the abbots to surrender their monasteries had been conducted, as may easily be imagined, with many invidious circumstances: Arts of all kinds had been employed; every motive, that could work on the frailty of human nature, had been set before them; and it was with great difficulty that these dignified conventuals were brought to make a concession, which most of them regarded as destructive of their interests, as well as sacrilegious and criminal in itself<a href=\"#n14\"><sup>[14]</sup></a>. Three abbots had shown more constancy than the rest, the abbots of Colchester, Reading, and Glastenbury; and in order to punish them for their opposition, and make them an example to others, means had been found to convict them of treason; they had perished by the hands of the executioner, and the revenue of the convents had been forfeited<a href=\"#n15\"><sup>[15]</sup></a>. Besides, though none of these violences had taken place, the king knew, that a surrender made by men, who were only tenants for life, would not bear examination; and he was therefore resolved to make all sure by his usual expedient, an act of parliament. In the preamble to this act, the parliament asserts, that all the surrenders, made by the abbots, had been, <q>without constraint, of their own accord, and according to due course of common law.</q> And in consequence, the two houses confirm the surrenders, and secure the property of the abbey lands to the king and his successors for ever<a href=\"#n16\"><sup>[16]</sup></a>. It is remarkable, that all the mitred abbots still sat in the house of peers; and that none of them made any protests against this injurious statute.","subId":"16","id":"Hume.HE.3.32.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> this session, the rank of all the great officers of state was fixed: Cromwel, as vicegerent, had the precedency assigned him above all of them. It was thought singular, that a blacksmith's son, for he was no other, should have place next the royal family; and that a man, possessed of no manner of literature, should be set at the head of the church.","subId":"17","id":"Hume.HE.3.32.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> soon as the act of the six articles had passed, the catholics were extremely vigilant in informing against offenders; and no less than five hundred persons were in a little time thrown into prison.","subId":"18","id":"Hume.HE.3.32.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Cromwel, who had not had interest to prevent that act, was able, for the present, to elude its execution. Seconded by the duke of Suffolk, and chancellor Audley, as well as by Cranmer, he remonstrated against the cruelty of punishing so many delinquents; and he obtained permission to set them at liberty. The uncertainty of the king's humour gave each party an opportunity of triumphing in his turn. No sooner had Henry passed this law, which seemed to inflict so deep a wound on the reformers, than he granted a general permission, for every one to have the new translation of the Bible in his family: A concession regarded by that party, as an important victory.","subId":"19","id":"Hume.HE.3.32.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Henry's projects of marriage.</span> <span class=\"small-capitals\">But</span> as Henry was observed to be much governed by his wives, while he retained his fondness for them, the final prevalence of either party seemed much to depend on the choice of the future queen. Immediately after the death of Jane Seymour, the most beloved of all his wives, he began to think of a new marriage. He first cast his eye towards the dutchess-dowager of Milan, niece to the emperor; and he made proposals for that alliance. But meeting with difficulties, he was carried, by his friendship for Francis, rather to think of a French princess. He demanded the dutchess-dowager of Longueville, daughter of the duke of Guise, a prince of the house of Lorraine; but Francis told him, that the lady was already betrothed to the king of Scotland. The king, however, would not take a refusal: He had set his heart extremely on the match: The information, which he had received, of the dutchess's accomplishments and beauty, had prepossessed him in her favour; and having privately sent over Meautys to examine her person, and get certain intelligence of her conduct, the accounts, which that agent brought him, served farther to inflame his desires. He learned, that she was big made; and he thought her, on that account, the more proper match for him, who was now become somewhat corpulent. The pleasure too of mortifying his nephew, whom he did not love, was a farther incitement to his prosecution of this match; and he insisted, that Francis should give him the preference to the king of Scots. But Francis, though sensible that the alliance of England was of much greater importance to his interests, would not affront his friend and ally; and to prevent farther solicitation, he immediately sent the princess to Scotland. Not to shock, however, Henry's humour, Francis made him an <span class=\"page-break\"></span>offer of Mary of Bourbon, daughter of the duke of Vendome; but as the king was informed, that James had formerly rejected this princess, he would not hear any farther of such a proposal. The French monarch then offered him the choice of the two younger sisters of the queen of Scots; and he assured him, that they were nowise inferior either in merit or size to their elder sister, and that one of them was even superior in beauty. The king was as scrupulous with regard to the person of his wives, as if his heart had been really susceptible of a delicate passion; and he was unwilling to trust any relations, or even pictures, with regard to the important particular. He proposed to Francis, that they should have a conference at Calais on pretence of business; and that this monarch should bring along with him the two princesses of Guise, together with the finest ladies of quality in France, that he might make a choice among them. But the gallante spirit of Francis was shocked with the proposal. He was impressed with too much regard, he said, for the fair sex, to carry ladies of the first quality, like geldings, to a market, there to be chosen or rejected by the humour of the purchaser<a href=\"#n17\"><sup>[17]</sup></a>. Henry would hearken to none of these niceties, but still insisted on his proposal; which, however, notwithstanding Francis's earnest desire of obliging him, was finally rejected.","subId":"20","id":"Hume.HE.3.32.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king then began to turn his thoughts towards a German alliance; and as the princes of the Smalcaldic league were extremely disgusted with the emperor on account of his persecuting their religion, he hoped, by matching himself into one of their families, to renew a connexion, which he regarded as so advantageous to him. Cromwel joyfully seconded this intention; and proposed to him Anne of Cleves, whose father, the duke of that flame, had great interest among the Lutheran princes, and whose sister, Sibylla, was married to the elector of Saxony, the head of the protestant league. A flattering picture of the princess by Hans Holben determined Henry to apply to her father; and after some negociation, the marriage, notwithstanding the opposition of the elector of Saxony, was at last concluded; <span class=\"margin-comment\">He marries Anne of Cleves.</span> and Anne was sent over to England. The king, impatient to be satisfied with regard to the person of his bride, came privately to Rochester, and got a sight of her. He found her big, indeed, and tall, as he could wish; but <span class=\"page-break\"></span>utterly destitute both of beauty and grace; very unlike the pictures and representations, which he had received: He swore she was a great Flanders-mare; and declared, that he never could possibly bear her any affection. The matter was worse, when he found, that she could speak no language but Dutch, of which he was entirely ignorant; and that the charms of her conversation were not likely to compensate for the homeliness of her person. <span class=\"margin-comment\">Dislikes her.</span> He returned to Greenwich very melancholy; and he much lamented his hard fate to Cromwel, as well as to Lord Russel, Sir Anthony Brown, and Sir Anthony Denny. This last gentleman, in order to give him comfort, told him, that his misfortune was common to him with all kings, who could not, like private persons, chuse for themselves; but must receive their wives from the judgment and fancy of others.","subId":"21","id":"Hume.HE.3.32.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was the subject of debate among the king's counsellors, whether the marriage could not yet be dissolved; and the princess be sent back to her own country. Henry's situation seemed at that time very critical. After the ten years' truce, concluded between the emperor and the king of France, a good understanding was thought to have taken place between these rival monarchs; and such marks of union appeared, as gave great jealousy to the court of England. The emperor, who knew the generous nature of Francis, even put a confidence in him, which is rare, to that degree, among great princes. An insurrection had been raised in the Low-Countries by the inhabitants of Ghent, and seemed to threaten the most dangerous consequences. Charles, who resided at that time in Spain, resolved to go in person to Flanders, in order to appease those disorders; but he found great difficulties in chusing the manner of his passing thither. The road by Italy and Germany was tedious: The voyage through the Channel dangerous, by reason of the English naval power: He asked Francis's permission to pass thro' his dominions; and he entrusted himself into the hands of a rival, whom he had so mortally offended. The French monarch received him at Paris, with great magnificence and courtesy; and though prompted both by revenge and interest, as well as by the advice of his mistress and favourites, to make advantage of the present opportunity, he conducted the emperor safely out of his dominions; and would not so much as speak to him of business <span class=\"page-break\"></span>during his abode in France, lest his demands should bear the air of violence upon his royal guest.","subId":"22","id":"Hume.HE.3.32.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, who was informed of all these particulars, believed that an entire and cordial union had taken place between these princes; and that their religious zeal might prompt them to sail with combined arms upon England<a href=\"#n18\"><sup>[18]</sup></a>. An alliance with the German princes seemed now, more than ever, requisite for his interest and safety; and he knew, that, if he sent back the princess of Cleves, such an affront would be highly resented by her friends and family. He was therefore resolved, notwithstanding his aversion to her, to complete the marriage; <span class=\"margin-comment\">1540. 6 January.</span> and he told Cromwel, that, since matters had gone so far, he must put his neck into the yoke. Cromwel, who knew how much his own interests were concerned in this affair was very anxious to learn from the king, next morning after the marriage, whether he now liked his spouse any better. The king told him, that he hated her worse than ever; and that her person was more disgusting on a near approach: He was resolved never to meddle with her; and even suspected her not to be a true maid: A point, about which he entertained an extreme delicacy. He continued, however, to be civil to Anne; he even seemed to repose his usual confidence in Cromwel; but though he exerted this command over himself, a discontent lay lurking in his breast, and was ready to burst out on the first opportunity.","subId":"23","id":"Hume.HE.3.32.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">1540. 12 April. A parliament.</span> <span class=\"small-capitals\">A</span> session of parliament was held; and none of the abbots were now allowed a place in the house of peers. The king, by the mouth of the chancellor, complained to the parliament of the great diversity of religions, which still prevailed among his subjects: A grievance, he affirmed, which ought the less to be endured; because the Scriptures were now published in English, and ought universally to be the standard of belief to all mankind. But he had appointed, he said, some bishops and divines to draw up a list of tenets, to which his people were to assent; and he was determined, that Christ, the doctrine of Christ, and the truth, should have the victory. The king seems to have expected more effect in ascertaining truth, from this new book of his doctors, than had ensued from the publication of the Scriptures. Cromwel, as vicar-general, made <span class=\"page-break\"></span>also in the king's name a speech to the upper house; and the peers, in return, bestowed great flattery on him, and in particular said that he was worthy, by his desert, to be vicar-general of the universe. That minister seemed to be no less in his master's good graces: He received, soon after the sitting of the parliament, the title of earl of Essex, and was installed knight of the garter.","subId":"24","id":"Hume.HE.3.32.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> remained only one religious order in England; the knights of St. John of Jerusalem, or the knights of Malta, as they are commonly called. This order, partly ecclesiastical, partly military, had, by their valour, done great service to Christendom; and had very much retarded, at Jerusalem, Rhodes, and Malta, the rapid progress of the barbarians. During the general surrender of the religious houses in England, they had exerted their spirit, and had obstinately refused to yield up their revenues to the king; and Henry, who would endure no society that professed obedience to the pope, was obliged to have recourse to parliament for the dissolution of this order. Their revenues were large; and formed an addition nowise contemptible to the many acquisitions, which the king had already made. But he had very ill husbanded the great revenue acquired by the plunder of the church. His profuse generosity dissipated faster than his rapacity could supply; and the parliament was surprized this session to find a demand made upon them of four-tenths, and a subsidy of one shilling in the pound during two years: So ill were the public expectations answered, that the crown was never more to require any supply from the people. The commons, though lavish of their liberty, and of the blood of their fellow-subjects, were extremely frugal of their money; and it was not without difficulty so small a grant could be obtained by this absolute and dreaded monarch. The convocation gave the king four shillings in the pound to be levied in two years. The pretext for these grants was the great expence, which Henry had undergone for the defence of the realm, in building forts along the sea-coast, and in equipping a navy. As he had at present no ally on the continent, in whom he reposed much confidence, he relied only on his domestic strength, and was on that account obliged to be more expensive in his preparations against the danger of an invasion.","subId":"25","id":"Hume.HE.3.32.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king's favour to Cromwel, and his acquiescence in the marriage with Anne of Cleves, were both of them deceitful appearances. <span class=\"page-break\"></span>His aversion to the queen secretly encreased every day; and having at last broken all restraint, it prompted him at once to seek the dissolution of a marriage so odious to him, and to involve his minister in ruin, who had been the innocent author of it. <span class=\"margin-comment\">Fall of Cromwel.</span> The fall of Cromwel was hastened by other causes. All the nobility hated a man, who, being of such low extraction, had not only mounted above them by his station of vicar-general, but had engrossed many of the other considerable offices of the crown: Besides enjoying that commission, which gave him a high, and almost absolute authority over the clergy, and even over the laity, he was privy seal, chamberlain, and master of the wards: He had also obtained the order of the garter, a dignity which had ever been conferred only on men of illustrious families, and which seemed to be profaned by its being communicated to so mean a person. The people were averse to him, as the supposed author of the violence on the monasteries: establishments, which were still revered and beloved by the commonalty. The catholics regarded him as the concealed enemy of their religion: The protestants, observing his exterior concurrence with all the persecutions exercised against them, were inclined to bear him as little favour: and reproached him with the timidity, if not treachery, of his conduct. And the king, who found, that great clamours had on all hands arisen against the administration, was not displeased to throw on Cromwel the load of public hatred; and he hoped, by making so easy a sacrifice, to regain the affections of his subjects.","subId":"26","id":"Hume.HE.3.32.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> there was another cause, which suddenly set all these motives in action, and brought about an unexpected revolution in the ministry. The king had fixed his affection on Catherine Howard, niece to the duke of Norfolk; and being determined to gratify this new passion, he could find no expedient, but, by procuring a divorce from his present consort, to raise Catherine to his bed and throne. The duke, who had long been engaged in enmity with Cromwel, made the same use of her insinuations to ruin this minister, that he had formerly done of Anne Boleyn's against Wolsey: And when all engines were prepared, he obtained a commission from the king, to arrest Cromwel at the council-table, on an accusation of high treason, and to commit him to the Tower. Immediately after, a bill of attainder was framed against him; and the house of peers thought proper, without trial, examination, or evidence, <span class=\"page-break\"></span>to condemn to death a man, whom, a few days before, they had declared worthy to be vicar-general of the universe. The house of commons passed the bill, though not without some opposition. Cromwel was accused of heresy and treason; but the proofs of his treasonable practices are utterly improbable, and even absolutely ridiculous<a href=\"#n19\"><sup>[19]</sup></a>. The only circumstance of his conduct, by which he seems to have merited this fate, was his being the instrument of the king's tyranny, in conducting like iniquitous bills, in the preceding session, against the countess of Salisbury and others.","subId":"27","id":"Hume.HE.3.32.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Cromwel</span> endeavoured to soften the king by the most humble supplications; but all to no purpose: It was not the practice of that prince to ruin his ministers and favourites by halves, and though the unhappy prisoner once wrote to him in so moving a strain as even to draw tears from his eyes, he hardened himself against all movements of pity, and refused his pardon. The conclusion of Cromwel's letter ran in these words: <q>I, a most woful prisoner, am ready to submit to death when it shall please God and your majesty; and yet the frail flesh incites me to call to your grace for mercy and pardon of mine offences. Written at the Tower with the heavy heart and trembling hand of your highness's most miserable prisoner and poor slave, Thomas Cromwel.</q> And a little below, <q>Most gracious prince, I cry for mercy, mercy, mercy.</q><a href=\"#n20\"><sup>[20]</sup></a> When brought to the place of execution, <span class=\"margin-comment\">28th July. His execution.</span> he avoided all earnest protestations of his innocence, and all complaints against the sentence pronounced upon him. He knew, that Henry would resent on his son those symptoms of opposition to his will, and that his death alone would not terminate that monarch's vengeance. He was a man of prudence, industry, and abilities; worthy of a better master and of a better fate. Though raised to the summit of power from a low origin, he betrayed no insolence or contempt towards his inferiors; and was careful to remember all the obligations, which, during his more humble fortune, he had owed to any one. He had served as a private sentinel in the Italian wars; when he received some good offices from a Lucquese merchant, who had entirely forgotten his person, as well as the service, which he had rendered him. Cromwel, in his grandeur, happened, at London, to cast his eye on his benefactor, now reduced to poverty, by misfortunes. He immediately <span class=\"page-break\"></span>sent for him, reminded him of their ancient friendship, and by his grateful assistance, reinstated him in his former prosperity and opulence<a href=\"#n21\"><sup>[21]</sup></a>.","subId":"28","id":"Hume.HE.3.32.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">King's divorce from Anne of Cleves.</span> <span class=\"small-capitals\">The</span> measures for divorcing Henry from Anne of Cleves, were carried on at the same time with the bill of attainder against Cromwel. The house of peers, in conjunction with the commons, applied to the king by petition, desiring that he would allow his marriage to be examined; and orders were immediately given to lay the matter before the convocation. Anne had formerly been contracted by her father to the duke of Lorraine; but she, as well as the duke, were at that time under age, and the contract had been afterwards annulled by consent of both parties. The king, however, pleaded this precontract as a ground of divorce; and he added two reasons more, which may seem a little extraordinary; that, when he espoused Anne he had not <em>inwardly</em> given his consent, and that he had not thought proper to consummate the marriage. The convocation was satisfied with these reasons, and solemnly annulled the marriage between the king and queen: The parliament ratified the decision of the clergy<a href=\"#n22\"><sup>[22]</sup></a>; and the sentence was soon after notified to the princess.","subId":"29","id":"Hume.HE.3.32.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">Anne</span> was blest with a happy insensibility of temper, even in the points which the most nearly affect her sex; and the king's aversion towards her, as well as his prosecution of the divorce, had never given her the least uneasiness. She willingly hearkened to terms of accommodation with him; and when he offered to adopt her as his sister, to give her place next the queen and his own daughter, and to make a settlement of three thousand pounds a year upon her; she accepted of the conditions, and gave her consent to the divorce<a href=\"#n23\"><sup>[23]</sup></a>. She even wrote to her brother (for her father was now dead), that she had been very well used in England, and desired him to live on good terms with the king. The only instance of pride which she betrayed was, that she refused to return to her own country after the affront which she had received; and she lived and died in England.","subId":"30","id":"Hume.HE.3.32.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> Anne's moderation, this incident produced a great coldness between the king and the German princes; but as <span class=\"page-break\"></span>the situation of Europe was now much altered, Henry was the more indifferent about their resentment. The close intimacy, which had taken place between Francis and Charles, had subsisted during a very short time: The dissimilarity of their characters soon renewed, with greater violence than ever, their former jealousy and hatred. While Charles remained at Paris, Francis had been imprudently engaged, by his open temper, and by that satisfaction, which a noble mind naturally feels in performing generous actions, to make in confidence some dangerous discoveries to that interested monarch; and having now lost all suspicion of his rival, he hoped that the emperor and he, supporting each other, might neglect every other alliance. He not only communicated to his guest the state of his negociations with Sultan Solyman and the Venetians: He also laid open the solicitations, which he had received from the court of England, to enter into a confederacy against him<a href=\"#n24\"><sup>[24]</sup></a>. Charles had no sooner reached his own dominions, than he shewed himself unworthy of the friendly reception which he had met with. He absolutely refused to fulfil his promise, and put the duke of Orleans in possession of the Milanese: He informed Solyman and the senate of Venice of the treatment, which they had received from their ally: and he took care that Henry should not be ignorant how readily Francis had abandoned his ancient friend to whom he owed such important obligations, and had sacrificed him to a new confederate: He even poisoned and misrepresented many things, which the unsuspecting heart of the French monarch had disclosed to him. Had Henry possessed true judgment and generosity, this incident alone had been sufficient to guide him in the choice of his ally. But his domineering pride carried him immediately to renounce the friendship of Francis, who had so unexpectedly given the preference to the emperor: And as Charles invited him to a renewal of ancient amity, he willingly accepted of the offer; and thinking himself secure in this alliance, he neglected the friendship both of France and of the German princes.","subId":"31","id":"Hume.HE.3.32.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> new turn, which Henry had taken with regard to foreign affairs, was extremely agreeable to his catholic subjects; and as it had perhaps contributed, among other reasons, to the ruin of <span class=\"page-break\"></span>Cromwel, it made them entertain hopes of a final prevalence over their antagonist. <span class=\"margin-comment\">8th Aug. His marriage with Catherine Howard.</span> The marriage of the king with Catherine Howard, which followed soon after his divorce from Anne of Cleves, was also regarded as a favourable incident to their party; and the subsequent events corresponded to their expectations. The king's councils being now directed by Norfolk and Gardiner, a furious persecution commenced against the protestants; and the law of the six artycles was executed with rigour. Dr. Barnes, who had been the cause of Lambert's execution, felt, in his turn, the severity of the persecuting spirit; and, by a bill, which passed in parliament, he was, without trial, condemned to the flames, together with Jerome and Gerrard. He discussed theological questions even at the stake; and as the dispute between him and the sheriff, turned upon the invocation of saints, he said, that he doubted whether the saints could pray for us; but if they could, he hoped, in half an hour, to be praying for the sheriff and all the spectators. He next entreated the sheriff to carry to the king his dying request, which he fondly imagined would have authority with that monarch, who had sent him to the stake. The purport of his request was, that Henry, besides repressing superstitious ceremonies, should be extremely vigilant in preventing fornication and common swearing<a href=\"#n25\"><sup>[25]</sup></a>.","subId":"32","id":"Hume.HE.3.32.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> Henry was exerting this violence against the protestants, he spared not the catholics who denied his supremacy; and a foreigner, at that time in England, had reason to say, that those who were against the pope were burned, and those who were for him were hanged<a href=\"#n26\"><sup>[26]</sup></a>. The king even displayed, in an ostentatious manner, this tyrannical impartiality, which reduced both parties to subjection, and infused terror into every breast. Barnes, Gerrard, and Jerome had been carried to the place of execution on three hurdles; and along with them there was placed on each hurdle a catholic, who was also executed for his religion. These catholics were Abel, Fetherstone, and Powel, who declared, that the most grievous part of their punishment was the being coupled to such heretical miscreants as suffered with them<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"33","id":"Hume.HE.3.32.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the spirit of the English seemed to be totally sunk under the despotic power of Henry, there appeared some symptoms of <span class=\"page-break\"></span>discontent: An inconsiderable rebellion broke out in Yorkshire, headed by Sir John Nevil; but it was soon suppressed, and Nevil, with other ringleaders, was executed. The rebels were supposed to have been instigated by the intrigues of cardinal Pole; and the king was instantly determined to make the countess of Salisbury, who already lay under sentence of death, suffer for her son's offences. <span class=\"margin-comment\">27th May.</span> He ordered her to be carried to execution; and this venerable matron maintained still, in these distressful circumstances, the spirit of that long race of monarchs, from whom she was descended<a href=\"#n28\"><sup>[28]</sup></a>. She refused to lay her head on the block, or submit to a sentence where she had received no trial. She told the executioner, that, if he would have her head, he must win it the best way he could: And thus, shaking her venerable grey locks, she ran about the scaffold; and the executioner followed her with his ax, aiming many fruitless blows at her neck, before he was able to give the fatal stroke. Thus perished the last of the line of Plantagenet, which, with great glory, but still greater crimes and misfortunes, had governed England for the space of three hundred years. Lord Leonard Grey, a man who had formerly rendered service to the crown, was also beheaded for treason, soon after the countess of Salisbury. We know little concerning the grounds of his prosecution.","subId":"34","id":"Hume.HE.3.32.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> insurrection in the North engaged Henry to make a progress thither, in order to quiet the minds of his people, to reconcile them to his government, and to abolish the ancient superstitions, to which those parts were much addicted. He had also another motive for this journey: He purposed to have a conference at York with his nephew the king of Scotland, <span class=\"margin-comment\">1541.</span> and, if possible, to cement a close and indissoluble union with that kingdom.","subId":"35","id":"Hume.HE.3.32.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of affairs in Scotland.</span> <span class=\"small-capitals\">The</span> same spirit of religious innovation, which had seized other parts of Europe, had made its way into Scotland, and had begun, before this period, to excite the same jealousies, fears, and persecutions. About the year 1527, Patric Hamilton, a young man of a noble family, having been created abbot of Ferne, was sent abroad for his education; but had fallen into company with some reformers, and he returned into his own country very ill disposed <span class=\"page-break\"></span>towards that church, of which his birth and his merit entitled him to attain the highest dignities. The fervour of youth and his zeal for novelty made it impossible for him to conceal his sentiments; and Campbel, prior of the Dominicans, who, under colour of friendship and a sympathy in opinion, had insinuated himself into his confidence, accused him before Beaton, archbishop of St. Andrews. Hamilton was invited to St. Andrews, in order to maintain, with some of the clergy, a dispute concerning the controverted points; and after much reasoning with regard to justification, free-will, original sin, and other topics of that nature, the conference ended with their condemning Hamilton to be burned for his errors. The young man, who had been deaf to the insinuations of ambition, was less likely to be shaken with the fears of death; while he proposed to himself, both the glory of bearing testimony to the truth, and the immediate reward attending his martyrdom. The people, who compassionated his youth, his virtue, and his noble birth, were much moved at the constancy of his end; and an incident, which soon followed, still more confirmed them in their favourable sentiments towards him. He had cited Campbel, who still insulted him at the stake, to answer before the judgment-seat of Christ; and as that persecutor, either astonished with these events, or overcome with remorse, or, perhaps, seized casually with a distemper, soon after lost his senses, and fell into a fever, of which he died; the people regarded Hamilton as a prophet, as well as a martyr<a href=\"#n29\"><sup>[29]</sup></a>.","subId":"36","id":"Hume.HE.3.32.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> the disciples converted by Hamilton, was one friar Forrest, who became a zealous preacher; and who, though he did not openly discover his sentiments, was suspected to lean towards the new opinions. His diocesan, the bishop of Dunkel, enjoined him, when he met with a good epistle or good gospel, which favoured the liberties of holy church, to preach on it, and let the rest alone. Forrest replied, that he had read both Old and New Testament, and had not found an ill epistle, or ill gospel in any part of them. The extreme attachment to the Scriptures was regarded in those days as a sure characteristic of heresy; and Forrest was soon after brought to trial, and condemned to the flames. While the priests <span class=\"page-break\"></span>were deliberating on the place of his execution, a bystander advised them to burn him in a cellar: For that the smoke of Mr. Patric Hamilton had infected all those on whom it blew<a href=\"#n30\"><sup>[30]</sup></a>.","subId":"37","id":"Hume.HE.3.32.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> clergy were at that time reduced to great difficulties not only in Scotland, but all over Europe. As the reformers aimed at a total subversion of ancient establishments, which they represented as idolatrous, impious, detestable; the priests, who found both their honours and properties at stake, thought that they had a right to resist, by every expedient, these dangerous invaders, and that the same simple principles of equity, which justified a man in killing a pyrate or a robber, would acquit them for the execution of such heretics. A toleration, though it is never acceptable to ecclesiastics, might, they said, be admitted in other cases; but seemed an absurdity, where fundamentals were shaken, and where the possessions, and even the existence of the established clergy were brought in danger. But though the church was thus carried by policy, as well as inclination, to kindle the fires of persecution, they found the success of this remedy very precarious, and observed, that the enthusiastic zeal of the reformers, inflamed by punishment, was apt to prove contagious on the compassionate minds of the spectators. The new doctrine, amidst all the dangers, to which it was exposed, secretly spread itself everywhere; and the minds of men were gradually disposed to a revolution in religion.","subId":"38","id":"Hume.HE.3.32.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the most dangerous symptom for the clergy in Scotland was, that the nobility, from the example of England, had cast a wishful eye on the church revenues, and hoped, if a reformation took place, to enrich themselves by the plunder of the ecclesiastics. James himself, who was very poor, and was somewhat inclined to magnificence, particularly in building, had been swayed by like motives; and began to threaten the clergy with the same fate that had attended them in the neighbouring country. Henry also never ceased exhorting his nephew to imitate his example; and being moved both by the pride of making proselytes, and the prospect of security, should Scotland embrace a close union with him, he solicited the king of Scots to meet him at York; and he obtained a promise to that purpose.","subId":"39","id":"Hume.HE.3.32.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ecclesiastics were alarmed at this resolution of James, and they employed every expedient, in order to prevent the execution of it. They represented the danger of innovation; the pernicious consequences of aggrandizing the nobility, already too powerful; the hazard of putting himself into the hands of the English, his hereditary enemies, the dependance on them which must ensue upon his losing the friendship of France, and of all foreign powers. To these considerations, they added the prospect of immediate interest, by which they found the king to be much governed: They offered him a present gratuity of fifty thousand pounds: They promised him, that the church should always be ready to contribute to his supply: And they pointed out to him, the confiscation of heretics, as the means of filling his exchequer, and of adding a hundred thousand pounds a year to the crown revenues<a href=\"#n31\"><sup>[31]</sup></a>. The insinuations of his new queen, to whom youth, beauty, and address had given a powerful influence over him, seconded all these reasons; and James was at last engaged, first to delay his journey, then to send excuses to the king of England, who had already come to York, in order to be present at the interview<a href=\"#n32\"><sup>[32]</sup></a>.","subId":"40","id":"Hume.HE.3.32.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, vexed with the disappointment, and enraged at the affront, vowed vengeance against his nephew; and he began, by permitting piracies at sea, and incursions at land, to put his threats in execution. But he received soon after, in his own family, an affront to which he was much more sensible, and which touched him in a point where he always shewed an extreme delicacy. He had thought himself very happy in his new marriage: The agreeable person and disposition of Catherine had entirely captivated his affections; and he made no secret of his devoted attachment to her. He had even publicly, <span class=\"margin-comment\">Discovery of the queen's dissolute life.</span> in his chapel, returned solemn thanks to heaven for the felicity which the conjugal state afforded him; and he directed the bishop of Lincoln to compose a form of prayer for that purpose. But the queen's conduct very little merited this tenderness: One Lascelles brought intelligence of her dissolute life <span class=\"page-break\"></span>to Cranmer; and told him, that his sister, formerly a servant in the family of the old dutchess of Norfolk, with whom Catherine was educated, had given him a particular account of her licentious manners. Derham and Mannoc, both of them servants to the dutchess, had been admitted to her bed; and she had even taken little care to conceal her shame from the other servants of the family. The primate, struck with this intelligence, which it was equally dangerous to conceal or to discover, communicated the matter to the earl of Hertford and to the chancellor. They agreed, that the matter should by no means be buried in silence; and the archbishop himself seemed the most proper person to disclose it to the king. Cranmer, unwilling to speak on so delicate a subject, wrote a narrative of the whole, and conveyed it to Henry, who was infinitely astonished at the intelligence. So confident was he of the fidelity of his consort, that at first he gave no credit to the information; and he said to the privy-seal, to Lord Russel, high admiral, Sir Anthony Brown, and Wriothesley, that he regarded the whole as a falsehood. Cranmer was now in a very perilous situation; and had not full proof been found, certain and inevitable destruction hung over him. The king's impatience, however, and jealousy prompted him to search the matter to the bottom: The privy-seal was ordered to examine Lascelles, who persisted in the information he had given; and still appealed to his sister's testimony. That nobleman next made a journey under pretence of hunting, and went to Sussex, where the woman at that time resided: He found her both constant in her former intelligence, and particular as to the facts; and the whole bore but too much the face of probability. Mannoc and Derham, who were arrested at the same time, and examined by the chancellor, made the queen's guilt entirely certain by their confession; and discovered other particulars, which redounded still more to her dishonour. Three maids of the family were admitted into her secrets, and some of them had even passed the night in bed with her and her lovers. All the examinations were laid before the king, who was so deeply affected, that he remained a long time speechless, and at last burst into tears. He found to his surprise, that his great skill in distinguishing a true maid, of which he boasted in the case of Anne of Cleves, had failed him in that of his present consort. The queen, being next questioned, denied her <span class=\"page-break\"></span>guilt; but when informed, that a full discovery was made, she confessed, that she had been criminal before marriage; and only insisted, that she had never been false to the king's bed. But as there was evidence, that one Colepepper had passed the night with her alone since her marriage; and as it appeared, that she had taken Derham, her old paramour, into her service, she seemed to deserve little credit in this asseveration; and the king, besides, was not of a humour to make any difference between these degrees of guilt.","subId":"41","id":"Hume.HE.3.32.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">1542. 6th Jan.</span> <span class=\"small-capitals\">Henry</span> found, that he could not, by any means, so fully or expeditiously satiate his vengeance on all these criminals as by assembling a parliament, the usual instrument of his tyranny. The two houses, having received the queen's confession, made an address to the king. They entreated him not to be vexed with this untoward accident, to which all men were subject; but to consider the frailty of human nature, and the mutability of human affairs; and from these views to derive a subject of consolation. They desired leave to pass a bill of attainder against the queen and her accomplices; and they begged him to give his assent to this bill, not in person, which would renew his vexation, and might endanger his health, but by commissioners appointed for that purpose. And as there was a law in force, making it treason to speak ill of the queen, as well as of the king, they craved his royal pardon, if any of them should, on the present occasion, have transgressed any part of the statute.","subId":"42","id":"Hume.HE.3.32.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Having</span> obtained a gracious answer to these requests, the parliament proceeded to vote a bill of attainder for treason against the queen, and the viscountess of Rocheford, who had conducted her secret amours; and in this bill Colepepper, and Derham, were also comprehended. At the same time they passed a bill of attainder for misprision of treason against the old dutchess of Norfolk, Catherine's grandmother; her uncle, lord William Howard, and his lady, together with the countess of Bridgewater, and nine persons more; because they knew the queen's vicious course of life before her marriage, and had concealed it. This was an effect of Henry's usual extravagance, to expect that parents should so far forget the ties of natural affection, and the sentiments of shame and decency, as to reveal to him the most secret disorders of their family. He <span class=\"page-break\"></span>himself seems to have been sensible of the cruelty of this proceeding: For he pardoned the dutchess of Norfolk, and most of the others, condemned for misprision of treason.","subId":"43","id":"Hume.HE.3.32.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">However</span>, to secure himself for the future, as well as his successors, from this fatal accident, he engaged the parliament to pass a law somewhat extraordinary. It was enacted, that any one who knew, or vehemently suspected any guilt in the queen, might, within twenty days, disclose it to the king or council, without incurring the penalty of any former law, against defaming the queen; but prohibiting every one, at the same time, from spreading the matter abroad, or even privately whispering it to others: It was also enacted, that, if the king married any woman, who had been incontinent, taking her for a true maid, she should be guilty of treason, if she did not previously reveal her guilt to him. The people made merry with this singular clause, and said, that the king must henceforth look out for a widow; for no reputed maid would ever be persuaded to incur the penalty of the statute<a href=\"#n33\"><sup>[33]</sup></a>. After all these laws were passed, the queen was beheaded on Tower-hill, together with lady Rocheford. They behaved in a manner suitable to their dissolute life; and as lady Rocheford was known to be the chief instrument in bringing Anne Boleyn to her end, she died unpitied; and men were farther confirmed, by the discovery of this woman's guilt, in the favourable sentiments, which they had entertained of that unfortunate queen.","subId":"44","id":"Hume.HE.3.32.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king made no demand of any subsidy from this parliament; but he found means of enriching his exchequer from another quarter: He took farther steps towards the dissolution of colleges, hospitals, and other foundations of that nature. The courtiers had been practising on the presidents and governors, to make a surrender of their revenues to the king; and they had been successful with eight of them. But there was an obstacle to their farther progress: It had been provided, by the local statutes of most of these foundations, that no president, or any number of fellows, could consent to such a deed without the unanimous vote of all the fellows; and this vote was not easily obtained. All such statutes were annulled by parliament; and the revenues of these houses were now exposed to the rapacity of the king and his favourites.<span class=\"page-break\"></span><a href=\"#n34\"><sup>[34]</sup></a> The church had been so long their prey, that nobody was surprised at any new inroads made upon her. From the regular, Henry now proceeded to make devastations on the secular clergy. He extorted from many of the bishops a surrender of chapter lands; and by this device he pillaged the sees of Canterbury, York, and London, and enriched his greedy parasites and flatterers with their spoils.","subId":"45","id":"Hume.HE.3.32.45"},{"type":"paragraph","content":"<span class=\"margin-comment\">Ecclesiastic affairs.</span> <span class=\"small-capitals\">The</span> clergy have been commonly so fortunate as to make a concern for their temporal interests go hand in hand with a jealousy for orthodoxy; and both these passions be regarded, by the people, ignorant and superstitious, as proofs of zeal for religion: But the violent and headstrong character of Henry now disjoined these objects. His rapacity was gratified by plundering the church, his bigotry and arrogance by persecuting heretics. Though he engaged the parliament to mitigate the penalties of the six articles, so far as regards the marriage of priests, which was now only subjected to a forfeiture of goods, chattels, and lands during life; he was still equally bent on maintaining a rigid purity in speculative principles. He had appointed a commission, consisting of the two archbishops and several bishops of both provinces, together with a considerable number of doctors of divinity; and by virtue of his ecclesiastical supremacy he had given them in charge to chuse a religion for his people. Before the commissioners had made any progress in this arduous undertaking, the parliament, in 1541, had passed a law, by which they ratified all the tenets, which these divines should thereafter establish with the king's consent: And they were not ashamed of thus expressly declaring that they took their religion upon trust, and had no other rule, in spiritual as well as temporal concerns, than the arbitrary will of their master. There is only one clause of the statute, which may seem at first sight to savour somewhat of the spirit of liberty: It was enacted that the ecclesiastical commissioners should establish nothing repugnant to the laws and statutes of the realm. But in reality this proviso was inserted by the king, to serve his own purposes. By introducing a confusion and contradiction into the laws, he became more master of every one's life and property. And as the ancient independance of the church still gave him jealousy, he was well pleased, under <span class=\"page-break\"></span>cover of such a clause, to introduce appeals from the spiritual to the civil courts. It was for a like reason, that he would never promulgate a body of canon law; and he encouraged the judges on all occasions to interpose in ecclesiastical causes, wherever they thought the law of royal prerogative concerned. A happy innovation; though at first invented for arbitrary purposes!","subId":"46","id":"Hume.HE.3.32.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, armed by the authority of parliament, or rather by their acknowledgment of that spiritual supremacy, which he believed inherent in him, employed his commissioners to select a system of tenets for the assent and belief of the nation. A small volume was soon after published, called, the <em>Institution of a Christian Man,</em> which was received by the convocation, and voted to be the standard of orthodoxy. All the delicate points, faith, free-will, good works, and grace, are there defined, with a leaning towards the opinion of the reformers: The sacraments, which a few years before were only allowed to be three, were now encreased to the number of seven, conformable to the sentiments of the catholics. The king's caprice is discernable throughout the whole; and the book is in reality to be regarded as his composition. For Henry while he made his opinion a rule for the nation, would tie his own hands by no canon or authority, not even by any which he himself had formerly established.","subId":"47","id":"Hume.HE.3.32.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> people had occasion soon after to see a farther instance of the king's inconstancy. He was not long satisfied with his Institution of a Christian Man: He ordered a new book to be composed, called, the <em>Erudition of a Christian Man;</em> and without asking the assent of the convocation, he published, by his own authority, and that of the parliament, this new model of orthodoxy. It differs from the Institution<a href=\"#n35\"><sup>[35]</sup></a>; but the king was no less positive in his new creed than he had been in the old; and he required the belief of the nation to veer about at his signal. In both these compositions, he was particularly careful to inculcate the doctrine of passive obedience; and he was equally careful to retain the nation in the practice.","subId":"48","id":"Hume.HE.3.32.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the king was spreading his own books among the people, he seems to have been extremely perplexed, as were also the clergy, what course to take with the Scriptures. A review had been <span class=\"page-break\"></span>made by the synod of the new translation of the Bible; and Gardiner had proposed, that, instead of employing English expressions throughout, several Latin words should still be preserved; because they contained, as he pretended, such peculiar energy and significance, that they had no correspondent terms in the vulgar tongue<a href=\"#n36\"><sup>[36]</sup></a>. Among these were <em>eclesia, poenitentia, pontifex, contritus, holocausta, sacramentum, elementa, ceremonia, mysterium, presbyter, sacrificium, humilitas, satisfactio, peccutum, gratia, hostia, charitae,</em> &amp;c. But as this mixture would have appeared extremely barbarous, and was plainly calculated for no other purpose than to retain the people in their ancient ignorance, the proposal was rejected. The knowledge of the people, however, at least their disputative turn, seemed to be an inconvenience still more dangerous; and the king and parliament<a href=\"#n37\"><sup>[37]</sup></a>, soon after the publication of the Scriptures, retracted the concession, which they had formerly made; and prohibited all but gentlemen and merchants from perusing them<a href=\"#n38\"><sup>[38]</sup></a>. Even that liberty was not granted, without an apparent hesitation, and a dread of the consequences: These persons were allowed to read, <em>so it be done quietly and with good order.</em> And the preamble to the act sets forth, <q>that many seditious and ignorant persons had abused the liberty granted them of reading the Bible, and that great diversity of opinion, animosities, tumults, and schisms had been occasioned by perverting the sense of the Scriptures.</q> It seemed very difficult to reconcile the king's model for uniformity, with the permission of free enquiry.","subId":"49","id":"Hume.HE.3.32.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> mass-book also passed under the king's revisal; and little alteration was as yet made in it: Some doubtful or fictitious saints only were struck out; and the name of the pope was erazed. This latter precaution was likewise used with regard to every new book that was printed, or even old book that was sold. The word, Pope, was carefully omitted or blotted out<a href=\"#n39\"><sup>[39]</sup></a>; as if that precaution could abolish the term from the language, or as if such a persecution of <span class=\"page-break\"></span>it did not rather imprint it more strongly in the memory of the people.","subId":"50","id":"Hume.HE.3.32.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king took care about this time to clear the churches from another abuse, which had creeped into them. Plays, interludes, and farces were there often acted in derision of the former superstitions; and the reverence of the multitude for ancient principles and modes of worship was thereby gradually effaced<a href=\"#n40\"><sup>[40]</sup></a>. We do not hear, that the catholics attempted to retaliate by employing this powerful engine against their adversaries, or endeavoured by like arts to expose that fanatical spirit, by which, it appears, the reformers were frequently actuated. Perhaps the people were not disposed to relish a jest on that side: Perhaps the greater simplicity and the more spiritual abstract worship of the protestants, gave less hold to ridicule, which is commonly founded on sensible representations. It was, therefore, a very agreeable concession, which the king made to the catholic party, to suppress entirely these religious comedies.","subId":"51","id":"Hume.HE.3.32.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> Henry laboured incessantly, by arguments, creeds, and penal statutes, to bring his subjects to an uniformity in their religious sentiments: But as he entered, himself, with the greatest earnestness, into all those scholastic disputes, he encouraged the people, by his example, to apply themselves to the study of theology; and it was in vain afterwards to expect, however present fear might restrain their tongues or pens, that they would cordially agree in any set of tenets or opinions prescribed to them.","subId":"52","id":"Hume.HE.3.32.52"},{"type":"note","content":"Fox, vol. ii. p. 396.","subId":"n1","id":"Hume.HE.3.32.n1"},{"type":"note","content":"Fox, vol. ii. p. 426.","subId":"n2","id":"Hume.HE.3.32.n2"},{"type":"note","content":"Goodwin's Annals.","subId":"n3","id":"Hume.HE.3.32.n3"},{"type":"note","content":"Collier, in his ecclesiastical history, vol. ii. p. 152. has preserved an account which Cromwel gave of this conference, in a letter to Sir Thomas Wyat, the king's embassador in Germany. <q>The king's majesty,</q> says Cromwel, <q>for the reverence of the holy sacrament of the altar, did sit openly in his hall, and there presided at the disputation, process and judgment of a miserable heretic sacramentary, who was burned the 20th of November. It was a wonder to see how princely, with how excellent gravity, and inestimable majesty his highness exercised there the very office of supreme head of the church of England. How benignly his grace essayed to convert the miserable man: How strong and manifest reasons his highness alledged against him. I wish the princes and potentates of Christendom to have had a meet place to have seen it. Undoubtedly they should have much marvelled at his majesty's most high wisdom and judgment, and reputed him no otherwise after the same, than in a manner the mirror and light of all other kings and princes in Christendom.</q> It was by such flatteries, that Henry was engaged to make his sentiments the standard to all mankind; and was determined to enforce, by the severest penalties, his <em>strong</em> and <em>manifest</em> reasons for transubstantiation.","subId":"n4","id":"Hume.HE.3.32.n4"},{"type":"note","content":"Fox's Acts and Monuments, p. 427. Burnet.","subId":"n5","id":"Hume.HE.3.32.n5"},{"type":"note","content":"Stowe, p. 556.","subId":"n6","id":"Hume.HE.3.32.n6"},{"type":"note","content":"31 Hen. VIII. c. 14. Herbert in Kennet, p. 219.","subId":"n7","id":"Hume.HE.3.32.n7"},{"type":"note","content":"There is a story, that the duke of Norfolk, meeting, soon after this act was passed, one of his chaplains, who was suspected of favouring the reformation, said to him, <q>Now, Sir, what think you of the law to hinder priests from having wives?</q> <q>Yes, my lord,</q> replies the chaplain, <q>you have done that; but I will answer for it, you cannot hinder men's wives from having priests.</q>","subId":"n8","id":"Hume.HE.3.32.n8"},{"type":"note","content":"Burnet, vol. i. p. 249, 270. Fox, vol. ii. p. 1037.","subId":"n9","id":"Hume.HE.3.32.n9"},{"type":"note","content":"Herbert in Kennet, p. 219.","subId":"n10","id":"Hume.HE.3.32.n10"},{"type":"note","content":"31 Hen. VIII. c. 8.","subId":"n11","id":"Hume.HE.3.32.n11"},{"type":"note","content":"Coke's 4th Inst. p. 37, 38.","subId":"n12","id":"Hume.HE.3.32.n12"},{"type":"note","content":"Rymer, vol. xiv. p. 652.","subId":"n13","id":"Hume.HE.3.32.n13"},{"type":"note","content":"Collier, vol. ii. p. 158. &amp; seq.","subId":"n14","id":"Hume.HE.3.32.n14"},{"type":"note","content":"31 Hen. VIII. c. 10.","subId":"n15","id":"Hume.HE.3.32.n15"},{"type":"note","content":"31 Hen. VIII. c. 13.","subId":"n16","id":"Hume.HE.3.32.n16"},{"type":"note","content":"Le Grand, vol. iii. p. 638.","subId":"n17","id":"Hume.HE.3.32.n17"},{"type":"note","content":"Stowe, p. 579.","subId":"n18","id":"Hume.HE.3.32.n18"},{"type":"note","content":"Burnet, vol. i. p. 278.","subId":"n19","id":"Hume.HE.3.32.n19"},{"type":"note","content":"Burnet, vol. i. p. 281, 282.","subId":"n20","id":"Hume.HE.3.32.n20"},{"type":"note","content":"Burnet, vol. i. p. 172.","subId":"n21","id":"Hume.HE.3.32.n21"},{"type":"note","content":"To show how much Henry sported with law and common sense; how servilely the parliament followed all his caprices; and how much both of them were lost to all sense of shame; an act was passed this session, declaring, that a precontract should be no ground for annulling a marriage; as if that pretext had not been made use of both in the case of Anne Boleyn and Anne of Cleves. But the king's intention in this law is said to be a design of restoring the princess Elizabeth to her right of legitimacy; and it was his character never to look farther than the present object, without regarding the inconsistency of his conduct. The parliament made it high treason to deny the dissolution of Henry's marriage with Anne of Cleves. Herbert.","subId":"n22","id":"Hume.HE.3.32.n22"},{"type":"note","content":"Herbert, p. 458, 459.","subId":"n23","id":"Hume.HE.3.32.n23"},{"type":"note","content":"Pere Daniel, Du Tület.","subId":"n24","id":"Hume.HE.3.32.n24"},{"type":"note","content":"Burnet, vol. i. p. 298. Fox.","subId":"n25","id":"Hume.HE.3.32.n25"},{"type":"note","content":"Fox, vol. ii. p. 529.","subId":"n26","id":"Hume.HE.3.32.n26"},{"type":"note","content":"Saunders, de Schism. Angl.","subId":"n27","id":"Hume.HE.3.32.n27"},{"type":"note","content":"Herbert, p. 468.","subId":"n28","id":"Hume.HE.3.32.n28"},{"type":"note","content":"Spotswood's Hist. church of Scotland, p. 62.","subId":"n29","id":"Hume.HE.3.32.n29"},{"type":"note","content":"Spotswood, p. 65.","subId":"n30","id":"Hume.HE.3.32.n30"},{"type":"note","content":"Buchanan, lib. xiv. Drummond in ja. 5. Pitscotie, ibid. Knox.","subId":"n31","id":"Hume.HE.3.32.n31"},{"type":"note","content":"Henry had sent some books, richly ornamented, to his nephew, who, as soon as he saw by the titles, that they had a tendency to defend the new doctrines, threw them into the fire, in the presence of the person who brought them: Adding, it was better he should destroy them, than they him. See Epist. Reginald. Pole. part i. p. 172.","subId":"n32","id":"Hume.HE.3.32.n32"},{"type":"note","content":"Burnet, vol. i. p. 314.","subId":"n33","id":"Hume.HE.3.32.n33"},{"type":"note","content":"It was enacted by this parliament, that there should be trial of treason in any county where the king should appoint by commission. The statutes of treason had been extremely multiplied in this reign; and such an expedient saved trouble and charges in trying that crime. The same parliament erected Ireland into a kingdom; and Henry henceforth annexed the title of king of Ireland to his other titles. This session, the commons first began the practice of freeing any of their members, who were arrested, by a writ issued by the speaker. Formerly it was usual for them to apply for a writ from chancery to that purpose. This precedent encreased the authority of the commons, and had afterwards important consequences. Hollingshed, p. 955, 956. Baker, p. 289.","subId":"n34","id":"Hume.HE.3.32.n34"},{"type":"note","content":"Collier, vol. ii. p. 190.","subId":"n35","id":"Hume.HE.3.32.n35"},{"type":"note","content":"Burnet, vol. i. p. 315.","subId":"n36","id":"Hume.HE.3.32.n36"},{"type":"note","content":"Which met on the 22d of January, 1543.","subId":"n37","id":"Hume.HE.3.32.n37"},{"type":"note","content":"33 Hen. VIII. c. i. The reading of the Bible, however, could not, at that time, have much effect in England, where so few persons had learned to read. There were but 500 copies printed of this first authorized edition of the Bible; a book of which there are now several millions of copies in the kingdom.","subId":"n38","id":"Hume.HE.3.32.n38"},{"type":"note","content":"Parliamentary history, vol. iii. p. 113.","subId":"n39","id":"Hume.HE.3.32.n39"},{"type":"note","content":"Burnet, vol. i. p. 318.","subId":"n40","id":"Hume.HE.3.32.n40"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}],"prev":{"id":"Hume.HE.3.31","imported":true,"title":"Chapter 31. Henry VIII (cont.)","breadcrumb":"Chapter 31","published":[1759]},"next":{"id":"Hume.HE.3.33","imported":true,"title":"Chapter 33. Henry VIII (cont.)","breadcrumb":"Chapter 33","published":[1759]}}