{"id":"Hume.HE.3.37","imported":true,"parent":"Hume.HE.3","title":"Chapter 37. Mary (cont.)","breadcrumb":"Chapter 37","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. XXXVII.</h2> <h1>MARY.</h1> <em>Reasons for and against Toleration——Persecutions——A parliament——The queen's extortions——The emperor resigns his crown——Execution of Cranmer——War with France——Battle of St. Quintin——Calais taken by the French——Affairs of Scotland——Marriage of the Dauphin and the queen of Scots——A parliament——Death of the queen.</em>","id":"Hume.HE.3.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">1555.</span> THE success, which Gardiner, from his cautious and prudent conduct, had met with in governing the parliament, and engaging them to concur both in the Spanish match, and in the re-establishment of the ancient religion, two points to which, it was believed, they bore an extreme aversion, had so raised his character for wisdom and policy, that his opinion was received as an oracle in the council; and his authority, as it was always great in his own party, no longer suffered any opposition or controul. Cardinal Pole himself, though more beloved on account of his virtue and candour, and though superior in birth and station, had not equal weight in public deliberations; and while his learning, piety, and humanity were extremely respected, he was represented more as a good man than a great minister. A very important question was frequently debated, before the queen and council, by these two <span class=\"page-break\"></span>ecclesiastics; whether the laws lately revived against heretics should be put in execution, or should only be employed to restrain, by terror, the bold attempts of these zealots? Pole was very sincere in his religious principles; and though his moderation had made him be suspected at Rome of a tendency towards Lutheranism, he was seriously persuaded of the catholic doctrines, and thought that no consideration of human policy ought ever to come in competition with such important interests. Gardiner, on the contrary, had always made his religion subservient to his schemes of safety or advancement; and by his unlimited complaisance to Henry, he had shown, that, had he not been pushed to extremity under the late minority, he was sufficiently disposed to make a sacrifice of his principles to the established theology. This was the well-known character of these two great counsellors; yet such is the prevalence of temper above system, that the benevolent disposition of Pole led him to advise a toleration of the heretical tenets, which he highly blamed; while the severe manners of Gardiner inclined him to support, by persecution, that religion, which, at the bottom, he regarded with great indifference<a href=\"#n1\"><sup>[1]</sup></a>. This circumstance of public conduct was of the highest importance; and from being the object of deliberation in the council, it soon became the subject of discourse throughout the nation. We shall relate, in a few words, the topics, by which each side supported, or might have supported, their scheme of policy; and shall display the opposite reasons, which have been employed, with regard to an argument that ever has been, and ever will be so much canvassed.","subId":"1","id":"Hume.HE.3.37.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reasons for and against toleration.</span> <span class=\"small-capitals\">The</span> practice of persecution, said the defenders of Pole's opinion, is the scandal of all religion; and the theological animosity, so fierce and violent, far from being an argument of men's conviction in their opposite sects, is a certain proof, that they have never reached any serious persuasion with regard to these remote and sublime subjects. Even those, who are the most impatient of contradiction in other controversies, are mild and moderate in comparison of polemical divines; and wherever a man's knowledge and experience give him a perfect assurance in his own opinion, he regards with contempt, rather than anger, the opposition and mistakes of others. But while men zealously maintain what they <span class=\"page-break\"></span>neither clearly comprehend, nor entirely believe, they are shaken in their imagined faith, by the opposite persuasion, or even doubts of other men; and vent on their antagonists that impatience, which is the natural result of so disagreeable a state of the understanding. They then easily embrace any pretence for representing opponents as impious and profane; and if they can also find a colour for connecting this violence with the interests of civil government, they can no longer be restrained from giving uncontrouled scope to vengeance and resentment. But surely never enterprize was more unfortunate than that of founding persecution upon policy, or endeavouring, for the sake of peace, to settle an entire uniformity of opinion, in questions which, of all others, are least subjected to the criterion of human reason. The universal and uncontradicted prevalence of one opinion in religious subjects, can be owing at first to the stupid ignorance alone and barbarism of the people, who never indulge themselves in any speculation or enquiry; and there is no expedient for maintaining that uniformity, so fondly sought after, but by banishing for ever all curiosity and all improvement in science and cultivation. It may not, indeed, appear difficult to check, by a steady severity, the first beginnings of controversy; but besides that this policy exposes for ever the people to all the abject terrors of superstition, and the magistrate to the endless encroachments of ecclesiastics, it also renders men so delicate, that they can never endure to hear of opposition; and they will some time pay dearly for that false tranquillity, in which they have been so long indulged. As healthful bodies are ruined by too nice a regimen, and are thereby rendered incapable of bearing the unavoidable incidents of human life; a people, who never were allowed to imagine, that their principles could be contested, fly out into the most outrageous violence, when any event (and such events are common) produces a faction among their clergy, and gives rise to any difference in tenet or opinion. But whatever may be said in favour of suppressing, by persecution, the first beginnings of heresy, no solid argument can be alleged for extending severity towards multitudes, or endeavouring, by capital punishments, to extirpate an opinion, which has diffused itself among men of every rank and station. Besides the extreme barbarity of such an attempt, it commonly proves ineffectual to the purpose intended; and serves only to <span class=\"page-break\"></span>make men more obstinate in their persuasion, and to encrease the number of their proselytes. The melancholy, with which the fear of death, torture, and persecution inspires the sectaries, is the proper disposition for fostering religious zeal: The prospect of eternal rewards, when brought near, overpowers the dread of temporal punishments: The glory of martyrdom stimulates all the more furious zealots, especially the leaders and preachers: Where a violent animosity is excited by oppression, men naturally pass, from hating the persons of their tyrants, to a more violent abhorrence of their doctrines: And the spectators, moved with pity towards the supposed martyrs, are easily seduced to embrace those principles, which can inspire men with a constancy that appears almost supernatural. Open the door to toleration, mutual hatred relaxes among the sectaries; their attachment to their particular modes of religion decays; the common occupations and pleasures of life succeed to the acrimony of disputation; and the same man, who, in other circumstances, would have braved flames and tortures, is induced to change his sect from the smallest prospect of favour and advancement, or even from the frivolous hope of becoming more fashionable in his principles. If any exception can be admitted to this maxim of toleration, it will only be where a theology altogether new, nowise connected with the ancient religion of the state, is imported from foreign countries, and may easily, at one blow, be eradicated, without leaving the seeds of future innovation. But as this exception would imply some apology for the ancient pagan persecutions, or for the extirpation of Christianity in China and Japan; it ought surely, on account of this detested consequence, to be rather buried in eternal silence and oblivion.","subId":"2","id":"Hume.HE.3.37.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> these arguments appear entirely satisfactory, yet such is the subtilty of human wit, that Gardiner, and the other enemies to toleration, were not reduced to silence; and they still found topics on which to maintain the controversy. The doctrine, said they, of liberty of conscience, is founded on the most flagrant impiety, and supposes such an indifference among all religions, such an obscurity in theological doctrines, as to render the church and magistrate incapable of distinguishing, with certainty, the dictates of Heaven from the mere fictions of human imagination. If the Divinity reveals principles to mankind, he will surely give a criterion by which they may be ascertained; and a prince, who <span class=\"page-break\"></span>knowingly allows these principles to be perverted or adulterated, is infinitely more criminal than if he gave permission for the vending of poison, under the shape of food, to all his subjects. Persecution may, indeed, seem better calculated to make hypocrites than converts; but experience teaches us, that the habits of hypocrisy often turn into reality; and the children at least, ignorant of the dissimulation of their parents, may happily be educated in more orthodox tenets. It is absurd, in opposition to considerations of such unspeakable importance, to plead the temporal and frivolous interests of civil society; and if matters be thoroughly examined, even that topic will not appear so universally certain in favour of toleration as by some it is represented. Where sects arise, whose fundamental principle on all sides is to execrate, and abhor, and damn, and extirpate each other; what choice has the magistrate left but to take part, and by rendering one sect entirely prevalent, restore, at least for a time, the public tranquillity? The political body, being here sickly, must not be treated as if it were in a state of sound health; and an affected neutrality in the prince, or even a cool preference, may serve only to encourage the hopes of all the sects, and keep alive their animosity. The protestants, far from tolerating the religion of their ancestors, regard it as an impious and detestable idolatry; and during the late minority, when they were entirely masters, they enacted very severe, though not capital, punishments against all exercise of the catholic worship, and even against such as barely abstained from their profane rites and sacraments. Nor are instances wanting of their endeavours to secure an imagined orthodoxy by the most rigorous executions: Calvin has burned Servetus at Geneva: Cranmer brought Arians and Anabaptists to the stake: And if persecution of any kind be admitted, the most bloody and violent will surely be allowed the most justifiable, as the most effectual. Imprisonments, fines, confiscations, whippings, serve only to irritate the sects, without disabling them from resistance: But the stake, the wheel, and the gibbet, must soon terminate in the extirpation or banishment of all the heretics, inclined to give disturbance, and in the entire silence and submission of the rest.","subId":"3","id":"Hume.HE.3.37.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> arguments of Gardiner, being more agreeable to the cruel bigotry of Mary and Philip, were better received; and though Pole <span class=\"page-break\"></span>pleaded, as is affirmed<a href=\"#n2\"><sup>[2]</sup></a>, the advice of the emperor, who recommended it to his daughter-in-law, not to exercise violence against the protestants, and desired her to consider his own example, who, after endeavouring, through his whole life, to extirpate heresy, had, in the end, reaped nothing but confusion and disappointment, the scheme of toleration was entirely rejected. It was determined to let loose the laws in their full vigour against the reformed religion; and England was soon filled with scenes of horror, which have ever since rendered the catholic religion the object of general detestation, and which prove, that no human depravity can equal revenge and cruelty, covered with the mantle of religion.","subId":"4","id":"Hume.HE.3.37.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Violent persecutions in England.</span> <span class=\"small-capitals\">The</span> persecutors began with Rogers, prebendary of St. Paul's, a man eminent in his party for virtue as well as for learning. Gardiner's plan was first to attack men of that character, whom, he hoped, terror would bend to submission, and whose example, either of punishment or recantation, would naturally have influence on the multitude: But he found a perseverance and courage in Rogers, which it may seem strange to find in human nature, and of which all ages, and all sects, do nevertheless furnish many examples. Rogers, beside the care of his own preservation, lay under other powerful temptations to compliance: He had a wife, whom he tenderly loved, and ten children; yet such was his serenity after his condemnation, that the jailors, it is said, waked him from a sound sleep, when the hour of his execution approached. He had desired to see his wife before he died; but Gardiner told him, that he was a priest; and could not possibly have a wife; thus joining insult to cruelty. Rogers was burnt in Smithfield<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"5","id":"Hume.HE.3.37.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hooper</span>, bishop of Glocester, had been tried at the same time with Rogers; but was sent to his own diocese to be executed. This circumstance was contrived to strike the greater terror into his flock; but it was a source of consolation to Hooper, who rejoiced in giving testimony, by his death, to that doctrine, which he had formerly preached among them. When he was tied to the stake, a <span class=\"page-break\"></span>stool was set before him, and the queen's pardon laid upon it, which it was still in his power to merit by a recantation: But he ordered it to be removed; and cheerfully prepared himself for that dreadful punishment, to which he was sentenced. He suffered it in its full severity: The wind, which was violent, blew the flame of the reeds from his body: The faggots were green, and did not kindle easily: All his lower parts were consumed, before his vitals were attacked: One of his hands dropped off: With the other he continued to beat his breast: He was heard to pray and to exhort the people; till his tongue, swollen with the violence of his agony, could no longer permit him utterance. He was three quarters of an hour in torture, which he bore with inflexible constancy<a href=\"#n4\"><sup>[4]</sup></a>.","subId":"6","id":"Hume.HE.3.37.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sanders</span> was burned at Coventry: A pardon was also offered him; but he rejected it, and embraced the stake, saying, <q>Welcome the cross of Christ; welcome everlasting life.</q> Taylor, parson of Hadley, was punished by fire in that place, surrounded by his ancient friends and parishioners. When tied to the stake, he rehearsed a psalm in English: One of his guards struck him on the mouth, and bade him speak Latin: Another, in a rage, gave him a blow on the head with his halbert, which happily put an end to his torments.","subId":"7","id":"Hume.HE.3.37.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> was one Philpot, archdeacon of Winchester, enflamed with such zeal for orthodoxy, that having been engaged in dispute with an Arian, he spit in his adversary's face, to shew the great detestation, which he had entertained against that heresy. He afterwards wrote a treatise to justify this unmannerly expression of zeal: He said, that he was led to it, in order to relieve the sorrow conceived from such horrid blasphemy, and to signify how unworthy such a miscreant was of being admitted into the society of any Christian<a href=\"#n5\"><sup>[5]</sup></a>. Philpot was a protestant; and falling now into the hands of people as zealous as himself, but more powerful, he was condemned to the flames, and suffered at Smithfield. It seems to be almost a general rule, that, in all religions except the true, no man will suffer martyrdom, who would not also inflict it willingly on all that differ from him. The same zeal for speculative opinions is the cause of both.","subId":"8","id":"Hume.HE.3.37.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> crime, for which almost all the protestants were condemned, was, their refusal to acknowledge the real presence. Gardiner, who had vainly expected, that a few examples would strike a terror into the reformers, finding the work daily multiply upon him, devolved the invidious office on others, chiefly on Bonner, a man of profligate manners, and of a brutal character, who seemed to rejoice in the torments of the unhappy sufferers<a href=\"#n6\"><sup>[6]</sup></a>. He sometimes whipped the prisoners with his own hands, till he was tired with the violence of the exercise: He tore out the beard of a weaver, who refused to relinquish his religion; and that he might give him a specimen of burning, he held his hand to the candle, till the sinews and veins shrunk and burst<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"9","id":"Hume.HE.3.37.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is needless to be particular in enumerating all the cruelties practised in England during the course of three years that these persecutions lasted: The savage barbarity on the one hand, and the patient constancy on the other, are so similar in all those martyrdoms, that the narrative, little agreeable in itself, would never be relieved by any variety. Human nature appears not, on any occasion, so detestable, and at the same time so absurd, as in these religious persecutions, which sink men below infernal spirits in wickedness, and below the beasts in folly. A few instances only may be worth preserving, in order, if possible, to warn zealous bigots, for ever to avoid such odious and such fruitless barbarity.","subId":"10","id":"Hume.HE.3.37.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ferrar</span>, bishop of St. David's, was burned in his own diocese; and his appeal to cardinal Pole was not attended to<a href=\"#n8\"><sup>[8]</sup></a>. Ridley, bishop of London, and Latimer, formerly bishop of Worcester, two prelates celebrated for learning and virtue, perished together in the same flames at Oxford, and supported each other's constancy by their mutual exhortations. Latimer, when tied to the stake, called to his companion, <q>Be of good cheer, brother; we shall this day kindle such a torch in England, as, I trust in God, shall never be extinguished.</q> The executioners had been so merciful (for that clemency may more naturally be ascribed to them than to the religious zealots) as to tie bags of gunpowder about these prelates, in order to put a speedy period to their tortures: The explosion immediately killed Latimer, who was in extreme old age: Ridley continued alive during some time in the midst of the flames<a href=\"#n9\"><sup>[9]</sup></a>.","subId":"11","id":"Hume.HE.3.37.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">One</span> Hunter, a young man of nineteen, an apprentice, having been seduced by a priest into a dispute, had unwarily denied the real presence. Sensible of his danger, he immediately absconded; but Bonner, laying hold of his father, threatened him with the greatest severities, if he did not produce the young man to stand his trial. Hunter, hearing of the vexations to which his father was exposed, voluntarily surrendered himself to Bonner, and was condemned to the flames by that barbarous prelate.","subId":"12","id":"Hume.HE.3.37.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thomas</span> Haukes, when conducted to the stake, agreed with his friends, that, if he found the torture tolerable, he would make them a signal to that purpose in the midst of the flames. His zeal for the cause, in which he suffered, so supported him, that he stretched out his arms, the signal agreed on; and in that posture he expired<a href=\"#n10\"><sup>[10]</sup></a>. This example, with many others of like constancy, encouraged multitudes, not only to suffer, but even to court and aspire to martyrdom.","subId":"13","id":"Hume.HE.3.37.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> tender sex itself, as they have commonly greater propensity to religion, produced many examples of the most inflexible courage, in supporting the profession of it, against all the fury of the persecutors. One execution in particular was attended with circumstances, which, even at that time, excited astonishment, by reason of their unusual barbarity. A woman in Guernsey, being near the time of her labour when brought to the stake, was thrown into such agitation by the torture, that her belly burst, and she was delivered in the midst of the flames. One of the guards immediately snatched the infant from the fire, and attempted to save it: But a magistrate, who stood by, ordered it to be thrown back; being determined, he said, that nothing should survive which sprang from so obstinate and heretical a parent<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"14","id":"Hume.HE.3.37.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> persons condemned to these punishments were not convicted of teaching, or dogmatizing, contrary to the established religion: They were seized merely on suspicion; and articles being offered them to subscribe, they were immediately, upon their refusal, condemned to the flames<a href=\"#n12\"><sup>[12]</sup></a>. These instances of barbarity, so unusual in the nation, excited horror; the constancy of the martyrs was the object of admiration; and as men have a principle of equity <span class=\"page-break\"></span>engraven in their minds, which even false religion is not able totally to obliterate, they were shocked to see persons of probity, of honour, of pious dispositions, exposed to punishments more severe than were inflicted on the greatest ruffians, for crimes subversive of civil society. To exterminate the whole protestant party, was known to be impossible; and nothing could appear more iniquitous, than to subject to torture the most conscientious and courageous among them, and allow the cowards and hypocrites to escape. Each martyrdom, therefore, was equivalent to a hundred sermons against popery; and men either avoided such horrid spectacles, or returned from them full of a violent, though secret, indignation against the persecutors. Repeated orders were sent from the council to quicken the diligence of the magistrates in searching out heretics; and, in some places, the gentry were constrained to countenance, by their presence, those barbarous executions. These acts of violence tended only to render the Spanish government daily more odious; and Philip, sensible of the hatred which he incurred, endeavoured to remove the reproach from himself by a very gross artifice: He ordered his confessor to deliver in his presence a sermon in favour of toleration; a doctrine somewhat extraordinary in the mouth of a Spanish friar<a href=\"#n13\"><sup>[13]</sup></a>. But the court, finding that Bonner, however shameless and savage, would not bear alone the whole infamy, soon threw off the mask; and the unrelenting temper of the queen, as well as of the king, appeared without controul. A bold step was even taken towards introducing the inquisition into England. As the bishops' courts, though extremely arbitrary, and not confined by any ordinary forms of law, appeared not to be invested with sufficient power, a commission was appointed, by authority of the queen's prerogative, more effectually to extirpate heresy. Twenty-one persons were named; but any three were armed with the powers of the whole. The commission runs in these terms; <q>That since many false rumours were published among the subjects, and many heretical opinions were also spread among them, the commissioners were to enquire into those, either by presentments, by witnesses, or any other political way they could devise, and to search after all heresies; the bringers in, the sellers, the readers of all heretical books: They <span class=\"page-break\"></span>were to examine and punish all misbehaviours or negligences, in any church or chapel; and to try all priests that did not preach the sacrament of the altar; all persons that did not hear mass, or come to their parish church to service, that would not go in processions, or did not take holy bread or holy water: And if they found any that did obstinately persist in such heresies, they were to put them into the hands of their ordinaries, to be punished according to the spiritual laws: Giving the commissioners full power to proceed, as their discretions and consciences should direct them, and to use all such means as they would invent for the searching of the premises; empowering them also to call before them such witnesses as they pleased, and to force them to make oath of such things as might discover what they sought after.</q><a href=\"#n14\"><sup>[14]</sup></a> Some civil powers were also given the commissioners to punish vagabonds and quarrelsome persons.","subId":"15","id":"Hume.HE.3.37.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> bring the methods of proceeding in England still nearer to the practice of the inquisition, letters were written to lord North, and others, enjoining them, <q>To put to the torture such obstinate persons as would not confess, and there to order them at their discretion.</q><a href=\"#n15\"><sup>[15]</sup></a> Secret spies also, and informers, were employed, according to the practice of that iniquitous tribunal. Instructions were given to the justices of peace, <q>That they should call secretly before them one or two honest persons within their limits, or more, at their discretion, and command them by oath, or otherwise, that they shall secretly learn and search out such persons as shall evil behave themselves in church, or idly, or shall despise openly by words, the king's or queen's proceedings, or go about to make any commotion, or tell any seditious tales or news. And also that the same persons so to be appointed, shall declare to the same justices of peace, the ill behaviour of lewd disordered persons, whether it shall be for using unlawful games, and such other light behaviour of such suspected persons: And that the same information shall be given secretly to the justices; and the same justices shall call such accused persons before them, and examine them, without declaring by whom they were accused. And that the same justices shall, upon their examination, punish the offenders, according as their offences shall appear, upon the accusement and <span class=\"page-break\"></span>examination, by their discretion, either by open punishment or by good abearing.</q><a href=\"#n16\"><sup>[16]</sup></a> In some respects, this tyrannical edict even exceeded the oppression of the inquisition; by introducing into every part of government, the same iniquities, which that tribunal practises for the extirpation of heresy only, and which are, in some measure, necessary, wherever that end is earnestly pursued.","subId":"16","id":"Hume.HE.3.37.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the court had devised a more expeditious and summary method of supporting orthodoxy than even the inquisition itself. They issued a proclamation against books of heresy, treason, and sedition; and declared, <q>That whosoever had any of these books, and did not presently burn them, without reading them, or showing them to any other person, should be esteemed rebels; and without any farther delay, be executed by martial law.</q><a href=\"#n17\"><sup>[17]</sup></a> From the state of the English government, during that period, it is not so much the illegality of these proceedings, as their violence and their pernicious tendency, which ought to be the object of our censure.","subId":"17","id":"Hume.HE.3.37.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> have thrown together almost all the proceedings against heretics, though carried on during a course of three years; that we may be obliged, as little as possible, to return to such shocking violences and barbarities. It is computed, that in that time two hundred and seventy-seven persons were brought to the stake; besides those who were punished by imprisonment, fines, and confiscations. Among those who suffered by fire, were five bishops, twenty-one clergymen, eight lay gentlemen, eighty-four tradesmen, one hundred husbandmen, servants, and labourers, fifty-five women, and four children. This persevering cruelty appears astonishing; yet is it much inferior to what has been practised in other countries. A great author<a href=\"#n18\"><sup>[18]</sup></a> computes, that, in the Netherlands alone, from the time that the edict of Charles V. was promulgated against the reformers, there had been fifty thousand persons hanged, beheaded, buried alive, or burnt, on account of religion; and that in France the number had also been considerable. Yet in both countries, as the same author subjoins, the progress of the new opinions, instead of being checked, was rather forwarded by these persecutions.","subId":"18","id":"Hume.HE.3.37.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> burning of heretics was a very natural method of reconciling <span class=\"page-break\"></span>the kingdom to the Romish communion; and little solicitation was requisite to engage the pope to receive the strayed flock, from which he reaped such considerable profit: Yet was there a solemn embassy sent to Rome, consisting of Sir Anthony Brown, created viscount Montacute, the bishop of Ely, and Sir Edward Carne; in order to carry the submissions of England, and beg to be re-admitted into the bosom of the catholic church<a href=\"#n19\"><sup>[19]</sup></a>. Paul IV. after a short interval, now filled the papal chair; the most haughty pontiff that during several ages had been elevated to that dignity. He was offended, that Mary still retained among her titles, that of queen of Ireland; and he affirmed, that it belonged to him alone, as he saw cause, either to erect new kingdoms or abolish the old: But to avoid all dispute with the new converts, he thought proper to erect Ireland into a kingdom, and he then admitted the title, as if it had been assumed from his concession. This was a usual artifice of the popes, to give allowance to what they could not prevent<a href=\"#n20\"><sup>[20]</sup></a>, and afterwards pretend, that princes, while <span class=\"page-break\"></span>they exercised their own powers, were only acting by authority from the papacy. And though Paul had at first intended to oblige Mary formally to recede from this title, before he would bestow it upon her; he found it prudent to proceed in a less haughty manner<a href=\"#n21\"><sup>[21]</sup></a>.","subId":"19","id":"Hume.HE.3.37.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Another</span> point in discussion between the pope and the English ambassadors was not so easily terminated. Paul insisted, that the property and possessions of the church should be restored to the uttermost farthing: That whatever belonged to God could never by any law be converted to profane uses, and every person who detained such possessions was in a state of eternal damnation: That he would willingly, in consideration of the humble submissions of the English, make them a present of these ecclesiastical revenues; but such a concession exceeded his power, and the people might be certain that so great a profanation of holy things would be a perpetual anathema upon them, and would blast all their future felicity: That if they would truly shew their filial piety, they must restore all the privileges and emoluments of the Romish church, and Peter's pence among the rest; nor could they expect, that this apostle would open to them the gates of paradise, while they detained from him his patrimony on earth<a href=\"#n22\"><sup>[22]</sup></a>. These earnest remonstrances, being transmitted to England, though they had little influence on the nation, operated powerfully on the queen, who was determined, in order to ease her conscience, to restore all the church lands which were still in the possession of the crown: And the more to display her zeal, she erected anew some convents and monasteries, notwithstanding the low condition of the exchequer<a href=\"#n23\"><sup>[23]</sup></a>. When this measure was debated in council, some members objected, that, if such a considerable part of the revenue were dismembered, the dignity of the crown would fall to decay: but the queen replied, that she preferred the salvation of her soul to ten such kingdoms as England<a href=\"#n24\"><sup>[24]</sup></a>. These imprudent measures would not probably have taken place so easily, had it not been for the death of Gardiner, which happened about this time: The great seal was given to Heathe, archbishop of York; that an ecclesiastic might still be possessed of that high office, and be better enabled by his authority to forward the persecutions against the reformed.","subId":"20","id":"Hume.HE.3.37.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">21st Octob. A parliament.</span> <span class=\"small-capitals\">These</span> persecutions were now become extremely odious to the nation; and the effects of the public discontent appeared in the new parliament, summoned to meet at Westminster<a href=\"#n25\"><sup>[25]</sup></a>. A bill<a href=\"#n26\"><sup>[26]</sup></a> was passed, restoring to the church the tenths and first-fruits, and all the impropriations which remained in the hands of the crown; but though this matter directly concerned none but the queen herself, great opposition was made to the bill in the house of commons. An application being made for a subsidy during two years, and for two fifteenths, the latter was refused by the commons; and many members said, that, while the crown was thus despoiling itself of its revenue, it was in vain to bestow riches upon it. The parliament rejected a bill for obliging the exiles to return under certain penalties, and another for incapacitating such as were remiss in the prosecution of heresy from being justices of peace. <span class=\"margin-comment\">9th Dec.</span> The queen, finding the intractable humour of the commons, thought proper to dissolve the parliament.","subId":"21","id":"Hume.HE.3.37.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> spirit of opposition, which began to prevail in parliament, was the more likely to be vexatious to Mary, as she was otherwise <span class=\"page-break\"></span>in very bad humour, on account of her husband's absence, who, tired of her importunate love and jealousy, and finding his authority extremely limited in England, had laid hold of the first opportunity to leave her, and had gone over last summer to the emperor in Flanders. The indifference and neglect of Philip, added to the disappointment in her imagined pregnancy, threw her into deep melancholy; and she gave vent to her spleen by daily enforcing the persecutions against the protestants, and even by expressions of rage against all her subjects; by whom she knew herself to be hated, and whose opposition, in refusing an entire compliance with Philip, was the cause, she believed, why he had alienated his affections from her, and afforded her so little of his company<a href=\"#n27\"><sup>[27]</sup></a>. The less return her love met with, the more it increased; and she passed most of her time in solitude, where she gave vent to her passion, either in tears, or in writing fond epistles to Philip, who seldom returned her any answer, and scarcely deigned to pretend any sentiment of love or even of gratitude towards her. <span class=\"margin-comment\">The queen's extortions.</span> The chief part of government, to which she attended, was the extorting of money from her people, in order to satisfy his demands; and as the parliament had granted her but a scanty supply, she had recourse to expedients very violent and irregular. She levied a loan of 60,000 pounds upon a thousand persons, of whose compliance, either on account of their riches or their affections to her, she held herself best assured: But that sum not sufficing, she exacted a general loan on every one who possessed twenty pounds a-year. This imposition lay heavy on the gentry, who were obliged, many of them to retrench their expences, and dismiss their servants in order to enable them to comply with her demands: And as these servants, accustomed to idleness, and having no means of subsistance, commonly betook themselves to theft and robbery, the queen published a proclamation, by which she obliged their former masters to take them back to their service. She levied 60,000 marks on 7000 yeomen, who had not contributed to the former loan; and she exacted 36,000 pounds more from the merchants. In order to engage some Londoners to comply more willingly with her multiplied extortions, she passed an edict, prohibiting, for four months, the exporting of any English cloths or kerseys to the Netherlands; an <span class=\"page-break\"></span>expedient which procured a good market for such as had already sent any quantity of cloth thither. Her rapaciousness engaged her to give endless disturbance and interruption to commerce. The English company settled in Antwerp having refused her a loan of 40,000 pounds, she dissembled her resentment, till she found, that they had bought and shipped great quantities of cloth for Antwerp fair, which was approaching: She then laid an embargo on the ships, and obliged the merchants to grant her a loan of the 40,000 pounds at first demanded, to engage for the payment of 20,000 pounds more at a limited time, and to submit to an arbitrary imposition of twenty shillings on each piece. Some time, after she was informed, that the Italian merchants had shipped above 40,000 pieces of cloth for the Levant, for which they were to pay her a crown a piece, the usual imposition: She struck a bargain with the merchant adventurers in London; prohibited the foreigners from making any exportation; and received from the English merchants, in consideration of this iniquity, the sum of 50,000 pounds, and an imposition of four crowns on each piece of cloth which they should export. She attempted to borrow great sums abroad; but her credit was so low, that, tho' she offered 14 per cent. to the city of Antwerp for a loan of 30,000 pounds, she could not obtain it, till she compelled the city of London to be surety for her<a href=\"#n28\"><sup>[28]</sup></a>. All these violent expedients were employed, while she herself was in profound peace with all the world, and had visibly no occasion for money but to supply the demands of a husband, who gave attention only to his own convenience, and showed himself entirely indifferent about her interests.","subId":"22","id":"Hume.HE.3.37.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">The emperor resigns his crown.</span> <span class=\"small-capitals\">Philip</span> was now become master of all the wealth of the new world, and of the richest and most extensive dominions in Europe, by the voluntary resignation of the emperor, Charles V.; who, though still in the vigour of his age, had taken a disgust to the world, and was determined to seek, in the tranquillity of retreat, for that happiness, which he had in vain pursued, amidst the tumults of war, and the restless projects of ambition. He summoned the states of the Low Countries; <span class=\"margin-comment\">25th Oct.</span> and seating himself on the throne for the last time, explained to his subjects the reasons of his <span class=\"page-break\"></span>resignation, absolved them from all oaths of allegiance, and devolving his authority on Philip, told him, that his paternal tenderness made him weep, when he reflected on the burthen which he imposed upon him<a href=\"#n29\"><sup>[29]</sup></a>. He inculcated on him the great and only duty of a prince, the study of his people's happiness; and represented how much preferable it was to govern, by affection rather than by fear, the nations subjected to his dominion. The cool reflections of age now discovered to him the emptiness of his former pursuits; and he found, that the vain schemes of extending his empire, had been the source of endless opposition and disappointment, and kept himself, his neighbours, and his subjects, in perpetual inquietude, and had frustrated the sole end of government, the felicity of the nations committed to his care; an object which meets with less opposition, and which, if steadily pursued, can alone convey a lasting and solid satisfaction.","subId":"23","id":"Hume.HE.3.37.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">1556.</span> <span class=\"small-capitals\">A</span> few months after, he resigned to Philip his other dominions; and embarking on board a fleet, sailed to Spain, and took his journey to St. Just, a monastery in Estremadura, which, being situated in a happy climate, and amidst the greatest beauties of nature, he had chosen for the place of his retreat. When he arrived at Burgos, he found, by the thinness of his court, and the negligent attendance of the Spanish grandees, that he was no longer emperor; and though this observation might convince him still more of the vanity of the world, and make him more heartily despise what he had renounced, he sighed to find that all former adulation and obeisance had been paid to his fortune, not to his person. With better reason, was he struck with the ingratitude of his son Philip, who obliged him to wait a long time for the payment of the small pension which he had reserved; and this disappointment in his domestic enjoyments gave him a sensible concern. He pursued however his resolution with inflexible constancy; and shutting himself up in his retreat, he exerted such self-command, that he restrained even his curiosity from any enquiry concerning the transactions of the world, which he had entirely abandoned. The fencing against the pains and infirmities, under which he laboured, occupied a great part of his time; and during the intervals, he employed his leisure either in examining the controversies of <span class=\"page-break\"></span>theology, with which his age had been so much agitated, and which he had hitherto considered only in a political light, or in imitating the works of renowned artists, particularly in mechanics, of which he had always been a great admirer and encourager. He is said to have here discovered a propensity to the new doctrines; and to have frequently dropped hints of this unexpected alteration in his sentiments. Having amused himself with the construction of clocks and watches, he thence remarked how impracticable the object was, in which he had so much employed himself during his grandeur; and how impossible, that he, who never could frame two machines that would go exactly alike, could ever be able to make all mankind concur in the same belief and opinion. He survived his retreat two years.","subId":"24","id":"Hume.HE.3.37.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> emperor Charles had very early, in the beginning of his reign, found the difficulty of governing such distant dominions; and he had made his brother Ferdinand be elected king of the Romans; with a view to his inheriting the imperial dignity, as well as his German dominions. But having afterwards enlarged his schemes, and formed plans of aggrandizing his family, he regretted, that he must dismember such considerable states; and he endeavoured to engage Ferdinand, by the most tempting offers, and most earnest solicitations, to yield up his pretensions in favour of Philip. Finding his attempts fruitless, he had resigned the Imperial crown with his other dignities; and Ferdinand, according to common form, applied to the pope for his coronation. The arrogant pontiff refused the demand; and pretended, that, though, on the death of an emperor, he was obliged to crown the prince elected, yet in the case of a resignation, the right devolved to the holy see, and it belonged to the pope alone to appoint an emperor. The conduct of Paul was in every thing conformable to these lofty pretensions. He thundered always in the ears of all ambassadors, that he stood in no need of the assistance of any prince, that he was above all potentates of the earth, that he would not accustom monarchs to pretend to a familiarity or equality with him, that it belonged to him to alter and regulate kingdoms, that he was successor of those who had deposed kings and emperors, and that rather than submit to any thing below his dignity, he would set fire to the four corners of the world. He went so far, as, at table, in the presence of many persons, and even openly, in a public consistory, <span class=\"page-break\"></span>to say, that he would not admit any kings for his companions; they were all his subjects, and he would hold them under these feet: So saying, he stamped on the ground with his old and infirm limbs: For he was now past fourscore years of age<a href=\"#n30\"><sup>[30]</sup></a>.","subId":"25","id":"Hume.HE.3.37.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> world could not forbear making a comparison between Charles V. a prince, who, though educated amidst wars and intrigues of state, had prevented the decline of age, and had descended from the throne, in order to set apart an interval for thought and reflection, and a priest, who, in the extremity of old age, exulted in his dominion, and from restless ambition and revenge was throwing all nations into combustion. Paul had entertained the most inveterate animosity against the house of Austria; and though a truce of five years had been concluded between France and Spain, he excited Henry by his solicitations to break it, and promised to assist him in recovering Naples, and the dominions to which he laid claim in Italy; a project which had ever proved hurtful to the predecessors of that monarch. He himself engaged in hostilities with the duke of Alva, viceroy of Naples: and Guise being sent with forces to support him, the renewal of war between the two crowns seemed almost inevitable. Philip, though less warlike than his father, was no less ambitious; and he trusted, that, by the intrigues of the cabinet, where, he believed, his caution and secrecy and prudence gave him the superiority, he should be able to subdue all his enemies, and extend his authority and dominion. For this reason, as well as from the desire of settling his new empire, he wished to maintain peace with France; but when he found, that, without sacrificing his honour, it was impossible for him to overlook the hostile attempts of Henry, he prepared for war with great industry. In order to give himself the more advantage, he was desirous of embarking England in the quarrel; and though the queen was of herself extremely averse to that measure, he hoped, that the devoted fondness, which, notwithstanding repeated instances of his indifference, she still bore to him, would effectually second his applications. Had the matter indeed depended solely on her, she was incapable of resisting her husband's commands; but she had little weight with her council, still less with her people; and her government, which was every day becoming more odious, seemed unable to maintain itself even during the <span class=\"page-break\"></span>most profound tranquillity, much more if a war were kindled with France, and what seemed an inevitable consequence, with Scotland, supported by that powerful kingdom.","subId":"26","id":"Hume.HE.3.37.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">Execution of Cranmer.</span> <span class=\"small-capitals\">An</span> act of barbarity was this year exercised in England, which, added to many other instances of the same kind, tended to render the government extremely unpopular. Cranmer had long been detained prisoner; but the queen now determined to bring him to punishment; and in order the more fully to satiate her vengeance, she resolved to punish him for heresy, rather than for treason. He was cited by the pope to stand his trial at Rome; and though he was known to be kept in close custody at Oxford, he was, upon his not appearing, condemned as contumacious. Bonner, bishop of London, and Thirleby of Ely were sent to degrade him; and the former executed the melancholy ceremony with all the joy and exultation, which suited his savage nature<a href=\"#n31\"><sup>[31]</sup></a>. The implacable spirit of the queen, not satisfied with the eternal damnation of Cranmer, which she believed inevitable, and with the execution of that dreadful sentence, to which he was condemned, prompted her also to seek the ruin of his honour, and the infamy of his name. Persons were employed to attack him, not in the way of disputation, against which he was sufficiently armed; but by flattery, insinuation, and address; by representing the dignities to which his character still entitled him, if he would merit them by a recantation; by giving hopes of long enjoying those powerful friends, whom his beneficent disposition had attached to him during the course of his prosperity<a href=\"#n32\"><sup>[32]</sup></a>: Overcome by the fond love of life, terrified by the prospect of those tortures which awaited him; he allowed, in an unguarded hour, the sentiments of nature to prevail over his resolution, and he agreed to subscribe the doctrines of the papal supremacy and of the real presence. The court, equally perfidious and cruel, were determined, that this recantation should avail him nothing; and they sent orders, that he should be required to acknowledge his errors in church before the whole people, and that he should thence be immediately carried to execution. <span class=\"margin-comment\">21st March.</span> Cranmer, whether that he had received a secret intimation of their design, or had repented of his weakness, surprized the audience by a contrary declaration. He said, that he was well apprized of the obedience which he owed to his sovereign and the laws; but this duty <span class=\"page-break\"></span>extended no farther than to submit patiently to their commands, and to bear without resistance whatever hardships they should impose upon him: That a superior duty, the duty which he owed to his Maker, obliged him to speak truth on all occasions, and not to relinquish, by a base denial, the holy doctrine, which the supreme Being had revealed to mankind: That there was one miscarriage in his life, of which, above all others, he severely repented; the insincere declaration of faith, to which he had the weakness of consent, and which the fear of death alone had extorted from him: That he took this opportunity of atoning for his error, by a sincere and open recantation; and was willing to seal with his blood that doctrine, which he firmly believed to be communicated from Heaven: And that as his hand had erred by betraying his heart, it should first be punished, by a severe but just doom, and should first pay the forfeit of its offences. He was thence led to the stake amidst the insults of the catholics; and having now summoned up all the force of his mind, he bore their scorn, as well as the torture of his punishment, with singular fortitude. He stretched out his hand, and without betraying, either by his countenance or motions, the least sign of weakness or even of feeling, he held it in the flames, till it was entirely consumed. His thoughts seemed wholly occupied with reflections on his former fault; and he called aloud several times, <em>This hand has offended.</em> Satisfied with that atonement, he then discovered a serenity in his countenance; and when the fire attacked his body, he seemed to be quite insensible of his outward sufferings, and by the force of hope and resolution to have collected his mind altogether within itself, and to repel the fury of the flames. It is pretended, that, after his body was consumed, his heart was found entire and untouched amidst the ashes; an event, which, as it was the emblem of his constancy, was fondly believed by the zealous protestants. He was undoubtedly a man of merit; possessed of learning and capacity, and adorned with candour, sincerity, and beneficence, and all those virtues, which were fitted to render him useful and amiable in society. His moral qualities procured him universal respect; and the courage of his martyrdom, though he fell short of the rigid inflexibility observed in many, made him the hero of the protestant party<a href=\"#n33\"><sup>[33]</sup></a>.","subId":"27","id":"Hume.HE.3.37.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> Cranmer's death, cardinal Pole, who had now taken priest's orders, was installed in the see of Canterbury; and was thus by this office, as well as by his commission of legate, placed at the head of the church of England. But though he was averse to all sanguinary methods of converting heretics, and deemed the reformation of the clergy the more effectual, as the more laudable expedient for that purpose<a href=\"#n34\"><sup>[34]</sup></a>; he found his authority too weak to oppose the barbarous and bigotted disposition of the queen and of her counsellors. He himself, he knew, had been suspected of Lutheranism; and as Paul, the reigning pope, was a furious persecutor and his personal enemy, he was prompted, by the modesty of his disposition, to reserve his credit for other occasions, in which he had a greater probability of success<a href=\"#n35\"><sup>[35]</sup></a>.","subId":"28","id":"Hume.HE.3.37.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">1557.</span> <span class=\"small-capitals\">The</span> great object of the queen was to engage the nation in the war, which was kindled between France and Spain; and cardinal Pole, with many other counsellors, openly and zealously opposed this measure. Besides insisting on the marriage articles, which provided against such an attempt, they represented the violence of the domestic factions in England, and the disordered state of the finances; and they foreboded, that the tendency of all these measures was to reduce the kingdom to a total dependance on Spanish counsels. Philip had come to London in order to support his partizans; and he told the queen, that, if he were not gratified in so reasonable a request, he never more would set foot in England. This declaration extremely heightened her zeal for promoting his interests, and overcoming the inflexibility of her council. After employing other menaces of a more violent nature, she threatened to dismiss all of them, and to appoint counsellors more obsequious; yet could she not procure a vote for declaring war with France. At length, one Stafford and some other conspirators were detected in a design of surprizing Scarborough<a href=\"#n36\"><sup>[36]</sup></a>; and a confession being extorted from them, that they had been encouraged by Henry in the attempt, the queen's importunity prevailed; and it was determined to make this act of hostility, with others of a like secret and doubtful nature, the ground of the quarrel. War was accordingly declared against France; and preparations were every where made for attacking that kingdom.","subId":"29","id":"Hume.HE.3.37.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> revenue of England at that time little exceeded 300,000 pounds<a href=\"#n37\"><sup>[37]</sup></a>. Any considerable supplies could scarcely be expected from parliament, considering the present disposition of the nation; and as the war would sensibly diminish that branch arising from the customs, the finances, it was foreseen, would fall short even of the ordinary charges of government; and must still more prove unequal to the expences of war. But though the queen owed great arrears to all her servants, besides the loans extorted from her subjects, these considerations had no influence with her; and in order to support her warlike preparations, she continued to levy money in the same arbitrary and violent manner which she had formerly practised. She obliged the city of London to supply her with 60,000 pounds on her husband's entry; she levied before the legal time the second year's subsidy voted by parliament; she issued anew many privy seals, by which she procured loans from her people; and having equipped a fleet, which she could not victual by reason of the dearness of provisions, she seized all the corn she could find in Suffolk and Norfolk, without paying any price to the owners. By all these expedients, assisted by the power of pressing, she levied an army of ten thousand men, which she sent over to the Low-Countries, under the command of the earl of Pembroke. Meanwhile, in order to prevent any disturbance at home, many of the most considerable gentry were thrown into the Tower; and lest they should be known, the Spanish practice was followed: They either were carried thither in the night time, or were hoodwinked and muffled by the guards who conducted them<a href=\"#n38\"><sup>[38]</sup></a>.","subId":"30","id":"Hume.HE.3.37.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king of Spain had assembled an army, which, after the junction of the English, amounted to above sixty thousand men, conducted by Philibert, duke of Savoy, one of the greatest captains of the age. The constable, Montmorency, who commanded the French army, had not half the number to oppose to him. The duke of Savoy, after menacing Mariembourgh and Rocroy, suddenly sat down before St. Quintin; and as the place was weak, and ill provided with a garrison, he expected in a few days to become master of it. But admiral Coligny, governor of the province, thinking his honour interested to save so important a fortress, threw himself <span class=\"page-break\"></span>into St. Quintin, with some troops of French and Scottish gensdarmery; and by his exhortations and example animated the soldiers to a vigorous defence. He dispatched a messenger to his uncle, Montmorency, desiring a supply of men; <span class=\"margin-comment\">10th Aug.</span> and the constable approached the place with his whole army, in order to facilitate the entry of these succours. But the duke of Savoy, falling on the reinforcement, did such execution upon them, <span class=\"margin-comment\">Battle of St. Quintin.</span> that not above five hundred got into the place. He next made an attack on the French army, and put them to total rout, killing four thousand men, and dispersing the remainder. In this unfortunate action many of the chief nobility of France were either slain or taken prisoners: Among the latter was the old constable himself, who, fighting valiantly, and resolute to die rather than survive his defeat, was surrounded by the enemy, and thus fell alive into their hands. The whole kingdom of France was thrown into consternation: Paris was attempted to be fortified in a hurry: And had the Spaniards presently marched thither, it could not have failed to fall into their hands. But Philip was of a cautious temper; and he determined first to take St. Quintin, in order to secure a communication with his own dominions. A very little time, it was expected, would finish this enterprize; but the bravery of Coligny still prolonged the siege seventeen days, which proved the safety of France. Some troops were levied and assembled. Couriers were sent to recal the duke of Guise and his army from Italy: And the French, having recovered from their first panic, put themselves in a posture of defence. Philip, after taking Ham and Catelet, found the season so far advanced, that he could attempt no other enterprize: He broke up his camp, and retired to winter-quarters.","subId":"31","id":"Hume.HE.3.37.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the vigilant activity of Guise, not satisfied with securing the frontiers, prompted him, in the depth of winter, to plan an enterprize, which France, during her greatest successes, had always regarded as impracticable, and had never thought of undertaking. Calais was, in that age, deemed an impregnable fortress; and as it was known to be the favourite of the English nation, by whom it could easily be succoured, the recovery of that place by France was considered as totally desperate. <span class=\"margin-comment\">Calais taken by the French.</span> But Coligny had remarked, that, as the town of Calais was surrounded with marshes, which, during the winter, were impassable, except over a dyke guarded by two castles, St. Agatha and Newnam bridge, the English were of late <span class=\"page-break\"></span>accustomed, on account of the lowness of their finances, to dismiss a great part of the garrison at the end of autumn, and to recal them in the spring, at which time alone they judged their attendance necessary. On this circumstance he had founded the design of making a sudden attack on Calais; he had caused the place to be secretly viewed by some engineers; and a plan of the whole enterprize being found among his papers, it served, though he himself was made prisoner on the taking of St. Quintin, to suggest the project of that undertaking, and to direct the measures of the duke of Guise.","subId":"32","id":"Hume.HE.3.37.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">1558.</span> <span class=\"small-capitals\">Several</span> bodies of troops defiled towards the frontiers on various pretences; and the whole being suddenly assembled, formed an army, with which Guise made an unexpected march towards Calais. At the same time a great number of French ships, being ordered into the channel, under colour of cruising on the English, composed a fleet which made an attack by sea on the fortifications. The French assaulted St. Agatha with three thousand harquebusiers; and the garrison, though they made a vigorous defence, were soon obliged to abandon the place, and retreat to Newnam bridge. The siege of this latter place was immediately undertaken, and at the same time the fleet battered the risbank, which guarded the entrance of the harbour; and both these castles seemed exposed to imminent danger. The governor, lord Wentworth, was a brave officer; but finding that the greater part of his weak garrison was enclosed in the castle of Newnam bridge and the risbank, he ordered them to capitulate, and to join him in Calais, which, without their assistance, he was utterly unable to defend. The garrison of Newnam bridge was so happy as to effect this purpose; but that of the risbank could not obtain such favourable conditions, and were obliged to surrender at discretion.","subId":"33","id":"Hume.HE.3.37.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Guise, now holding Calais blockaded by sea and land, thought himself secure of succeeding in his enterprize; but in order to prevent all accident, he delayed not a moment the attack of the place. He planted his batteries against the castle, where he made a large breach; and having ordered Andelot, Coligny's brother, to drain the fossée, he commanded an assault, which succeeded; and the French made a lodgment in the castle. On the night following, Wentworth attempted to recover this post, but having lost two hundred men in a furious attack which he <span class=\"page-break\"></span>made upon it<a href=\"#n39\"><sup>[39]</sup></a>, he found his garrison so weak, that he was obliged to capitulate. Ham and Guisnes fell soon after; and thus the duke of Guise, in eight days, during the depth of winter, made himself master of this strong fortress, that had cost Edward III. a siege of eleven months, at the head of a numerous army, which had, that very year, been victorious in the battle of Cressy. The English had held it above two hundred years; and as it gave them an easy entrance into France, it was regarded as the most important possession belonging to the crown. The joy of the French was extreme, as well as the glory acquired by Guise, who, at the time when all Europe imagined France to be sunk by the unfortunate battle of St. Quintin, had, in opposition to the English, and their allies, the Spaniards, acquired possession of a place, which no former king of France, even during the distractions of the civil wars, between the houses of York and Lancaster, had ever ventured to attempt. The English on the other hand, bereaved of this valuable fortress, murmured loudly against the improvidence of the queen and her council; who, after engaging in a fruitless war, for the sake of foreign interests, had thus exposed the nation to so severe a disgrace. A treasury exhausted by expences, and burthened with debts: a people divided and dejected; a sovereign negligent of her people's welfare, were circumstances which, notwithstanding the fair offers and promises of Philip, gave them small hopes of recovering Calais. And as the Scots, instigated by French councils, began to move on the borders, they were now necessitated rather to look to their defence at home, than to think of foreign conquests.","subId":"34","id":"Hume.HE.3.37.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affairs of Scotland.</span> <span class=\"small-capitals\">After</span> the peace, which, in consequence of king Edward's treaty with Henry, took place between Scotland and England, the queen-dowager, on pretence of visiting her daughter and her relations, made a journey to France, and she carried along with her the earls of Huntley, Sutherland, Marischal, and many of the principal nobility. Her secret design was to take measures for engaging the earl of Arran to resign to her the government of the kingdom; and as her brothers, the duke of Guise, the cardinal of Lorraine, and the duke of Aumale, had uncontrouled influence in the court of France, she easily persuaded Henry, and, by his authority, the Scottish nobles, to enter into her measures. Having also gained <span class=\"page-break\"></span>Carnegy of Kinnaird, Panter, bishop of Ross, and Gavin Hamilton, commendator of Kilwinning, three creatures of the governor's, she persuaded him, by their means, to consent to this resignation<a href=\"#n40\"><sup>[40]</sup></a>; and when every thing was thus prepared for her purpose, she took a journey to Scotland, and passed through England in her way thither. Edward received her with great respect and civility; though he could not forbear attempting to renew the old treaty for his marriage with her daughter: A marriage, he said, so happily calculated for the tranquillity, interest, and security of both kingdoms, and the only means of ensuring a durable peace between them. For his part, he added, he never could entertain a cordial amity for any other husband whom she should choose; nor was it easy for him to forgive a man, who, at the same time that he disappointed so natural an alliance, had bereaved him of a bride, to whom his affections, from his earliest infancy, had been entirely engaged. The queen-dowager eluded these applications, by telling him, that, if any measures had been taken disagreeable to him, they were entirely owing to the imprudence of the duke of Somerset, who, instead of employing courtesy, caresses, and gentle offices, the proper means of gaining a young princess, had had recourse to arms and violence, and had constrained the Scottish nobility to send their sovereign into France, in order to interest that kingdom in protecting their liberty and independance<a href=\"#n41\"><sup>[41]</sup></a>.","subId":"35","id":"Hume.HE.3.37.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the queen-dowager arrived in Scotland, she found the governor very unwilling to fulfil his engagements; and it was not till after many delays that he could be persuaded to resign his authority. But finding that the majority of the young princess was approaching, and that the queen-dowager had gained the affections of all the principal nobility, he thought it more prudent to submit; and having stipulated, that he should be declared next heir to the crown, and should be freed from giving an account of his past administration, he placed her in possession of the power; and she thenceforth assumed the name of regent<a href=\"#n42\"><sup>[42]</sup></a>. It was a usual saying of this princess, that, provided she could render her friends happy, and could ensure to herself a good reputation, she was entirely indifferent what befell her; and though this sentiment is greatly <span class=\"page-break\"></span>censured by the zealous reformers<a href=\"#n43\"><sup>[43]</sup></a>, as being founded wholly on secular motives, it discovers a mind well calculated for the government of kingdoms. D'Oisel, a Frenchman, celebrated for capacity, had attended her as ambassador from Henry, but in reality to assist her with his counsels in so delicate an undertaking as the administration of Scotland; and this man had formed a scheme for laying a general tax on the kingdom, in order to support a standing military force, which might at once repel the inroads of foreign enemies, and check the turbulence of the Scottish nobles. But though some of the courtiers were gained over to this project, it gave great and general discontent to the nation; and the queen-regent, after ingenuously confessing, that it would prove pernicious to the kingdom, had the prudence to desist from it, and to trust entirely for her security to the good-will and affections of her subjects<a href=\"#n44\"><sup>[44]</sup></a>.","subId":"36","id":"Hume.HE.3.37.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> laudable purpose seemed to be the chief object of her administration; yet was she sometimes drawn from it by her connexions with France, and by the influence which her brothers had acquired over her. When Mary commenced hostilities against that kingdom, Henry required the queen-regent to take part in the quarrel; and she summoned a convention of states at Newbottle, and requested them to concur in a declaration of war against England. The Scottish nobles, who were become as jealous of French, as the English were of Spanish influence, refused their assent; and the queen was obliged to have recourse to stratagem, in order to effect her purpose. She ordered d'Oisel to begin some fortifications at Eyemouth, a place which had been dismantled by the last treaty with Edward; and when the garrison of Berwick, as she foresaw, made an inroad to prevent the undertaking, she effectually employed this pretence to inflame the Scottish nation, and to engage them in hostilities against England<a href=\"#n45\"><sup>[45]</sup></a>. The enterprizes, however, <span class=\"margin-comment\">Marriage of the dauphin and the queen of Scots.</span> of the Scots proceeded no farther than some inroads on the borders: When d'Oisel, of himself, conducted artillery and troops to besiege the castle of Werke, he was recalled, and sharply rebuked by the council<a href=\"#n46\"><sup>[46]</sup></a>.","subId":"37","id":"Hume.HE.3.37.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to connect Scotland more closely with France, and to <span class=\"page-break\"></span>encrease the influence of the latter kingdom, it was thought proper by Henry to celebrate the marriage between the young queen and the dauphin; and a deputation was sent by the Scottish parliament, to assist at the ceremony, and to settle the terms of the contract.","subId":"38","id":"Hume.HE.3.37.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> close alliance between France and Scotland threatened very nearly the repose and security of Mary; and it was foreseen, that, though the factions and disorders, which might naturally be expected in the Scottish government during the absence of the sovereign, would make its power less formidable, that kingdom would at least afford to the French a means of invading England. The queen, therefore, <span class=\"margin-comment\">20th Jan.</span> found it necessary to summon a parliament, and to demand of them some supplies to her exhausted exchequer. And such an emergency usually gives great advantage to the people, <span class=\"margin-comment\">A parliament.</span> and as the parliaments, during this reign, had shewn, that, where the liberty and independency of the kingdom was menaced with imminent danger, they were not entirely overawed by the court; we shall naturally expect, that the late arbitrary methods of extorting money should, at least, be censured, and, perhaps, some remedy be for the future provided against them. The commons however, without making any reflections on the past, voted, besides a fifteenth, a subsidy of four shillings in the pound on land, and two shillings and eight pence on goods. The clergy granted eight shillings in the pound, payable, as was also the subsidy of the laity, in four years by equal portions.","subId":"39","id":"Hume.HE.3.37.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament also passed an act, confirming all the sales and grants of crown lands, which either were already made by the queen, or should be made during the seven ensuing years. It was easy to foresee, that, in Mary's present disposition and situation, this power would be followed by a great alienation of the royal demesnes; and nothing could be more contrary to the principles of good government, than to establish a prince with very extensive authority, yet permit him to be reduced to beggary. This act met with opposition in the house of commons. One Copley expressed his fears lest the queen, under colour of the power there granted, might alter the succession, and alienate the crown from the lawful heir: But his words were thought <em>irreverent</em> to her majesty: He was committed to the custody of the serjeant at arms; and though he expressed sorrow for his offence, he was not released, till the queen was applied to for his pardon.","subId":"40","id":"Hume.HE.3.37.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English nation, during this whole reign, were under great apprehensions, with regard not only to the succession, but the life, of the lady Elizabeth. The violent hatred, which the queen bore to her, broke out on every occasion; and it required all the authority of Philip, as well as her own great prudence, to prevent the fatal effects of it. The princess retired into the country; and knowing that she was surrounded with spies, she passed her time wholly in reading and study, intermeddled in no business, and saw very little company. While she remained in this situation, which for the present was melancholy, but which prepared her mind for those great actions, by which her life was afterwards so much distinguished; proposals of marriage were made to her by the Swedish ambassador, in his master's name. As her first question was, whether the queen had been informed of these proposals; the ambassador told her, that his master thought, as he was a gentleman, it was his duty first to make his addresses to herself; and having obtained her consent, he would next, as a king, apply to her sister. But the princess would allow him to proceed no farther; and the queen, after thanking her for this instance of duty, desired to know how she stood affected to the Swedish proposals. Elizabeth, though exposed to many present dangers and mortifications, had the magnanimity to reserve herself for better fortune; and she covered her refusal with professions of a passionate attachment to a single life, which, she said, she infinitely preferred before any other<a href=\"#n47\"><sup>[47]</sup></a>. The princess showed like prudence in concealing her sentiments of religion, in complying with the present modes of worship, and in eluding all questions with regard to that delicate subject<a href=\"#n48\"><sup>[48]</sup></a>.","subId":"41","id":"Hume.HE.3.37.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> money granted by parliament, enabled the queen to fit out a fleet of a hundred and forty sail, which, being joined by thirty Flemish ships, and carrying six thousand land forces on board, was sent to make an attempt on the coast of Britanny. The fleet was commanded by lord Clinton: the land forces by the earls of Huntingdon and Rutland. But the equipment of the fleet and army was so dilatory, that the French got intelligence of the design, and were prepared to receive them. The English found Brest so well guarded as to render an attempt on that place impracticable; but landing at Conquest, they plundered and burnt the town, with some adjacent villages, and were proceeding to commit greater disorders, when Kersimon, a Breton gentleman, at the head of some militia, fell upon them, put them to rout, and drove them to their ships with considerable loss. But a small squadron of ten English ships had an opportunity of amply revenging this disgrace upon the French. The mareschal de Thermes, governor of Calais, had made an irruption into Flanders, with an army of fourteen thousand men; and having forced a passage over the river Aa, had taken Dunkirk, and Berg St. Winoc, and had advanced as far as Newport, but count Egmont coming suddenly upon him, with superior forces, he was obliged to retreat; and being overtaken by the Spaniards near Gravelines, and finding a battle inevitable, he chose very skilfully his ground for the engagement. He fortified his left wing with all the precautions possible; and posted his right along the river Aa, which, he reasonably thought, gave him full security from that quarter. But the English ships, which were accidentally on the coast, being drawn by the noise of the firing, sailed up the river, and flanking the French, did such execution by their artillery, that they put them to flight; and the Spaniards gained a complete victory<a href=\"#n49\"><sup>[49]</sup></a>.","subId":"42","id":"Hume.HE.3.37.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile</span> the principal army of France, under the duke of Guise, and that of Spain, under the duke of Savoy, approached each other on the frontiers of Picardy; and as the two kings had come into their respective camps, attended by the flower of their nobility, men expected, that some great and important event would follow, from the emulation of these warlike nations. But Philip, though actuated by the ambition, possessed not the enterprizing <span class=\"page-break\"></span>genius of a conqueror; and he was willing, notwithstanding the superiority of his numbers, and the two great victories which he had gained at St. Quintin and Gravelines, to put a period to the war by treaty. Negociations were entered into for that purpose; and as the terms offered by the two monarchs were somewhat wide of each other, the armies were put into winter-quarters, till the princes could come to better agreement. Among other conditions, Henry demanded the restitution of Navarre to its lawful owner; Philip that of Calais and its territory to England: But in the midst of these negociations, news arrived of the death of Mary; and Philip, no longer connected with England, began to relax in his firmness on that capital article. This was the only circumstance that could have made the death of that princess be regretted by the nation.","subId":"43","id":"Hume.HE.3.37.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mary</span> had long been in a declining state of health; and having mistaken her dropsy for a pregnancy, she had made use of an improper regimen, and her malady daily augmented. Every reflection now tormented her. The consciousness of being hated by her subjects, the prospect of Elizabeth's succession, apprehensions of the danger to which the catholic religion stood exposed, dejection for the loss of Calais, concern for the ill state of her affairs, and, above all, anxiety for the absence of her husband, who, she knew, intended soon to depart for Spain, <span class=\"margin-comment\">Death of the queen. 17th Nov.</span> and to settle there during the remainder of his life: All these melancholy reflections preyed upon her mind, and threw her into a lingering fever, of which she died, after a short and unfortunate reign of five years, four months, and eleven days.","subId":"44","id":"Hume.HE.3.37.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is not necessary to employ many words in drawing the character of this princess. She possessed few qualities either estimable or amiable: and her person was as little engaging as her behaviour and address. Obstinacy, bigotry, violence, cruelty, malignity, revenge, tyranny; every circumstance of her character took a tincture from her bad temper and narrow understanding. And amidst that complication of vices, which entered into her composition, we shall scarcely find any virtue but sincerity: a quality, which she seems to have maintained throughout her whole life; except in the beginning of her reign, when the necessity of her affairs obliged her to make some promises to the protestants, which she certainly never intended to perform. But in these cases a weak bigotted <span class=\"page-break\"></span>woman, under the government of priests, easily finds casuistry sufficient to justify to herself the violation of a promise. She appears also, as well as her father, to have been susceptible of some attachments of friendship; and that without the caprice and inconstancy which were so remarkable in the conduct of that monarch. To which we may add, that, in many circumstances of her life, she gave indications of resolution and vigour of mind; a quality, which seems to have been inherent in her family.","subId":"45","id":"Hume.HE.3.37.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">Cardinal</span> Pole had long been sickly, from an intermitting fever; and he died the same day with the queen, about sixteen hours after her. The benign character of this prelate, the modesty and humanity of his deportment, made him be universally beloved; insomuch that, in a nation, where the most furious persecution was carried on, and where the most violent religious factions prevailed, entire justice, even by most of the reformers, has been done to his merit. The haughty pontiff, Paul IV. had entertained some prejudices against him: And when England declared war against Henry, the ally of that pope, he seized the opportunity of revenge; and revoking Pole's legantine commission, appointed in his room cardinal Peyto, an observantine friar and confessor to the queen. But Mary would never permit the new legate to act upon the commission; and Paul was afterwards obliged to restore cardinal Pole to his authority.","subId":"46","id":"Hume.HE.3.37.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> occur few general remarks, besides what have already been made in the course of our narration, with regard to the general state of the kingdom during this reign. The naval power of England was then so inconsiderable, that, fourteen thousand pounds being ordered to be applied to the fleet, both for repairing and victualling it, it was computed that ten thousand pounds a-year would afterwards answer all necessary charges<a href=\"#n50\"><sup>[50]</sup></a>. The arbitrary proceedings of the queen, above mentioned, joined to many monopolies granted by this princess, as well as by her father, checked the growth of commerce; and so much the more, as all other princes in Europe either were not permitted, or did not find it necessary, to proceed in so tyrannical a manner. Acts of parliament, both in the last reign and in the beginning of the present, had laid the same impositions on the merchants of the still-yard as <span class=\"page-break\"></span>on other aliens: Yet the queen, immediately after her marriage, complied with the solicitations of the emperor, and, by her prerogative, suspended those laws<a href=\"#n51\"><sup>[51]</sup></a>. No body in that age pretended to question this exercise of prerogative. The historians are entirely silent with regard to it; and it is only by the collection of public papers that it is handed down to us.","subId":"47","id":"Hume.HE.3.37.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">An</span> absurd law had been made in the preceding reign, by which every one was prohibited from making cloth unless he had served an apprenticeship of seven years. The law was repealed in the first year of the queen; and this plain reason given, that it had occasioned the decay of the woollen manufactory, and had ruined several towns<a href=\"#n52\"><sup>[52]</sup></a>. It is strange that Edward's law should have been revived during the reign of Elizabeth; and still more strange, that it should still subsist.","subId":"48","id":"Hume.HE.3.37.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> passage to Archangel had been discovered by the English during the last reign; and a beneficial trade with Muscovy had been established. A solemn embassy was sent by the czar to queen Mary. The ambassadors were shipwrecked on the coast of Scotland; but being hospitably entertained there, they proceeded on the journey, and were received at London with great pomp and solemnity<a href=\"#n53\"><sup>[53]</sup></a>. This seems to have been the first intercourse, which that empire had with any of the western potentates of Europe.","subId":"49","id":"Hume.HE.3.37.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> law was passed in this reign<a href=\"#n54\"><sup>[54]</sup></a>, by which the number of horses, arms, and furniture, was fixed, which each person, according to the extent of his property, should be provided with for the defence of the kingdom. A man of a thousand pounds a-year, for instance, was obliged to maintain at his own charge six horses fit for demi-lances, of which three at least to be furnished with sufficient harness, steel saddles, and weapons proper for the demi-lances; and ten horses fit for light horsemen, with furniture and weapons proper for them: He was obliged to have forty corslets furnished: fifty almain revets, or instead of them, forty coats of plate, corslets or brigandines furnished; forty pikes, thirty long bows, thirty sheafs of arrows, thirty steel caps or skulls, twenty black bills or halberts, twenty haquebuts, and twenty morions or sallets. We may remark, that a man of a thousand marks of stock was rated equal <span class=\"page-break\"></span>to one of two hundred pounds a-year: A proof that few or none at that time lived on their stock in money, and that great profits were made by the merchants in the course of trade. There is no class above a thousand pounds a-year.","subId":"50","id":"Hume.HE.3.37.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may form a notion of the little progress made in arts and refinement about this time from one circumstance: A man of no less rank than the comptroller of Edward IV.'s household payed only thirty shillings a year of our present money for his house in Channel Row<a href=\"#n55\"><sup>[55]</sup></a>: Yet labour and provisions, and consequently houses, were only about a third of the present price. Erasmus ascribes the frequent plagues in England to the nastiness and dirt and slovenly habits among the people. <q>The floors,</q> says he, <q>are commonly of clay, strewed with rushes, under which lies unmolested an ancient collection of beer, grease, fragments, bones, spittle, excrements of dogs and cats, and every thing that is nasty.</q><a href=\"#n56\"><sup>[56]</sup></a>","subId":"51","id":"Hume.HE.3.37.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hollingshed</span>, who lived in queen Elizabeth's reign, gives a very curious account of the plain or rather rude way of living of the preceding generation. There scarcely was a chimney to the houses, even in considerable towns: The fire was kindled by the wall, and the smoke sought its way out at the roof, or door, or windows: The houses were nothing but watling plaistered over with clay: The people slept on straw pallets, and had a good round log under their head for a pillow; and almost all the furniture and utensils were of wood<a href=\"#n57\"><sup>[57]</sup></a>.","subId":"52","id":"Hume.HE.3.37.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> this reign we find the first general law with regard to high ways, which were appointed to be repaired by parish duty all over England<a href=\"#n58\"><sup>[58]</sup></a>.","subId":"53","id":"Hume.HE.3.37.53"},{"type":"note","content":"Heylin, p. 47.","subId":"n1","id":"Hume.HE.3.37.n1"},{"type":"note","content":"Burnet, vol. ii. Heylin, p. 47. It is not likely, however, that Charles gave any such advice: For he himself was at this very time proceeding with great violence in persecuting the reformed in Flanders. Bentivoglio, part i. lib. 1.","subId":"n2","id":"Hume.HE.3.37.n2"},{"type":"note","content":"Fox, vol. iii. p. 119. Burnet, vol. ii. p. 302.","subId":"n3","id":"Hume.HE.3.37.n3"},{"type":"note","content":"Fox, vol. iii. p. 145, &amp;c. Burnet, vol. ii. p. 302. Heylin, p. 48, 49. Godwin, p. 349.","subId":"n4","id":"Hume.HE.3.37.n4"},{"type":"note","content":"Strype, vol. iii. p. 261. and Coll. No 58.","subId":"n5","id":"Hume.HE.3.37.n5"},{"type":"note","content":"Heylin, p. 47, 48.","subId":"n6","id":"Hume.HE.3.37.n6"},{"type":"note","content":"Fox, vol. iii. p. 187.","subId":"n7","id":"Hume.HE.3.37.n7"},{"type":"note","content":"Ibid. p. 216.","subId":"n8","id":"Hume.HE.3.37.n8"},{"type":"note","content":"Burnet, vol. ii. p. 318. Heylin. p. 52.","subId":"n9","id":"Hume.HE.3.37.n9"},{"type":"note","content":"Fox, vol. iii. p. 265.","subId":"n10","id":"Hume.HE.3.37.n10"},{"type":"note","content":"Ibid. p. 747. Heylin, p. 57. Burnet, vol. ii. p. 337.","subId":"n11","id":"Hume.HE.3.37.n11"},{"type":"note","content":"Burnet, vol. ii. p. 306.","subId":"n12","id":"Hume.HE.3.37.n12"},{"type":"note","content":"Heylin, p. 56.","subId":"n13","id":"Hume.HE.3.37.n13"},{"type":"note","content":"Burnet, vol. ii. Coll. 32.","subId":"n14","id":"Hume.HE.3.37.n14"},{"type":"note","content":"Burnet, vol. iii. p. 243.","subId":"n15","id":"Hume.HE.3.37.n15"},{"type":"note","content":"Ibid. p. 246, 247.","subId":"n16","id":"Hume.HE.3.37.n16"},{"type":"note","content":"Burnet, vol. ii. p. 363. Heylin, p. 79.","subId":"n17","id":"Hume.HE.3.37.n17"},{"type":"note","content":"Father Paul, lib. 5.","subId":"n18","id":"Hume.HE.3.37.n18"},{"type":"note","content":"Heylin, p. 45.","subId":"n19","id":"Hume.HE.3.37.n19"},{"type":"note","content":"Ibid. Father Paul, lib. 5.","subId":"n20","id":"Hume.HE.3.37.n20"},{"type":"note","content":"Father Paul, lib. 5.","subId":"n21","id":"Hume.HE.3.37.n21"},{"type":"note","content":"Father Paul, lib. 5. Heylin, p. 45.","subId":"n22","id":"Hume.HE.3.37.n22"},{"type":"note","content":"Depeches de Noailles, vol. iv. p. 312.","subId":"n23","id":"Hume.HE.3.37.n23"},{"type":"note","content":"Heylin, p. 53, 65. Hollingshed, p. 1127. Speed, p. 826.","subId":"n24","id":"Hume.HE.3.37.n24"},{"type":"note","content":"Burnet, vol. ii. p. 322.","subId":"n25","id":"Hume.HE.3.37.n25"},{"type":"note","content":"2 and 3 Phil. and Mar. cap. 4.","subId":"n26","id":"Hume.HE.3.37.n26"},{"type":"note","content":"Depeches de Noailles, vol. v. p. 370, 562.","subId":"n27","id":"Hume.HE.3.37.n27"},{"type":"note","content":"Godwin, p. 359. Cowper's Chronicle. Burnet, vol. ii. p. 359. Carte, p. 330, 333, 337, 341. Strype's Memor. vol. iii. p. 428, 558. Annals, vol. ii. p. 15.","subId":"n28","id":"Hume.HE.3.37.n28"},{"type":"note","content":"Thuan. lib. xvi. c. 20.","subId":"n29","id":"Hume.HE.3.37.n29"},{"type":"note","content":"Father Paul, lib. v.","subId":"n30","id":"Hume.HE.3.37.n30"},{"type":"note","content":"Mem. of Cranm. p. 375.","subId":"n31","id":"Hume.HE.3.37.n31"},{"type":"note","content":"Heylin, p. 55. Mem. p. 383.","subId":"n32","id":"Hume.HE.3.37.n32"},{"type":"note","content":"Burnet, vol. ii. p. 331, 332, &amp;c. Godwin, p. 352.","subId":"n33","id":"Hume.HE.3.37.n33"},{"type":"note","content":"Burnet, vol. ii. p. 324, 325.","subId":"n34","id":"Hume.HE.3.37.n34"},{"type":"note","content":"Heylin, p. 68, 69. Burnet, vol. ii. p. 327.","subId":"n35","id":"Hume.HE.3.37.n35"},{"type":"note","content":"Heylin, p. 72. Burnet, vol. ii. p. 351. Sir James Melvil's Memoirs.","subId":"n36","id":"Hume.HE.3.37.n36"},{"type":"note","content":"Rossi, Successi d'Inghilterra.","subId":"n37","id":"Hume.HE.3.37.n37"},{"type":"note","content":"Strype's Eccles. Memorials, vol. iii. p. 377.","subId":"n38","id":"Hume.HE.3.37.n38"},{"type":"note","content":"Thuan. lib. xx. cap. 2.","subId":"n39","id":"Hume.HE.3.37.n39"},{"type":"note","content":"Buchanan, lib. xiv. Keith, p. 56. Spotswood, p. 92.","subId":"n40","id":"Hume.HE.3.37.n40"},{"type":"note","content":"Keith, p. 59.","subId":"n41","id":"Hume.HE.3.37.n41"},{"type":"note","content":"12th April, 1554.","subId":"n42","id":"Hume.HE.3.37.n42"},{"type":"note","content":"Knox, p. 89.","subId":"n43","id":"Hume.HE.3.37.n43"},{"type":"note","content":"Keith, p. 70. Buchanan, lib. xvi.","subId":"n44","id":"Hume.HE.3.37.n44"},{"type":"note","content":"Buchanan, lib. xvi. Thuan. lib. xix. c. 7.","subId":"n45","id":"Hume.HE.3.37.n45"},{"type":"note","content":"Knox, p. 93.","subId":"n46","id":"Hume.HE.3.37.n46"},{"type":"note","content":"Burnet, vol. ii. Collect. No. 37.","subId":"n47","id":"Hume.HE.3.37.n47"},{"type":"note","content":"The common net at that time, says Sir Richard Baker, for catching of protestants, was the real presence; and this net was used to catch the lady Elizabeth: For being asked one time what she thought of the words of Christ, <em>This is my body,</em> whether she thought it the true body of Christ that was in the sacrament; it is said, that, after some pausing, she thus answered:Christ was the word that spake it; <br> He took the bread and brake it; <br> And what the word did make it, <br> That I believe and take it.Which, though it may seem but a slight expression, yet hath it more solidness than at first sight appears; at least, it served her turn at that time, to escape the net, which by direct answer she could not have done. Baker's Chronicle, p. 320.","subId":"n48","id":"Hume.HE.3.37.n48"},{"type":"note","content":"Hollingshed, p. 1150.","subId":"n49","id":"Hume.HE.3.37.n49"},{"type":"note","content":"Burnet, vol. iii. p. 259.","subId":"n50","id":"Hume.HE.3.37.n50"},{"type":"note","content":"Rymer, vol. xv. p. 364.","subId":"n51","id":"Hume.HE.3.37.n51"},{"type":"note","content":"1 Mar. Parl. 2. cap. 7.","subId":"n52","id":"Hume.HE.3.37.n52"},{"type":"note","content":"Hollingshed, p. 732. Heylin, p. 71.","subId":"n53","id":"Hume.HE.3.37.n53"},{"type":"note","content":"4 &amp; 5 Phil. &amp; Mar. cap. 2.","subId":"n54","id":"Hume.HE.3.37.n54"},{"type":"note","content":"Nicolson's Historical Library.","subId":"n55","id":"Hume.HE.3.37.n55"},{"type":"note","content":"Eras. Epist. 432.","subId":"n56","id":"Hume.HE.3.37.n56"},{"type":"note","content":"<em>The passage of Hollingshed, in the Discourse prefixed to his History, and which some ascribe to Harrison, is as follows. Speaking of the encrease of luxury:</em> Neither do I speak this in reproach of any man; God is my judge; but to shew, that I do rejoice rather to see how God has blessed us with his good gifts, and to behold how that in a time wherein all things are grown to most excessive prices, we do yet find the means to obtain and achieve such furniture as heretofore has been impossible: There are old men yet dwelling in the village where I remain, which have noted three things to be marvellously altered in England within their sound remembrance. One is the multitude of chimnies lately erected; whereas in their young days, there were not above two or three, if so many, in most uplandish towns of the realm (the religious houses and manor places of their lords always excepted, and peradventure some great personage); but each made his fire against a reredosse in the hall where he dined and dressed his meat. The second is the great amendment of lodging: For, said they, our fathers and we ourselves have lain full oft upon straw pallettes covered only with a sheet under coverlets made of dagswaine or hopharlots (I use their own terms), and a good round log under their head instead of a bolster. If it were so, that the father or the good-man of the house had a matrass or flockbed, and thereto a sack of chaff to rest his head upon, he thought himself to be as well lodged as the lord of the town: So well were they contented. Pillows, said they, were thought meet only for women in child bed: As for servants, if they had any sheet above them, it was well: For seldom had they any under their bodies to keep them from the pricking straws, that ran oft through the canvas, and razed their hardened hydes.–—The third thing they tell of is, the exchange of Treene platers (<em>so called, I suppose, from Tree or Wood</em>) into pewter, and wooden spoons into silver or tin. For so common were all sorts of treene vessels in old time, that a man should hardly find four pieces of pewter (of which one was peradventure a salt) in a good farmer's house. <em>Description of Britain, chap. X</em>.—<em>Again, in chap. xvi.</em> In times past men were contented to dwell in houses builded of sallow, willow, &amp;c.; so that the use of the oak was in a manner dedicated wholly unto churches, religious houses, princes palaces, navigation, &amp;c. but now sallow, &amp;c. are rejected, and nothing but oak any where regarded; and yet see the change, for when our houses were builded of willow, then had we oaken men; but now that our houses are come to be made of oak, our men are not only become willow, but a great many altogether of straw, which is a sore alteration. In these the courage of the owner was a sufficient defence to keep the house in safety; but now the assurance of the timber must defend the men from robbing. Now have we many chimnies; and yet our tenderlines complain of rheums, catarrhs, and poses; then had we none but reredosses, and our heads did never ach. For as the smoke in those days was supposed to be a sufficient hardening for the timber of the house; so it was reputed a far better medicine to keep the goodman and his family from the quacke or pose, wherewith, as then, very few were acquainted. <em>Again, in chap.</em> xviii. Our pewterers in time past employed the use of pewter only upon dishes and pots, and a few other trifles for service; whereas now, they are grown into such exquisite cunning, that they can in manner imitate by infusion any form or fashion of cup, dish, salt, or bowl or goblet which is made by goldsmith's craft, though they be never so curious and very artificially forged. In some places beyond the sea, a garnish of good flat English pewter (I say flat, because dishes and platters in my time begin to be made deep and like basons, and are indeed more convenient both for sauce and keeping the meat warm) is almost esteemed so precious as the like number of vessels that are made of fine silver. <em>If the reader is curious to know the hour of meals in queen Elizabeth's reign, he may learn it from the same Author.</em> With us the nobility, gentry, and students do ordinarily go to dinner at eleven before noon, and to supper at five, or between five and six at afternoon. The merchants dine and sup seldom before twelve at noon and six at night, especially in London. The husbandmen dine also at high noon, as they call it, and sup at seven or eight; but out of term in our universities the scholars dine at ten.Froissart mentions waiting on the duke of Lancaster at five o'clock in the afternoon, when he had supped. These hours are still more early. It is hard to tell, why, all over the world, as the age becomes more luxurious, the hours become later. Is it the crowd of amusements that push on the hours gradually? or are the people of fashion better pleased with the secrecy and silence of nocturnal hours, when the industrious vulgar are all gone to rest? In rude ages men have few amusements or occupations but what daylight affords them.","subId":"n57","id":"Hume.HE.3.37.n57"},{"type":"note","content":"2 &amp; 3 Phil. &amp; Mar. cap. 8.","subId":"n58","id":"Hume.HE.3.37.n58"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}],"prev":{"id":"Hume.HE.3.36","imported":true,"title":"Chapter 36. Mary","breadcrumb":"Chapter 36","published":[1759]},"next":{"id":"Hume.HE.4","imported":true,"title":"Volume 4. The History of the House of Tudor, Part 2","breadcrumb":"Volume 4","published":[1759]}}