{"imported":true,"id":"Hume.ETSS.EPM.7","parent":"Hume.ETSS.EPM","title":"Section 7. Of Qualities immediately agreeable to ourselves","breadcrumb":"Section 7","texts":[],"published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>SECTION VII.</h1> <h2>Of <span class=\"small-capitals\">Qualities immediately agreeable</span> to <span class=\"small-capitals\">ourselves</span>.</h2> ","id":"Hume.ETSS.EPM.7"},{"type":"paragraph","content":"WHOEVER has passed an evening with serious melancholy people, and has observed how suddenly the conversation was animated, and what sprightliness diffused itself over the countenance, discourse, and behaviour of every one, on the accession of a good-humoured, lively companion; such a one will easily allow, that CHEARFULNESS carries great merit with it, and naturally conciliates the good-will of mankind. No quality, indeed, more readily communicates itself to all around; because no one has a greater propensity to display itself, in jovial talk and pleasant entertainment. The flame spreads through the whole circle; and the most sullen and morose are often caught by it. That the melancholy hate the merry, even though <span class=\"small-capitals\">Horace</span> says it, I have some difficulty to allow; because I have always observed, that, where the jollity is moderate and decent, serious people are so much the more delighted, as it dissipates the gloom, with which they are commonly oppressed; and gives them an unusual enjoyment.","subId":"1","id":"Hume.ETSS.EPM.7.1","pages":"250"},{"type":"paragraph","content":"From this influence of chearfulness, both to communicate itself, and to engage approbation, we may perceive, that there is another set of mental qualities, which, without any utility or any tendency to farther good, either of the community or of the possessor, diffuse a satisfaction on the beholders, and procure friendship and regard. Their imme<span class=\"page-break\"></span>diate sensation, to the person possessed of them, is agreeable: Others enter into the same humour, and catch the sentiment, by a contagion or natural sympathy: And as we cannot forbear loving whatever pleases, a kindly emotion arises towards the person, who communicates so much satisfaction. He is a more animating spectacle: His presence diffuses over us more serene complacency and enjoyment: Our imagination, entering into his feelings and disposition, is affected in a more agreeable manner, than if a melancholy, dejected, sullen, anxious temper were presented to us. Hence the affection and approbation, which attend the former: The aversion and disgust, with which we regard the latter<a href=\"#n35\"><sup>[35]</sup></a>.","subId":"2","id":"Hume.ETSS.EPM.7.2","pages":"250-1"},{"type":"paragraph","content":"Few men would envy the character, which <span class=\"small-capitals\">Cæsar</span> gives of <span class=\"small-capitals\">Cassius</span>. <blockquote>&emsp;&emsp;&emsp;&emsp;&emsp;He loves no play, <br> As thou do'st, <span class=\"small-capitals\">Anthony</span>: He hears no music: <br> Seldom he smiles; and smiles in such a sort, <br> As if he mock'd himself, and scorn'd his spirit <br> That could be mov'd to smile at any thing.</blockquote> Not only such men, as <span class=\"small-capitals\">Cæsar</span> adds, are commonly <em>dangerous</em>, but also, having little enjoyment within themselves, they can never become agreeable to others, or contribute to social entertainment. In all polite nations and ages, a relish for pleasure, if accompanied with temperance and decency, is esteemed a considerable merit, even in the greatest men; and becomes still more requisite in those of inferior rank and character. It is an agreeable representation, which a <span class=\"small-capitals\">French</span> writer gives of the situation of his own mind in this particular, <span class=\"page-break\"></span><em>Virtue I love</em>, says he, <em>without austerity: Pleasure without effeminacy: And life, without fearing its end</em><a href=\"#n36\"><sup>[36]</sup></a>.","subId":"3","id":"Hume.ETSS.EPM.7.3","pages":"251-2"},{"type":"paragraph","content":"Who is not struck with any signal instance of GREATNESS of MIND or Dignity of Character; with elevation of sentiment, disdain of slavery, and with that noble pride and spirit, which arises from conscious virtue? The sublime, says <span class=\"small-capitals\">Longinus</span>, is often nothing but the echo or image of magnanimity; and where this quality appears in any one, even though a syllable be not uttered, it excites our applause and admiration; as may be observed of the famous silence of <span class=\"small-capitals\">Ajax</span> in the <span class=\"small-capitals\">Odyssey</span>, which expresses more noble disdain and resolute indignation, than any language can convey<a href=\"#n37\"><sup>[37]</sup></a>.","subId":"4","id":"Hume.ETSS.EPM.7.4","pages":"252"},{"type":"paragraph","content":"<em>Were I</em> <span class=\"small-capitals\">Alexander</span>, said <span class=\"small-capitals\">Parmenio</span>, <em>I would accept of these offers made by</em> <span class=\"small-capitals\">Darius</span>. <em>So would I too</em>, replied <span class=\"small-capitals\">Alexander</span>, <em>were I</em> <span class=\"small-capitals\">Parmenio</span>. This saying is admirable, says <span class=\"small-capitals\">Longinus</span>, from a like principle<a href=\"#n38\"><sup>[38]</sup></a>.","subId":"5","id":"Hume.ETSS.EPM.7.5","pages":"252"},{"type":"paragraph","content":"<em>Go!</em> cries the same hero to his soldiers, when they refused to follow him to the <span class=\"small-capitals\">Indies</span>, <em>go tell your countrymen, that you left</em> <span class=\"small-capitals\">Alexander</span> <em>compleating the conquest of the world</em>. <q><span class=\"small-capitals\">Alexander</span>,</q> said the Prince of <span class=\"small-capitals\">Condé</span>, who always admired this passage, <q>abandoned by his soldiers, among Barbarians, not yet fully subdued, felt in himself such a dignity and right of empire, that he could not believe it possible, that any one would refuse to obey him. Whether in <span class=\"small-capitals\">Europe</span> or in <span class=\"small-capitals\">Asia</span>, among <span class=\"small-capitals\">Greeks</span> or <span class=\"small-capitals\">Persians</span>, all was indifferent to him: Wherever he found men, he fancied he should find subjects.</q>","subId":"6","id":"Hume.ETSS.EPM.7.6","pages":"252"},{"type":"paragraph","content":"The confident of <span class=\"small-capitals\">Medea</span> in the tragedy recommends caution and submission; and enumerating all the distresses of that unfortunate heroine, asks her, what she has to support her against her numerous and implacable enemies. <em>Myself</em>, <span class=\"page-break\"></span>replies she; <em>Myself I say, and it is enough</em>. <span class=\"small-capitals\">Boileau</span> justly recommends this passage as an instance of true sublime<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"7","id":"Hume.ETSS.EPM.7.7","pages":"252-3"},{"type":"paragraph","content":"When <span class=\"small-capitals\">Phocion</span>, the modest, the gentle <span class=\"small-capitals\">Phocion</span>, was led to execution, he turned to one of his fellow-sufferers, who was lamenting his own hard fate. <em>Is it not glory enough for you</em>, says he, <em>that you die with</em> <span class=\"small-capitals\">Phocion</span><a href=\"#n40\"><sup>[40]</sup></a>?","subId":"8","id":"Hume.ETSS.EPM.7.8","pages":"253"},{"type":"paragraph","content":"Place in opposition the picture, which <span class=\"small-capitals\">Tacitus</span> draws of <span class=\"small-capitals\">Vitellius</span>, fallen from empire, prolonging his ignominy from a wretched love of life, delivered over to the merciless rabble; tossed, buffeted, and kicked about; constrained, by their holding a poinard under his chin, to raise his head, and expose himself to every contumely. What abject infamy! What low humiliation! Yet even here, says the historian, he discovered some symptoms of a mind not wholly degenerate. To <del>at ribune</del><ins>a tribune</ins>, who insulted him, he replied, <em>I am still your emperor</em><a href=\"#n41\"><sup>[41]</sup></a>.","subId":"9","id":"Hume.ETSS.EPM.7.9","pages":"253"},{"type":"paragraph","content":"We never excuse the absolute want of spirit and dignity of character, or a proper sense of what is due to one's self, in society and the common intercourse of life. This vice constitutes what we properly call <em>meanness</em>; when a man can submit to the basest slavery, in order to gain his ends; fawn upon those who abuse him; and degrade himself by intimacies and familiarities with undeserving inferiors. A certain degree of generous pride or self-value is so requisite, that the absence of it in the mind displeases, after the same manner as the want of a nose, eye, or any of the most material feature of the face or member of the body<a href=\"#n42\"><sup>[42]</sup></a>.","subId":"10","id":"Hume.ETSS.EPM.7.10","pages":"253"},{"type":"paragraph","content":"The utility of COURAGE, both to the public and to the person possessed of it, is an obvious foundation of merit: But to any one who duly considers of the matter, it will appear, that this quality has a peculiar lustre, which it derives wholly from itself, and from that noble elevation inseparable from it. Its figure, drawn by painters and by poets, displays, in each feature, a sublimity and daring confidence; which catches the eye, engages the affections, and diffuses, by sympathy, a like sublimity of sentiment over every spectator.","subId":"11","id":"Hume.ETSS.EPM.7.11","pages":"254"},{"type":"paragraph","content":"Under what shining colours does <span class=\"small-capitals\">Demosthenes</span><a href=\"#n43\"><sup>[43]</sup></a> represent <span class=\"small-capitals\">Philip</span>; where the orator apologizes for his own administration, and justifies that pertinacious love of liberty, with which he had inspired the <span class=\"small-capitals\">Athenians</span>. <q>I beheld <span class=\"small-capitals\">Philip</span>,</q> says he, <q>he with whom was your contest, resolutely, while in pursuit of empire and dominion, exposing himself to every wound; his eye goared, his neck wrested, his arm, his thigh pierced, whatever part of his body fortune should seize on, that cheerfully relinquishing; provided that, with what remained, he might live in honour and renown. And shall it be said, that he, born in <span class=\"small-capitals\">Pella</span>, a place heretofore mean and ignoble, should be inspired with so high an ambition and thirst of fame: While you, <span class=\"small-capitals\">Athenians</span>, <em>&amp;c.</em></q> These praises excite the most lively admiration; but the views presented by the orator, carry us not, we see, beyond the hero himself, nor ever regard the future advantageous consequences of his valour.","subId":"12","id":"Hume.ETSS.EPM.7.12","pages":"254"},{"type":"paragraph","content":"The martial temper of the <span class=\"small-capitals\">Romans</span>, inflamed by continual wars, had raised their esteem of courage so high, that, in <span class=\"page-break\"></span>their language, it was called <em>virtue</em>, by way of excellence and of distinction from all other moral qualities. <em>The</em> <span class=\"small-capitals\">Suevi</span>, in the opinion of <span class=\"small-capitals\">Tacitus</span><a href=\"#n44\"><sup>[44]</sup></a>, <em>dressed their hair with a laudable intent: Not for the purpose of loving or being loved: They dorned themselves only for their enemies, and in order to appear more terrible</em>. A sentiment of the historian, which would sound a little oddly in other nations and other ages.","subId":"13","id":"Hume.ETSS.EPM.7.13","pages":"254-5"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Scythians</span>, according to <span class=\"small-capitals\">Herodotus</span><a href=\"#n45\"><sup>[45]</sup></a>, after scalping their enemies, dressed the skin like leather, and used it as a towel; and whoever had the most of those towels was most esteemed among them. So much had martial bravery, in that nation, as well as in many others, destroyed the sentiments of humanity; a virtue surely much more useful and engaging.","subId":"14","id":"Hume.ETSS.EPM.7.14","pages":"255"},{"type":"paragraph","content":"It is indeed observable, that, among all uncultivated nations, who have not, as yet, had full experience of the advantages attending beneficence, justice, and the social virtues, courage is the predominant excellence; what is most celebrated by poets, recommended by parents and instructors, and admired by the public in general. The ethics of <span class=\"small-capitals\">Homer</span> are, in this particular, very different from those of <span class=\"small-capitals\">Fenelon</span>, his elegant imitator; and such as were well suited to an age, when one hero, as remarked by <span class=\"small-capitals\">Thucydides</span><a href=\"#n46\"><sup>[46]</sup></a>, could ask another, without offence, whether he were a robber or not. Such also, very lately, was the system of ethics, which prevailed in many barbarous parts of <span class=\"small-capitals\">Ireland</span>; if we may credit <span class=\"small-capitals\">Spencer</span>, in his judicious account of the state of that kingdom<a href=\"#n47\"><sup>[47]</sup></a>.","subId":"15","id":"Hume.ETSS.EPM.7.15","pages":"255"},{"type":"paragraph","content":"Of the same class of virtues with courage is that undisturbed philosophical TRANQUILLITY, superior to pain, sorrow, anxiety, and each assault of adverse fortune. Conscious of his own virtue, say the philosophers, the sage elevates himself above every accident of life; and securely placed in the temple of wisdom, looks down on inferior mortals, engaged in pursuit of honours, riches, reputation, and every frivolous enjoyment. These pretensions, no doubt, when stretched to the utmost, are, by far, too magnificent for human nature. They carry, however, a grandeur with them, which seizes the spectator, and strikes him with admiration. And the nearer we can approach in practice, to this sublime tranquillity and indifference (for we must distinguish it from a stupid insensibility) the more secure enjoyment shall we attain within ourselves, and the more greatness of mind shall we discover to the world. The philosophical tranquillity may, indeed, be considered only as a branch of magnanimity.","subId":"16","id":"Hume.ETSS.EPM.7.16","pages":"256"},{"type":"paragraph","content":"Who admires not <span class=\"small-capitals\">Socrates</span>; his perpetual serenity and contentment, amidst the greatest poverty and domestic vexations; his resolute contempt of riches, and his magnanimous care of preserving liberty, while he refused all assistance from his friends and disciples, and avoided even the dependence of an obligation? <span class=\"small-capitals\">Epictetus</span> had not so much as a door to his little house or hovel; and therefore, soon lost his iron lamp, the only furniture which he had worth taking. But resolving to disappoint all robbers for the future, he supplied its place with an earthen lamp, of which he very peaceably kept possession ever after.","subId":"17","id":"Hume.ETSS.EPM.7.17","pages":"256"},{"type":"paragraph","content":"Among the ancients, the heroes in philosophy, as well as those in war and patriotism, have a grandeur and force of sentiment, which astonishes our narrow souls, and is rashly rejected as extravagant and supernatural. They, in their turn, I allow, would have had equal reason to consider as romantic and incredible, the degree of humanity, clemency, <span class=\"page-break\"></span>order, tranquillity, and other social virtues, to which, in the administration of government, we have attained in modern times, had any one been then able to have made a fair representation of them. Such is the compensation, which nature, or rather education, has made in the distribution of excellencies and virtues, in those different ages.","subId":"18","id":"Hume.ETSS.EPM.7.18","pages":"256-7"},{"type":"paragraph","content":"The merit of BENEVOLENCE, arising from its utility, and its tendency to promote the good of mankind, has been already explained, and is, no doubt, the source of a <em>considerable</em> part of that esteem, which is so universally paid to it. But it will also be allowed, that the very softness and tenderness of the sentiment, its engaging endearments, its fond expressions, its delicate attentions, and all that flow of mutual confidence and regard, which enters into a warm attachment of love and friendship: It will be allowed, I say, that these feelings, being delightful in themselves, are necessarily communicated to the spectators, and melt them into the same fondness and delicacy. The tear naturally starts in our eye on the apprehension of a warm sentiment of this nature: Our breast heaves, our heart is agitated, and every humane tender principle of our frame is set in motion, and gives us the purest and most satisfactory enjoyment.","subId":"19","id":"Hume.ETSS.EPM.7.19","pages":"257"},{"type":"paragraph","content":"When poets form descriptions of <span class=\"small-capitals\">Elysian</span> fields, where the blessed inhabitants stand in no need of each other's assistance, they yet represent them as maintaining a constant intercourse of love and friendship, and sooth our fancy with the pleasing image of these soft and gentle passions. The idea of tender tranquillity in a pastoral <span class=\"small-capitals\">Arcadia</span> is agreeable from a like principle, as has been observed above<a href=\"#n48\"><sup>[48]</sup></a>.","subId":"20","id":"Hume.ETSS.EPM.7.20","pages":"257"},{"type":"paragraph","content":"Who would live amidst perpetual wrangling, and scolding, and mutual reproaches? The roughness and harshness of these emotions disturb and displease us: We suffer by <span class=\"page-break\"></span>contagion and sympathy; nor can we remain indifferent spectators, even though certain, that no pernicious consequences would ever follow from such angry passions.","subId":"21","id":"Hume.ETSS.EPM.7.21","pages":"257-8"},{"type":"paragraph","content":"As a certain proof, that the whole merit of benevolence is not derived from its usefulness, we may observe, that, in a kind way of blame, we say, a person is <em>too good</em>; when he exceeds his part in society, and carries his attention for others beyond the proper bounds. In like manner, we say, a man is <em>too high-spirited, too intrepid, too indifferent about fortune:</em> Reproaches, which really, at bottom, imply more esteem than many panegyrics. Being accustomed to rate the merit and demerit of characters chiefly by their useful or pernicious tendencies, we cannot forbear applying the epithet of blame, when we discover a sentiment, which rises to a degree, that is hurtful: But it may happen, at the same time, that its noble elevation, or its engaging tenderness so seizes the heart, as rather to encrease our friendship and concern for the person<a href=\"#n49\"><sup>[49]</sup></a>.","subId":"22","id":"Hume.ETSS.EPM.7.22","pages":"258"},{"type":"paragraph","content":"The amours and attachments of <span class=\"small-capitals\">Harry</span> the IVth of <span class=\"small-capitals\">France</span>, during the civil wars of the league, frequently hurt his interest and his cause; but all the young, at least, and amorous, who can sympathize with the tender passions, will allow, that this very weakness (for they will readily call it such) chiefly endears that hero, and interests them in his fortunes.","subId":"23","id":"Hume.ETSS.EPM.7.23","pages":"258"},{"type":"paragraph","content":"The excessive bravery and resolute inflexibility of <span class=\"small-capitals\">Charles</span> the XIIth ruined his own country, and infested all his neighbours; but have such splendour and greatness in their appearance, as strikes us with admiration; and they might, in some degree, be even approved of, if they betrayed not sometimes too evident symptoms of madness and disorder.","subId":"24","id":"Hume.ETSS.EPM.7.24","pages":"258"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Athenians</span> pretended to the first invention of agriculture and of laws; and always valued themselves extremely on the benefit thereby procured to the whole race of mankind. They also boasted, and with reason, of their warlike enterprizes; particularly against those innumerable fleets and armies of <span class=\"small-capitals\">Persians</span>, which invaded <span class=\"small-capitals\">Greece</span> during the reigns of <span class=\"small-capitals\">Darius</span> and <span class=\"small-capitals\">Xerxes</span>. But though there be no comparison, in point of utility, between these peaceful and military honours; yet we find, that the orators, who have writ such elaborate panegyrics on that famous city, have chiefly triumphed in displaying the warlike atchievements. <span class=\"small-capitals\">Lysias</span>, <span class=\"small-capitals\">Thucydides</span>, <span class=\"small-capitals\">Plato</span>, and <span class=\"small-capitals\">Isocrates</span> discover, all of them, the same partiality; which, though condemned by calm reason and reflection, appears so <del>natura</del><ins>natural</ins> in the mind of man.","subId":"25","id":"Hume.ETSS.EPM.7.25","pages":"259"},{"type":"paragraph","content":"It is observable, that the great charm of poetry consists in lively pictures of the sublime passions, magnanimity, courage, disdain of fortune; or those of the tender affections, love and friendship; which warm the heart, and diffuse over it similar sentiments and emotions. And though all kinds of passion, even the most disagreeable, such as grief and anger, are observed, when excited by poetry, to convey a satisfaction, from a mechanism of nature, not easy to be explained: Yet those more elevated or softer affections have a peculiar influence, and please from more than one cause or principle. Not to mention, that they alone interest us in the fortune of the persons represented, or communicate any esteem and affection for their character.","subId":"26","id":"Hume.ETSS.EPM.7.26","pages":"259"},{"type":"paragraph","content":"And can it possibly be doubted, that this talent itself of poets, to move the passions, this PATHETIC and SUBLIME of sentiment, is a very considerable merit; and being enhanced by its extreme rarity, may exalt the person possessed of it, above every character of the age in which he lives? The prudence, address, steadiness, and benign government of <span class=\"small-capitals\">Augustus</span>, adorned with all the splendour of his noble birth and imperial crown, render him but an unequal competitor <span class=\"page-break\"></span>for fame with <span class=\"small-capitals\">Virgil</span>, who lays nothing into the opposite scale but the divine beauties of his poetical genius.","subId":"27","id":"Hume.ETSS.EPM.7.27","pages":"259-60"},{"type":"paragraph","content":"The very sensibility to these beauties, or a DELICACY of taste, is itself a beauty in any character; as conveying the purest, the most durable, and most innocent of all enjoyments.","subId":"28","id":"Hume.ETSS.EPM.7.28","pages":"260"},{"type":"paragraph","content":"These are some instances of the several species of merit, that are valued for the immediate pleasure, which they communicate to the person possessed of them. No views of utility or of future beneficial consequences enter into this sentiment of approbation; yet is it of a kind similar to that other sentiment, which arises from views of a public or private utility. The same social sympathy, we may observe, or fellow-feeling with human happiness or misery, gives rise to both; and this analogy, in all the parts of the present theory, may justly be regarded as a confirmation of it.","subId":"29","id":"Hume.ETSS.EPM.7.29","pages":"260"},{"type":"note","content":"See NOTE <cite>KK</cite>.","subId":"n35","id":"Hume.ETSS.EPM.7.n35"},{"type":"note","content":"THERE is no man, who, on particular occasions, is not affected with all the disagreeable passions, fear, anger, dejection, grief, melancholy, anxiety, <em>&amp;c.</em> But these, so far as they are natural, and universal, make no difference between one man and another, and can never be the object of blame. It is only when the disposition gives a <em>propensity</em> to any of these disagreeable passions, that they disfigure the character, and by giving uneasiness, convey the sentiment of disapprobation to the spectator.","subId":"n35.1","id":"Hume.ETSS.EPM.7.n35.1","pages":"251"},{"type":"note","content":"<q>J'aime la vertu, sans rudesse; <br> J'aime le plaisir, sans molesse; <br> J'aime la vie, et n'en crains point la fin.</q> &emsp;St. <span class=\"small-capitals\">Evremond</span>.","subId":"n36","id":"Hume.ETSS.EPM.7.n36","pages":"252"},{"type":"note","content":"Cap. 9.","subId":"n37","id":"Hume.ETSS.EPM.7.n37","pages":"252"},{"type":"note","content":"Idem.","subId":"n38","id":"Hume.ETSS.EPM.7.n38","pages":"252"},{"type":"note","content":"Reflexion 10 sur Longin.","subId":"n39","id":"Hume.ETSS.EPM.7.n39","pages":"253"},{"type":"note","content":"<span class=\"small-capitals\">Plutarch</span> in <span class=\"small-capitals\">Phoc.</span>","subId":"n40","id":"Hume.ETSS.EPM.7.n40","pages":"253"},{"type":"note","content":"See NOTE <cite>LL</cite><ins>.</ins>","subId":"n41","id":"Hume.ETSS.EPM.7.n41"},{"type":"note","content":"TACIT. hist. lib. iii. The author entering upon the narration, says, <em>Laniata veste, fœdum spectaculum ducebatur, multis increpantibus, nullo inlacrimante:</em> deformatitas exitus misericordiam abstulerat. To enter thoroughly into this method of thinking, we must make allowance for the ancient maxims, that no one ought to prolong his life after it became dishonourable; but, as he had always a right to dispose of it, it then became a duty to part with it.","subId":"n41.1","id":"Hume.ETSS.EPM.7.n41.1","pages":"253"},{"type":"note","content":"See NOTE <cite>MM</cite>.","subId":"n42","id":"Hume.ETSS.EPM.7.n42"},{"type":"note","content":"THE absence of virtue may often be a vice; and that of the highest kind; as in the instance of ingratitude, as well as meanness. Where we <span class=\"page-break\"></span>expect a beauty, the disappointment gives an uneasy sensation, and produces a real deformity. An abjectness of character, likewise, is disgustful and contemptible in another view. Where a man has no sense of value in himself, we are not likely to have any higher esteem of him. And if the same person, who crouches to his superiors, is insolent to his inferiors (as often happens), this contrariety of behaviour, instead of correcting the former vice, aggravates it extremely by the addition of a vice still more odious. See sect. 8.","subId":"n42.1","id":"Hume.ETSS.EPM.7.n42.1","pages":"253-4"},{"type":"note","content":"Pro corona.","subId":"n43","id":"Hume.ETSS.EPM.7.n43","pages":"254"},{"type":"note","content":"De moribus Germ.","subId":"n44","id":"Hume.ETSS.EPM.7.n44","pages":"255"},{"type":"note","content":"Lib. iv.","subId":"n45","id":"Hume.ETSS.EPM.7.n45","pages":"255"},{"type":"note","content":"Lib. i.","subId":"n46","id":"Hume.ETSS.EPM.7.n46","pages":"255"},{"type":"note","content":"It is a common use, says he, amongst their gentlemen's sons, that, as soon as they are able to use their weapons, they strait gather to themselves three or four stragglers or kern, with whom wandering a while up and down idly the country, taking only meat, he at last falleth into some bad occasion, that shall be offered; which being once made known, he is thenceforth counted a man of worth, in whom there is courage.","subId":"n47","id":"Hume.ETSS.EPM.7.n47","pages":"255"},{"type":"note","content":"Sect. v. Part 2.","subId":"n48","id":"Hume.ETSS.EPM.7.n48","pages":"257"},{"type":"note","content":"Chearfulness could scarce admit of blame from its excess, were it not that dissolute mirth, without a proper cause or subject, is a sure symptom and characteristic of folly, and on that account disgustful.","subId":"n49","id":"Hume.ETSS.EPM.7.n49","pages":"258"}]}