{"imported":true,"id":"Hume.ETSS.EPM.9","parent":"Hume.ETSS.EPM","title":"Section 9. Conclusion","breadcrumb":"Section 9","texts":[],"published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>SECTION IX.</h1> <h2><span class=\"small-capitals\">Conclusion</span>.</h2> ","id":"Hume.ETSS.EPM.9"},{"type":"paragraph","content":"IT may justly appear surprising, that any man, in so late an age, should find it requisite to prove, by elaborate reasoning, that PERSONAL MERIT consists altogether in the possession of mental qualities, <em>useful</em> or <em>agreeable</em> to the <em>person himself</em> or to <em>others</em>. It might be expected, that this principle would have occurred even to the first rude, unpractised enquirers concerning morals, and been received from its own evidence, without any argument or disputation. Whatever is valuable in any kind, so naturally classes itself under the division of <em>useful</em> or <em>agreeable</em>, the <em>utile</em> or the <em>dulce</em>, that it is not easy to imagine, why we should ever seek farther, or consider the question as a matter of nice research or enquiry. And as every thing useful or agreeable must possess these qualities with regard either to the <em>person himself</em> or to <em>others</em>, the compleat delineation or description of merit seems to be performed as naturally as a shadow is cast by the sun, or an image is reflected upon water. If the ground, on which the shadow is cast, be not broken and uneven; nor the surface, from which the image is reflected, disturbed and confused; a just figure is immediately presented, without any art or attention. And it seems a reasonable presumption, that systems and hypotheses have perverted our natural understanding; when a theory, <span class=\"page-break\"></span>so simple and obvious, could so long have escaped the most elaborate examination.","subId":"1","id":"Hume.ETSS.EPM.9.1","pages":"268-9"},{"type":"paragraph","content":"But however the case may have fared with philosophy; in common life, these principles are still implicitly maintained, nor is any other topic of praise or blame ever recurred to, when we employ any panegyric or satire, any applause or censure of human action and behaviour. If we observe men, in every intercourse of business or pleasure, in every discourse and conversation; we shall find them no where, except in the schools, at any loss upon this subject. What so natural, for instance, as the following dialogue? You are very happy, we shall suppose one to say, addressing himself to another, that you have given your daughter to <span class=\"small-capitals\">Cleanthes</span>. He is a man of honour and humanity. Every one, who has any intercourse with him, is sure of <em>fair</em> and <em>kind</em> treatment<a href=\"#n53\"><sup>[53]</sup></a>. I congratulate you too, says another<ins>,</ins> on the promising expectations of this son-in-law; whose assiduous application to the study of the laws, whose quick penetration and early knowledge both of men and business, prognosticate the greatest honours and advancement<a href=\"#n54\"><sup>[54]</sup></a>. You surprize me, replies a third, when you talk of <span class=\"small-capitals\">Cleanthes</span> as a man of business and application. I met him lately in a circle of the gayest company, and he was the very life and soul of our conversation: So much wit with good manners; so much gallantry without affectation; so much ingenious knowledge so genteelly delivered, I have never before observed in any one<a href=\"#n55\"><sup>[55]</sup></a>. You would admire him still more, says a fourth, if you knew him more familiarly. That chearfulness, which you might remark in him, is not a sudden flash struck out by company: It runs through the whole tenor of his life, and preserves a perpetual serenity on his countenance, and tranquillity in his soul. He has <span class=\"page-break\"></span>met with severe trials, misfortunes as well as dangers; and by his greatness of mind, was still superior to all of them<a href=\"#n56\"><sup>[56]</sup></a>. The image, gentlemen, which you have here delineated of <span class=\"small-capitals\">Cleanthes</span>, cry'd I, is that of accomplished merit. Each of you has given a stroke of the pencil to his figure; and you have unawares exceeded all the pictures drawn by <span class=\"small-capitals\">Gratian</span> or <span class=\"small-capitals\">Castiglione</span>. A philosopher might select this character as a model of perfect virtue.","subId":"2","id":"Hume.ETSS.EPM.9.2","pages":"269-70"},{"type":"paragraph","content":"And as every quality, which is useful or agreeable to ourselves or others, is, in common life, allowed to be a part of personal merit; so no other will ever be received, where men judge of things by their natural, unprejudiced reason, without the delusive glosses of superstition and false religion. Celibacy, fasting, penance, mortification, self-denial, humility, silence, solitude, and the whole train of monkish virtues; for what reason are they every where rejected by men of sense, but because they serve to no manner of purpose; neither advance a man's fortune in the world, nor render him a more valuable member of society; neither qualify him for the entertainment of company, nor encrease his power of self-enjoyment? We observe, on the contrary, that they cross all these desirable ends; stupify the understanding and harden the heart, obscure the fancy and sour the temper. We justly, therefore, transfer them to the opposite column, and place them in the catalogue of vices; nor has any superstition force sufficient among men of the world, to pervert entirely these natural sentiments. A gloomy, hair-brained enthusiast, after his death, may have a place in the calendar; but will scarcely ever be admitted, when alive, into intimacy and society, except by those who are as delirious and dismal as himself.","subId":"3","id":"Hume.ETSS.EPM.9.3","pages":"270"},{"type":"paragraph","content":"It seems a happiness in the present theory, that it enters not into that vulgar dispute concerning the <em>degrees</em> of benevolence or self-love, which prevail in human nature; <span class=\"page-break\"></span>a dispute which is never likely to have any issue, both because men, who have taken part, are not easily convinced, and because the phænomena, which can be produced on either side, are so dispersed, so uncertain, and subject to so many interpretations, that it is scarcely possible accurately to compare them, or draw from them any determinate inference or conclusion. It is sufficient for our present purpose, if it be allowed, what surely, without the greatest absurdity, cannot be disputed, that there is some benevolence, however small, infused into our bosom; some spark of friendship for human kind; some particle of the dove, kneaded into our frame, along with the elements of the wolf and serpent. Let these generous sentiments be supposed ever so weak; let them be insufficient to move even a hand or finger of our body; they must still direct the determinations of our mind, and where every thing else is equal, produce a cool preference of what is useful and serviceable to mankind, above what is pernicious and dangerous. A <em>moral distinction</em>, therefore, immediately arises; a general sentiment of blame and approbation; a tendency, however faint, to the objects of the one, and a proportionable aversion to those of the other. Nor will those reasoners, who so earnestly maintain the predominant selfishness of human kind, be any wise scandalized at hearing of the weak sentiments of virtue, implanted in our nature. On the contrary, they are found as ready to maintain the one tenet as the other; and their spirit of satire (for such it appears, rather than of corruption) naturally gives rise to both opinions; which have, indeed, a great and almost an indissoluble connexion together.","subId":"4","id":"Hume.ETSS.EPM.9.4","pages":"270-1"},{"type":"paragraph","content":"Avarice, ambition, vanity, and all passions vulgarly, though improperly, comprized under the denomination of <em>self-love</em>, are here excluded from our theory concerning the origin of morals, not because they are too weak, but because they have not a proper direction, for that purpose. <span class=\"page-break\"></span>The notion of morals, implies some sentiment common to all mankind, which recommends the same object to general approbation, and makes every man, or most men, agree in the same opinion or decision concerning it. It also implies some sentiment, so universal and comprehensive as to extend to all mankind, and render the actions and conduct, even of the persons the most remote, an object of applause or censure, according as they agree or disagree with that rule of right which is established. These two requisite circumstances belong alone to the sentiment of humanity here insisted on. The other passions produce, in every breast, many strong sentiments of desire and aversion, affection and hatred; but these neither are felt so much in common, nor are so comprehensive, as to be the foundation of any general system and established theory of blame or approbation.","subId":"5","id":"Hume.ETSS.EPM.9.5","pages":"271-2"},{"type":"paragraph","content":"When a man denominates another his <em>enemy</em>, his <em>rival</em>, his <em>antagonist</em>, his <em>adversary</em>, he is understood to speak the language of self-love, and to express sentiments, peculiar to himself, and arising from his particular circumstances and situation. But when he bestows on any man the epithets of <em>vicious</em> or <em>odious</em> or <em>depraved</em>, he then speaks another language, and expresses sentiments, in which, he expects, all his audience are to concur with him. He must here, therefore, depart from his private and particular situation, and must chuse a point of view, common to him with others: He must move some universal principle of the human frame, and touch a string, to which all mankind have an accord and symphony. If he mean, therefore, to express, that this man possesses qualities, whose tendency is pernicious to society, he has chosen this common point of view, and has touched the principle of humanity, in which every man, in some degree, concurs. While the human heart is compounded of the same elements as at present, it will never be wholly indifferent to public good, <span class=\"page-break\"></span>nor entirely unaffected with the tendency of characters and manners. And though this affection of humanity may not generally be esteemed so strong as vanity or ambition, yet, being common to all men, it can alone be the foundation of morals, or of any general system of blame or praise. One man's ambition is not another's ambition; nor will the same event or object satisfy both: But the humanity of one man is the humanity of every one; and the same object touches this passion in all human creatures.","subId":"6","id":"Hume.ETSS.EPM.9.6","pages":"272-3"},{"type":"paragraph","content":"But the sentiments, which arise from humanity, are not only the same in all human creatures, and produce the same approbation or censure; but they also comprehend all human creatures; nor is there any one whose conduct or character is not, by their means, an object, to every one, of censure or approbation. On the contrary, those other passions, commonly denominated selfish, both produce different sentiments in each individual, according to his particular situation; and also contemplate the greater part of mankind with the utmost indifference and unconcern. Whoever has a high regard and esteem for me flatters my vanity; whoever expresses contempt mortifies and displeases me: But as my name is known but to a small part of mankind, there are few, who come within the sphere of this passion, or excite, on its account, either my affection or disgust. But if you represent a tyrannical, insolent, or barbarous behaviour, in any country or in any age of the world; I soon carry my eye to the pernicious tendency of such a conduct, and feel the sentiment of repugnance and displeasure towards it. No character can be so remote as to be, in this light, wholly indifferent to me. What is beneficial to society or to the person himself must still be preferred. And every quality or action, of every human being, must, by this means, be ranked under some class or denomination, expressive of general censure or applause.","subId":"7","id":"Hume.ETSS.EPM.9.7","pages":"273"},{"type":"paragraph","content":"What more, therefore, can we ask to distinguish the <span class=\"page-break\"></span>sentiments, dependant on humanity, from those connected with any other passion, or to satisfy us, why the former are the origin of morals, not the latter? Whatever conduct gains my approbation, by touching my humanity, procures also the applause of all mankind, by affecting the same principle in them: But what serves my avarice or ambition pleases these passions in me alone, and affects not the avarice and ambition of the rest of mankind. There is no circumstance of conduct in any man, provided it have a beneficial tendency, that is not agreeable to my humanity, however remote the person: But every man, so far removed as neither to cross nor serve my avarice and ambition, is regarded as wholly indifferent by those passions. The distinction, therefore, between these species of sentiment being so great and evident, language must soon be moulded upon it, and must invent a peculiar set of terms, in order to express those universal sentiments of censure or approbation, which arise from humanity, or from views of general usefulness and its contrary. VIRTUE and VICE become then known: Morals are recognized: Certain general ideas are framed of human conduct and behaviour: Such measures are expected from men, in such situations: This action is determined to be conformable to our abstract rule; that other, contrary. And by such universal principles are the particular sentiments of self-love frequently controuled and limited<a href=\"#n57\"><sup>[57]</sup></a>.","subId":"8","id":"Hume.ETSS.EPM.9.8","pages":"273-4"},{"type":"paragraph","content":"From instances of popular tumults, seditions, factions, panics, and of all passions, which are shared with a multitude; we may learn the influence of society, in exciting and supporting any emotion; while the most ungovernable disorders are raised, we find, by that means, from the slightest and most frivolous occasions. <span class=\"small-capitals\">Solon</span> was no very cruel, though, perhaps, an unjust legislator, who punished neuters in civil wars; and few, I believe, would, in such cases, incur the penalty, were their affection and discourse allowed sufficient to absolve them. No selfishness, and scarce any philosophy, have there force sufficient to support a total coolness and indifference; and he must be more or less than man, who kindles not in the common blaze. What wonder then, that moral sentiments are found of such influence in life; though springing from principles, which may appear, at first sight, somewhat small and delicate? But these principles, we must remark, are social and universal: They form, in a manner, the <em>party</em> of human-kind against vice or disorder, its common enemy: And as the benevolent concern for others is diffused, in a greater or less degree, over all men, and is the same in all, it occurs more frequently in discourse, is cherished by society and conversation, and the blame and approbation, consequent on it, are thereby rouzed from that lethargy, into which they are probably lulled, in solitary and uncultivated nature. Other passions, though perhaps originally stronger, yet <span class=\"page-break\"></span>being selfish and private, are often overpowered by its force, and yield the dominion of our breast to those social and public principles.","subId":"9","id":"Hume.ETSS.EPM.9.9","pages":"275-6"},{"type":"paragraph","content":"Another spring of our constitution, that brings a great addition of force to moral sentiment, is, the love of fame; which rules, with such uncontrolled authority, in all generous minds, and is often the grand object of all their designs and undertakings. By our continual and earnest pursuit of a character, a name, a reputation in the world, we bring our own deportment and conduct frequently in review, and consider how they appear in the eyes of those who approach and regard us. This constant habit of surveying ourselves, as it were, in reflection, keeps alive all the sentiments of right and wrong, and begets, in noble natures, a certain reverence for themselves as well as others; which is the surest guardian of every virtue. The animal conveniencies and pleasures sink gradually in their value; while every inward beauty and moral grace is studiously acquired, and the mind is accomplished in every perfection, which can adorn or embellish a rational creature.","subId":"10","id":"Hume.ETSS.EPM.9.10","pages":"276"},{"type":"paragraph","content":"Here is the most perfect morality with which we are acquainted: Here is displayed the force of many sympathies. Our moral sentiment is itself a feeling chiefly of that nature: And our regard to a character with others seems to arise only from a care of preserving a character with ourselves; and in order to attain this end, we find it necessary to prop our tottering judgment on the correspondent approbation of mankind.","subId":"11","id":"Hume.ETSS.EPM.9.11","pages":"276"},{"type":"paragraph","content":"But, that we may accommodate matters, and remove, if possible, every difficulty, let us allow all these reasonings to be false. Let us allow, that, when we resolve the pleasure, which arises from views of utility, into the sentiments of humanity and sympathy, we have embraced a wrong hypothesis. Let us confess it necessary to find some other explication of that applause, which is paid to objects, whether <span class=\"page-break\"></span>inanimate, animate, or rational, if they have a tendency to promote the welfare and advantage of mankind. However difficult it be to conceive, that an object is approved of on account of its tendency to a certain end, while the end itself is totally indifferent; let us swallow this absurdity, and consider what are the consequences. The preceding delineation or definition of PERSONAL MERIT must still retain its evidence and authority: It must still be allowed, that every quality of the mind, which is <em>useful</em> or <em>agreeable</em> to the <em>person himself</em> or to <em>others</em>, communicates a pleasure to the spectator, engages his esteem, and is admitted under the honourable denomination of virtue or merit. Are not justice, fidelity, honour, veracity, allegiance, chastity, esteemed solely on account of their tendency to promote the good of society? Is not that tendency inseparable from humanity, benevolence, lenity, generosity, gratitude, moderation, tenderness, friendship, and all the other social virtues? Can it possibly be doubted, that industry, discretion, frugality, secrecy, order, perseverance, forethought, judgment, and this whole class of virtues and accomplishments, of which many pages would not contain the catalogue; can it be doubted, I say, that the tendency of these qualities to promote the interest and happiness of their possessor, is the sole foundation of their merit? Who can dispute that a mind, which supports a perpetual serenity and chearfulness, a noble dignity and undaunted spirit, a tender affection and good-will to all around; as it has more enjoyment within itself, is also a more animating and rejoicing spectacle, than if dejected with melancholy, tormented with anxiety, irritated with rage, or sunk into the most abject baseness and degeneracy? And as to the qualities, immediately <em>agreeable to others</em>, they speak sufficiently for themselves; and he must be unhappy, indeed, either in his own temper, or in his situation and company, who has never perceived the charms of a facetious wit or flowing affability, of a <span class=\"page-break\"></span>delicate modesty or decent genteelness of address and manner.","subId":"12","id":"Hume.ETSS.EPM.9.12","pages":"276-8"},{"type":"paragraph","content":"I am sensible, that nothing can be more unphilosophical than to be positive or dogmatical on any subject; and that, even if <em>excessive</em> scepticism could be maintained, it would not be more destructive to all just reasoning and enquiry. I am convinced, that, where men are the most sure and arrogant, they are commonly the most mistaken, and have there given reins to passion, without that proper deliberation and suspence, which can alone secure them from the grossest absurdities. Yet, I must confess, that this enumeration puts the matter in so strong a light, that I cannot, <em>at present</em>, be more assured of any truth, which I learn from reasoning and argument, than that personal merit consists entirely in the usefulness or agreeableness of qualities to the person himself possessed of them, or to others, who have any intercourse with him. But when I reflect, that, though the bulk and figure of the earth have been measured and delineated, though the motions of the tides have been accounted for, the order and œconomy of the heavenly bodies subjected to their proper laws, and INFINITE itself reduced to calculation; yet men still dispute concerning the foundation of their moral duties: When I reflect on this, I say, I fall back into diffidence and scepticism, and suspect, that an hypothesis, so obvious, had it been a true one, would, long ere now, have been received by the unanimous suffrage and consent of mankind.","subId":"13","id":"Hume.ETSS.EPM.9.13","pages":"278"},{"type":"paragraph","content":"Having explained the moral <em>approbation</em> attending merit or virtue, there remains nothing, but briefly to consider our interested <em>obligation</em> to it, and to enquire, whether every man, who has any regard to his own happiness and welfare, will not best find his account in the practice of every moral duty. If this can be clearly ascertained from the foregoing <span class=\"page-break\"></span>theory, we shall have the satisfaction to reflect, that we have advanced principles, which not only, it is hoped, will stand the test of reasoning and enquiry, but may contribute to the amendment of men's lives, and their improvement in morality and social virtue. And though the philosophical truth of any proposition by no means depends on its tendency to promote the interests of society; yet a man has but a bad grace, who delivers a theory, however true, which, he must confess, leads to a practice dangerous and pernicious. Why rake into those corners of nature, which spread a nuisance all around? Why dig up the pestilence from the pit, in which it is buried? The ingenuity of your researches may be admired; but your systems will be detested: And mankind will agree, if they cannot refute them, to sink them, at least, in eternal silence and oblivion. Truths, which are <em>pernicious</em> to society, if any such there be, will yield to errors, which are salutary and <em>advantageous</em>.","subId":"14","id":"Hume.ETSS.EPM.9.14","pages":"278-9"},{"type":"paragraph","content":"But what philosophical truths can be more advantageous to society, than those here delivered, which represent virtue in all her genuine and most engaging charms, and make us approach her with ease, familiarity, and affection? The dismal dress falls off, with which many divines, and some philosophers have covered her; and nothing appears but gentleness, humanity, beneficence, affability; nay even, at proper intervals, play, frolic, and gaiety. She talks not of useless austerities and rigours, suffering and self-denial. She declares, that her sole purpose is, to make her votaries and all mankind, during every instant of their existence, if possible, cheerful and happy; nor does she ever willingly part with any pleasure but in hopes of ample compensation in some other period of their lives. The sole trouble, which she demands, is that of just calculation, and a steady preference of the greater happiness. And if any austere pretenders approach her, enemies to joy and pleasure, she either rejects them as hypocrites and deceivers; or if she <span class=\"page-break\"></span>admit them in her train, they are ranked however, among the least favoured of her votaries.","subId":"15","id":"Hume.ETSS.EPM.9.15","pages":"279-80"},{"type":"paragraph","content":"And, indeed, to drop all figurative expression, what hopes can we ever have of engaging mankind to a practice, which we confess full of austerity and rigour? Or what theory of morals can ever serve any useful purpose, unless it can show, by a particular detail, that all the duties, which it recommends, are also the true interest of each individual? The peculiar advantage of the foregoing system seems to be, that it furnishes proper mediums for that purpose.","subId":"16","id":"Hume.ETSS.EPM.9.16","pages":"280"},{"type":"paragraph","content":"That the virtues which are immediately <em>useful</em> or <em>agreeable</em> to the person possessed of them, are desirable in a view to self-interest, it would surely be superfluous to prove. Moralists, indeed, may spare themselves all the pains, which they often take in recommending these duties. To what purpose collect arguments to evince, that temperance is advantageous, and the excesses of pleasure hurtful? When it appears, that these excesses are only denominated such, because they are hurtful; and that, if the unlimited use of strong liquors, for instance, no more impaired health or the faculties of mind and body than the use of air or water, it would not be a whit more vicious or blameable.","subId":"17","id":"Hume.ETSS.EPM.9.17","pages":"280"},{"type":"paragraph","content":"It seems equally superfluous to prove, that the <em>companionable</em> virtues of good manners and wit, decency and genteelness, are more desirable than the contrary qualities. Vanity alone, without any other consideration, is a sufficient motive to make us wish for the possession of these accomplishments. No man was ever willingly deficient in this particular. All our failures here proceed from bad education, want of capacity, or a perverse and unpliable disposition. Would you have your company coveted, admired, followed; rather than hated, despised, avoided? Can any one seriously deliberate in the case? As no enjoyment is sincere, without some reference to company and society; so no society can be agreeable, or even tolerable, where a man feels his <span class=\"page-break\"></span>presence unwelcome, and discovers all around him symptoms of disgust and aversion.","subId":"18","id":"Hume.ETSS.EPM.9.18","pages":"280-1"},{"type":"paragraph","content":"But why, in the greater society or confederacy of mankind, should not the case be the same as in particular clubs and companies? Why is it more doubtful, that the enlarged virtues of humanity, generosity, beneficence, are desirable with a view to happiness and self-interest, than the limited endowments of ingenuity and politeness? Are we apprehensive, lest those social affections interfere, in a greater and more immediate degree than any other pursuits, with private utility, and cannot be gratified, without some important sacrifice of honour and advantage? If so, we are but ill instructed in the nature of the human passions, and are more influenced by verbal distinctions than by real differences.","subId":"19","id":"Hume.ETSS.EPM.9.19","pages":"281"},{"type":"paragraph","content":"Whatever contradiction may vulgarly be supposed between the <em>selfish</em> and <em>social</em> sentiments or dispositions, they are really no more opposite than selfish and ambitious, selfish and revengeful, selfish and vain. It is requisite, that there be an original propensity of some kind, in order to be a basis to self-love, by giving a relish to the objects of its pursuit; and none more fit for this purpose than benevolence or humanity. The goods of fortune are spent in one gratification or another: The miser, who accumulates his annual income, and lends it out at interest, has really spent it in the gratification of his avarice. And it would be difficult to show, why a man is more a loser by a generous action, than by any other method of expence; since the utmost which he can attain, by the most elaborate selfishness, is the indulgence of some affection.","subId":"20","id":"Hume.ETSS.EPM.9.20","pages":"281"},{"type":"paragraph","content":"Now if life, without passion, must be altogether insipid and tiresome; let a man suppose that he has full power of modelling his own disposition, and let him deliberate what appetite or desire he would choose for the foundation of his happiness and enjoyment. Every affection, he would <span class=\"page-break\"></span>observe, when gratified by success, gives a satisfaction proportioned to its force and violence; but besides this advantage, common to all, the immediate feeling of benevolence and friendship, humanity and kindness, is sweet, smooth, tender, and agreeable, independent of all fortune and accidents. These virtues are besides attended with a pleasing consciousness or remembrance, and keep us in humour with ourselves as well as others; while we retain the agreeable reflection of having done our part towards mankind and society. And though all men show a jealousy of our success in the pursuits of avarice and ambition; yet are we almost sure of their good-will and good-wishes, so long as we persevere in the paths of virtue, and employ ourselves in the execution of generous plans and purposes. What other passion is there where we shall find so many advantages united; an agreeable sentiment, a pleasing consciousness, a good reputation? But of these truths, we may observe, men are, of themselves, pretty much convinced; nor are they deficient in their duty to society, because they would not wish to be generous, friendly, and humane; but because they do not feel themselves such.","subId":"21","id":"Hume.ETSS.EPM.9.21","pages":"281-2"},{"type":"paragraph","content":"Treating vice with the greatest candour, and making it all possible concessions, we must acknowledge, that there is not, in any instance, the smallest pretext for giving it the preference above virtue, with a view to self-interest; except, perhaps, in the case of justice, where a man, taking things in a certain light, may often seem to be a loser by his integrity. And though it is allowed, that, without a regard to property, no society could subsist; yet, according to the imperfect way in which human affairs are conducted, a sensible knave, in particular incidents, may think, that an act of iniquity or infidelity will make a considerable addition to his fortune, without causing any considerable breach in the social union and confederacy. That <em>honesty is the best policy</em>, may be a good general rule; but is liable to many exceptions: And <span class=\"page-break\"></span>he, it may, perhaps, be thought, conducts himself with most wisdom, who observes the general rule, and takes advantage of all the exceptions.","subId":"22","id":"Hume.ETSS.EPM.9.22","pages":"282-3"},{"type":"paragraph","content":"I must confess, that, if a man think, that this reasoning much requires an answer, it will be a little difficult to find any, which will to him appear satisfactory and convincing. If his heart rebel not against such pernicious maxims, if he feel no reluctance to the thoughts of villany or baseness, he has indeed lost a considerable motive to virtue; and we may expect, that his practice will be answerable to his speculation. But in all ingenuous natures, the antipathy to treachery and roguery is too strong to be counterbalanced by any views of profit or pecuniary advantage. Inward peace of mind, consciousness of integrity, a satisfactory review of our own conduct; these are circumstances very requisite to happiness, and will be cherished and cultivated by every honest man, who feels the importance of them.","subId":"23","id":"Hume.ETSS.EPM.9.23","pages":"283"},{"type":"paragraph","content":"Such a one has, besides, the frequent satisfaction of seeing knaves, with all their pretended cunning and abilities, betrayed by their own maxims; and while they purpose to cheat with moderation and secrecy, a tempting incident occurs, nature is frail, and they give into the snare; whence they can never extricate themselves, without a total loss of reputation, and the forfeiture of all future trust and confidence with mankind.","subId":"24","id":"Hume.ETSS.EPM.9.24","pages":"283"},{"type":"paragraph","content":"But were they ever so secret and successful, the honest man, if he has any tincture of philosophy, or even common observation and reflection, will discover that they themselves are, in the end, the greatest dupes, and have sacrificed the invaluable enjoyment of a character, with themselves at least, for the acquisition of worthless toys and gewgaws. How little is requisite to supply the <em>necessities</em> of nature? And in a view to <em>pleasure</em>, what comparison between the unbought satisfaction of conversation, society, study, even health and <span class=\"page-break\"></span>the common beauties of nature, but above all the peaceful reflection on one's own conduct: What comparison, I say, between these, and the feverish, empty amusements of luxury and expence? These natural pleasures, indeed, are really without price; both because they are below all price in their attainment, and above it in their enjoyment.","subId":"25","id":"Hume.ETSS.EPM.9.25","pages":"283-4"},{"type":"note","content":"Qualities useful to others.","subId":"n53","id":"Hume.ETSS.EPM.9.n53","pages":"269"},{"type":"note","content":"Qualities useful to the person himself.","subId":"n54","id":"Hume.ETSS.EPM.9.n54","pages":"269"},{"type":"note","content":"Qualities immediately agreeable to others.","subId":"n55","id":"Hume.ETSS.EPM.9.n55","pages":"269"},{"type":"note","content":"Qualities immediately agreeable to the person himself.","subId":"n56","id":"Hume.ETSS.EPM.9.n56","pages":"270"},{"type":"note","content":"See NOTE <cite>NN</cite>.","subId":"n57","id":"Hume.ETSS.EPM.9.n57"},{"type":"note","content":"IT seems certain, both from reason and experience, that a rude, untaught savage regulates chiefly his love and hatred by the ideas of private utility and injury, and has but faint conceptions of a general rule or system of behaviour. The man who stands opposite to him in battle, he hates heartedly, not only for the present moment, which is almost unavoidable, but for ever after; nor is he satisfied without the most extreme punishment and vengeance. But we, accustomed to society, and to more enlarged reflections, consider, that this man is serving his own country and community; that any man, in the same situation, would do the same; that we ourselves, in like circumstances, observe a like conduct; that, in general, human society is best supported on such maxims: <span class=\"page-break\"></span>And by these suppositions and views, we correct, in some measure, our ruder and narrower passions. And though much of our friendship and enmity be still regulated by private considerations of benefit and harm, we pay, at least, this homage to general rules, which we are accustomed to respect, that we commonly pervert our adversary's conduct, by imputing malice or injustice to him, in order to give vent to those passions, which arise from self-love and private interest. When the heart is full of rage, it never wants pretences of this nature; though sometimes as frivolous, as those from which <span class=\"small-capitals\">Horace</span>, being almost crushed by the fall of a tree, affects to accuse of parricide the first planter of it.","subId":"n57.1","id":"Hume.ETSS.EPM.9.n57.1","pages":"274-5"}]}