{"imported":true,"id":"Hume.ETSS.EPM.D","parent":"Hume.ETSS.EPM","title":"A Dialogue","breadcrumb":"Dialogue","texts":[],"published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>A</h2> <h1>DIALOGUE.</h1> ","id":"Hume.ETSS.EPM.D"},{"type":"paragraph","content":"MY friend, <span class=\"small-capitals\">Palamedes</span>, who is as great a rambler in his principles as in his person, and who has run over, by study and travel, almost every region of the intellectual and material world, surprized me lately with an account of a nation, with whom, he told me, he had passed a considerable part of his life, and whom, he found, in the main, a people extremely civilized and intelligent.","subId":"1","id":"Hume.ETSS.EPM.D.1","pages":"324"},{"type":"paragraph","content":"There is a country, said he, in the world, called <span class=\"small-capitals\">Fourli</span>, no matter for its longitude or latitude, whose inhabitants have ways of thinking, in many things, particularly in morals, diametrically opposite to ours. When I came among them, I found that I must submit to double pains; first to learn the meaning of the terms in their language, and then to know the import of those terms, and the praise or blame attached to them. After a word had been explained to me, and the character, which it expressed, had been described, I concluded, that such an epithet must necessarily be the greatest reproach in the world; and was extremely surprized to find one in a public company, apply it to a person, with whom he lived in the strictest intimacy and friendship. <em>You fancy</em>, said I, one day, to an acquaintance, <em>that</em> <span class=\"small-capitals\">Changius</span> <em>is your mortal enemy: I love to extinguish quarrels</em>; <em>and I must, therefore, tell you, that I heard him talk of you in the most obliging manner</em>. But to my great astonishment, when I repeated <span class=\"small-capitals\">Changuis</span>'s words, though I had both remembered and understood them perfectly, I found, that they were <span class=\"page-break\"></span>taken for the most mortal affront, and that I had very innocently rendered the breach between these persons altogether irreparable.","subId":"2","id":"Hume.ETSS.EPM.D.2","pages":"324-5"},{"type":"paragraph","content":"As it was my fortune to come among this people on a very advantageous footing, I was immediately introduced to the best company; and being desired by <span class=\"small-capitals\">Alcheic</span> to live with him, I readily accepted of his invitation; as I found him universally esteemed for his personal merit, and indeed regarded by every one in <span class=\"small-capitals\">Fourli</span>, as a perfect character.","subId":"3","id":"Hume.ETSS.EPM.D.3","pages":"325"},{"type":"paragraph","content":"One evening he invited me, as an amusement, to bear him company in a serenade, which he intended to give to <span class=\"small-capitals\">Gulki</span>, with whom, he told me, he was extremely enamoured; and I soon found that his taste was not singular: For we met many of his rivals, who had come on the same errand. I very naturally concluded, that this mistress of his must be one of the finest women in town; and I already felt a secret inclination to see her, and be acquainted with her. But as the moon began to rise, I was much surprized to find, that we were in the midst of the unversity, where <span class=\"small-capitals\">Gulki</span> studied: And I was somewhat ashamed for having attended my friend, on such an errand.","subId":"4","id":"Hume.ETSS.EPM.D.4","pages":"325"},{"type":"paragraph","content":"I was afterwards told, that <span class=\"small-capitals\">Alcheic</span>'s choice of <span class=\"small-capitals\">Gulki</span> was very much approved of by all the good company in town; and that it was expected, while he gratified his own passion, he would perform to that young man the same good office, which he had himself owed to <span class=\"small-capitals\">Elcouf</span>. If seems <span class=\"small-capitals\">Alcheic</span> had been very handsome in his youth, and been courted by many lovers; but had bestowed his favours chiefly on the sage <span class=\"small-capitals\">Elcouf</span>; to whom he was supposed to owe, in a great measure, the astonishing progress which he had made in philosophy and virtue.","subId":"5","id":"Hume.ETSS.EPM.D.5","pages":"325"},{"type":"paragraph","content":"It gave me some surprize, that <span class=\"small-capitals\">Alcheic</span>'s wife (who by-the-bye happened also to be his sister) was no wise scandalized at this species of infidelity.","subId":"6","id":"Hume.ETSS.EPM.D.6","pages":"325"},{"type":"paragraph","content":"Much about the same time I discovered (for it was not <span class=\"page-break\"></span>attempted to be kept a secret from me or any body) that <span class=\"small-capitals\">Alcheic</span> was a murderer and a parricide, and had put to death an innocent person, the most nearly connected with him, and whom he was bound to protect and defend by all the ties of nature and humanity. When I asked, with all the caution and deference imaginable, what was his motive for this action; he replied coolly, that he was not then so much at ease in his circumstances as he is at present, and that he had acted, in that particular, by the advice of all his friends.","subId":"7","id":"Hume.ETSS.EPM.D.7","pages":"325-6"},{"type":"paragraph","content":"Having heard <span class=\"small-capitals\">Alcheic</span>'s virtue so extremely celebrated, I pretended to join in the general voice of acclamation, and only asked, by way of curiosity, as a stranger, which of all his noble actions was most highly applauded; and I soon found, that all sentiments were united in giving preference to the assassination of <span class=\"small-capitals\">Usbek</span>. This <span class=\"small-capitals\">Usbek</span> has been to the last moment <span class=\"small-capitals\">Alcheic</span>'s intimate friend, had laid many high obligations upon him, had even saved his life on a certain occasion, and had, by his will, which was found after the murder, made him heir to a considerable part of his fortune. <span class=\"small-capitals\">Alcheic</span>, it seems, conspired with about twenty or thirty more, most of them also <span class=\"small-capitals\">Usbek</span>'s friends; and falling all together on that unhappy man, when he was not aware, they had torne him with a hundred wounds; and given him that reward for all his past favours and obligations. <span class=\"small-capitals\">Usbek</span>, said the general voice of the people, had many great and good qualities: His very vices were shining, magnificent, and generous: But this action of <span class=\"small-capitals\">Alcheic</span>'s sets him far above <span class=\"small-capitals\">Usbek</span> in the eyes of all judges of merit; and is one of the noblest that ever perhaps the sun shone upon.","subId":"8","id":"Hume.ETSS.EPM.D.8","pages":"326"},{"type":"paragraph","content":"Another part of <span class=\"small-capitals\">Alcheic</span>'s conduct, which I also found highly applauded, was his behaviour towards <span class=\"small-capitals\">Calish</span>, with whom he was joined in a project or undertaking of some importance. <span class=\"small-capitals\">Calish</span>, being a passionate man, gave <span class=\"small-capitals\">Alcheic</span>, one day, a sound drubbing; which he took very patiently, waited the return of <span class=\"small-capitals\">Calish</span>'s good-humour, kept still a fair <span class=\"page-break\"></span>correspondence with him; and by that means brought the affair, in which they were joined, to a happy issue, and gained to himself immortal honour by his remarkable temper and moderation.","subId":"9","id":"Hume.ETSS.EPM.D.9","pages":"326-7"},{"type":"paragraph","content":"I have lately received a letter from a correspondent in <span class=\"small-capitals\">Fourli</span>, by which I learn, that, since my departure, <span class=\"small-capitals\">Alcheic</span>, falling into a bad state of health, has fairly hanged himself; and has died universally regretted and applauded in that country. So virtuous and noble a life, says each <span class=\"small-capitals\">Fourlian</span>, could not be better crowned than by so noble an end; and <span class=\"small-capitals\">Alcheic</span> has proved by this, as well as by all his other actions, what was his constant principle during his life, and what be boasted of near his last moments, that a wise man is scarcely inferior to the great god, <span class=\"small-capitals\">Vitzli</span>. This is the name of the supreme deity among the <span class=\"small-capitals\">Fourlians</span>.","subId":"10","id":"Hume.ETSS.EPM.D.10","pages":"327"},{"type":"paragraph","content":"The notions of this people, continued <span class=\"small-capitals\">Palamedes</span>, are as extraordinary with regard to good-manners and sociableness, as with regard to morals. My friend <span class=\"small-capitals\">Alcheic</span> formed once a party for my entertainment, composed of all the prime wits and philosophers of <span class=\"small-capitals\">Fourli</span>; and each of us brought his mess along with him to the place where we assembled. I observed one of them to be worse provided than the rest, and offered him a share of my mess, which happened to be a roasted pullet: And I could not but remark, that he and all the rest of the company smiled at my simplicity. I was told, that <span class=\"small-capitals\">Alcheic</span> had once so much interest with his club as to prevail with them to eat in common, and that he had made use of an artifice for that purpose. He persuaded those, whom he observed to be <em>worst</em> provided, to offer their mess to the company; after which, the others who had brought more delicate fare, were ashamed not to make the same offer. This is regarded as so extraordinary an event, that it has since, as I learn, been recorded in the history of <span class=\"small-capitals\">Alcheic</span>'s life, composed by one of the greatest geniuses of <span class=\"small-capitals\">Fourli</span>.","subId":"11","id":"Hume.ETSS.EPM.D.11","pages":"327"},{"type":"paragraph","content":"Pray, said I, <span class=\"small-capitals\">Palamedes</span>, when you were at <span class=\"small-capitals\">Fourli</span>, did you <span class=\"page-break\"></span>also learn the art of turning your friends into ridicule, by telling them such strange stories, and then laughing at them, if they believed you. I assure you, replied he, had I been disposed to learn such a lesson, there was no place in the world more proper. My friend, so often mentioned, did nothing, from morning to night, but sneer, and banter, and rally; and you could scarcely ever distinguish, whether he were in jest or earnest. But you think then, that my story is improbable; and that I have used, or rather abused the privilege of a traveller. To be sure, said I, you were but in jest. Such barbarous and savage manners are not only incompatible with a civilized, intelligent people, such as you said these were; but are scarcely compatible with human nature. They exceed all we ever read of, among the <span class=\"small-capitals\">Mingrelians</span>, and <span class=\"small-capitals\">Topinamboues</span>.","subId":"12","id":"Hume.ETSS.EPM.D.12","pages":"327-8"},{"type":"paragraph","content":"Have a care, cried he, have a care! You are not aware that you are speaking blasphemy, and are abusing your favourites, the <span class=\"small-capitals\">Greeks</span>, especially the <span class=\"small-capitals\">Athenians</span>, whom I have couched, all along, under these bizare names I employed. If you consider aright, there is not one stroke of the foregoing character, which might not be found in the man of highest merit at <span class=\"small-capitals\">Athens</span>, without diminishing in the least from the brightness of his character. The amours of the <span class=\"small-capitals\">Greeks</span>, their marriages<a href=\"#n79\"><sup>[79]</sup></a>, and the exposing of their children cannot but strike you immediately. The death of <span class=\"small-capitals\">Usbek</span> is an exact counter-part to that of <span class=\"small-capitals\">Cæsar</span>.","subId":"13","id":"Hume.ETSS.EPM.D.13","pages":"328"},{"type":"paragraph","content":"All to a trifle, said I, interrupting him: You did not mention that <span class=\"small-capitals\">Usbek</span> was an usurper.","subId":"14","id":"Hume.ETSS.EPM.D.14","pages":"328"},{"type":"paragraph","content":"I did not, replied he; lest you should discover the parallel I aimed at. But even adding this circumstance, we should make no scruple, according to our sentiments or morals, to denominate <span class=\"small-capitals\">Brutus</span>, and <span class=\"small-capitals\">Cassius</span>, ungrateful <span class=\"page-break\"></span>traitors and assassins: Though you know, that they are, perhaps, the highest characters of all antiquity; and the <span class=\"small-capitals\">Athenians</span> erected statues to them; which they placed near those of <span class=\"small-capitals\">Harmodius</span> and <span class=\"small-capitals\">Aristogiton</span>, their own deliverers. And if you think this circumstance, which you mention, so material to absolve these patriots, I shall compensate it by another, not mentioned, which will equally aggravate their crime. A few days before the execution of their fatal purpose, they all swore fealty to <span class=\"small-capitals\">Cæsar</span>; and protesting to hold his person ever sacred, they touched the altar with those hands, which they had already armed for his destruction<a href=\"#n80\"><sup>[80]</sup></a>.","subId":"15","id":"Hume.ETSS.EPM.D.15","pages":"328-9"},{"type":"paragraph","content":"I need not remind you of the famous and applauded story of <span class=\"small-capitals\">Themistocles</span>, and of his patience towards <span class=\"small-capitals\">Eurybiades</span>, the <span class=\"small-capitals\">Spartan</span>, his commanding officer, who, heated by debate, lifted his cane to him in a council of war (the same thing as if he had cudgelled him), <em>Strike!</em> cries the <span class=\"small-capitals\">Athenian</span>, <em>strike! but hear me</em>.","subId":"16","id":"Hume.ETSS.EPM.D.16","pages":"329"},{"type":"paragraph","content":"You are too good a scholar not to discover the ironical <span class=\"small-capitals\">Socrates</span> and his <span class=\"small-capitals\">Athenian</span> club in my last story; and you will certainly observe, that it is exactly copied from <span class=\"small-capitals\">Xenophon</span>, with a variation only of the names<a href=\"#n81\"><sup>[81]</sup></a>. And I think I have fairly made it appear, that an <span class=\"small-capitals\">Athenian</span> man of merit might be such a one as with us would pass for incestuous, a parricide, an assassin, an ungrateful, perjured traitor, and something else too abominable to be named; not to mention his rusticity and ill-manners. And having lived in this manner, his death might be entirely suitable: He might conclude the scene by a desperate act of self-murder, and die with the most absurd blasphemies in his mouth. And notwithstanding all this, he shall have statues, if not altars, erected to his praise; great sects shall be proud of calling themselves by his name; and the most distant posterity shall blindly <span class=\"page-break\"></span>continue their admiration: Though were such a one to arise among ourselves, they would justly regard him with horror and execration.","subId":"17","id":"Hume.ETSS.EPM.D.17","pages":"329-30"},{"type":"paragraph","content":"I might have been aware, replied I, of your artifice. You seem to take pleasure in this topic: and are indeed the only man I ever knew, who was well acquainted with the ancients, and did not extremely admire them. But instead of attacking their philosophy, their eloquence, or poetry, the usual subjects of controversy between us, you now seem to impeach their morals, and accuse them of ignorance in a science, which is the only one, in my opinion, in which they are not surpassed by the moderns. Geometry, physics, astronomy, anatomy, botany, geography, navigation; in these we justly claim the superiority: But what have we to oppose in their moralists? Your representation of things is fallacious. You have no indulgence for the manners and customs of different ages. Would you try a <span class=\"small-capitals\">Greek</span> or <span class=\"small-capitals\">Roman</span> by the common law of <span class=\"small-capitals\">England</span>? Hear him defend himself by his own maxims; and then pronounce.","subId":"18","id":"Hume.ETSS.EPM.D.18","pages":"330"},{"type":"paragraph","content":"There are no manners so innocent or reasonable, but may be rendered odious or ridiculous, if measured by a standard, unknown to the persons; especially, if you employ a little art or eloquence, in aggravating some circumstances, and extenuating others, as best suits the purpose of your discourse. All these artifices may easily be retorted on you. Could I inform the <span class=\"small-capitals\">Athenians</span>, for instance, that there was a nation, in which adultery, both active and passive, so to speak, was in the highest vogue and esteem: In which every man of education chose for his mistress a married woman, the wife, perhaps, of his friend and companion; and valued himself upon these infamous conquests, as much as if he had been several times a conqueror in boxing or wrestling at the <em>Olympic</em> games: In which every man also took a pride in his tameness and facility with regard to his own wife, and was glad to make friends or gain interest by allowing her to <span class=\"page-break\"></span>prostitute her charms; and even, without any such motive, gave her full liberty and indulgence: I ask, what sentiments the <span class=\"small-capitals\">Athenians</span> would entertain of such a people; they who never mentioned the crime of adultery but in conjunction with robbery and poisoning? Which would they admire most, the villany or the meanness of such a conduct?","subId":"19","id":"Hume.ETSS.EPM.D.19","pages":"330-1"},{"type":"paragraph","content":"Should I add, that the same people were as proud of their slavery and dependance as the <span class=\"small-capitals\">Athenians</span> of their liberty; and though a man among them were oppressed, disgraced, impoverished, insulted, or imprisoned by the tyrant, he would still regard it as the highest merit to love, serve, and obey him; and even to die for his smallest glory or satisfaction: These noble <span class=\"small-capitals\">Greeks</span> would probably ask me, whether I spoke of a human society, or some inferior, servile species.","subId":"20","id":"Hume.ETSS.EPM.D.20","pages":"331"},{"type":"paragraph","content":"It was then that I might inform my <span class=\"small-capitals\">Athenian</span> audience, that these people, however, wanted not spirit and bravery. If a man, say I, though their intimate friend, should throw out, in a private company, a raillery against them, nearly approaching any of those, with which your generals and demagogues every day regale each other, in the face of the whole city, they never can forgive him; but in order to revenge themselves, they oblige him immediately to run them through the body, or be himself murdered. And if a man, who is an absolute stranger to them, should desire them, at the peril of their own life, to cut the throat of their bosom-companion, they immediately obey, and think themselves highly obliged and honoured by the commission. These are their maxims of honour: This is their favourite morality.","subId":"21","id":"Hume.ETSS.EPM.D.21","pages":"331"},{"type":"paragraph","content":"But though so ready to draw their sword against their friends and countrymen; no disgrace, no infamy, no pain, no poverty will ever engage these people to turn the point against their own breast. A man of rank would row in the gallies, would beg his bread, would languish in prison, would suffer any tortures; and still preserve his wretched <span class=\"page-break\"></span>life. Rather than escape his enemies by a generous contempt of death, he would infamously receive the same death from his enemies, aggravated by their triumphant insults, and by the most exquisite sufferings.","subId":"22","id":"Hume.ETSS.EPM.D.22","pages":"331-2"},{"type":"paragraph","content":"It is very usual too, continue I, among this people to erect jails, where every art of plaguing and tormenting the unhappy prisoners is carefully studied and practiced: And in these jails it is usual for a parent voluntarily to shut up several of his children; in order, that another child, whom he owns to have no greater or rather less merit than the rest, may enjoy his whole fortune, and wallow in every kind of voluptuousness and pleasure. Nothing so virtuous in their opinion as this barbarous partiality.","subId":"23","id":"Hume.ETSS.EPM.D.23","pages":"332"},{"type":"paragraph","content":"But what is more singular in this whimsical nation, say I to the <span class=\"small-capitals\">Athenians</span>, is, that a frolic of yours during the <span class=\"small-capitals\">Saturnalia</span><a href=\"#n82\"><sup>[82]</sup></a>, when the slaves are served by their masters, is seriously continued by them throughout the whole year, and throughout the whole course of their lives; accompanied too with some circumstances, which still farther augment the absurdity and ridicule. Your sport only elevates for a few days those whom fortune has thrown down, and whom she too, in sport, may really elevate for ever above you: But this nation gravely exalts those, whom nature has subjected to them, and whose inferiority and infirmities are absolutely incurable. The women, though without virtue, are their masters and sovereigns: These they reverence, praise, and magnify: To these, they pay the highest deference and respect: And in all places and all times, the superiority of the females is readily acknowledged and submitted to by every one, who has the least pretensions to education and politeness. Scarce any crime would be so universally detested as an infraction of this rule.","subId":"24","id":"Hume.ETSS.EPM.D.24","pages":"332"},{"type":"paragraph","content":"You need go no farther, replied <span class=\"small-capitals\">Palamedes</span>; I can easily <span class=\"page-break\"></span>conjecture the people whom you aim at. The strokes, with which you have painted them, are pretty just; and yet you must acknowledge, that scarce any people are to be found, either in ancient or modern times, whose national character is, upon the whole, less liable to exception. But I give you thanks for helping me out with my argument. I had no intention of exalting the moderns at the expence of the ancients. I only meant to represent the uncertainty of all these judgments concerning characters; and to convince you, that fashion, vogue, custom, and law, were the cheif foundation of all moral determinations. The <span class=\"small-capitals\">Athenians</span> surely, were a civilized, intelligent people, if ever there were one; and yet their man of merit might, in this age, be held in horror and execration. The <span class=\"small-capitals\">French</span> are also, without doubt, a very civilized, intelligent people; and yet their man of merit might, with the <span class=\"small-capitals\">Athenians</span>, be an object of the highest contempt and ridicule, and even hatred. And what renders the matter more extraordinary: These two people are supposed to be the most similar in their national character of any in ancient and modern times; and while the <span class=\"small-capitals\">English</span> flatter themselves that they resemble the <span class=\"small-capitals\">Romans</span>, their neighbours on the continent draw the parallel between themselves and those polite <span class=\"small-capitals\">Greeks</span>. What wide difference, therefore, in the sentiments of morals, must be found between civilized nations and Barbarians, or between nations whose characters have little in common? How shall we pretend to fix a standard for judgments of this nature?","subId":"25","id":"Hume.ETSS.EPM.D.25","pages":"332-3"},{"type":"paragraph","content":"By tracing matters, replied I, a little higher, and examining the first principles, which each nation establishes, of blame or censure. The <span class=\"small-capitals\">Rhine</span> flows north, the <span class=\"small-capitals\">Rhone</span> south; yet both spring from the <em>same</em> mountain, and are also actuated, in their opposite directions, by the <em>same</em> principle of gravity. The different inclinations of the ground, on which they run, cause all the difference in their courses.","subId":"26","id":"Hume.ETSS.EPM.D.26","pages":"333"},{"type":"paragraph","content":"In how many circumstances would an <span class=\"small-capitals\">Athenian</span> and <span class=\"page-break\"></span>a <span class=\"small-capitals\">French</span> man of merit resemble each other? Good sense, knowledge, wit, eloquence, humanity, fidelity, truth, justice, courage, temperance, constancy, dignity of mind: These you have all omitted; in order to insist only on the points, in which they may, by accident, differ. Very well: I am willing to comply with you; and shall endeavour to account for these differences from the most universal, established principles of morals.","subId":"27","id":"Hume.ETSS.EPM.D.27","pages":"333-4"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Greek</span> loves, I care not to examine more particularly. I shall only observe, that, however blameable, they arose from a very innocent cause, the frequency of the gymnastic exercises among that people; and were recommended, though absurdly, as the source of friendship, sympathy, mutual attachment, and fidelity<a href=\"#n83\"><sup>[83]</sup></a>; qualties esteemed in all nations and ages.","subId":"28","id":"Hume.ETSS.EPM.D.28","pages":"334"},{"type":"paragraph","content":"The marriage of half-brothers and sisters seems no great difficulty. Love between nearer relations is contrary to reason and public utility; but the precise point, where we are to stop, can scarcely be determined by natural reason; and is therefore a very proper subject for a municipal law or custom. If the <span class=\"small-capitals\">Athenians</span> went a little too far on the one side, the canon law has surely pushed matters a great way into the other extreme<a href=\"#n84\"><sup>[84]</sup></a>.","subId":"29","id":"Hume.ETSS.EPM.D.29","pages":"334"},{"type":"paragraph","content":"Had you asked a parent at <span class=\"small-capitals\">Athens</span>, why he bereaved his child of that life, which he had so lately given it. It is because I love it, he would reply; and regard the poverty which it must inherit from me, as a greater evil than death, which it is not capable of dreading, feeling, or resenting<a href=\"#n85\"><sup>[85]</sup></a>.","subId":"30","id":"Hume.ETSS.EPM.D.30","pages":"334"},{"type":"paragraph","content":"How is public liberty, the most valuable of all blessings, to be recovered from the hands of an usurper or tyrant, if his power shields him from public rebellion, and our scruples from private vengeance? That his crime is capital by law, <span class=\"page-break\"></span>you acknowledge: And must the highest aggravation of his crime, the putting of himself above law, form his full security? You can reply nothing, but by showing the great inconveniences of assassination; which could any one have proved clearly to the ancients, he had reformed their sentiments in this particular.","subId":"31","id":"Hume.ETSS.EPM.D.31","pages":"334-5"},{"type":"paragraph","content":"Again, to cast your eye on the picture which I have drawn of modern manners; there is almost as great a difficulty, I acknowledge, to justify <span class=\"small-capitals\">French</span> as <span class=\"small-capitals\">Greek</span> gallantry; except only, that the former is much more natural and agreeable than the latter. But our neighbours, it seems, have resolved to sacrifice some of the domestic to the sociable pleasures; and to prefer ease, freedom, and an open commerce, to a strict fidelity and constancy. These ends are both good, and are somewhat difficult to reconcile; nor need we be surprised, if the customs of nations incline too much, sometimes to the one side, sometimes to the other.","subId":"32","id":"Hume.ETSS.EPM.D.32","pages":"335"},{"type":"paragraph","content":"The most inviolable attachment to the laws of our country is every where acknowledged a capital virtue; and where the people are not so happy, as to have any legislature but a single person, the strictest loyalty is, in that case, the truest patriotism.","subId":"33","id":"Hume.ETSS.EPM.D.33","pages":"335"},{"type":"paragraph","content":"Nothing surely can be more absurd and barbarous than the practice of duelling; but those, who justify it, say, that it begets civility and good-manners. And a duellist, you may observe, always values himself upon his courage, his sense of honour, his fidelity and friendship; qualities, which are here indeed very oddly directed, but which have been esteemed universally, since the foundation of the world.","subId":"34","id":"Hume.ETSS.EPM.D.34","pages":"335"},{"type":"paragraph","content":"Have the gods forbid self-murder? An <span class=\"small-capitals\">Athenian</span> allows, that it ought to be forborn. Has the Deity permitted it? A <span class=\"small-capitals\">Frenchman</span> allows, that death is preferable to pain and infamy.","subId":"35","id":"Hume.ETSS.EPM.D.35","pages":"335"},{"type":"paragraph","content":"You see then, continued I, that the principles upon which men reason in morals are always the same; though the <span class=\"page-break\"></span>conclusions which they draw are often very different. That they all reason aright with regard to this subject, more than with regard to any other, it is not incumbent on any moralist to show. It is sufficient, that the original principles of censure or blame are uniform, and that erroneous conclusions can be corrected by sounder reasoning and a larger experience. Though many ages have elapsed since the fall of <span class=\"small-capitals\">Greece</span> and <span class=\"small-capitals\">Rome</span>; though many changes have arrived in religion, language, laws, and customs; none of these revolutions has ever produced any considerable innovation in the primary sentiments of morals, more than in those of external beauty. Some minute differences, perhaps, may be observed in both. <span class=\"small-capitals\">Horace</span><a href=\"#n86\"><sup>[86]</sup></a> celebrates a low forehead, and <span class=\"small-capitals\">Anacreon</span> joined eye-brows<a href=\"#n87\"><sup>[87]</sup></a>: But the <span class=\"small-capitals\">Apollo</span> and the <span class=\"small-capitals\">Venus</span> of antiquity are still our models for male and female beauty; in like manner as the character of <span class=\"small-capitals\">Scipio</span> continues our standard for the glory of heroes, and that of <span class=\"small-capitals\">Cornelia</span> for the honour of matrons.","subId":"36","id":"Hume.ETSS.EPM.D.36","pages":"335-6"},{"type":"paragraph","content":"It appears, that there never was any quality recommended by any one, as a virtue or moral excellence, but on account of its being <em>useful</em>, or <em>agreeable</em> to a man <em>himself</em>, or to <em>others</em>. For what other reason can ever be assigned for praise or approbation? Or where would be the sense of extolling a <em>good</em> character or action, which, at the same time, is allowed to be <em>good for nothing?</em> All the differences, therefore, in morals, may be reduced to this one general foundation, and may be accounted for by the different views, which people take of these circumstances.","subId":"37","id":"Hume.ETSS.EPM.D.37","pages":"336"},{"type":"paragraph","content":"Sometimes men differ in their judgment about the usefulness of any habit or action: Sometimes also the peculiar circumstances of things render one moral quality more useful than others, and give it a peculiar preference.","subId":"38","id":"Hume.ETSS.EPM.D.38","pages":"336"},{"type":"paragraph","content":"It is not surprising, that, during a period of war and disorder, the military virtues should be more celebrated than the pacific, and attract more the admiration and attention of mankind. <q>How useful is it,</q> says <span class=\"small-capitals\">Tully</span><a href=\"#n88\"><sup>[88]</sup></a>, <q>to find <span class=\"small-capitals\">Cimbrians</span>, <span class=\"small-capitals\">Celtiberians</span>, and other Barbarians, who bear, with inflexible constancy, all the fatigues and dangers of the field; but are immediately dispirited under the pain and hazard of a languishing distemper: While, on the other hand, the <span class=\"small-capitals\">Greeks</span> patiently endure the slow approaches of death, when armed with sickness and disease; but timorously fly his presence, when he attacks them violently with swords and falchions!</q> So different is even the same virtue of courage among warlike or peaceful nations! And indeed, we may observe, that, as the difference between war and peace is the greatest that arises among nations and public societies, it produces also the greatest variations in moral sentiment, and diversifies the most our ideas of virtue and personal merit.","subId":"39","id":"Hume.ETSS.EPM.D.39","pages":"337"},{"type":"paragraph","content":"Sometimes too, magnanimity, greatness of mind, disdain of slavery, inflexible rigour and integrity, may better suit the circumstances of one age than those of another, and have a more kindly influence, both on public affairs, and on a man's own safety and advancement. Our idea of merit, therefore, will also vary a little with these variations; and <span class=\"small-capitals\">Labeo</span>, perhaps, be censured for the same qualities, which procured <span class=\"small-capitals\">Cato</span> the highest approbation.","subId":"40","id":"Hume.ETSS.EPM.D.40","pages":"337"},{"type":"paragraph","content":"A degree of luxury may be ruinous and pernicious in a native of <span class=\"small-capitals\">Switzerland</span>, which only fosters the arts, and encourages industry in a <span class=\"small-capitals\">Frenchman</span> or <span class=\"small-capitals\">Englishman</span>. We are not, therefore, to expect, either the same sentiments, or the same laws in <span class=\"small-capitals\">Berne</span>, which prevail in <span class=\"small-capitals\">London</span> or <span class=\"small-capitals\">Paris</span>.","subId":"41","id":"Hume.ETSS.EPM.D.41","pages":"337"},{"type":"paragraph","content":"Different customs have also some influence as well as different utilities; and by giving an early biass to the mind, may produce a superior propensity, either to the useful or <span class=\"page-break\"></span>the agreeable qualities; to those which regard self, or those which extend to society. These four sources of moral sentiment still subsist; but particular accidents may, at one time, make any one of them flow with greater abundance than at another.","subId":"42","id":"Hume.ETSS.EPM.D.42","pages":"337-8"},{"type":"paragraph","content":"The customs of some nations shut up the women from all social commerce: Those of others make them so essential a part of society and conversation, that, except where business is transacted, the male-sex alone are supposed almost wholly incapable of mutual discourse and entertainment. As this difference is the most material that can happen in private life, it must also produce the greatest variation in our moral sentiments.","subId":"43","id":"Hume.ETSS.EPM.D.43","pages":"338"},{"type":"paragraph","content":"Of the nations in the world, where polygamy was not allowed, the <span class=\"small-capitals\">Greeks</span> seem to have been the most reserved in their commerce with the fair sex, and to have imposed on them the strictest laws of modesty and decency. We have a strong instance of this in an oration of <span class=\"small-capitals\">Lysias</span><a href=\"#n89\"><sup>[89]</sup></a>. A widow injured, ruined, undone, calls a meeting of a few of her nearest friends and relations; and though never before accustomed, says the orator, to speak in the presence of men, the distress of her circumstances constrained her to lay the case before them. The very opening of her mouth in such company required, it seems, an apology.","subId":"44","id":"Hume.ETSS.EPM.D.44","pages":"338"},{"type":"paragraph","content":"When <span class=\"small-capitals\">Demosthenes</span> prosecuted his tutors, to make them refund his patrimony, it became necessary for him, in the course of the law-suit, to prove that the marriage of <span class=\"small-capitals\">Aphobus</span>'s sister with <span class=\"small-capitals\">Oneter</span> was entirely fraudulent, and that, notwithstanding her sham marriage, she had lived with her brother at <span class=\"small-capitals\">Athens</span> for two years past, ever since her divorce from her former husband. And it is remarkable, that though these were people of the first fortune and distinction in the city, the orator could prove this fact no way, but by <span class=\"page-break\"></span>calling for her female slaves to be put to the question, and by the evidence of one physician, who had seen her in her brother's house during her illness<a href=\"#n90\"><sup>[90]</sup></a>. So reserved were <span class=\"small-capitals\">Greek</span> manners.","subId":"45","id":"Hume.ETSS.EPM.D.45","pages":"338-9"},{"type":"paragraph","content":"We may be assured, that an extreme purity of manners was the consequence of this reserve. Accordingly we find, that, except the fabulous stories of <span class=\"small-capitals\">Helen</span> and <span class=\"small-capitals\">Clytemnestra</span>, there scarcely is an instance of any event in the <span class=\"small-capitals\">Greek</span> history, which proceeded from the intrigues of women. On the other hand, in modern times, particularly in a neighbouring nation, the females enter into all transactions and all management of church and state: And no man can expect success, who takes not care to obtain their good graces. <span class=\"small-capitals\">Harry</span> the third, by incurring the displeasure of the fair, endangered his crown, and lost his life, as much as by his indulgence to heresy.","subId":"46","id":"Hume.ETSS.EPM.D.46","pages":"339"},{"type":"paragraph","content":"It is needless to dissemble: The consequence of a very free commerce between the sexes, and of their living much together, will often terminate in intrigues of gallantry. We must sacrifice somewhat of the <em>useful</em>, if we be very anxious to obtain all the <em>agreeable</em> qualities; and cannot pretend to reach alike every kind of advantage. Instances of licence, daily multiplying, will weaken the scandal with the one sex, and teach the other, by degrees, to adopt the famous maxim of <span class=\"small-capitals\">La Fontaine</span>, with regard to female infidelity, <em>that if one knows it, it is but a small matter; if one knows it not, it is nothing</em><a href=\"#n91\"><sup>[91]</sup></a>.","subId":"47","id":"Hume.ETSS.EPM.D.47","pages":"339"},{"type":"paragraph","content":"Some people are inclined to think, that the best way of adjusting all the differences, and of keeping the proper medium between the <em>agreeable</em> and the <em>useful</em> qualities of the sex, is to live with them after the manner of the <span class=\"small-capitals\">Romans</span> and the <span class=\"small-capitals\">English</span> (for the customs of these two nations seem similar <span class=\"page-break\"></span>in this respect<a href=\"#n92\"><sup>[92]</sup></a>); that is, without gallantry<a href=\"#n93\"><sup>[93]</sup></a>, and without jealousy. By a parity of reason, the customs of the <span class=\"small-capitals\">Spaniards</span> and of the <span class=\"small-capitals\">Italians</span> of an age ago (for the present are very different) must be the worst of any; because they favour both gallantry and jealousy.","subId":"48","id":"Hume.ETSS.EPM.D.48","pages":"339-40"},{"type":"paragraph","content":"Nor will these different customs of nations affect the one sex only: Their idea of personal merit in the males must also be somewhat different with regard, at least, to conversation, address, and humour. The one nation, where the men live much apart, will naturally more approve of prudence; the other of gaiety. With the one simplicity of manners will be in the highest esteem; with the other, politeness. The one will distinguish themselves by good-sense and judgment; the other, by taste and delicacy. The eloquence of the former will shine most in the senate; that of the other, on the theatre.","subId":"49","id":"Hume.ETSS.EPM.D.49","pages":"340"},{"type":"paragraph","content":"These, I say, are the <em>natural</em> effects of such customs. For it must be confessed, that chance has a great influence on national manners; and many events happen in society, which are not to be accounted for by general rules. Who could imagine, for instance, that the <span class=\"small-capitals\">Romans</span>, who lived freely with their women, should be very indifferent about music, and esteem dancing infamous: While the <span class=\"small-capitals\">Greeks</span>, who never almost saw a woman but in their own houses, were continually piping, singing, and dancing?","subId":"50","id":"Hume.ETSS.EPM.D.50","pages":"340"},{"type":"paragraph","content":"The differences of moral sentiment, which naturally arise from a republican or monarchical government, are also very obvious; as well as those which proceed from general riches <span class=\"page-break\"></span>or poverty, union or faction, ignorance or learning. I shall conclude this long discourse with observing, that different customs and situations vary not the original ideas of merit (however they may, some consequences) in any very essential point, and prevail chiefly with regard to young men, who can aspire to the agreeable qualities, and may attempt to please. The MANNER, the ORNAMENTS, the GRACES, which succeed in this shape, are more arbitrary and casual: But the merit of riper years is almost every where the same; and consists chiefly in integrity, humanity, ability, knowledge, and the other more solid and useful qualities of the human mind.","subId":"51","id":"Hume.ETSS.EPM.D.51","pages":"340-1"},{"type":"paragraph","content":"What you insist on, replied <span class=\"small-capitals\">Palamedes</span>, may have some foundation, when you adhere to the maxims of common life and ordinary conduct. Experience and the practice of the world readily correct any great extravagance on either side. But what say you to <em>artificial</em> lives and manners? How do you reconcile the maxims, on which, in different ages and nations, these are founded?","subId":"52","id":"Hume.ETSS.EPM.D.52","pages":"341"},{"type":"paragraph","content":"What do you understand by <em>artificial</em> lives and manners? said I. I explain myself, replied he. You know, that religion had, in ancient times, very little influence on common life, and that, after men had performed their duty in sacrifices and prayers at the temple, they thought, that the gods left the rest of their conduct to themselves, and were little pleased or offended with those virtues or vices, which only affected the peace and happiness of human society. In those ages, it was the business of philosophy alone to regulate men's ordinary behaviour and deportment; and accordingly, we may observe, that this being the sole principle, by which a man could elevate himself above his fellows, it acquired a mighty ascendant over many, and produced great singularities of maxims and of conduct. At present, when philosophy has lost the allurement of novelty, it has no such extensive influence; but seems to confine itself mostly to speculations in the closet; in the same manner, as the <span class=\"page-break\"></span>ancient religion was limited to sacrifices in the temple. Its place is now supplied by the modern religion, which inspects our whole conduct, and prescribes an universal rule to our actions, to our words, to our very thoughts and inclinations; a rule so much the more austere, as it is guarded by infinite, though distant, rewards and punishments; and no infaction of it can ever be concealed or disguised.","subId":"53","id":"Hume.ETSS.EPM.D.53","pages":"341-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Diogenes</span> is the most celebrated model of extravagant philosophy. Let us seek a parallel to him in modern times. We shall not disgrace any philosphic name by a comparison with the <span class=\"small-capitals\">Dominics</span> or <span class=\"small-capitals\">Loyolas</span>, or any canonized monk or friar. Let us compare him to <span class=\"small-capitals\">Pascal</span>, a man of parts and genius as well as <span class=\"small-capitals\">Diogenes</span> himself; and perhaps too, a man or virtue, had he allowed his virtuous inclinations to have exerted and displayed themselves.","subId":"54","id":"Hume.ETSS.EPM.D.54","pages":"342"},{"type":"paragraph","content":"The foundation of <span class=\"small-capitals\">Diogenes</span>'s conduct was an endeavour to render himself an indpendent being as much as possible, and to confine all his wants and desires and pleasures within himself and his own mind: The aim of <span class=\"small-capitals\">Pascal</span> was to keep a perpetual sense of his dependence before his eyes, and never to forget his numberless wants and infirmites. The ancient supported himself by magnanimity, ostentation, pride, and the idea of his own superiority above his fellow-creatures. The modern made constant profession of humility and abasement, of the contempt and hatred of himself; and endeavoured to attain these supposed virtues, as far as they are attainable. The austerities of the <span class=\"small-capitals\">Greek</span> were in order to inure himself to hardships, and prevent his ever suffering: Those of the <span class=\"small-capitals\">Frenchman</span> were embraced merely for their own sake, and in order to suffer as much as possible. The philosopher indulged himself in the most beastly pleasures, even in public: The saint refused himself the most innocent, even in private. The former thought it his duty to love his friends, and to rail at them, and reprove them, and scold them: The latter endeavoured to be abso<span class=\"page-break\"></span>lutely indifferent towards his nearest relations, and to love and speak well of his enemies. The great object of <span class=\"small-capitals\">Diogenes</span>'s wit was every kind of superstition, that is every kind of religion known in his time. The mortality of the soul was his standard principle; and even his sentiments of a divine providence seem to have been licentious. The most ridiculous superstitions directed <span class=\"small-capitals\">Pascal</span>'s faith and practice; and an extreme contempt of this life, in comparison of the future, was the chief foundation of his conduct.","subId":"55","id":"Hume.ETSS.EPM.D.55","pages":"342-3"},{"type":"paragraph","content":"In such a remarkable contrast do these two men stand: Yet both of them have met with general admiration in their different ages, and have been proposed as models of imitation. Where then is the universal standard of morals, which you talk of? And what rule shall we establish for the many different, nay contrary sentiments of mankind?","subId":"56","id":"Hume.ETSS.EPM.D.56","pages":"343"},{"type":"paragraph","content":"An experiment, said I, which succeeds in the air, will not always succeed in a vacuum. When men depart from the maxims of common reason, and affect these <em>artificial</em> lives, as you call them, no one can answer to what will please or displease them. They are in a different element from the rest of mankind; and the natural principles of their mind play not with the same regularity, as if left to themselves, free from the illusions of religious superstition or philosophical enthusiasm.","subId":"57","id":"Hume.ETSS.EPM.D.57","pages":"343"},{"type":"note","content":"The laws of <span class=\"small-capitals\">Athens</span> allowed a man to marry his sister by the father. <span class=\"small-capitals\">Solon</span>'s law forbid pæderasty to slaves, as being an act of too great dignity for such mean persons.","subId":"n79","id":"Hume.ETSS.EPM.D.n79","pages":"328"},{"type":"note","content":"<span class=\"small-capitals\">Appian</span>. Bell. Civ. lib. iii. <span class=\"small-capitals\">Suetonius</span> in vita <span class=\"small-capitals\">Cæsaris</span>.","subId":"n80","id":"Hume.ETSS.EPM.D.n80","pages":"329"},{"type":"note","content":"Mem. Soc. lib. iii. sub fine.","subId":"n81","id":"Hume.ETSS.EPM.D.n81","pages":"329"},{"type":"note","content":"The <span class=\"small-capitals\">Greeks</span> kept the feast of <span class=\"small-capitals\">Saturn</span> or <span class=\"small-capitals\">Chronus</span>, as well as the <span class=\"small-capitals\">Romans</span>. See <span class=\"small-capitals\">Lucian</span>. Epist. <span class=\"small-capitals\">Saturn</span>.","subId":"n82","id":"Hume.ETSS.EPM.D.n82","pages":"332"},{"type":"note","content":"<span class=\"small-capitals\">Plat.</span> symp. p. 182. Ex edit. <span class=\"small-capitals\">Ser.</span>","subId":"n83","id":"Hume.ETSS.EPM.D.n83","pages":"334"},{"type":"note","content":"See Enquiry, Sect. IV.","subId":"n84","id":"Hume.ETSS.EPM.D.n84","pages":"334"},{"type":"note","content":"<span class=\"small-capitals\">Plut.</span> de amore prolis, sub fine.","subId":"n85","id":"Hume.ETSS.EPM.D.n85","pages":"334"},{"type":"note","content":"Epist. lib. i. epist. 7. Also lib. i. ode 3.","subId":"n86","id":"Hume.ETSS.EPM.D.n86","pages":"336"},{"type":"note","content":"Ode 28. <span class=\"small-capitals\">Petronius</span> (cap. 86.) joins both these circumstances as beauties.","subId":"n87","id":"Hume.ETSS.EPM.D.n87","pages":"336"},{"type":"note","content":"Tusc. Quæst. lib. ii.","subId":"n88","id":"Hume.ETSS.EPM.D.n88","pages":"337"},{"type":"note","content":"Orat. 33.","subId":"n89","id":"Hume.ETSS.EPM.D.n89","pages":"338"},{"type":"note","content":"In Onetorem.","subId":"n90","id":"Hume.ETSS.EPM.D.n90","pages":"339"},{"type":"note","content":"Quand on le sçait c'est peu de chose; <br> Quand on l'ignore, ce n'est rien.","subId":"n91","id":"Hume.ETSS.EPM.D.n91","pages":"339"},{"type":"note","content":"See NOTE <cite>XX</cite>.","subId":"n92","id":"Hume.ETSS.EPM.D.n92"},{"type":"note","content":"DURING the time of the emperors, the <span class=\"small-capitals\">Romans</span> seem to have been more given to intrigues and gallantry than the <span class=\"small-capitals\">English</span> are at present: And the women of condition, in order to retain their lovers, endeavoured to fix a name of reproach on those who were addicted to wenching and low amours. They were called <span class=\"small-capitals\">Ancillarioli</span>. See <span class=\"small-capitals\">Seneca</span> de beneficiis. Lib. i. cap. 9. See also <span class=\"small-capitals\">Martial</span>, lib. xii. epig. 58.","subId":"n92.1","id":"Hume.ETSS.EPM.D.n92.1","pages":"340"},{"type":"note","content":"The gallantry here meant is that of amours and attachments, not that of complaisance, which is as much paid to the fair-sex in <span class=\"small-capitals\">England</span> as in any other country.","subId":"n93","id":"Hume.ETSS.EPM.D.n93","pages":"340"}]}