{"imported":true,"id":"Hume.DNR.1","parent":"Hume.DNR","title":"Part 1","breadcrumb":"Part 1","texts":[],"published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his [Dialogues Concerning Natural Religion] in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"PART I.\n","id":"Hume.DNR.1"},{"type":"paragraph","content":"AFTER I joined the company, whom I found sitting in Cleanthes's library, Demea paid Cleanthes some compliments, on the great care, which he took of my education, and on his unwearied perseverance and constancy in all his friendships. The father of Pamphilus, said he, was your intimate friend: The son is your pupil, and may indeed be regarded as your adopted son; were we to judge by the pains which you bestow in conveying to him every useful branch of literature and science. You are no more wanting, I am persuaded, in prudence than in industry. I shall, therefore, communicate to you a maxim which I have observed with regard to my own children, that I may learn how far it agrees with your practice. The method I follow in their education is founded on the saying of an ancient, \"That students of philosophy ought first to learn Logics, then Ethics, next Physics, last of all, the Nature of the gods.\" This science of Natural Theology, according to him, being the most profound and abstruse of any, required the maturest judgement in its students; and none but a mind, enriched with all the other sciences, can safely be entrusted with it.","subId":"1","id":"Hume.DNR.1.1","pages":"130"},{"type":"paragraph","content":"Are you so late, says Philo, in teaching your children the principles of religion? Is there no danger of their neglecting or rejecting altogether those opinions, of which they have heard so little, during the whole course of their education? It is only as a science, replied Demea, subjected to human reasoning and disputation, that I postpone the study of Natural Theology. To season their minds with early piety is my chief care; and by continual precept and instruction, and I hope too, by example, I imprint deeply on their tender minds an habitual reverence for all the principles of religion. While they pass through every other science, I still remark the uncertainty of each part, the eternal disputations of men, the obscurity of all philosophy, and the strange, ridiculous conclusions, which some of the greatest geniuses have derived from the principles of mere human reason. Having thus tamed their mind to a proper submission and self-diffidence, I have no longer any scruple of opening to them the greatest mysteries of religion, nor apprehend any danger from that assuming arrogance of philosophy, which may lead them to reject the most established doctrines and opinions.","subId":"2","id":"Hume.DNR.1.2","pages":"130-1"},{"type":"paragraph","content":"Your precaution, says Philo, of seasoning your children's minds with early piety, is certainly very reasonable; and no more than is requisite, in this profane and irreligious age. But what I chiefly admire in your plan of education, is your method of drawing advantage from the very principles of philosophy and learning, which, by inspiring pride and self-sufficiency, have commonly, in all ages, been found so destructive to the principles of religion. The vulgar, indeed, we may remark, who are unacquainted with science and profound enquiry, observing the endless disputes of the learned, have commonly a thorough contempt for Philosophy; and rivet themselves the faster, by that means, in the great points of Theology, which have been taught them. Those, who enter a little into study and enquiry, finding many appearances of evidence in doctrines the newest and most extraordinary, think nothing too difficult for human reason; and presumptuously breaking through all fences, profane the inmost sanctuaries of the temple. But Cleanthes will, I hope, agree with me, that, after we have abandoned ignorance, the surest remedy, there is still one expedient left to prevent this profane liberty. Let Demea's principles be improved and cultivated: Let us become thoroughly sensible of the weakness, blindness, and narrow limits of human reason: Let us duly consider its uncertainty and endless contrarieties, even in subjects of common life and practice: Let the errors and deceits of our very senses be set before us; the insuperable difficulties, which attend first principles in all systems; the contradictions, which adhere to the very ideas of matter, cause and effect, extension, space, time, motion; and in a word, quantity of all kinds, the object of the only science, that can fairly pretend to any certainty or evidence. When these topics are displayed in their full light, as they are by some philosophers and almost all divines; who can retain such confidence in this frail faculty of reason as to pay any regard to its determinations in points so sublime, so abstruse, so remote from common life and experience? When the coherence of the parts of a stone, or even that composition of parts, which renders it extended; when these familiar objects, I say, are so inexplicable, and contain circumstances so repugnant and contradictory; with what assurance can we decide concerning the origin of worlds, or trace their history from eternity to eternity?","subId":"3","id":"Hume.DNR.1.3","pages":"131-2"},{"type":"paragraph","content":"While Philo pronounced these words, I could observe a smile in the countenance both of Demea and Cleanthes. That of Demea seemed to imply an unreserved satisfaction in the doctrines delivered: But in Cleanthes's features, I could distinguish an air of finesse; as if he perceived some raillery or artificial malice in the reasonings of Philo.","subId":"4","id":"Hume.DNR.1.4","pages":"132"},{"type":"paragraph","content":"You propose then, Philo, said Cleanthes, to erect religious faith on philosophical scepticism; and you think, that if certainty or evidence be expelled from every other subject of enquiry, it will all retire to these theological doctrines, and there acquire a superior force and authority. Whether your scepticism be as absolute and sincere as you pretend, we shall learn by and by, when the company breaks up: We shall then see, whether you go out at the door or the window; and whether you really doubt, if your body has gravity, or can be injured by its fall; according to popular opinion, derived from our fallacious senses and more fallacious experience. And this consideration, Demea, may, I think, fairly serve to abate our ill-will to this humorous sect of the sceptics. If they be thoroughly in earnest, they will not long trouble the world with their doubts, cavils, and disputes: If they be only in jest, they are, perhaps, bad ralliers, but can never be very dangerous, either to the state, to philosophy, or to religion.","subId":"5","id":"Hume.DNR.1.5","pages":"132"},{"type":"paragraph","content":"In reality, Philo, continued he, it seems certain, that though a man, in a flush of humour, after intense reflection on the many contradictions and imperfections of human reason, may entirely renounce all belief and opinion; it is impossible for him to persevere in this total scepticism, or make it appear in his conduct for a few hours. External objects press in upon him: Passions solicit him: His philosophical melancholy dissipates; and even the utmost violence upon his own temper will not be able, during any time, to preserve the poor appearance of scepticism. And for what reason impose on himself such a violence? This is a point, in which it will be impossible for him ever to satisfy himself, consistently with his sceptical principles: So that upon the whole nothing could be more ridiculous than the principles of the ancient Pyrrhonians; if in reality they endeavoured, as is pretended, to extend throughout, the same scepticism, which they had learned from the declamations of their schools, and which they ought to have confined to them.","subId":"6","id":"Hume.DNR.1.6","pages":"132-3"},{"type":"paragraph","content":"In this view, there appears a great resemblance between the sects of the Stoics and Pyrrhonians, though perpetual antagonists: and both of them seem founded on this erroneous maxim, That what a man can perform sometimes, and in some dispositions, he can perform always, and in every disposition. When the mind, by Stoical reflections, is elevated into a sublime enthusiasm of virtue, and strongly smit with any species of honour or public good, the utmost bodily pain and sufferance will not prevail over such a high sense of duty; and 'tis possible, perhaps, by its means, even to smile and exult in the midst of tortures. If this sometimes may be the case in fact and reality, much more may a philosopher, in his school, or even in his closet, work himself up to such an enthusiasm, and support in imagination the acutest pain or most calamitous event, which he can possibly conceive. But how shall he support this enthusiasm itself? The bent of his mind relaxes, and cannot be recalled at pleasure: Avocations lead him astray: Misfortunes attack him unawares: And the philosopher sinks by degrees into the plebeian.","subId":"7","id":"Hume.DNR.1.7","pages":"133"},{"type":"paragraph","content":"I allow of your comparison between the Stoics and Sceptics, replied Philo. But you may observe, at the same time, that though the mind cannot, in Stoicism, support the highest flights of philosophy, yet even when it sinks lower, it still retains somewhat of its former disposition; and the effects of the Stoic's reasoning will appear in his conduct in common life, and through the whole tenor of his actions. The ancient schools, particularly that of ZENO, produced examples of virtue and constancy, which seem astonishing to present times.  \n\nVain Wisdom all and false Philosophy. \n Yet with a pleasing sorcery could charm \n Pain, for a while, or anguish, and excite \n Fallacious Hope, or arm the obdurate breast \n With stubborn Patience, as with triple steel.\n\n In like manner, if a man has accustomed himself to sceptical considerations on the uncertainty and narrow limits of reason, he will not entirely forget them when he turns his reflection on other subjects; but in all his philosophical principles and reasoning, I dare not say, in his common conduct, he will be found different from those, who either never formed any opinions in the case, or have entertained sentiments more favourable to human reason.","subId":"8","id":"Hume.DNR.1.8","pages":"133-4"},{"type":"paragraph","content":"To whatever length any one may push his speculative principles of scepticism, he must act, I own, and live, and converse like other men; and for this conduct he is not obliged to give any other reason, than the absolute necessity he lies under of so doing. If he ever carries his speculations farther than this necessity constrains him, and philosophises, either on natural or moral subjects, he is allured by a certain pleasure and satisfaction, which he finds in employing himself after that manner. He considers besides, that every one, even in common life, is constrained to have more or less of this philosophy; that from our earliest infancy we make continual advances in forming more general principles of conduct and reasoning; that the larger experience we acquire, and the stronger reason we are endued with, we always render our principles the more general and comprehensive; and that what we call philosophy is nothing but a more regular and methodical operation of the same kind. To philosophise on such subjects is nothing essentially different from reasoning on common life; and we may only expect greater stability, if not greater truth, from our philosophy, on account of its exacter and more scrupulous method of proceeding.","subId":"9","id":"Hume.DNR.1.9","pages":"134"},{"type":"paragraph","content":"But when we look beyond human affairs and the properties of the surrounding bodies: When we carry our speculations into the two eternities, before and after the present state of things; into the creation and formation of the universe; the existence and properties of spirits; the powers and operations of one universal spirit, existing without beginning and without end; omnipotent, omniscient, immutable, infinite, and incomprehensible: We must be far removed from the smallest tendency to scepticism not to be apprehensive, that we have here got quite beyond the reach of our faculties. So long as we confine our speculations to trade, or morals, or politics, or criticism, we make appeals, every moment, to common sense and experience, which strengthen our philosophical conclusions, and remove (at least, in part) the suspicion, which we so justly entertain with regard to every reasoning, that is very subtile and refined. But in theological reasonings, we have not this advantage; while at the same time we are employed upon objects, which, we must be sensible, are too large for our grasp, and of all others, require most to be familiarised to our apprehension. We are like foreigners in a strange country, to whom every thing must seem suspicious, and who are in danger every moment of transgressing against the laws and customs of the people, with whom they live and converse. We know not how far we ought to trust our vulgar methods of reasoning in such a subject; since, even in common life and in that province, which is peculiarly appropriated to them, we cannot account for them, and are entirely guided by a kind of instinct or necessity in employing them.","subId":"10","id":"Hume.DNR.1.10","pages":"134-5"},{"type":"paragraph","content":"All sceptics pretend, that, if reason be considered in an abstract view, it furnishes invincible arguments against itself, and that we could never retain any conviction or assurance, on any subject, were not the sceptical reasonings so refined and subtile, that they are not able to counterpoise the more solid and more natural arguments, derived from the senses and experience. But it is evident, whenever our arguments lose this advantage, and run wide of common life, that the most refined scepticism comes to be upon a footing with them, and is able to oppose and counterbalance them. The one has no more weight than the other. The mind must remain in suspense between them; and it is that very suspense or balance, which is the triumph of scepticism.","subId":"11","id":"Hume.DNR.1.11","pages":"135-6"},{"type":"paragraph","content":"But I observe, says Cleanthes, with regard to you, Philo, and all speculative sceptics, that your doctrine and practice are as much at variance in the most abstruse points of theory as in the conduct of common life. Where-ever evidence discovers itself, you adhere to it, notwithstanding your pretended scepticism; and I can observe too some of your sect to be as decisive as those, who make greater professions of certainty and assurance. In reality, would not a man be ridiculous, who pretended to reject Newton's explication of the wonderful phenomenon of the rainbow, because that explication gives a minute anatomy of the rays of light; a subject, forsooth, too refined for human comprehension? And what would you say to one, who having nothing particular to object to the arguments of Copernicus and Galilæo for the motion of the earth, should with-hold his assent, on that general principle, That these subjects were too magnificent and remote to be explained by the narrow and fallacious reason of mankind?","subId":"12","id":"Hume.DNR.1.12","pages":"136"},{"type":"paragraph","content":"There is indeed a kind of brutish and ignorant scepticism, as you well observed, which gives the vulgar a general prejudice against what they do not easily understand, and makes them reject every principle, which requires elaborate reasoning to prove and establish it. This species of scepticism is fatal to knowledge, not to religion; since we find, that those who make greatest profession of it, give often their assent, not only to the great truths of Theism, and natural theology, but even to the most absurd tenets, which a traditional superstition has recommended to them. They firmly believe in witches; though they will not believe nor attend to the most simple proposition of Euclid. But the refined and philosophical sceptics fall into an inconsistence of an opposite nature. They push their researches into the most abstruse corners of science; and their assent attends them in every step, proportioned to the evidence, which they meet with. They are even obliged to acknowledge, that the most abstruse and remote objects are those, which are best explained by philosophy. Light is in reality anatomized: The true system of the heavenly bodies is discovered and ascertained. But the nourishment of bodies by food is still an inexplicable mystery: The cohesion of the parts of matter is still incomprehensible. These sceptics, therefore, are obliged, in every question, to consider each particular evidence apart, and proportion their assent to the precise degree of evidence, which occurs. This is their practice in all natural, mathematical, moral, and political science. And why not the same, I ask, in the theological and religious? Why must conclusions of this nature be alone rejected on the general presumption of the insufficiency of human reason, without any particular discussion of the evidence? Is not such an unequal conduct a plain proof of prejudice and passion?","subId":"13","id":"Hume.DNR.1.13","pages":"136-7"},{"type":"paragraph","content":"Our senses, you say, are fallacious, our understanding erroneous, our ideas even of the most familiar objects, extension, duration, motion, full of absurdities and contradictions. You defy me to solve the difficulties, or reconcile the repugnancies, which you discover in them. I have not capacity for so great an undertaking: I have not leisure for it: I perceive it to be superfluous. Your own conduct, in every circumstance, refutes your principles; and shows the firmest reliance on all the received maxims of science, morals, prudence, and behaviour.","subId":"14","id":"Hume.DNR.1.14","pages":"137"},{"type":"paragraph","content":"I shall never assent to so harsh an opinion as that of a celebrated writer, who says, that the sceptics are not a sect of philosophers: They are only a sect of liars. I may, however, affirm, (I hope, without offence) that they are a sect of jesters or ralliers. But for my part, whenever I find myself disposed to mirth and amusement, I shall certainly chuse my entertainment of a less perplexing and abstruse nature. A comedy, a novel, or at most a history, seems a more natural recreation than such metaphysical subtilties and abstractions.","subId":"15","id":"Hume.DNR.1.15","pages":"137"},{"type":"paragraph","content":"In vain would the sceptic make a distinction between science and common life, or between one science and another. The arguments, employed in all, if just, are of a similar nature, and contain the same force and evidence. Or if there be any difference among them, the advantage lies entirely on the side of theology and natural religion. Many principles of mechanics are founded on very abstruse reasoning; yet no man, who has any pretensions to science, even no speculative sceptic, pretends to entertain the least doubt with regard to them. The Copernican system contains the most surprising paradox, and the most contrary to our natural conceptions, to appearances, and to our very senses: yet even monks and inquisitors are now constrained to withdraw their opposition to it. And shall Philo, a man of so liberal a genius, and extensive knowledge, entertain any general undistinguished scruples with regard to the religious hypothesis, which is founded on the simplest and most obvious arguments, and, unless it meets with artificial obstacles, has such easy access and admission into the mind of man?","subId":"16","id":"Hume.DNR.1.16","pages":"137-8"},{"type":"paragraph","content":"And here we may observe, continued he, turning himself towards Demea, a pretty curious circumstance in the history of the sciences. After the union of philosophy with the popular religion, upon the first establishment of Christianity, nothing was more usual, among all religious teachers, than declamations against reason, against the senses, against every principle, derived merely from human research and enquiry. All the topics of the ancient Academics were adopted by the Fathers; and thence propagated for several ages in every school and pulpit throughout Christendom. The Reformers embraced the same principles of reasoning, or rather declamation; and all panegyrics on the excellency of faith were sure to be interlarded with some severe strokes of satire against natural reason. A celebrated prelate too, of the Romish communion, a man of the most extensive learning, who wrote a demonstration of Christianity, has also composed a treatise, which contains all the cavils of the boldest and most determined Pyrrhonism. Locke seems to have been the first Christian, who ventured openly to assert, that faith was nothing but a species of reason, that religion was only a branch of philosophy, and that a chain of arguments, similar to that which established any truth in morals, politics, or physics, was always employed in discovering all the principles of theology, natural and revealed. The ill use, which Bayle and other libertines made of the philosophical scepticism of the fathers and first reformers, still farther propagated the judicious sentiment of Mr Locke: and it is now, in a manner, avowed, by all pretenders to reasoning and philosophy, that Atheist and Sceptic are almost synonymous. And as it is certain, that no man is in earnest, when he professes the latter principle; I would fain hope, that there are as few, who seriously maintain the former.","subId":"17","id":"Hume.DNR.1.17","pages":"138-9"},{"type":"paragraph","content":"Don't you remember, said Philo, the excellent saying of Lord Bacon on this head? That a little philosophy, replied Cleanthes, makes a man an Atheist: a great deal converts him to religion. That is a very judicious remark too, said Philo. But what I have in my eye is another passage, where, having mentioned David's fool, who said in his heart there is no God, this great philosopher observes, that the Atheists now-a-days have a double share of folly: for they are not contented to say in their hearts there is no God, but they also utter that impiety with their lips, and are thereby guilty of multiplied indiscretion and imprudence. Such people, though they were ever so much in earnest, cannot, methinks, be very formidable.","subId":"18","id":"Hume.DNR.1.18","pages":"139"},{"type":"paragraph","content":"But though you should rank me in this class of fools, I cannot forbear communicating a remark, that occurs to me from the history of the religious and irreligious scepticism, with which you have entertained us. It appears to me, that there are strong symptoms of priestcraft in the whole progress of this affair. During ignorant ages, such as those which followed the dissolution of the ancient schools, the priests perceived, that Atheism, Deism, or heresy of any kind, could only proceed from the presumptuous questioning of received opinions, and from a belief, that human reason was equal to every thing. Education had then a mighty influence over the minds of men, and was almost equal in force to those suggestions of the senses and common understanding, by which the most determined sceptic must allow himself to be governed. But at present, when the influence of education is much diminished, and men, from a more open commerce of the world, have learned to compare the popular principles of different nations and ages, our sagacious divines have changed their whole system of philosophy, and talk the language of Stoics, Platonists, and Peripatetics, not that of Pyrrhonians and Academics. If we distrust human reason, we have now no other principle to lead us into religion. Thus, sceptics in one age, dogmatists in another; whichever system best suits the purpose of these reverend gentlemen, in giving them an ascendant over mankind, they are sure to make it their favorite principle, and established tenet.","subId":"19","id":"Hume.DNR.1.19","pages":"139-40"},{"type":"paragraph","content":"It is very natural, said Cleanthes, for men to embrace those principles, by which they find they can best defend their doctrines; nor need we have any recourse to priestcraft to account for so reasonable an expedient. And surely, nothing can afford a stronger presumption, that any set of principles are true, and ought to be embraced, than to observe, that they tend to the confirmation of true religion, and serve to confound the cavils of Atheists, Libertines, and Freethinkers of all denominations.","subId":"20","id":"Hume.DNR.1.20","pages":"140"},{"type":"note","content":"Chrysippus apud Plut. de repug. Stoicorum.","subId":"n1","id":"Hume.DNR.1.n1","pages":"130"},{"type":"note","content":"L'Art de penser.","subId":"n2","id":"Hume.DNR.1.n2","pages":"137"},{"type":"note","content":"Mons. Huet.","subId":"n3","id":"Hume.DNR.1.n3","pages":"138"}]}