{"id":"Shaftesbury.C.JH.3","imported":true,"parent":"Shaftesbury.C.JH","title":"Chapter III. Of the Second Figure","breadcrumb":"Chapter 3","published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_028","blocks":[{"type":"title","content":"£1 Chapter III. Of the Second Figure £1","id":"Shaftesbury.C.JH.3"},{"type":"paragraph","content":"AFTER what has been said on the Subject of ^Hercules^, it appears plainly what the _Attitude_ must be of our second Figure, ^Virtue^; who, as we have taken her in this particular Period of our History, must of necessity be _speaking_ with all the Force of Action, such as wou'd appear in an excellent Orator, when at the height, and in the most affecting part of his Discourse.","subId":"1","id":"Shaftesbury.C.JH.3.1"},{"type":"paragraph","content":"(2.) She ought therefore to be drawn _standing;_ since 'tis contrary to all probable Appearance, and even to Nature it-self, that in the very Heat and highest Transport of Speech, the Speaker shou'd be seen sitting, or in any Posture which might express Repose.","subId":"2","id":"Shaftesbury.C.JH.3.2"},{"type":"paragraph","content":"(3.) She may be _habited_ either as an ^Amazon^, with the Helmet, Lance, and in the Robe or Vest of ^Pallas^; or as any other of the _Virtues, Goddesses,_ or _Heroines,_ with the plain original Crown, without Rays, according to genuine Antiquity. Our History makes no mention of a Helmet, or any other Armour of ^Virtue^. It gives us only to understand, that she was dress'd neither negligently, nor with much study or ornament. If we follow this latter method, we need give her only in her hand the Imperial or[n1] Magisterial Sword; which is her true characteristick Mark, and wou'd sufficiently distinguish her, without the Helmet, Lance, or other military Habit. And in this manner, the opposition between her-self and her Rival wou'd be still more beautiful and regular.—\"But this Beauty, says one, wou'd be discoverable only by the Learned.\"—Perhaps so. But then again, there wou'd be no loss for others: since no-one wou'd find this Piece the less intelligible on the account of this Regulation. On the contrary, one who chanc'd to know little of Antiquity in general, or of this History in particular, wou'd be still further to seek, if upon seeing an armed Woman in the Piece, he shou'd represent to himself either a ^Pallas^, a ^Bellona^, or any other warlike Form, or Deity of the female kind.","subId":"3","id":"Shaftesbury.C.JH.3.3"},{"type":"paragraph","content":"(4.) As for the _Shape, Countenance,_ or Person of ^Virtue^; that which is usually given to ^Pallas^ may fitly serve as a Model for this Dame; as on the other side, that which is given to ^Venus^ may serve in the same manner for her Rival. The Historian whom we follow, represents ^Virtue^ to us as a Lady of a goodly Form, tall and majestick. And by what he relates of her, he gives us sufficiently to understand, that tho she was neither lean, nor of a tann'd Complexion, she must have discover'd however, by the Substance and Colour of her Flesh, that she was sufficiently accustom'd to exercise. ^Pleasure^, on the other hand, by an exact Opposition, is represented in better case, and of a Softness of Complexion; which speaks her Manners, and gives her a middle Character between the Person of a ^Venus^, and that of a ^Bacchinal^ _Nymph._","subId":"4","id":"Shaftesbury.C.JH.3.4"},{"type":"paragraph","content":"(5.) As for the _Position,_ or _Attitude_ of ^Virtue^; tho in a historical Piece, such as ours is design'd, 'twou'd on no account be proper to have immediate recourse to the way of _Emblem;_ one might, on this occasion, endeavour nevertheless by some artifice to give our Figure, as much as possible, the resemblance of the same _Goddess,_ as she is seen on Medals, and other antient _emblematick_ Pieces of like nature. In this view, she shou'd be so design'd, as to stand firm with her full poise upon one foot, having the other a little advanc'd, and rais'd on a broken piece of ground or rock, instead of the Helmet or little Globe on which we see her usually setting her foot, as triumphant, in those Pieces of the _emblematick_ kind. A particular advantage of this Attitude, so judiciously assign'd to ^Virtue^ by antient Masters, is, that it expresses as well her aspiring Effort, or Ascent towards the Stars and Heaven, as her Victory and Superiority over Fortune and the World. For so the Poets have, of old, describ'd her.","subId":"5","id":"Shaftesbury.C.JH.3.5"},{"type":"paragraph","content":"[n2]Attempts a course by a path denied. //[n3]And deserts the path of difficult virtue.","subId":"6","id":"Shaftesbury.C.JH.3.6"},{"type":"paragraph","content":"And in our Piece particularly, where the _arduous_ and _rocky way_ of ^Virtue^ requires to be emphatically represented; the ascending Posture of this Figure, with one Foot advanc'd, in a sort of climbing Action, over the rough and thorny Ground, must of necessity, if well executed, create a due effect, and add to the Sublime of this[n4] antient _Poetick_ Work.","subId":"7","id":"Shaftesbury.C.JH.3.7"},{"type":"paragraph","content":"(6.) As for the _Hands_ or _Arms,_ which in real Oratory, and during the strength of Elocution, must of necessity be active; 'tis plain in respect of our Goddess, that the Arm in particular which she has free to her-self, and is neither incumber'd with Lance or Sword, shou'd be employ'd another way, and come in, to second the Discourse, and accompany it, with a just Emphasis and Action. Accordingly, ^Virtue^ wou'd then be seen with this Hand, turn'd either _upwards_ to the rocky Way mark'd out by her with approbation; or to the Sky, or Stars, in the same sublime sense; or _downwards_ to the flowery Way and Vale, as in a detesting manner, and with abhorrence of what passes there; or last of all (in a disdainful sense, and with the same appearance of Detestation) against ^Pleasure^ herself. Each Manner wou'd have its peculiar advantage. And the best Profit shou'd be made of this Arm and Hand at liberty, to express either the _Disapprobation_ or the _Applause_ propos'd. It might prove, however, a considerable advantage to our Figure of ^Virtue^, if holding the Lance, or Imperial Sword, slightly, with one of her Hands stretch'd downwards, she cou'd, by that very Hand and Action, be made to express _the latter_ meaning; opening for that purpose some of the lower Fingers of this Hand, in a refusing or repelling manner; whilst with the other Arm and Hand at liberty, she shou'd express as well _the former_ meaning, and point out to ^Hercules^ the way which leads to Honour, and the just Glory of heroick Actions.","subId":"8","id":"Shaftesbury.C.JH.3.8"},{"type":"paragraph","content":"(7.) From all these Circumstances of History, and Action, accompanying this important Figure, the difficulty of the Design will sufficiently appear, to those who carry their Judgment beyond the _mere Form,_ and are able to consider the Character of the Passion to which it is subjected. For where a real Character is mark'd, and _the inward Form_ peculiarly describ'd, 'tis necessary _the outward_ shou'd give place. Whoever shou'd expect to see our Figure of ^Virtue^, in the exact Mein of a _fine Talker,_ curious in her Choice of Action, and forming it according to the usual Decorum, and regular Movement of one of the fair Ladys of our Age, wou'd certainly be far wide of the Thought and Genius of this Piece. Such study'd Action, and artificial Gesture, may be allow'd to the Actors and Actrices of the Stage. But the good Painter must come a little nearer to ^Truth^, and take care that his Action be not _theatrical,_ or at second hand; but _original,_ and drawn from ^Nature^ her-self. Now altho in the ordinary Tenour of Discourse, the Action of the Party might be allow'd to appear so far govern'd and compos'd by Art, as to retain that regular _Contraste,_ and nice Balance of Movement, which Painters are apt to admire as the chief Grace of Figures; yet in this particular case, where the natural Eagerness of Debate, supported by a thorow Antipathy and Animosity, is join'd to a sort of _enthusiastick Agitation_ incident to our prophetick Dame, there can be little of that fashionable Mein, or genteel Air admitted. The Painter who, in such a Piece as we describe, is bound to preserve the heroick Style, will doubtless beware of representing his Heroine as a mere _Scold._ Yet this is certain, That it were better for him to expose himself to the Meanness of such a Fancy, and paint his Lady in a high Rant, according to the common Weakness of the Sex, than to engage in the Embelishment of the mere _Form;_ and, forgetting the Character of Severity and Reprimand belonging to the illustrious Rival, present her to us a fair specious Personage, free of Emotion, and without the least Bent or Movement, which shou'd express the real _Pathetick_ of the kind.","subId":"9","id":"Shaftesbury.C.JH.3.9"},{"type":"note","content":"Parazonium.","subId":"n1","id":"Shaftesbury.C.JH.3.n1"},{"type":"note","content":"——_Negatâ tentat iter viâ._ Horat. Lib. iii. Od. ii. ver. 22.","subId":"n2","id":"Shaftesbury.C.JH.3.n2"},{"type":"note","content":"_Virtutisque viam deserit arduae._ Idem ibid. Od. xxiv. ver. 44.","subId":"n3","id":"Shaftesbury.C.JH.3.n3"},{"type":"note","content":"_As antient as the Poet_ ^Hesiod^: _which appears by the following Verses, cited by our Historian, as the Foundation, or first Draught of this_ ^Herculean^ _Tablature._ \"\"$Τὴν μεν γαρ κακότητα καὶ ἰλαδόν ἐστιν ἑλέσθαι // Ρηιδιως. λείη μέν ὁδος, μάλα δ' ἐγγύθι ναίει. // Τη̑ς δ' ἀρετη̑ς ιδρω̑τα θεοὶ προπάροιθεν ἔθηκαν // 'Αθανατοι. μακρὸς δὲ καὶ ὄρθιος ὀιμος επ ἀυτὴν, // Καὶ τρηχὺς τὸ πρω̑τον. ἐπὴν δ' είς ἀκρον ικηται // Ρηιδίη δ' ἤπείτα πέλει, χαλεπή περ ἐουσα.$ // [Oper. & Dier. Lib. i. ver. 285.]\"\"","subId":"n4","id":"Shaftesbury.C.JH.3.n4"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.JH","imported":true,"title":"A Notion of the Historical Draught or Tablature of the Judgment of Hercules","breadcrumb":"Judgment of Hercules","published":[1714]}],"prev":{"id":"Shaftesbury.C.JH.2","imported":true,"title":"Chapter II. Of the First or Principal Figure","breadcrumb":"Chapter 2","published":[1714]},"next":{"id":"Shaftesbury.C.JH.4","imported":true,"title":"Chapter IV. Of the Third Figure","breadcrumb":"Chapter 4","published":[1714]}}