{"id":"Shaftesbury.C.JH.Conc","imported":true,"parent":"Shaftesbury.C.JH","title":"Conclusion","breadcrumb":"Conclusion","published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_032","blocks":[{"type":"title","content":"£1 Conclusion £1","id":"Shaftesbury.C.JH.Conc"},{"type":"paragraph","content":"WE may conclude this Argument with a general Reflection, which seems to arise naturally from what has been said on this Subject in particular: \"That in a real _History-Painter,_ the same Knowledg, the same Study, and Views, are requir'd, as in a real _Poet._\" Never can the _Poet,_ whilst he justly holds that name, become a _Relator,_ or _Historian_ at large. He is allow'd only to describe a single Action; not the Actions of a single Man, or People. The _Painter_ is a Historian at the same rate, but still more narrowly confin'd, as in fact appears; since it wou'd certainly prove a more ridiculous Attempt to comprehend two or three distinct Actions or Parts of History in _one_ Picture, than to comprehend ten times the number in _one_ and _the same_ Poem.","subId":"1","id":"Shaftesbury.C.JH.Conc.1"},{"type":"paragraph","content":"(2.) Tis well known, that to each Species of Poetry, there are natural Proportions and Limits assign'd. And it wou'd be a gross Absurdity indeed to imagine, that in a Poem there was nothing which we cou'd call _Measure_ or _Number,_ except merely in the Verse. An Elegy, and an Epigram, have each of 'em their Measure, and Proportion, as well as a Tragedy, or Epick Poem. In the same manner, as to Painting, Sculpture, or Statuary, there are particular Measures which form what we call _a Piece:_ as for instance, in mere Portraiture, _a Head,_ or _Bust:_ the former of which must retain always the whole, or at least a certain part of the Neck; as the latter the Shoulders, and a certain part of the Breast. If any thing be added or retrench'd, the _Piece_ is destroy'd. 'Tis then a mangled Trunk, or dismember'd Body, which presents it-self to our Imagination; and this too not thro' use merely, or on the account of custom, but of necessity, and by the nature of the Appearance: since there are such and such parts of the human Body, which are naturally match'd, and must appear in company: the Section, if unskilfully made, being in reality horrid, and representing rather an _Amputation_ in Surgery, than a seemly _Division_ or _Separation_ according to _Art._ And thus it is, that in general, thro' all the plastick Arts, or Works of Imitation, \"Whatsoever is drawn from Nature, with the intention of raising in us the Imagination of the natural Species or Object, according to real _Beauty_ and _Truth,_ shou'd be compriz'd in certain compleat Portions or Districts, which represent the Correspondency or Union of each _part_ of Nature, with _intire_ ^Nature^ _her-self._\" And 'tis this natural Apprehension, or anticipating Sense of _Unity,_ which makes us give even to the Works of our inferior Artizans, the name of _Pieces_ by way of Excellence, and as denoting the _Justness_ and _Truth_ of Work.","subId":"2","id":"Shaftesbury.C.JH.Conc.2"},{"type":"paragraph","content":"(3.) In order therefore to succeed rightly in the Formation of any thing truly beautiful in this higher Order of Design; 'twere to be wish'd that the Artist, who had Understanding enough to comprehend what _a real Piece_ or _Tablature_ imported, and who, in order to this, had acquir'd the Knowledg of _a Whole_ and _Parts,_ wou'd afterwards apply himself to the Study of _moral_ and _poetick Truth:_ that by this means the Thoughts, Sentiments, or _Manners,_ which hold the first rank in his historical Work, might appear sutable to the higher and nobler Species of Humanity in which he practis'd, to the Genius of the Age which he describ'd, and to the principal or main Action which he chose to represent. He wou'd then naturally learn to reject those false Ornaments of _affected Graces, exaggerated Passions, hyperbolical_ and _prodigious Forms;_ which, equally with the mere _capricious_ and _grotesque,_ destroy the just _Simplicity,_ and _Unity,_ essential in a ^Piece^. And for his _Colouring;_ he wou'd then soon find how much it became him to be reserv'd, severe, and chaste, in this particular of his Art; where Luxury and Libertinism are, by the power of Fashion and the modern Taste, become so universally establish'd.","subId":"3","id":"Shaftesbury.C.JH.Conc.3"},{"type":"paragraph","content":"(4.) 'Tis evident however from Reason it-self, as well as from[n1] History and Experience, that nothing is more fatal, either to Painting, Architecture, or the other Arts, than this _false Relish,_ which is govern'd rather by what immediately strikes the Sense, than by what consequentially and by reflection pleases the Mind, and satisfies the Thought and Reason. So that whilst we look on _Painting_ with the same Eye, as we view commonly the rich Stuffs, and colour'd Silks worn by our Ladys, and admir'd in Dress, Equipage, or Furniture; we must of necessity be effeminate in our Taste, and utterly set wrong as to all Judgment and Knowledg in the kind. For of this _imitative Art_ we may justly say; \"That tho It borrows help indeed from Colours, and uses them, as means, to execute its Designs; It has nothing, however, more wide of its real Aim, or more remote from its Intention, than to make _a shew_ of Colours, or from their mixture, to raise a[n2] _separate_ and _flattering_ Pleasure to the ^Sense^.\"","subId":"4","id":"Shaftesbury.C.JH.Conc.4"},{"type":"note","content":"_See_ ^Vitruvius^, _and_ ^Pliny^.","subId":"n1","id":"Shaftesbury.C.JH.Conc.n1"},{"type":"note","content":"_The Pleasure is plainly foreign and_ separate, _as having no concern or share in the proper Delight or Entertainment which naturally arises from the Subject, and Workmanship it-self. For the Subject, in respect of Pleasure, as well as Science, is absolutely compleated, when the Design is executed, and the propos'd Imitation once accomplish'd. And thus it always is the best, when the Colours are most subdu'd, and made subservient._","subId":"n2","id":"Shaftesbury.C.JH.Conc.n2"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.JH","imported":true,"title":"A Notion of the Historical Draught or Tablature of the Judgment of Hercules","breadcrumb":"Judgment of Hercules","published":[1714]}],"prev":{"id":"Shaftesbury.C.JH.6","imported":true,"title":"Chapter VI. Of the Casual or Independent Ornaments","breadcrumb":"Chapter 6","published":[1714]},"next":{"id":"Shaftesbury.C.LD","imported":true,"title":"A Letter Concerning the Art, or Science of Design","breadcrumb":"Letter Concerning Design","published":[1714]}}