{"id":"Locke.EHU.2.11","imported":true,"parent":"Locke.EHU.2","title":"Chapter 11. Of Discerning, and Other Operations of the Mind","breadcrumb":"Chapter 11","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.11?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XI.</h1> <h2><em>Of Discerning, and other Operations of the Mind.</em></h2> ","id":"Locke.EHU.2.11"},{"type":"paragraph","content":"ANother Faculty we may take notice of in our Minds, is that of <em>Discerning</em> and distinguishing between the several <em>Ideas</em> it has. It is not enough to have a confused perception of something in general. Unless the Mind had a distinct perception of different Objects, and their Qualities, it would be capable of very little Knowledge, though the Bodies that affect us, were as busie about us, as they are now, and the Mind were continually employ'd in thinking. On this faculty of Distinguishing one thing from another, depends the <em>evidence and certainty</em> of several, even very general Propositions, which have passed for innate Truths; because Men over-looking the true cause, why those Propositions find universal assent, impute it wholly to native uniform Impressions; whereas it in truth <em>depends upon this clear discerning Faculty</em> of the Mind, whereby it perceives two <em>Ideas</em> to be the same, or different: But of this more hereafter.","subId":"1","id":"Locke.EHU.2.11.1"},{"type":"paragraph","content":"How much the imperfection of accurately discriminating <em>Ideas</em> one from another lies, either in the dulness, or faults of the Organs of Sense; or want of accuteness, exercise, or attention in the Understanding; or hastiness and precipitancy, natural to some Tempers, I will not here examine: It suffices to take notice, that this is one of the Operations, that the Mind may reflect on, and observe in it self. It is of that consequence to its other Knowledge, that so far as this faculty is in it self dull, or not rightly made use of, for the distinguishing one thing from another; so far our Notions are confused, and our Reason and Judgment disturbed or misled. If in having our <em>Ideas</em> in the Memory ready at hand, consists quickness of parts; in this of having them unconfused, and being able nicely to distinguish one thing from another, where there is but the least difference, consists, in a great measure, the exactness of Judgment, and clearness of Reason, which is to be observed in one Man above another. And hence, perhaps, may be given some Reason of that common Observation, That Men who have a great deal of Wit, and prompt Memories, have not always the clearest Judgment, or deepest Reason. For <em>Wit</em> lying most in the assemblage of <em>Ideas,</em> and putting those together with quickness and variety, wherein can be found any resemblance or congruity, thereby to make up pleasant Pictures, and agreeable Visions in the Fancy: <em>Judgment,</em> on the contrary, lies quite on the other side, in separating carefully <em>Ideas</em> one from another, wherein can be found the least difference, thereby to avoid being misled by Similitude, and by affinity to take one thing for another. This is a way of proceeding quite contrary to Metaphor and Allusion, wherein, for the most part, lies that entertainment and pleasantry of Wit, which strikes so lively on the Fancy; and therefore so accepable to all People, because its Beauty appears at first sight, and there is required no labour of thought, to examine what Truth or Reason there is in it. The Mind, without looking any farther, rests satisfied with the pleasantness of the Picture, and the gayety of the Fancy: And it is a kind of an affront to go about to examine it, by the severe Rules of Truth, and good Reason; whereby it appears, that it consists in something, that is not perfectly conformable to them.","subId":"2","id":"Locke.EHU.2.11.2"},{"type":"paragraph","content":"To the well distinguishing our <em>Ideas,</em> it chiefly contributes, that they be <em>clear and determinate:</em> And when they are so, it <em>will not breed any confusion</em> or mistake about them, though the Senses should (as sometimes they do) convey them from the same Object differently, on different occasions, and so seem to err. For though a Man in a Fever, should from Sugar have a bitter taste, which at another time would produce a sweet one; yet the <em>Idea</em> of Bitter in that Man's Mind, would be as clear and distinct from the <em>Idea</em> of Sweet, as if he had tasted only Gall. Nor does it make any more confusion between the two <em>Ideas</em> of Sweet and Bitter, that the same sort of Body produces at one time one, and at another time another <em>Idea,</em> by the taste, than it makes a confusion in the two <em>Ideas</em> of White and Sweet, or White and Round, that the same piece of Sugar produces them both in the Mind at the same time. And the <em>Ideas</em> of Orange-colour and Azure, that are produced in the Mind by the same parcel of the infusion of <em>Lignum Nephriticum,</em> are no less distinct <em>Ideas,</em> than those of the same Colours, taken from two very different Bodies.","subId":"3","id":"Locke.EHU.2.11.3"},{"type":"paragraph","content":"The <em>COMPARING</em> them one with another, in respect of Extent, Degrees, Time, Place, or any other circumstances, is another operation of the Mind about its <em>Ideas,</em> and is that upon which depends all that large tribe of <em>Ideas,</em> comprehended under <em>Relation</em>; which of how vast an extent it is, I shall have occasion to consider hereafter.","subId":"4","id":"Locke.EHU.2.11.4"},{"type":"paragraph","content":"How far Brutes partake in this faculty, is not easie to determine; I imagine they have it not in any great degree; For though they probably have several <em>Ideas</em> distinct enough, yet it seems to me to be the Prerogative of Humane Understanding, when it has sufficiently distinguished any <em>Ideas,</em> so as to perceive them to be perfectly different, and so consequently two, to cast about and consider in what circumstances they are capable to be compared. And therefore, I think, <em>Beasts compare</em> not their <em>Ideas,</em> farther than some sensible Circumstances annexed to the Objects themselves. The other power of Comparing, which may be observed in Men, belonging to general <em>Ideas,</em> and useful only to abstract Reasonings, we may probably conjecture Beasts have not.","subId":"5","id":"Locke.EHU.2.11.5"},{"type":"paragraph","content":"The next Operation we may observe in the Mind about its <em>Ideas,</em> is <em>COMPOSITION</em>; whereby it puts together several of those simple ones it has received from Sensation and Reflection, and combines them into complex ones. Under this of Composition, may be reckon'd also that of <em>ENLARGING</em>; wherein though the Composition does not so much appear, as in more complex ones, yet it is nevertheless a putting several <em>Ideas</em> together, though of the same kind. Thus by adding several Unites together, we make the <em>Idea</em> of a dozen; and putting together the repeated <em>Ideas</em> of several Perches, we frame that of a Furlong.","subId":"6","id":"Locke.EHU.2.11.6"},{"type":"paragraph","content":"In this also, I suppose, <em>Brutes</em> come far short of Man. For though they take in, and retain together several Combinations of simple <em>Ideas,</em> as possibly the Shape, Smell, and Voice of his Master, make up a complex <em>Idea</em> a Dog has of him, or rather are so many distinct Marks whereby he knows him; yet, <em>I do not</em> think they do of themselves ever compound them, and <em>make complex Ideas</em>: And perhaps even where we think they have complex <em>Ideas,</em> 'tis only one simple one that directs them in the knowledge of several things, which possibly they distinguish less by their Sight, than we imagine. For I have been credibly infomed, that a Bitch will nurse, play with, and be fond of young Foxes, as much as, and in place of her Puppies, if you can but get them once to suck her so long, that her Milk may go through them.","subId":"7","id":"Locke.EHU.2.11.7"},{"type":"paragraph","content":"When Children have, by repeated Sensations, got <em>Ideas</em> fixed in their Memories, they begin, by degrees, to learn the use of Signs: And when they have got the skill to apply the Organs of Speech to the framing of articulate Sounds, they begin to make <em>use of Words,</em> to signifie their <em>Ideas</em> to others; which words they sometimes borrow from others, and sometimes make themselves, as one may observe among the new and unusual Names Children often give to things in their first use of Language.","subId":"8","id":"Locke.EHU.2.11.8"},{"type":"paragraph","content":"The use of Words then being to stand as outward Marks of our internal <em>Ideas,</em> and those <em>Ideas</em> being taken from particular things, if every particular <em>Idea</em> we take in, should have a distinct Name, Names must be endless. To prevent this, the Mind makes the particular <em>Ideas,</em> received from particular Objects, to become general; which is done by considering them as they are in the Mind such Appearances, separate from all other Existencies, and the circumstances of real Existence, as Time, Place, or any other concomitant <em>Ideas.</em> This is called <em>ABSTRACTION,</em> whereby <em>Ideas</em> taken from particular Beings, become general Representatives of all of the same kind; and their Names general Names, applicable to whatever exists conformable to such abstract <em>Ideas.</em> Such precise, naked Appearances in the Mind, without considering, how, whence, or with what others they came there, the Understanding lays up (with Names commonly annexed to them) as the Standards to rank real Existencies into sorts, as they agree with these Patterns, and to <em>denominate</em> them accordingly. Thus the same Colour being observed to day in Chalk or Snow, which the Mind yesterday received from Milk, it considers that Appearance alone, makes it a representative of all of that kind; and having given in the name <em>Whiteness,</em> it by that found signifies the same quali-wheresoever to be imagin'd or met with; and thus Universals, whether <em>Ideas</em> or Terms, are made.","subId":"9","id":"Locke.EHU.2.11.9"},{"type":"paragraph","content":"If it may be doubted, Whether <em>Beasts</em> compound and enlarge their <em>Ideas</em> that way, to any degree: This, I think, I may be positive in, That the power of <em>Abstracting,</em> is not at all in them; and that the having of general <em>Ideas,</em> is that which puts a perfect distinction betwixt Mand and Brutes; and is an Excellency which the Faculties of Brutes do by no means attain to. For it is evident, we observe no foot-steps in them, of making use of general signs for universal <em>Ideas</em>; from which we have reason to imagine, that they have not the faculty of abstracting, or making general <em>Ideas,</em> since they have no use of Words, or any other general Signs.","subId":"10","id":"Locke.EHU.2.11.10"},{"type":"paragraph","content":"Nor can it be imputed to their want of fit Organs, to frame articulate Sounds, that they have no use, or knowledge of general Words; since many of them, we find, can fashion such Sounds, and pronounce Words distinctly enough, but never with any such application. And, on the other side, Men, who through some defect in the Organs, want words, yet fail not to express their universal <em>Ideas</em> by signs, which serve them instead of general words, a faculty which we see Beasts come short in. And therefore I think we may suppose, That 'tis in this, that the Species of <em>Brutes</em> are discriminated from Man; and 'tis that proper difference wherein they are wholly separated, and which at last widens to so vast a distance. For if they have any <em>Ideas</em> at all, and are not bare Machins (as some would have them) we cannot deny them to have some Reason. It seems as evident to me, that they do reason, as that they have sense; but it is only in particular <em>Ideas,</em> just as they receiv'd them from their Senses. They are the best of them tied up within those narrow bounds, and <em>have not</em> (as I think) the faculty to enlarge them by any kind of <em>Abstraction.</em>","subId":"11","id":"Locke.EHU.2.11.11"},{"type":"paragraph","content":"How far <em>Idiots</em> are concerned in the want or weakness of any, or all of the foregoing Faculties, an exact observation of their several ways of faltering, would no doubt discover. For those who either perceive but dully, or retain the <em>Ideas</em> that come into their Minds, but ill, who cannot readily excite or compound them, will have little matter to think on. Those who cannot distinguish, compare, and abstract, would hardly be able to understand, and make use of Language, or judge, or reason to any tolerable degree; but only a little, and imperfectly, about things present, and very familiar to their Senses. And indeed, any of the forementioned Faculties, if wanting, or out of order, produce suitable defects in Mens Understandings and Knowledge.","subId":"12","id":"Locke.EHU.2.11.12"},{"type":"paragraph","content":"In fine, The defect in <em>Naturals,</em> seems to proceed from want of quickness, activity, and motion, in the intellectual Faculties, whereby they are deprived of Reason: Whereas <em>mad Men,</em> on the other side, seem to suffer by the other Extream. For they do not appear to me to have lost the Faculty of Reasoning: but having joined together some <em>Ideas</em> very wrongly, they mistake them for Truths; and they err as Men do, that argue right from wrong Principles. For by the violence of their Imaginations, having taken their Fansies for Realities, they make right deduction from them. Thus you shall find a distracted Man phansying himself a King, with a right inference, requires suitable Attendance, Respect, and Obedience: Others who have thought themselves made of glass, have used the caution necessary to preserve such brittle Bodies. Hence it comes to pass, that a Man, who is very sober, and of a right Understanding in all other things, may in one particular, be as frantick as any in <em>Bedlam</em>; if either by any sudden very strong impression, or long fixing his Fancy upon one sort of Thoughts, incoherent <em>Ideas</em> have been cemented together so powerfully, as to remain united. But there are degrees of Madness, as of Folly; the disorderly jumbling <em>Ideas</em> together, is in some more, and some less. In short, herein seems to lie the difference between Idiots and mad Men, That mad Men put wrong <em>Ideas</em> together, and so make wrong Propositions, but argue and reason right from them: But Idiots make very few or no Propositions, and reason scarce at all.","subId":"13","id":"Locke.EHU.2.11.13"},{"type":"paragraph","content":"These, I think, are the first Faculties and Operations of the Mind, which it makes use of in understanding; which though they are exercised about all its <em>Ideas</em> in general; yet the instances, I have hitherto given, have been chiefly in simple <em>Ideas</em>; and I have subjoined the explication of these Faculties of the Mind, to that of simple <em>Ideas,</em> before I come to what I have to say, concerning complex ones, for these following Reasons: <br><em>First,</em> Because several of these Faculties being exercised at first principally about simple <em>Ideas,</em> we might, by following Nature in its ordinary method, trace and discover them in their rise, progress, and gradual improvements. <br><em>Secondly,</em> Because observing the Faculties of our Mind, how they operate about simple <em>Ideas,</em> which are usually in most Mens Minds, much more clear, precise, and distinct, than complex ones, we may the better examine and learn how the Mind abstracts, denominates, compares, and exercises its other Operations, about those which are complex, wherein we are much more liable to mistake. <br><em>Thirdly,</em> Because these very Operations of the Mind about <em>Ideas,</em> receiv'd from <em>Sensation,</em> are themselves, when reflected on, another sett of <em>Ideas,</em> derived from that other source of our Knowledge, which I call <em>Reflection</em>; and therefore fit to be considered in this place, after the simple <em>Ideas</em> of <em>Sensation.</em> Of Compounding, Comparing, Abstracting, <em>&amp;c.</em> I have but just spoken, having occasion to treat of them more at large in other places.","subId":"14","id":"Locke.EHU.2.11.14"},{"type":"paragraph","content":"And thus I have given a short, and, I think, true <em>History of the first beginnings of Humane Knowledge</em>; whence the Mind has its first Objects, and by what steps it makes its progress to the laying in, and storing up those <em>Ideas,</em> out of which is to be framed all the Knowledge it is capable of; wherein I must appeal to Experience and Observation, whether I am in the right: The best way to come to Truth, being to examine Things as really they are, and not to conclude they are as we fansie of our selves, or have been taught to imagine by others.","subId":"15","id":"Locke.EHU.2.11.15"},{"type":"paragraph","content":"To deal truly, <em>this is the only way</em> that I can discover, <em>whereby</em> the <em>Ideas</em> of things <em>are brought into the Understanding</em>: If other Men have either innate <em>Ideas,</em> or infused Principles, they have reason to enjoy them; and if they are sure of it, it is impossible for others to deny them the privilege they have above their Neighbours. I can speak but of what I find in my self, and is agreeable to those Notions; which if we will examine the whole course of Men in their several Ages, Countries, and Educations, seems to depend on these foundations I have laid, and to correspond with this Method in all the parts and degrees thereof.","subId":"16","id":"Locke.EHU.2.11.16"},{"type":"paragraph","content":"I pretend not to teach, but to enquire; and therefore cannot but confess here again, That external and internal Sensation, are the only passages I can find of knowledge to the Understanding. These alone, as far as I can discover, are the Windows by which light is let into this <em>dark Room.</em> For, methinks, the <em>Understanding</em> is not much unlike a Closet wholly shut from light, with only some little openings left, to let in external visible resemblances, or <em>Ideas</em> of things without; which would they but stay there, and lie so orderly as to be found upon occasion, it would very much resemble the Understanding of a Man, in reference to all Objects of sights, and the <em>Ideas</em> of them. These are my Guesses concerning the means whereby the Understanding comes to have, and retain simple <em>Ideas,</em> and the modes of them, with some other operations about them. I proceed now to examine some of these simple <em>Ideas,</em> and their Modes a little more particularly.","subId":"17","id":"Locke.EHU.2.11.17"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.10","imported":true,"title":"Chapter 10. Of Retention","breadcrumb":"Chapter 10","published":[1689]},"next":{"id":"Locke.EHU.2.12","imported":true,"title":"Chapter 12. Of Complex Ideas","breadcrumb":"Chapter 12","published":[1689]}}