{"imported":true,"id":"Locke.EHU.2.16","parent":"Locke.EHU.2","title":"Chapter 16. Of Number","breadcrumb":"Chapter 16","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.16?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XVI.</h1> <h2><em>Of Number.</em></h2> ","id":"Locke.EHU.2.16"},{"type":"paragraph","content":"AMongst all the <em>Ideas</em> we have, as there is none suggested to the Mind by more ways, so there is none more simple than that <em>of Unity,</em> or One, it has no shadow of Variety nor Composition in it: every Object our Senses are employed about; every <em>Idea</em> in our Understandings; every Thought of our Minds brings this <em>Idea</em> along with it: And therefore it is the most intimate to our Thoughts, as well as it is in its Agreement to all other things, the most universal <em>Idea</em> we have: For Number applies it self to Men, Angels, Actions, Thoughts, every thing, that either doth exist, or can be imagined.","subId":"1","id":"Locke.EHU.2.16.1"},{"type":"paragraph","content":"By repeating this <em>Idea</em> in our Minds, and adding the Repetitions together, we come by the <em>complex</em> Ideas <em>of the Modes of it.</em> Thus by adding one to one, we have the complex <em>Idea</em> of two; by putting twelve Unites together, we have the complex <em>Idea</em> of a dozen; and so of a Score, or a Milion, or any other Number.","subId":"2","id":"Locke.EHU.2.16.2"},{"type":"paragraph","content":"<em>The simples modes of Number are of all other the most distinct</em>; every the least Variation, which is an unite, making each Combination, as clearly different from that which approacheth nearest to it, as the most remote; two being as distinct from one, as Two hundred; and the <em>Ideas</em> of Two, as distinct from the <em>Idea</em> of Three, as the Magnitude of the whole Earth, is from that of a Mite. This is not so in other simple Modes, in which it is not so easie, nor, perhaps, possible for us to distinguish betwixt two approaching <em>Ideas,</em> which yet are really different. For who will undertake to find a difference between the white of this Paper, and that of the next degree to it? Or can form distinct <em>Ideas</em> of every the least excess in Extension?","subId":"3","id":"Locke.EHU.2.16.3"},{"type":"paragraph","content":"The Clearness and <em>Distinctness of each mode of Number</em> from all others, even those that approach nearest, makes me apt to think, that Demonstrations in Numbers, if they are not more evident and exact than in Extension, yet they are more general in their use, and more determinate in their Application. Because the <em>Ideas</em> of Numbers are more precise, and distinguishable than in Extension; where every Equality and Excess are not so easie to be observed, or measured, because our Thoughts cannot in Space arrive at any determined smallness beyond which it cannot go, as in an Unite; and therefore the quantity or proportion of any the least Excess cannot be discovered, which is clear otherwise in Number, where, as has been said, 91 is as distinguishable from 90, as from 9000, though 91 be the next immediate Excess to 90. But it is not so in Extension, where whatsoever is more than just a Foot, or an Inch, is not distinguishable from the Standard of a Foot, or an Inch; and in Lines which appear of an equal length, one may be longer than the other by innumerable Parts: Nor can any one assign an Angle, which shall be the next biggest to a right one.","subId":"4","id":"Locke.EHU.2.16.4"},{"type":"paragraph","content":"By the repeating, as has been said, of the <em>Idea</em> of an Unite, and joining it to another Unite, we make thereof one collective <em>Idea,</em> marked by the Name <em>Two.</em> And whosoever can do this, and proceed on, still adding one more to the last collective <em>Idea</em> he had of any Number, and give a Name to it, may count, or have <em>Ideas</em> for several Collections of Unites distinguished one from another, as far as he hath a Series of Names for following Numbers, and a Memory to retain that Series, with their several Names: All <em>Numeration</em> being but still the adding of one Unite more, and giving to the whole together, as comprehended in one <em>Idea,</em> a new or distinct Name or Sign, whereby to know it from those before and after, and distinguish it from every smaller or greater multitude of Unites: So that he that can add one to one, and so to two, and so go on with his Tale, taking still with him the distinct Names belonging to every Progression; and so again by subtracting an Unite from each Collection retreat and lessen them, is capable of all the <em>Ideas</em> of Numbers, within the compass of his Language, or for which he hath names, though not, perhaps, of more. For the several simple Modes of Numbers being in our Minds but so many Combinations of Unites, which have no variety, nor are capable of any other difference, but more or less, Names or Marks for each distinct Combination, seem more necessary than in any other sort of <em>Ideas.</em> For without such Names or Marks, we can hardly well make use of Numbers in reckoning, especially where the Combination is made up of any great multitude of Unites, which put together without a Name or Mark, to distinguish that precise Collection, will hardly be kept from being a heap in Confusion.","subId":"5","id":"Locke.EHU.2.16.5"},{"type":"paragraph","content":"This, I think, to be the reason why some <em>Americans</em> I have spoken with, (who were otherwise of quick and rational Parts enough,) could not, as we do, by any means count to 1000; nor had any distinct <em>Idea</em> of that Number, though they could reckon very well to 20. Because their Language being scanty, and accommodated only to the few necessaries of a needy simple Life, unacquainted either with Trade or Mathematicks, had no Words in it to stand for 1000; so that when they were discoursed with of those greater Numbers, they would shew the Hairs of their Head, to express a great multitude which they could not number; which inability, I suppose, proceeded from their want of Names. The <em>Tououpinambos</em> had no Names for Numbers above 5; any Number beyond that, they made out by shewing their Fingers, and the Fingers of others who were present: <em>Histoire d'un Voiage fait en la Terre du Brasil, par Iean de Lery,</em> c. 20. 107/382. And I doubt not but we our selves might distinctly number in Words, a great deal farther than we usually do, would we find out but some fit denominations to signifie them by; whereas in the way we take now to name them by Millions of Millions of Millions, it is hard to go beyond eighteen, or at most four and twenty decimal Progressions, without confusion. But to shew how much <em>distinct Names conduce to our well reckoning,</em> or having useful <em>Ideas</em> of Numbers, let us set all these following Figures in one continued Line, as the Marks of one Number: <em>v. g.</em>","subId":"6","id":"Locke.EHU.2.16.6"},{"type":"paragraph","content":"Thus Children, either for want of Names to mark the several Progressions of Numbers, or not having yet the faculty to collect scattered <em>Ideas</em> into complex ones, and range them to a regular Order, and so retain them in their Memories, as is necessary to reckoning, do not begin to number very early, nor proceed in it very far or steadily, till a good while after they are well furnished with good store of other <em>Ideas</em>; and one may often observe them in discourse and reason pretty well, and have very clear conceptions of several other things, before they can tell 20. And some, through the default of their Memories, who cannot retain the several Combinations of Numbers, with their Names annexed in their distinct orders, and the dependence of so long a train of numeral Progressions, and their relation one to another, are not able all their life-time, to reckon or regularly go over any moderate Series of Numbers. For he that will count Twenty, or have any <em>Idea</em> of that Number, must know that Nineteen went before, with the distinct Name or Sign of every one of them, as they stand marked in their order; for where-ever this fails, a gap is made, the Chain breaks, and the Progress in numbering can go no farther. So that <em>to reckon right, it is required,</em> 1. That the Mind distinguish carefully two <em>Ideas,</em> which are different one from another only by the addition or subtraction of one Unite. 2. That it retain in memory the Names, or Marks, of the several Combinations from an Unite to that Number; and that not confusedly, and at random, but in that exact order, that the Numbers follow one another; in either of which if it trips, the whole business of Numbring will be disturbed, and there will remain only the confused <em>Idea</em> of multitude, but the <em>Ideas</em> necessary to distinct numeration, will not be attained to.","subId":"7","id":"Locke.EHU.2.16.7"},{"type":"paragraph","content":"This farther is observable in <em>Number,</em> That it is that which the Mind makes use of, in <em>measuring all things</em> that by us are measurable, which principally are <em>Expansion</em> and <em>Duration</em>; and our <em>Idea</em> of Infinity, even when applied to those, seems to be nothing but the Infinity of Number. For what else are our <em>Ideas</em> of Eternity and Immensity, but the repeated additions of certain <em>Ideas</em> of imagined parts of Space and Expansion, or Duration, with the Infinity of Number, in which we can come to no end of Addition? For such an inexhaustible stock, Number, of all other our <em>Ideas,</em> most clearly furnishes us with, as is obvious to every one: For let a Man collect into one Sum, as great a Number as he pleases, this Multitude, how great soever, lessens not one jot the power of adding to it, or brings him any nearer the end of the inexhaustible stock of Number, where still there remains as much to be added, as if none were taken out. And this endless addition of Numbers, so apparent to the Mind, is that, I think, which gives us the clearest and most distinct <em>Idea</em> of Infinity; of which more in the following Chapter.","subId":"8","id":"Locke.EHU.2.16.8"}]}