{"id":"Locke.EHU.2.18","imported":true,"parent":"Locke.EHU.2","title":"Chapter 18. Of Other Simple Modes","breadcrumb":"Chapter 18","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.18?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XVIII.</h1> <h2><em>Of other simple Modes.</em></h2> ","id":"Locke.EHU.2.18"},{"type":"paragraph","content":"THough I have in the foregoing Chapters, shewn how from simple <em>Ideas</em> taken in by Sensation, the Mind comes to extend its self even to Infinity; which however it may of all others seem most remote from any sensible Perception, yet at last hath nothing in it, but what is made out of simple <em>Ideas,</em> received into the Mind by the Senses, and afterwards there put together, by the Faculty the Mind has to repeat its own <em>Ideas.</em> Though, I say, these might be instances of enough simple Modes of the simple <em>Ideas</em> of Sensation, and suffice to shew, how the Mind comes by them; yet I shall for Methods sake, though briefly, give an account of some few more, and then proceed to more complex <em>Ideas.</em>","subId":"1","id":"Locke.EHU.2.18.1"},{"type":"paragraph","content":"To slide, roll, tumble, walk, creep, run, dance, leap, skip, and abundance other that might be named, are Words which are no sooner heard, but every one who understands English, has presently in his Mind distinct <em>Ideas,</em> which are all but the different modifications of Motion. <em>Modes of Motion</em> answer those of Extension; Swift and Slow are two different <em>Ideas</em> of Motion, the measures whereof are made of the distances of Time and Space put together, so they are complex <em>Ideas</em> comprehending Time and Space with Motion.","subId":"2","id":"Locke.EHU.2.18.2"},{"type":"paragraph","content":"The like variety have we in Sounds. Every articulate word is a different <em>modification of Sound</em>; by which we see, that from the sense of Hearing by such modifications, the Mind may be furnished with distinct <em>Ideas,</em> to almost an infinite Number. Sounds also, besides the distinct cries of Birds and Beasts, are modified by diversity of Notes of different length put together, which make that complex <em>Idea</em> call'd a Tune, which a Musician may have in his Mind, when he hears or makes no Sound at all, by reflecting on the <em>Ideas</em> of those Sounds, so put together silently in his own Fancy.","subId":"3","id":"Locke.EHU.2.18.3"},{"type":"paragraph","content":"Those of Colours might also be very various; some we take notice of as the different degrees, or as they are termed, <em>Shades of the same Colour</em>: But since we very seldom make assemblages of Colours, either for Use or Delight, but Figure is taken in also, and has its part in it, as in Painting, Weaving, Needle-works, <em>&amp;c.</em> Those which are taken notice of, do most commonly belong to mixed Modes, as being made up of <em>Ideas</em> of divers kinds, <em>viz.</em> Figure and Colour, such as Beauty, Rain bow, <em>&amp;c.</em>","subId":"4","id":"Locke.EHU.2.18.4"},{"type":"paragraph","content":"All <em>compounded Tastes and Smells,</em> are also Modes made up of these simple <em>Ideas</em> of those Senses; but they being such as generally we have no names for, are less taken notice of, and cannot be set down in writing; and therefore must be left without enumeration, to the Thoughts and Experience of my Reader.","subId":"5","id":"Locke.EHU.2.18.5"},{"type":"paragraph","content":"In general it may be observed, that those <em>simple Modes which are considered but as different degrees of the same simple Idea</em>; though they are in themselves many of them very distinct <em>Ideas</em>; yet <em>have ordinarily no distinct Names,</em> nor are much taken notice of as distinct <em>Ideas,</em> where the difference is but very small between them. Whether Men have neglected these Modes, and given no Names to them, as wanting measures nicely to distinguish them, or because when they were so distinguished, that Knowledge would not be of general or necessary use, I leave it to the Thoughts of others; it is sufficient to my purpose to shew, that all these simple <em>Ideas,</em> come to our Minds only by Sensation and Reflection; and that when the Mind has them, it can variously repeat and compound them, and so make new complex <em>Ideas.</em> But though White, Red, or Sweet, <em>&amp;c.</em> have not been modified or made into complex <em>Ideas,</em> by several Combinations, so as to be named, and thereby ranked into Species; yet some others of the simple <em>Ideas, viz.</em> those of Unity, Duration, Motion, <em>&amp;c.</em> above instanced in, as also Power and Thinking have been thus modified to a great variety of complex <em>Ideas,</em> with Names belonging to them.","subId":"6","id":"Locke.EHU.2.18.6"},{"type":"paragraph","content":"<em>The Reason whereof,</em> I suppose, has been this, That the great Concernment of Men being with Men one amongst another, the Knowledge of Men, and their Actions, and the signifying of them to one another, was most necessary; and therefore they made <em>Ideas</em> of Actions very nicely modified, and gave those complex <em>Ideas</em> names, that they might the more easily record and discourse of those things they were daily conversant in, without long Ambages and Circumlocutions; and that the things they were continually to give and receive information about, might be the easier and quicker understood. That this is so and that Men in framing different complex <em>Ideas,</em> and giving them Names, have been much governed by the end of Speech in general (which is a very short and expedite way of conveying their Thoughts one to another) is evident in the Names, which in several Arts have been found out, and applied to several complex <em>Ideas</em> of modified Actions, belonging to their several Trades, for dispatch sake, in their Direction or Discourses about them: Which <em>Ideas</em> are not generally framed in the Minds of Men not conversant about these Operations; and thence the words that stand for them, by the greatest part of Men of the same Language, are not understood; <em>v. g. Coltsher, Drilling, Filtration, Cohobation,</em> are words standing for certain complex <em>Ideas</em>; which being not in the Minds of every body, they having no use of them, those names of them are not generally understood but by Smiths, and Chimists; who having framed the complex <em>Ideas</em> which these words stand for, and having given names to them, or received them from others upon hearing of these names in communication, readily conceive those <em>Ideas</em> in their Minds; as by Cohobation all the simple <em>Ideas</em> of Distilling, and the pouring the Liquor, distilled from any thing, back upon the remaining Matter, and distilling it again. Thus we see, that there are great varieties of simple <em>Ideas,</em> as of Tastes and Smells, which have no Names, and of Modes many more; which either not having been generally enough observed, or else not being of any great use to be taken notice of in the Affairs and Converse of Men, they have not had names given to them, and so pass not for Species, which we shall have occasion hereafter to consider more at large, when we come to speak of Words.","subId":"7","id":"Locke.EHU.2.18.7"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.17","imported":true,"title":"Chapter 17. Of Infinity","breadcrumb":"Chapter 17","published":[1689]},"next":{"id":"Locke.EHU.2.19","imported":true,"title":"Chapter 19. Of the Modes of Thinking","breadcrumb":"Chapter 19","published":[1689]}}