{"imported":true,"id":"Locke.EHU.2.20","parent":"Locke.EHU.2","title":"Chapter 20. Of Modes of Pleasure and Pain","breadcrumb":"Chapter 20","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.20?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XX.</h1> <h2><em>Of Modes of Pleasure and Pain.</em></h2> ","id":"Locke.EHU.2.20"},{"type":"paragraph","content":"Amongst the simple <em>Ideas,</em> which we receive both from Sensation and Reflection, <em>Pain and Pleasure</em> are two very considerable ones. For as in the Body, there is Sensation barely in its self, or accompanied with Pain or Pleasure: so the Thought, or Perception of the Mind is simply so, or else accompanied also with Pleasure or Pain, Delight or Trouble, call it how you please. These like other simple <em>Ideas</em> cannot be described, nor their Names defined; the way of knowing them is, as of the simple <em>Ideas</em> of the Senses, only by Experience: For to define them by the Presence of Good or Evil, is no otherwise to make them known to us, than by making us reflect on what we feel in our selves, upon the several and various Operations of Good and Evil upon our Minds, as they are differently applied to, or considered by us.","subId":"1","id":"Locke.EHU.2.20.1"},{"type":"paragraph","content":"2. Things then are good or evil, only in reference to Pleasure or Pain; That we call <em>Good,</em> which is apt to cause or increase Pleasure, or diminish Pain in us; or else to procure, or preserve us the possession of any other Good, or absence of any Evil. And on the contrary we name that <em>Evil,</em> which is apt to produce or increase any Pain, or diminish any Pleasure in us; or else to procure us any Evil, or deprive us of any Good. By Pleasure and Pain, I must be understood to mean of Body or Mind, as they are commonly distinguished; though in truth, they be only different Constitutions of the Mind, sometimes occasioned by disorder in the Body, sometimes by Thoughts of the Mind.","subId":"2","id":"Locke.EHU.2.20.2"},{"type":"paragraph","content":"Pleasure and Pain, and that which causes them, Good and Evil, are the hinges on which our <em>Passions</em> turn: and if we reflect on our selves, how these under various Considerations operate in us, what Modifications or Tempers of Mind, what internal Sensations, (if I may so call them,) they produce in us, we may thence form to our selves the <em>Ideas</em> of our Passions.","subId":"3","id":"Locke.EHU.2.20.3"},{"type":"paragraph","content":"Thus any one reflecting upon the Thought he has of the Delight, which any present or absent thing is apt to produce in him, has the <em>Idea</em> we call <em>Love.</em> For when a Man declares in <em>Autumn,</em> when he is eating them; or in Spring, when there are none, that he loves Grapes, it is no more, but that the taste of Grapes delights him; let an alteration of Health or Constitution destroy the delight of their Taste, and he then can be said to love Grapes no longer.","subId":"4","id":"Locke.EHU.2.20.4"},{"type":"paragraph","content":"On the contrary, the Thought of the Pain which any thing present or absent is apt to produce in us, is what we call <em>Hatred.</em> Were it my business here to enquire any farther, than into the bare <em>Ideas</em> of our Passions, as they depend on different Modifications of Pleasure and Pain, I should remark that our Love and Hatred of inanimate insensible Beings, is commonly founded on that Pleasure and Pain we receive from their use and application any way to our Senses, though with their Destruction; but Love and Hatred to Beings capable of Happiness or Misery, is often the Pain or Delight we have in their very Being or Happiness. Thus the Being and Welfare of a Man's Children or Friends, producing constant Delight in him, he is said constantly to love them. But it suffices to note that our <em>Ideas</em> of Love and Hatred, are but the Dispositions of the Mind, in respect of Pleasure and Pain in general however caused in us.","subId":"5","id":"Locke.EHU.2.20.5"},{"type":"paragraph","content":"The uneasiness a Man finds in himself upon the absence of any thing, whose present enjoyment carries the <em>Idea</em> of Delight with it, is that we call <em>Desire,</em> which is greater or less, as that uneasiness is more or less vehement.","subId":"6","id":"Locke.EHU.2.20.6"},{"type":"paragraph","content":"<em>Ioy</em> is a delight of the Mind, from the consideration of the present or assured approaching possession of a Good; and we are then possessed of any Good, when we have it so in our power, that we can use it when we please. Thus a Man almost starved, has <em>Ioy</em> at the arrival of Relief, even before he has the pleasure of using it; and a Father, in whom the very well-being of his Children causes delight, is always, as long as his Children are in such an estate, in the possession of that Good; for he needs but to reflect on it to have that pleasure.","subId":"7","id":"Locke.EHU.2.20.7"},{"type":"paragraph","content":"<em>Sorrow</em> is uneasiness in the Mind, upon the thought of a Good lost, which might have been enjoy'd longer, or the sense of a present Evil.","subId":"8","id":"Locke.EHU.2.20.8"},{"type":"paragraph","content":"<em>Hope</em> is that pleasure in the Mind, which every one finds in himself, upon the thought of a probable future enjoyment of a thing which is apt to delight him.","subId":"9","id":"Locke.EHU.2.20.9"},{"type":"paragraph","content":"<em>Fear</em> is an uneasiness of the Mind, upon the thought of future Evil likely to befall us.","subId":"10","id":"Locke.EHU.2.20.10"},{"type":"paragraph","content":"<em>Despair</em> is the thought of the unattainableness of any Good, which works differently in Mens Minds, sometimes producing uneasiness or pain, sometimes rest and indolency.","subId":"11","id":"Locke.EHU.2.20.11"},{"type":"paragraph","content":"<em>Anger,</em> is uneasiness or discomposure of the Mind, upon the receit of any Injury, with a present purpose of Revenge.","subId":"12","id":"Locke.EHU.2.20.12"},{"type":"paragraph","content":"<em>Envy</em> is an uneasiness of Mind, caused by the consideration of a Good we desire, obtained by one we think should not have had it before us.","subId":"13","id":"Locke.EHU.2.20.13"},{"type":"paragraph","content":"These two last, <em>Envy</em> and <em>Anger,</em> not being caused by Pain and Pleasure simply in themselves, but having in them some mixed Considerations of our selves and others, are not therefore to be found in all Men, because those other parts of valuing their Merits, or intending Revenge, is wanting in them; but all the rest terminating purely in Pain and Pleasure, are, I think, to be found in all Men: For we love, desire, rejoice, and hope only in respect of Pleasure; we hate and fear, and are sad only in respect of Pain ultimately; and these Passions are moved by things only, as they appear to be the Causes of Pleasure and Pain, and to have Pleasure or Pain some way or other annexed to them. Thus we extend our Hatred usually to the subject, (at least if a sensible or voluntary Agent,) which has produced Pain in us, because the fear it leaves is a constant pain: But we do not so constantly love what has done us good; because Pleasure operates not so strongly on us, as Pain; and because we are not so ready to have hope it will do so again; but this by the bye.","subId":"14","id":"Locke.EHU.2.20.14"},{"type":"paragraph","content":"By <em>Pleasure</em> and <em>Pain,</em> Delight and Uneasiness, I must all along be understood, as I have above intimated, to mean not only bodily Pain and Pleasure, but whatsoever Delight or Uneasiness is felt by us, whether arising from any grateful or unacceptable Sensation or Reflection.","subId":"15","id":"Locke.EHU.2.20.15"},{"type":"paragraph","content":"'Tis farther to be considered, That in reference to the Passions, the removal or lessening of a Pain is considered, and operates as a Pleasure, and the loss or diminishing of a Pleasure, as a Pain.","subId":"16","id":"Locke.EHU.2.20.16"},{"type":"paragraph","content":"The Passions too have most of them in most Persons operations on the Body, and cause various changes in it; which not being always sensible, do not make a necessary part of the <em>Idea</em> of each Passion: For <em>Shame,</em> which is an uneasiness of the Mind, upon the thought of having done something which is indecent, or will lessen the Esteem we value, has not always blushing accompanying it.","subId":"17","id":"Locke.EHU.2.20.17"},{"type":"paragraph","content":"I would not be mistaken here, as if I meant this as a Discourse of the <em>Passions</em>; they are <em>many more than those</em> I have here named: And those I have taken notice of, would each of them require a much larger and more accurate Discourse. I have only mentioned these here, as so many instances of Modes of Pleasure and Pain resulting in our Minds, from various Considerations of Good and Evil; I might, perhaps, have instanced in other Modes of Pleasure and Pain more simple than these, as the Pain of Hunger and Thirst, and the Pleasure of Eating and Drinking, when one is so: The pain of the Head-ach, or pleasure of rational Conversation with one's Friend, or discovering of a speculative Truth upon study. But the Passions being of much more concernment to us, I rather made choice to instance in them, and shew how the <em>Ideas</em> we have of them, are derived from Sensation and Reflection.","subId":"18","id":"Locke.EHU.2.20.18"}]}