{"id":"Locke.EHU.2.21","imported":true,"parent":"Locke.EHU.2","title":"Chapter 21. Of Power","breadcrumb":"Chapter 21","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.21?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XXI.</h1> <h2><em>Of Power.</em></h2> ","id":"Locke.EHU.2.21"},{"type":"paragraph","content":"THe Mind being every day informed by the Senses, of the alteration of those simple <em>Ideas</em> it observes in things without, and taking notice how one comes to an end, and ceases to be, and another begins to exist which was not before; reflecting also on what passes within it self, and observing a constant change of its <em>Ideas,</em> sometimes by the impression of outward Objects on the Senses, and sometimes by the determination of its own choice, and concluding from what it has so constantly observed to have been, that the like Changes will for the future be made in the same things, by like Agents, and by the like ways, considers in one thing the possibility of having any of its simple <em>Ideas</em> changed, and in another the possibility of making that change; and so comes by that <em>Idea</em> which we call <em>Power.</em> Thus we say, Fire has a power to melt Gold, <em>i. e.</em> to destroy the consistency of its insensible parts, and consequently its hardness, and make it fluid; and Gold has a power to be melted; That the Sun has a power to blanch Wax, and Wax a power to be blanched by the Sun, whereby the Yellowness is destroy'd, and Whiteness made to exist in its room: in which, and the like Cases, the Power we consider is in reference to the change of perceivable <em>Ideas.</em> For we cannot observe any alteration to be made in, or operation upon any thing, but by the observable change of its sensible <em>Ideas</em>; nor conceive any alteration to be made, but by conceiving a Change of some of its <em>Ideas.</em>","subId":"1","id":"Locke.EHU.2.21.1"},{"type":"paragraph","content":"<em>Power</em> thus considered is twofold, <em>viz.</em> as able to make, or able to receive any change: The one may be called <em>Active, and</em> the other <em>Passive Power.</em> Whether matter be not wholly destitute of active Power, as its Author GOD is truly above all passive power; and whether the intermediate state of created Spirits be not that alone which is capable of both active and passive Power, may be worth consideration: I shall not now enter into that enquiry, my present business being not to search into the original of Power, but how we come by the <em>Idea</em> of it. But since active Powers make so great a part of our complex <em>Ideas</em> of natural Substances, (as we shall see hereafter,) and I mention them as such according to common apprehension; yet they being not, perhaps, so truly active Powers, as our hasty Thoughts are apt to represent them, I judge it not amiss, by this intimation, to direct our Minds to the consideration of GOD and Spirits, for the clearest <em>Idea</em> of active Power.","subId":"2","id":"Locke.EHU.2.21.2"},{"type":"paragraph","content":"I confess <em>Power includes in it some kind of relation,</em> (a relation to Action or Change,) as indeed which of our <em>Ideas,</em> of what kind soever, when attentively considered, does not? For our <em>Ideas</em> of Extension, Duration, and Number, do they not all contain in them a secret relation of the Parts? Figure and Motion have something relative in them much more visibly; and sensible Qualities, as Colours and Smells, <em>&amp;c.</em> what are they but the Powers of different Bodies, in relation to our Perception, <em>&amp;c.</em> And if considered in the things themselves, do they not depend on the Bulk, Figure, Texture, and Motion of the Parts? All which include some kind of relation in them. Our <em>Idea</em> therefore of <em>Power,</em> I think, may well have a place amongst other simple <em>Ideas,</em> and be considered as one of them, being one of those that makes a principle Ingredient in our complex <em>Ideas</em> of Substances, as we shall here after have occasion to shew.","subId":"3","id":"Locke.EHU.2.21.3"},{"type":"paragraph","content":"Of passive Power, all sensible things abundantly furnish us with <em>Ideas</em>; whose sensible Qualities and Beings we find to be in a continual flux, and therefore with reason we look on them as liable still to the same Change. Nor have we of <em>active Power</em> (which is the more proper signification of the word <em>Power</em>) fewer instances: since whatever Change is observed, the Mind must collect a Power somewhere, able to make that Change, as well as a possibility in the thing it self to receive it. But yet if we will consider it attentively, Bodies by our Senses do not afford us so clear and distinct an <em>Idea</em> of active Power, as we have from reflection on the Operations of our Minds. For all Power relating to Action, and there being but two sorts of Action whereof we have any <em>Idea, viz.</em> Thinking and Motion, let us consider whence we have the clearest <em>Ideas</em> of the Powers which produce these Actions. 1. Of Thinking, Body affords us no <em>Idea</em> at all, it is only from Reflection that we have that; neither have we from Body any <em>Idea</em> of the beginning of Motion. A Body at rest affords us no <em>Idea</em> of any active Power to move; and when it is set in motion its self, that Motion is rather a Passion, than an Action in it: For when the Ball obeys the stroke of a Billiard-stick, it is not any action of the Ball, but bare passion; also when by impulse it sets another Ball in motion that lay in its way, it only communicates the Motion it had received from another, and loses in it self so much as the other received; which gives us but a very obscure <em>Idea</em> of an active Power of Moving in Body, whilst we observe it only to transferr, but not produce any motion. For it is but a very obscure <em>Idea</em> of Power, which reaches not the Production of the Action, but the Continuation of the Passion: For so is Motion in a Body impelled by another; the continuation of the Alteration made in it from Rest to Motion, being little more an Action, than the continuation of the Alteration of its Figure by the same blow is an Action. The <em>Idea</em> of the beginning of Motion, we have only from reflection on what passes in our selves, where we find by Experience, that barely by willing it, barely by a thought of the Mind, we can move the parts of our Bodies, which were before at rest: So that it seems to me, we have from the observation of the operation of Bodies by our Senses, but a very imperfect obscure <em>Idea</em> of active Power, since they afford us not any <em>Idea</em> in themselves of the Power to begin any Action, either Motion or Thought. But if from the Impulse Bodies are observed to make one upon another, any one thinks he has a clear <em>Idea</em> of Power, it serves as well to my purpose, <em>Sensation</em> being one of those ways, whereby the Mind comes by its <em>Ideas</em>; only I thought it worth while to consider here by the way, whether the Mind doth not receive its <em>Idea</em> of <em>active Power</em> clearer from reflection on its own Operations, than it doth from any external Sensation.","subId":"4","id":"Locke.EHU.2.21.4"},{"type":"paragraph","content":"This at least I think evident, That we find in our selves a Power to begin or forbear, continue or end several, Thoughts of our Minds, and Motions of our Bodies, barely by the choice or preference of our Minds. This Power the Mind has to prefer the Consideration of any <em>Idea,</em> to the not considering it; or to prefer the Motion of any part of the Body, to its Rest, is that, I think, we call the <em>Will</em>; and the actual preferring one to another, is that we call <em>Volition,</em> or <em>Willing.</em> The power of Perception, is that we call the <em>Understanding</em>: Perception, which we make the act of the Understanding, is of three sorts: 1. The Perception of <em>Ideas</em> in our Minds. 2. The Perception of the signification of Signs. 3. The Perceception of the Agreement or Disagreement of any distinct <em>Ideas.</em> All these are attributed to the Understanding, or perceptive Power, though it be to the two latter, that in strictness of Speech, the act of Understanding is usually applied.","subId":"5","id":"Locke.EHU.2.21.5"},{"type":"paragraph","content":"These Powers of the Mind, <em>viz.</em> of Perceiving, and of Preferring, are usually call'd by another name; and the ordinary way of Speaking is, That the Understanding and Will, are two <em>Faculties</em> of the Mind; a word proper enough, if it be used as all Words should be, so as not to breed any confusion in Mens Thoughts, by being supposed (as I suspect it has been) to stand for some real Beings in the Soul, that performed those Actions of Understanding and Volition. For when we say the Will is the commanding and superiour Faculty of the Soul; that it is, or is not free; that it determines the inferiour Faculties; that it follows the Dictates of the Understanding, <em>&amp;c.</em> though these and the like Expressions, by those that carefully attend to their own <em>Ideas,</em> and conduct their Thoughts more by the evidence of Things, than the sound of Words, may be understood in a clear and distinct sense; yet I suspect, I say, that this way of speaking of Faculties, has misled many into a confused Notion of so many distinct Agents in us, which had their several Provinces and Authorities, and did command, obey, and perform several Actions, as so many distinct Beings; which has been no small occasion of wrangling, obscurity, and uncertainty in Questions relating to them.","subId":"6","id":"Locke.EHU.2.21.6"},{"type":"paragraph","content":"Every one, I think, finds in himself a power to begin or forbear, continue or put an end to several Actions in himself. The power the Mind has at any time to prefer any particular one of those Actions to its forbearance, or <em>Vice versa,</em> is that Faculty which, as I have said, we call the <em>Will</em>; the actual exercise of that Power we call <em>Volition</em>; and the forbearance or performance of that Action, consequent to such a preference of the Mind, is call'd <em>Voluntary.</em> Hence we have the <em>Ideas</em> of <em>Liberty</em> and <em>Necessity,</em> which arise from the consideration of the extent of this Power of the Mind over the Actions, not only of the Mind, but the whole Agent, the whole Man.","subId":"7","id":"Locke.EHU.2.21.7"},{"type":"paragraph","content":"All the Actions that we have any <em>Idea</em> of reducing themselves, as has been said, to these two, <em>viz.</em> Thinking and Motion, so far as a Man has a power to think, or not to think; to move, or not to move, according to the preference of his own choice, so far is a Man <em>Free.</em> Where-ever any performance or forbearance are not equally in a Man's power; wherever doing or not doing, will not equally follow upon the preference of his Mind, there he is not <em>Free,</em> though perhaps the Action may be voluntary. So that the <em>Idea</em> of <em>Liberty,</em> is the <em>Idea</em> of a Power in any Agent to do or forbear any Action, according to the determination or thought of the Mind, whereby either of them is preferr'd to the other; where either of them is not in the Power of the Agent to be produced by him according to his preference, there is not <em>Liberty,</em> That Agent is under <em>Necessity.</em> So that Liberty cannot be, where there is no Thought, no Volition, no Will; but there may be Thought, there may be Will, there may be Volition, where there is no Liberty. A little Consideration of an obvious instance or two may make this clear.","subId":"8","id":"Locke.EHU.2.21.8"},{"type":"paragraph","content":"A Tennis-ball, whether in Motion by the stroke of a Racket, or lying still at rest, is not by any one taken to be a <em>free Agent.</em> If we enquire into the Reason, we shall find it is, because we conceive not a Tennis-ball to think, and consequently not to have any Volition, or preference of Motion to rest, or <em>vice versâ</em>; and therefore has not <em>Liberty,</em> is not a free Agent; but all its both Motion and Rest, come under our <em>Idea</em> of <em>Necessary,</em> and are so call'd. Likewise a Man falling into the Water, (a Bridge breaking under him,) has not herein liberty, is not a free Agent. For though he has Volition, though he preferrs his not falling to falling; yet the forbearance of that Motion not being in his Power, the stop or Cessation of that Motion follows not upon his Volition; and therefore therein he is not free. So a Man striking himself, or his Friend, by a Convulsive motion of his Arm, which is not in his Power upon his Preference or Volition to forbear; no Body thinks he has in this <em>Liberty</em>; every one pities him, as acting by Necessity and Constraint.","subId":"9","id":"Locke.EHU.2.21.9"},{"type":"paragraph","content":"Again, suppose a Man be carried, whilst fast asleep, into a Room, where is a Person he longs to see and speak with; and be there locked fast in, beyond his Power to get out: he awakes, and is glad to find himself in so desirable Company, which he stays willingly in, <em>i. e.</em> preferrs his stay to going away; I ask, Is not this stay voluntary? I think, no Body will doubt it; and yet being locked fast in, 'tis evident he is not at liberty not to stay, he has not freedom to be gone. So that <em>Liberty is not an</em> Idea <em>belonging to Volition,</em> or preferring; but to the Person having the Power of doing, or forbearing to do, according as the Mind shall chuse. Our <em>Idea</em> of Liberty reaches as far as that Power, and no farther. For whereever restraint comes to check that Power, or compulsion, takes away that Indifferency to act, or not to act; there liberty, and our Notion of it, presently ceases.","subId":"10","id":"Locke.EHU.2.21.10"},{"type":"paragraph","content":"We have instances enough, and often more than enough in our own Bodies. A Man's Heart beats, and the Blood circulates, which 'tis not in his Power by any Thought or Volition to stop; and therefore in respect of these Motions, where rest depends not on his choice, nor would follow the determination of his Mind, if it should prefer it, he is not a free Agent. Convulsive Motions agitate his Legs; so that though he wills it never so much, he cannot by any power of his Mind stop their Motion, (as in that odd Disease called <em>Chorea Sancti Viti,</em>) but he is perpetually dancing: He is not at Liberty in this Action, but under as much Necessity of moving, as a Stone that falls, or a Tennis-ball struck with a Racket. On the other side, a Palsie or Stocks hinder his Legs from obeying the determination of his Mind, if it would thereby transferr his Body to another Place. In all these there is want of Freedom, though the sitting still even of a Paralitick, whilst he preferrs it to removal, is truly voluntary: <em>Voluntary</em> then <em>is not opposed to Necessary; but to Involuntary.</em> For a Man may prefer what he can do, to what he cannot do; the State he is in, to its absence or change, though Necessity has made it in it self unalterable.","subId":"11","id":"Locke.EHU.2.21.11"},{"type":"paragraph","content":"As it is in the Motions of the Body, so it is in the Thoughts of our Minds; where any one is such, that we have power to take it up, or lay it by, according to the preference of the Mind, there we are <em>at liberty.</em> A waking Man being under the necessity of having some <em>Ideas</em> constantly in his Mind, is not at liberty to think, or not to think; no more than he is at liberty, whether his Body shall touch any other, or no: But whether he will remove his Contemplation from one <em>Idea</em> to another, is many times in his choice; and then he is in respect of his <em>Ideas,</em> as much at liberty, as he is in respect of Bodies he rests on: He can at pleasure remove himself from one to another. But yet some <em>Ideas</em> to the Mind, like some Motions to the Body, are such, as in certain circumstances it cannot avoid, nor obtain their absence by the utmost effort it can use. A Man on the Rack, is not at liberty to lay by the <em>Idea</em> of pain, and entertain other Contemplations; and sometimes a boisterous Passion hurries our Thoughts, as a Hurricane does our Bodies, without leaving us the liberty of thinking on other things, which we would rather chuse: But as soon as the Mind regains the power to stop or continue, begin or forbear any of these Motions of the Body without, or Thoughts within, according as it thinks fit to prefer either to the other, then we consider the Man as a <em>free Agent</em> again.","subId":"12","id":"Locke.EHU.2.21.12"},{"type":"paragraph","content":"Where-ever Thought is wholly wanting, or the power to act or forbear, there <em>Necessity</em> takes place. This in an Agent capable of Volition, when the beginning or continuation of any Action is contrary to that preference of his Mind, is called <em>Compulsion</em>; when the hindring or stopping any Action is contrary to his Volition, it is called <em>Restraint.</em> Agents that have no Thought, no Volition at all, are in every thing necessary Agents.","subId":"13","id":"Locke.EHU.2.21.13"},{"type":"paragraph","content":"If this be so, (as I imagine it is,) I leave it to be considered, whether it may not help to put an end to that long agitated, and, I think, unreasonable, because unintelligible, Question, <em>viz. Whether Man's Will be free, or no.</em> For if I mistake not, it follows from what I have said, that the Question it self is altogether improper: And it is as insignificant to ask, whether Man's Will be free, as to ask, whether his Sleep be Swift, or his Vertue square; Liberty being as little applicable to the Will, as swiftness of Motion is to Sleep, or squareness to Vertue. Every one would laugh at the absurdity of such a Question as either of these, because it is obvious, that the modifications of Motion being not to sleep, nor the difference of Figure to Vertue; and when any one well considers it, I think he will as plainly perceive, that Liberty, which is but a power, belongs only to Agents, and cannot be an attribute or modification of the Will, which is also but a Power.","subId":"14","id":"Locke.EHU.2.21.14"},{"type":"paragraph","content":"<em>Volition,</em> 'tis plain, is nothing but the actual choosing or prefering forbearance to the doing, or doing to the forbearance, of any particular Action in our power, that we think on. And what is the <em>Will,</em> but the Faculty to do this? And is that Faculty any thing more in effect, than a Power, the power of preferring any Action to its Forbearance, or <em>vice versâ,</em> as far as it appears to depend on us? For can it be denied, that whatever Agent has a power to think on its own Actions, and to preferr their doing or omission either to other, has that Faculty call'd <em>Will. Will</em> then is nothing, but such a power; <em>Liberty,</em> on the other side, is the power a Man has to do or forbear doing any particular Action, according as its doing or forbearance has the actual preference in the Mind, which is the same thing as to say, according as he himself wills it.","subId":"15","id":"Locke.EHU.2.21.15"},{"type":"paragraph","content":"'Tis plain then, That the <em>Will</em> is nothing but one Power or Ability, and <em>Freedom</em> another Power or Ability: So that to ask, whether the Will has Freedom, is to ask, whether one Power has another Power, one Ability another Ability; a Question at first sight too grosly absurd to make a Dispute, or need an Answer. For who is it that sees not, that <em>Powers</em> belong only to Agents, and <em>are Attributes only of Substances, and not of Powers</em> themselves? So that this way of putting the question, <em>viz.</em> whether the Will be free, is in effect to ask, whether the Will be a Substance, an Agent, or at least to suppose it, since Freedom can properly be attributed to nothing else. If Freedom can with any propriety of Speech be applied to Power, it may be attributed to the Power, is in a Man, to produce, or forbear producing Motion in parts of his Body, by choice or preference; which is that which denominates him free, and is Freedom it self. But if any one should ask, whether Freedom were free, he would be suspected not to understand well what he said; and he would be thought to deserve <em>Midas</em>'s Ears, who knowing that Rich was a denomination from the possession of Riches, should demand whether Riches themselves were rich.","subId":"16","id":"Locke.EHU.2.21.16"},{"type":"paragraph","content":"However the <em>name Faculty,</em> which Men have given to this Power call'd the Will, and so talked of it as acting, may by this appropriated term, seem a little to palliate the absurdity, yet the <em>Will</em> in truth, signifies nothing but a Power, or Ability, to preferr or choose; and when considered, as it is, barely as an Ability to do something, it will easily discover the absurdity, in saying it is free, or not free. For if it be reasonable to suppose and talk of Faculties, as distinct Beings, that can act, (as we do, when we say the Will orders, and the Will is free,) 'tis fit that we should make a speaking Faculty, and a walking Faculty, and a dancing Faculty, by which those Actions are produced, which are but several Modes of Motion; as well as we do the Will and Understanding to be Faculties, by which the Actions of Choosing and Perceiving are produced, which are but several Modes of Thinking; and we may as properly say, that 'tis the singing Faculty sings, and the dancing Faculty dances, as that the Will chooses, or that the Understanding conceives; or, as is usual, that the Will directs the Understanding, or the Understanding obeys, or obeys not the Will. It being altogether as proper and intelligible to say, that the power of Speaking directs the power of Singing, or the power of Singing obeys or disobeys the power of Speaking.","subId":"17","id":"Locke.EHU.2.21.17"},{"type":"paragraph","content":"This way of talking, nevertheless, has prevailed, and, as I guess, produced great confusion; for these being all different Powers in the Mind, or in the Man, to do several Actions, he exerts them as he thinks fit; but the power to do one Action, is not operated on by the power of doing another Action. For the power of Thinking operates not on the power of Choosing; nor the power of Choosing on the power of Thinking, no more than the power of Dancing operates on the power of Singing, or the power of Singing on the power of Dancing, as any one may easily perceive, who will but consider; and yet that is it which we say, when we thus speak, that <em>the Will operates on the Understanding, or the Understanding on the Will.</em>","subId":"18","id":"Locke.EHU.2.21.18"},{"type":"paragraph","content":"I grant, that this or that actual Thought, may be the occasion of Volition, or exercising the power a Man has to choose; or the actual choice of the Mind, the cause of actual thinking on this or that thing: As the actual singing of such a Tune, may be the occasion of dancing such a Dance, and the actual dancing of such a Dance, the occasion of singing such a Tune: But in all these, it is not one power that operates on another; for Powers are Relations, not Agents: but it is the Mind, or the Man, that operates, and exerts these Powers; that does the Action, he has power, or is able to do. <em>That which has the power, or not the power to operate, is that alone, which is, or is not free</em>; and not the Power it self: for Freedom, or not Freedom, can belong to nothing, but what has, or has not a power to act.","subId":"19","id":"Locke.EHU.2.21.19"},{"type":"paragraph","content":"The attributing to <em>Faculties,</em> that which belonged not to them, has given occasion to this way of talking: but the introducing into Discourses concerning the Mind, with the name of Faculties, a Notion of their operating, has, I suppose, as little advanced our Knowledge in that part of our selves; as the great use and mention of the like invention of Faculties, in the operations of the Body, has helped us in the knowledge of Physick. Not that I deny there are Faculties both in the Body and Mind: they both of them have their powers of Operating, else neither the one nor the other could operate: For nothing can operate, that is not able to operate; and that is not able to operate, that has no power to operate. Nor do I deny, that those Words, and the like, are to have their place in the common use of Languages, that have made them currant. It looks like too much affectation wholly to lay them by: and Philosophy it self, though it likes not a gaudy dress, yet when it appears in publick, must have so much Complacency, as to be cloathed in the ordinary Fashion and Language of the Country, so far as it can consist with Truth and Perspicuity. But the fault has been, that Faculties have been spoken of, and represented, as so many distinct Agents: For it being asked, what it was that digested the Meat in our Stomachs? it was a ready, and very satisfactory Answer, to say, That it was the digestive Faculty. What was it that made any thing come out of the Body? The expulsive Faculty. What moved? The Motive Faculty: And so in the Mind the intellectual Faculty, or the Understanding, understood; and the elective Faculty, or the Will, willed or commanded: which is in short to say, That the ability to digest, digested; and the ability to move, moved; and the ability to understand, understood. For Faculty, Ability, and Power, I think, are but different names of the same things: Which ways of speaking, when put into more intelligible Words, will, I think, amount to thus much; That Digestion is performed by something that is able to digest; Motion by something able to move; and Understanding by something able to understand. And in truth it would be very strange if it should be otherwise; as strange as it would be for a Man to be free without being able to be free.","subId":"20","id":"Locke.EHU.2.21.20"},{"type":"paragraph","content":"To return then to the Enquiry about Liberty, I think <em>the Question is not proper, whether the Will be free, but whether a Man be free.</em> Thus, I think, 1. That so far as any one can, by choice, or preference of the existence of any Action, to the non-existence of that Action, and, <em>vice versâ,</em> make it to exist, or not exist; so far he is <em>free</em>: For if I can, by the preference of the motion of my Finger to its rest, make it move, or <em>vice versâ,</em> 'tis evident, that in respect of that, I am free: and if I can, by a like thought of my Mind, preferring one to the other, produce either words, or silence, I am at liberty to speak, or hold my peace; and <em>as far as this Power reaches, of acting, or not acting, by the determination of his own Thought preferring either, so far is a Man free.</em> For how can we think any one freer than to have the power to do what he will? And so far as any one can (by preferring any Action to its not being; or Rest to any Action) produce that Action or Rest, so far can he do, what he will: For such a preferring of Action to its absence, is the willing of it: and we can scarce tell how to imagine any <em>Being</em> freer, than to be able to do what he will: So that in respect of Actions, within the reach of such a power in him, a Man seems as free, as 'tis possible for Freedom to make him.","subId":"21","id":"Locke.EHU.2.21.21"},{"type":"paragraph","content":"But the inquisitive Mind of Man, willing to shift off from himself, as far as he can, all thoughts of guilt, though it be by putting himself into a worse state than that of fatal Necessity, is not content with this; will have this to be no freedom, unless it reaches farther: but is ready to say, a Man is not free at all, if he be not as free to will, as he is to act, what he wills. Concerning a Man's Liberty there yet therefore is raised this farther Question, <em>Whether a Man be free to will</em>; which, I think, is that meant, when it is disputed, Whether the will be free: And as to that, I imagine,","subId":"22","id":"Locke.EHU.2.21.22"},{"type":"paragraph","content":"2. That Willing, or Choosing being an Action, and Freedom consisting in a power of acting, or not acting, <em>a Man in respect of willing any Action in his power once proposed to his Thoughts, cannot be free.</em> The reason whereof is very manifest: for it being unavoidable that the Action depending on his Will, should exist, or not exist; and its existence, or not existence, following perfectly the determination, and preference of his Will, he cannot avoid willing the existence, or not existence, of that Action; it is absolutely necessary that he <em>will</em> the one, or the other, <em>i. e. prefer</em> the one to the other: since one of them must necessarily follow; and that which does follow, follows by the choice and determination of his Mind; that is, by his <em>willing</em> it: for if he did not <em>will</em> it, it would not be. So that in respect of the act of willing, a Man is not free: Liberty consisting in a power to act, or not to act, which, in regard of Volition, a Man has not: it being necessary, and unavoidable (any Action in his power being once thought on) to prefer either its doing, or forbearance, upon which preference, the Action, or its forbearance certainly follows, and is truly voluntary. So that to make a Man free in this sense, there must be another antecedent <em>Will,</em> to determine the Acts of this <em>Will,</em> and another to determine that, and so <em>in&nbsp;infinitum</em>: for where-ever one stops, the Actions of the last Will cannot be free: Nor is any Being, as far as I can comprehend Beings above me, capable of such a freedom of Will, that it can forbear to <em>Will, i. e.</em> to preferr the being, or not being of any thing in its power, which it has one considered as such.","subId":"23","id":"Locke.EHU.2.21.23"},{"type":"paragraph","content":"This then is evident, <em>A Man is not at liberty to will, or not to will any thing in his power, that he once considers of</em>: Liberty consisting in a power to act, or not to act, and in that only. For a Man that sits still, is said yet to be at liberty, because he can walk if he wills it. A Man that walks is at liberty in that respect: not because he walks, or moves; but because he can stand still if he wills it. But if a Man sitting still has not a power to remove himself, he is not at liberty: nor a Man falling down a precipice, though in motion, is not at liberty, because he cannot stop that motion if he would: But a Man that is walking, to whom it is proposed to give off walking, is not at liberty, whether he will <em>will,</em> or no: he must necessarily prefer one, or t'other of them; walking or not walking: and so it is in regard of all other Actions in our power; they being once proposed, the Mind has not a power to act, or not to act, wherein consists Liberty: It has not a power to forbear <em>willing,</em> it cannot avoid some determination concerning them, let the Consideration be as short, the Thought as quick as it will, it either leaves the Man in the state he was before thinking, or changes it: whereby it is manifest it prefers one to the other, and thereby either the continuation, or change becomes unavoidably voluntary.","subId":"24","id":"Locke.EHU.2.21.24"},{"type":"paragraph","content":"Since then it is plain, a Man is not at liberty, whether he will <em>Will,</em> or no; (for when a thing in his power is proposed to his Thoughts, he cannot forbear Volition, he must determine one way or other;) the next thing to be demanded is, <em>Whether a Man be at liberty to will which of the two he pleases, Motion or Rest.</em> This Question carries the absurdity of it so manifestly in it self, that one might thereby sufficiently be convinced, that Liberty concerns not the Will in any case. For to ask, whether a man be at liberty to will either Motion, or Rest; Speaking, or Silence; which he pleases, is to ask, whether a Man can will, what he wills; or be pleased with what he is pleased with. A Question which, I think, needs no answer: and they, who can make a Question of it, must suppose one Will to determine the Acts of another, and another to determinate that; and so on <em>in&nbsp;infinitum,</em> an absurdity before taken notice of.","subId":"25","id":"Locke.EHU.2.21.25"},{"type":"paragraph","content":"To avoid these, and the like absurdities, nothing can be of greater use, than to establish in our Minds clear and steady Notions of the things under Consideration: if the <em>Ideas</em> of Liberty, and Volition, were well fixed in our Understandings, and carried along with us in our Minds, as they ought, through all the Questions are raised about them, I suppose, a great part of the Difficulties, that perplex Mens Thoughts, and entangle their Understandings, would be much easier resolved; and we should perceive where the confused signification of terms, or where the nature of the thing caused the obscurity.","subId":"26","id":"Locke.EHU.2.21.26"},{"type":"paragraph","content":"<em>First</em> then, it is carefully to be remembred, That <em>Freedom consists in the dependence of the Existence, or not Existence of any Action, upon our Volition of it, and not in the dependence of any Action, or its contrary, on our preference.</em> A Man standing on a cliff, is at liberty to leap twenty Yards downwards into the Sea; not because he has a power to do the contrary Action, which is to leap twenty Yards upwards, for that he cannot do: but he is therefore free, because he has a power to leap, or not to leap. But if a greater force than his, either hold him fast, or tumble him down, he is no longer free in that case: because the doing, or forbearance, of that particular Action, is no longer in his power. He that is a close Prisoner, in a Room twenty foot square, being at the North-side of his Chamber, is at liberty to walk twenty foot Southward, because he can walk, or not walk it: but is not, at the same time, at liberty, to do the contrary; <em>i. e.</em> to walk twenty foot Northward. In this then consists Freedom (<em>viz.</em>) in our being able to act, or not to act, according as we shall choose, or will.","subId":"27","id":"Locke.EHU.2.21.27"},{"type":"paragraph","content":"<em>Secondly,</em> In the next place we must remember, that <em>Volition</em> or <em>Willing,</em> regarding only what is in our power, <em>is</em> nothing but the <em>preferring</em> the doing of any thing, to the not doing of it; Action to Rest, <em>&amp; contra.</em> Well, but what is this <em>Preferring?</em> It <em>is</em> nothing but the <em>being pleased more with the one, than the other.</em> Is then a Man indifferent to be pleased, or not pleased, more with one thing than another? Is it in his choice, whether he will, or will not be better pleased with one thing than another? And to this, I think, every one's Experience is ready to make answer, No. From whence it follows,","subId":"28","id":"Locke.EHU.2.21.28"},{"type":"paragraph","content":"<em>Thirdly,</em> That the Will, or Preference, is determined by something without it self: Let us see then what it is determined by. If willing be but the being better pleased, as has been shewn, it is easie to know what 'tis determines the Will, what 'tis pleases best: every one knows 'tis Happiness, or that which makes any part of Happiness, or contributes to it; and that is it we call <em>Good.</em> Happiness and Misery are the names of two extremes, the utmost bounds whereof we know not: 'tis what <em>Eye hath not seen, Ear hath not heard, nor hath entred into the Heart of Man to conceive.</em> But of some degrees of both, we have very lively impressions made by several instances of Delight and Joy on the one side, and Torment and Sorrow on the other: which, for shortness sake, I shall comprehend under the names of Pleasure and Pain, there being pleasure and pain of the Mind, as well as the Body: <em>With Him is fulness of Ioy, and Pleasures for evermore</em>: Or to speak truly, they are all of the Mind; though some have their rise in the Mind from Thought, others in the Body from Motion. Happiness then is the utmost Pleasure we are capable of, and Misery the utmost Pain. Now because Pleasure and Pain are produced in us, by the operation of certain Objects, either on our Minds, or our Bodies; and in different degrees: therefore what has an aptness to produce pleasure in us, is that we labour for, and is that we call <em>Good</em>; and what is apt to produce pain in us, we avoid and call <em>Evil,</em> for no other reason, but for its aptness to produce Pleasure and Pain in us, wherein consists our happiness or misery. Farther, because the degrees of Pleasure and Pain have also justly a preference; though what is apt to produce any degree of Pleasure, be in it self good; and what is apt to produce any degree of Pain, be evil; yet it often happens, that we do not call it so, when it comes in competition with a greater of its sort. So that if we will rightly estimate what we call <em>Good</em> and <em>Evil,</em> we shall find it lies much in comparison: For the cause of every less degree of Pain, as well as every greater degree of Pleasure, has the nature of Good, and <em>vice versâ,</em> and is that which determines our Choice, and challenges our Preference. <em>Good</em> then, <em>the greater Good is that alone which determines the Will.</em>","subId":"29","id":"Locke.EHU.2.21.29"},{"type":"paragraph","content":"This is not an imperfection in Man, it is the highest perfection of intellectual Natures: it is so far from being a restraint or diminution of Freedom, that it is the very improvement and benefit of it: 'tis not an Abrigdment, 'tis the end and use of our Liberty: and the farther we are removed from such a determination to Good, the nearer we are to Misery and Slavery. A perfect Indifferency in the Will, or Power of Preferring, not determinable by the Good or Evil, that is thought to attend its Choice, would be so far from being an advantage and excellency of any intellectual Nature, that it would be as great an imperfection, as the want of Indifferency to act, or not to act, till determined by the Will, would be an imperfection on the other side. A Man is at liberty to lift up his Hand to his Head, or let it rest quiet: He is perfectly indifferent to either; and it would be an imperfection in him, if he wanted that Power, if he were deprived of that Indifferency. But it would be as great an imperfection, if he had the same Indifferency, whether he would prefer the lifting up his Hand, or its remaining in rest, when it would save his Head or Eyes from a blow he sees coming: <em>'tis</em> as much <em>a perfection, that the power of Preferring should be determined by Good,</em> as that the power of Acting should be determined by the Will; and the certainer such determination is, the greater is the perfection.","subId":"30","id":"Locke.EHU.2.21.30"},{"type":"paragraph","content":"If we look upon those <em>superiour Beings</em> above us, who enjoy perfect Happiness, we shall have reason to judge they are more steadily <em>determined in their choice of Good</em> than we: and yet we have no reason to think they are less happy, or less free, than we are. And if it were fit for such poor finite Creatures as we are, to pronounce what infinite Wisdom and Goodness could do, I think we might say, That God himself cannot choose what is not good; the Fredom of the Almighty hinders not his being determined by what is best.","subId":"31","id":"Locke.EHU.2.21.31"},{"type":"paragraph","content":"But to consider this mistaken part of Liberty right, Would any one be a Changeling, because he is less determined, by wise Considerations, than a wise Man? Is it worth the Name of Freedom to be at liberty to play the Fool, and draw Shame and Misery upon a Man's self? If want of restraint to chuse, or to do the worse, be Liberty, true Liberty, mad Men and Fools are the only Free-men: but yet, I think, no Body would chuse to be mad for the sake of such Liberty, but he that is mad already.","subId":"32","id":"Locke.EHU.2.21.32"},{"type":"paragraph","content":"But though the preference of the Mind be always determined by the appearance of Good, greater Good; yet the Person who has the Power, in which alone consists liberty to act, or not to act according to such preference, is nevertheless free, such determination abridges not that Power. He that has his Chains knocked off, and the Prison-doors set open to him, is perfectly at liberty, because he may either go or stay, as he best likes; though his preference be determined to stay by the darkness of the Night, or illness of the Weather, or want of other Lodging. He ceases not to be free; though that which at that time appears to him the greater Good absolutely determines his preference, and makes him stay in his Prison. I have rather made use of the Word <em>Preference</em> than <em>Choice,</em> to express the act of Volition, because choice is of a more doubtful signification, and bordering more upon Desire, and so is referred to things remote; whereas Volition, or the Act of Willing, signifies nothing properly, but the actual producing of something that is voluntary.","subId":"33","id":"Locke.EHU.2.21.33"},{"type":"paragraph","content":"The next thing to be considered is, If our Wills be determined by Good, <em>How it comes to pass that Men's Wills carry them so contrarily,</em> and consequently some of them to what is Evil? And to this I say, that the various and contrary choices, that Men make in the World, doe not argue, that they do not all chuse Good; but that the same thing is not good to every Man. Were all the Concerns of Man terminated in this Life; why one pursued Study and Knowledge, and another Hawking and Hunting; why one chose Luxury and Debauchery, and another Sobriety and Riches, would not be, because every one of these did not pursue his own Happiness; but because their Happiness lay in different things; And therefore 'twas a right Answer of the Physician to his Patient, that had sore Eyes. If you have more Pleasure in the Taste of Wine, than in the use of your Sight, Wine is good for you: but if the Pleasure of Seeing be greater to you, than that of Drinking, Wine is naught.","subId":"34","id":"Locke.EHU.2.21.34"},{"type":"paragraph","content":"The Mind has a different relish, as well as the Palate; and you will as fruitlesly endeavour to delight all Men with Riches or Glory, (which yet some Men place their Happiness in,) as you would to satisfie all Men's Hunger with Cheese or Lobsters; which, though very agreeable and delicious fare to some, are to others extremely nauseous and offensive: And many People would with Reason prefer the griping of an hungry Belly, to those Dishes, which are a Feast to others. Hence it was, I think, that the Philosophers of old did in vain enquire, whether <em>Summum bonum</em> consisted in Riches, or bodily Delights, or Virtue, or Contemplation: And they might have as reasonably disputed, whether the best Relish were to be found in Apples, Plumbs, or Nuts; and have divided themselves into Sects upon it. For as pleasant Tastes depend not on the things themselves, but their agreeableness to this or that particular Palate, wherein there is great variety: So the greatest Happiness consists, in the having those things which produce the greatest Pleasure, and the absence of those which cause any disturbance, any pain, which to different Men are very different things. If therefore Men in this Life only have hope; if in this Life they can only enjoy, 'tis not strange, nor unreasonable, they should seek their Happiness by avoiding all things that disease them here, and by preferring all that delight them; wherein it will be no wonder to find variety and difference. For if there be no Prospect beyond the Grave, the inference is certainly right, <em>Let us eat and drink,</em> let us enjoy what we delight in, <em>for to morrow we shall die.</em> This, I think, may serve to shew us the Reason, why, though all Men's Wills are determined by Good, yet they are not determined by the same Object. Men may chuse different things, and yet all chuse right, supposing them only like a Company of poor Insects, whereof some are Bees, delighted with Flowers, and their sweetness; others Scarabes, delighted with other kind of Viands; which having enjoyed for a Season, they should cease to be, and exist no more for ever.","subId":"35","id":"Locke.EHU.2.21.35"},{"type":"paragraph","content":"This sufficiently discovers to us, why Men in this World prefer different things, and pursue Happiness by contrary Courses: But yet since Men are always determined by Good, the greater Good; and are constant, and in earnest, in matter of Happiness and Misery, the Question still remains, <em>How Men come often to prefer the worse to the better</em>; and to chuse that, which by their own Confession has made them miserable?","subId":"36","id":"Locke.EHU.2.21.36"},{"type":"paragraph","content":"To this I answer, That <em>as to present Happiness, or Misery; present Pleasure or Pain, when that alone comes in Consideration, a Man never chuses amiss</em>: he knows what best pleases him, and that, he actually prefers. Things in their present enjoyment, are what they seem: the apparent and real good, are, in this case, always the same. For the Pain or Pleasure being just so great, and no greater, than it is felt, the present Good or Evil is really so much as it appears. And therefore were every Action of ours concluded within it self, and drew no Consequences after it, we should undoubtedly always will nothing but Good; always infallibly prefer the best. Were the pains of honest Industry, and of starving with Hunger and Cold set together before us, no Body would be in doubt which to chuse: were the satisfaction of a Lust, and the Joys of Heaven offered at once to any one's present Possession, he would not balance, or err in the choice, and determination of his Will. But since our voluntary Actions carry not all the Happiness, and Misery, that depend on them, along with them in their present performance; but are the precedent Causes of Good and Evil, which they draw after them, and bring upon us, when they themselves are passed, and cease to be; <em>that which has the Preference,</em> and makes us will the doing or omitting any Action in our Power, <em>is the greater Good,</em> appearing to result from that choice in all its Consequences, as far as at present they are represented to our view.","subId":"37","id":"Locke.EHU.2.21.37"},{"type":"paragraph","content":"So that, <em>that which determines the choice</em> of the Will, and obtains the preference, <em>is still Good, the greater Good</em>: But it is also only Good <em>that appears</em>; that which carries with it the Expectation of Addition to our Happiness, by the increase of our Pleasures, either in Degrees, Sorts, or Duration, or by the preventing, lessening, or shortning of pain. Thus the Temptation of a pleasant Taste, brings a Surfeit, a Disease, and, perhaps, Death too, on one, who looks no farther than that apparent Good, than the present Pleasure; who sees not the remote and concealed Evil: and the hopes of easing or preventing some greater pain, sweetens another Man's Draught, and makes that willingly be swallowed, which in it self is nauseous and unpleasant. Both these Men were moved to what they did by the appearance of Good, though the one found Ease and Health, and the other a Disease and Destruction: and therefore to him that looks beyond this World, and is fully persuaded, that God the righteous Judge, will render to every Man according to his Deeds; To them who by patient continuance in well doing, seek for Glory, and Honour, and Immortality, Eternal Life; but unto every Soul that doth Evil, Indignation and Wrath, Tribulation and Anguish: To him, I say, who hath a prospect of the different State of perfect Happiness, or Misery that attends all Men after this Life, depending on their Behaviour here, the measures of Good and Evil, that govern his choice, are mightily changed. For since nothing of Pleasure and Pain in this Life, can bear any proportion to endless Happiness, or exquisite Misery of an immortal Soul hereafter, Actions in his Power will have their preference, not according to the transient Pleasure, or Pain that accompanies, or follows them here; but as they serve to secure that perfect durable Happiness hereafter.","subId":"38","id":"Locke.EHU.2.21.38"},{"type":"paragraph","content":"He then that will account for the Misery, that Men often bring on themselves, notwithstanding that they do all in earnest pursue Happiness, and always prefer the greater apparent Good, must consider, how <em>Things</em> come to be <em>represented</em> to our choice, <em>under deceitful appearances</em>: and that is, <em>by the Judgment</em> pronouncing wrongly concerning them. To see how far this reaches, and what are the Causes of wrong Judgment, we must remember, that things are judged good or bad in a double Sense. <em>First, That which is properly good or bad, is nothing but barely Pleasure or Pain.</em> <em>Secondly,</em> But because not only present Pleasure and Pain, but that also which is apt by its efficacy, or consequences, to bring it upon us at a distance, cannot but move the Will, and determine the choice of a Creature, that has soresight; therefore <em>things</em> also <em>that draw after them Pleasure and Pain, are considered as Good and Evil.</em>","subId":"39","id":"Locke.EHU.2.21.39"},{"type":"paragraph","content":"The <em>wrong Judgment</em> that <em>misleads us,</em> and makes the Will often fasten on the worse side, lies in misreporting upon the various Comparisons of these. The wrong Judgment I am here speaking of, is not what one Man may think, of the determination of another; but what every Man himself must confess to be wrong. For since I lay it for a certain ground, that every intelligent Being really seeks Happiness, and would enjoy all the pleasures he could, and suffer no pain; 'tis impossible any one should willingly put into his own draught any bitter Ingredient, or leave out any thing in his Power, that could add to its sweetness, but only by a wrong Judgment. I shall not here speak of that mistake, which is the consequence of invincible Error, which scarce deserves the Name of wrong Judgment; but of that wrong Judgment, which every Man himself must confess to be so.","subId":"40","id":"Locke.EHU.2.21.40"},{"type":"paragraph","content":"I. Therefore, as to present Pleasure and Pain, the Mind as has been said, never mistakes that which is really good or evil: that which is the greater Pleasure, or the greater Pain, is really just, as it appears. But though present Pleasure and Pain, shew their difference and degrees so plainly, as not to leave room for mistake: yet <em>when we compare present Pleasure or Pain with future, we often make wrong Judgments</em> of them, taking our measures of them in different positions of distance. Objects near our view, are apt to be thought greater than those of a larger size, that are more remote: and so it is with Pleasures and Pains, the present is apt to carry it, and those at a distance have the disadvantage in the Comparison. Thus most Men, like spend-thrift Heirs, are apt to judge a little in Hand better than a great deal to come; and so for small Matters in Possession, part with great ones in Reversion: but that this is a wrong Judgment every one must allow, let his pleasure consist in whatever it will: since that which is future, will certainly come to be present; and then having the same advantage of nearness, will shew its self in its full dimensions, and discover his wilful mistake, who judged of it by unequal measures. Were the Pleasure of Drinking accompanied, the very moment a Man takes off his Glass, with that sick Stomach, and akeing Head, which in some Men are sure to follow not many hours after, I think no body, whatever Pleasure he had in his Cups, would, on these Conditions, ever let Wine touch his Lips; which yet he gaily swallows, and the evil side comes to be chosen only by the fallacy of a little difference in time. But if Pleasure or Pain can be so lessened only by a few hours removal, how much more will it be so, by a farther distance, to a Man, that will not (by a due consideration, do, what time will, <em>i. e.</em> bring it home upon himself) consider it as present, and there take its true dimensions? This is the way we usually impose on our selves, in respect of bare Pleasure and Pain, or the true degrees of Happiness or Misery: The future loses its just proportion, and what is present, obtains the preference as the greater. I mention not here the wrong Judgment, whereby the absent are not only lessened, but reduced to perfect nothing; when Men enjoy what they can in present, and make sure of that, concluding amiss, That no evil will thence follow: For that lies not in comparing the greatness of future Good and Evil, which is that we are here speaking of: But in another sort of wrong Judgment, which is concerning Good or Evil, as it is considered, to be the cause and procurement of Pleasure or Pain, that will follow from it.","subId":"41","id":"Locke.EHU.2.21.41"},{"type":"paragraph","content":"<em>The cause of our judging amiss,</em> when we compare our present Pleasure or Pain with future, seems to me to be <em>the weak and narrow Constitutions of our Minds.</em> We cannot well enjoy two Pleasures at once, much less any Pleasure almost, whilst Pain possesses us. The present Pleasure, if it be not very languid, and almost none at all, fills our narrow Souls, and so takes up all our Minds, that it scarce leaves any thought of things absent: Or if many of our Pleasures are not strong enough to exclude the consideration of things at a distance; yet we have so great an abhorrence of Pain, that a little of it extinguishes all our Pleasures. A little bitter mingled in our Cup, leaves no relish of the sweet: and hence it comes, that at any rate we desire to be rid of the present Evil, which we are apt to think nothing absent can equal; since while the Pain remains, we find not our selves capable of any the least degree of Happiness. Hence we see the present Pain, any one suffers, is always the worst; and 'tis with anguish they cry out, <em>Any other rather than this; nothing can be so intolerable as what I now suffer.</em> And therefore our whole Endeavours and Thoughts are intent to get rid of the present Evil before all things, as the first necessary step towards Happiness, let what will follow. Nothing, as we passionately think, can exceed, or almost equal the Pain we feel: and because the abstinence from a present Pleasure that offers it self, is a sort of Pain; nay, oftentimes a very great one, 'tis no wonder, that that operates after the same manner Pain does, and lessens in our Thoughts what is future, and so forces us, as it were, blindfold into its embraces. Thus much of the wrong Judgment we make of present and future Pleasure and Pain, when they are compared together; and so the absent considered as future.","subId":"42","id":"Locke.EHU.2.21.42"},{"type":"paragraph","content":"II. <em>As to things good or bad in their Consequences,</em> and by the aptness is in them to procure us good or Evil in the future, <em>we judge amiss several ways.</em> 1. When we judge that so much Evil does not really depend on them, as in truth there does. 2. When we judge, that though the Consequence be of that moment, yet it is not of that certainty, but that it may otherwise fall out; or else by some means be avoided, as by industry, address, change, repentance, <em>&amp;c.</em> But that these are wrong ways of judging, were easie to shew in every particular, if I would examine them at large singly; but I shall only mention this in general, <em>viz.</em> That it is a very wrong, and irrational way of proceeding, to venture a greater Good and Evil, for a less, upon uncertain guesses, and before due, and through examination, as far as a Man's knowledge can, by any endeavours or assistance, attain. This, I think, every one must confess, especially if he considers the usual <em>Causes</em> of this <em>wrong Judgment,</em> whereof these following are some.","subId":"43","id":"Locke.EHU.2.21.43"},{"type":"paragraph","content":"I. <em>Ignorance:</em> He that judges without informing himself to the utmost that he is capable, cannot acquit himself of judging amiss. II. <em>Inadvertency</em>: When a Man overlooks even that which he does know. This is an affected and present Ignorance, which misleads our Judgments, as much as the other. Judging is, as it were, balancing an account, and determining on which side the odds lies. If therefore either side be hudled up in haste, and several of the Summs, that should have gone into the reckoning, be overlook'd and left out, this Precipitancy causes as wrong a Judgment, as if it were a perfect Ignorance. That which most commonly causes this, is the prevalency of some present Pleasure, heightned by our feeble passionate Nature, most strongly wrought on by what is present. To check this Precipitancy, our Understanding and Reason was given us, if we will make a right use of it, to search, and see, and then judge thereupon. How much sloth and negligence, heat and passion, the prevalency of fashion, or acquired indispositions, do severally contribute, on occasion to these wrong Judgments, I shall not here farther enquire.","subId":"44","id":"Locke.EHU.2.21.44"},{"type":"paragraph","content":"This, I think, is certain, That the choice of the Will is every-where determined by the greater apparent Good, however it may be wrong represented by the Understanding; and it would be impossible Men should pursue so different Courses as they do in the World, had they not different Measures of Good and Evil. But yet Morality, established upon its true Foundations, cannot but determine the Choice in any one that will but consider: and he that will not be so far a rational Creature, as to reflect seriously upon infinite Happiness and Misery, must needs condemn himself, as not making that use of his Understanding he should. The Rewards and Punishments of another Life, which the Almighty has established as the Enforcements of his Law, are of weight enough to determine the Choice, against whatever Pleasure or Pain this Life can shew, when the eternal State is considered in its bare possibility, which no Body can deny. He that will allow exquisite and endless Happiness to be but the possible consequence of a good Life here, or the contrary state the possible Reward of a bad one, must own himself to judge very much amiss, if he does not conclude, That a vertuous Life, with the certain expectation of everlasting Bliss, which may come, is to be preferred to a vicious one, with the fear of that dreadful state of Misery, which 'tis very possible may overtake the guilty; or at best the terrible uncertain hope of Annihilation. This is evidently so, though the vertuous Life here had nothing but Pain, and the vicious continual pleasure; which yet is for the most part quite otherwise, and wicked Men have not much the odds to brag of, even in their present possession; nay, all things rightly considered, have, I think even the worse part here. But when infinite Happiness is put in one Scale, against infinite Misery in the other; if the worst, that comes to the pious Man, if he mistake, be the best that the wicked can attain to, if he be in the right, Who can without madness run the venture? Who in his Wits would chuse to come within a possibility of infinite Misery, which if he miss, there is yet nothing to be got by that hazard? Whereas on the other side, the sober Man ventures nothing against infinite Happiness to be got, if his Expectation comes to pass. If the good Man be in the right, he is eternally happy: if he mistake, he is not miserable, he feels nothing. On the other side, if the wicked be in the right, he is not happy: if he mistake, he is infinitely miserable. Must it not be a most manifest wrong Judgment, that does not presently see, to which side, in this case, the preference is to be given. I have forborn to mention any thing of the certainty, or probability of a future State, designing here to shew the wrong Judgment, that any one must allow, he makes, upon his own Principles laid how he pleases, who prefers the short pleasures of a vicious Life upon any consideration, whilst he knows, and cannot but be certain, that a future Life is at least possible.","subId":"45","id":"Locke.EHU.2.21.45"},{"type":"paragraph","content":"Under this simple <em>Idea</em> of Power, I have taken occasion to explain our <em>Ideas</em> of <em>Will, Volition, Liberty,</em> and <em>Necessity</em>; which having a greater mixture in them, than belongs barely to simple Modes, might perhaps, be better placed amongst the more complex. For <em>Will,</em> for example, contains in it the <em>Idea</em> of a Power to prefer the doing, to the not doing any particular Action (<em>&amp; vice versa</em>) which it has thought on; which preference is truly a Mode of Thinking, and so the <em>Idea</em> which the word <em>Will</em> stands for, is a complex and mixed one, made up of the simple <em>Ideas</em> of Power, and a certain Mode of Thinking: and the <em>Idea</em> of <em>Liberty</em> is yet more complex, being made up of the <em>Idea</em> of a Power to act, or not to act, in conformity to Volition. But I hoped this transgression, against the method I have proposed to my self, will be forgiven me, if I have quitted it a little, to explain some <em>Ideas</em> of great importance; such as are those of the <em>Will, Liberty,</em> and <em>Necessity,</em> in this place, where they, as it were, offered themselves, and sprang up from their proper roots. Besides, having before largely enough instanced in several simple Modes, to shew what I meant by them, and how the Mind got them, (for I intend not to enumerate all the particular <em>Ideas</em> of each sort,) those of <em>Will, Liberty,</em> and <em>Necessity,</em> may serve as instances of mixed Modes, which are that sort of <em>Ideas</em> I purpose next to treat of.","subId":"46","id":"Locke.EHU.2.21.46"},{"type":"paragraph","content":"And thus I have, in a short draught, given a view of our original <em>Ideas,</em> from whence all the rest are derived, and of which they are made up; which if I would consider, as a Philosopher, and examine on what Causes they depend, and of what they are made, I believe they all might be reduced to these very few primary, and original ones, <em>viz.</em> <em>Extension</em>, <em>Solidity</em>, <em>Mobility</em>; which by our Senses we receive from Body: <em>Thinking</em>, and the <em>Power of Moving</em>; which by reflection we receive from our Minds; to which if we add <em>Existence</em>, <em>Duration</em>, <em>Number</em>; which belong both to the one, and the other, we have, perhaps, all the original <em>Ideas</em> on which the rest depend. For by these, I imagine, might be explained the nature of Colours, Sounds, Tastes, Smells, and all other <em>Ideas</em> we have, if we had but Faculties acute enough to perceive the severally modified Extensions, and Motions, of these minute Bodies, which produce those several Sensations in us. But my present purpose being to enquire only into the Knowledge the Mind has of Things, by those <em>Ideas,</em> and Appearances <em>God</em> has fitted it to receive from them, and how the Mind comes by that Knowledge; rather than into their Causes, or manner of Production, I shall not, contrary to the Design of this Essay, set my self to enquire philosophically into the peculiar Constitution of Bodies, and the Configuration of Parts, whereby they have the power to produce in us the <em>Ideas</em> of their sensible Qualities: I shall not enter any farther into that Disquisition; it sufficing to my purpose to observe, That Gold, or Saffron, has a power to produce in us the <em>Idea</em> of Yellow; and Snow, or Milk, the <em>Idea</em> of White; which we can have only by our Sight, without examining the Texture of the Parts of those Bodies, or the particular Figures, or Motion of the Particles, which rebound from them, to cause in us that particular Sensation: Though when we go beyond the bare <em>Ideas</em> in our Minds, and would enquire into their Causes, we cannot conceive any thing else, to be in any sensible Object, whereby it produces different <em>Ideas</em> in us, but the different Bulk, Figure, Number, Texture, and Motion of its insensible Parts.","subId":"47","id":"Locke.EHU.2.21.47"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.20","imported":true,"title":"Chapter 20. Of Modes of Pleasure and Pain","breadcrumb":"Chapter 20","published":[1689]},"next":{"id":"Locke.EHU.2.22","imported":true,"title":"Chapter 22. Of Mixed Modes","breadcrumb":"Chapter 22","published":[1689]}}