{"imported":true,"id":"Locke.EHU.2.23","parent":"Locke.EHU.2","title":"Chapter 23. Of Our Complex Ideas of Substances","breadcrumb":"Chapter 23","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.23?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXIII.</h1> <h2><em>Of our Complex Ideas of Substances.</em></h2> ","id":"Locke.EHU.2.23"},{"type":"paragraph","content":"THe Mind being, as I have declared, furnished with a great number of the simple <em>Ideas,</em> conveyed in by the <em>Senses,</em> as they are found in exterior things, or by <em>Reflection</em> on its own Operations, takes notice also, that a certain number of these simple <em>Ideas</em> go constantly together; which being presumed to belong to one thing, and, Words being suited to common apprehensions, and made use of for quick dispatch, are called so united in one subject, by one name; which by inadvertency we are apt afterward to talk of and consider as one single <em>Idea,</em> which indeed is a complication of many <em>Ideas</em> together: Because, as I have said, not imagining how these simple <em>Ideas</em> can subsist by themselves, we accustom our selves, to suppose some <em>Substratum,</em> wherein they do subsist, and from which they do result, which therefore we call <em>Substance.</em>","subId":"1","id":"Locke.EHU.2.23.1"},{"type":"paragraph","content":"So that if any one will examine himself concerning his <em>Notion of pure Substance in general,</em> he will find he has no other <em>Idea</em> of it at all, but only a Supposition of he knows not what support of such Qualities, which are capable of producing simple <em>Ideas</em> in us; which Qualities are commonly called Accidents: And if any one should be asked, what is the subject wherein Colour or Weight inheres, he would have nothing to say, but the solid extended parts: And if he were demanded, what is it, that that Solidity and Extension inhere in, he would not be in a much better case, than the <em>Indian</em> before mentioned; who saying that the World was supported by a great Elephant, was asked, what the Elephant rested on; to which his answer was, A great Tortoise: But being again pressed to know what gave support to the broad-back'd Tortoise, replied, something, he knew not what. And thus here, as in all other cases, where we use Words without having clear and distinct <em>Ideas,</em> we talk like Children; who being questioned, what such a thing is, which they know not; readily give this satisfactory answer, That is something; which in truth signifies no more when so used, either by Children or Men, but that they knew not what; and that the thing they pretend to know, and talk of, is what they have no distinct <em>Idea</em> of at all, and so are perfectly ignorant of it and in the dark. The <em>Idea</em> then we have, to which we give the general name Substance, being nothing, but the supposed, but unknown support of those Qualities we find existing, which we imagine cannot subsist, <em>sine re substante,</em> without something to support them, we call that Support <em>Substantia</em>; which according to the true import of the Word is, in plain <em>English, standing under,</em> or <em>upholding.</em>","subId":"2","id":"Locke.EHU.2.23.2"},{"type":"paragraph","content":"An obscure and relative <em>Idea</em> of Substance in general being thus made, we come to have the <em>Ideas of particular sorts of Substances,</em> by collecting such Combinations of simple <em>Ideas,</em> as are by Experience and Observation of Mens Senses taken notice of to exist together, and are therefore supposed to flow from the particular internal Constitution, or unknown Essence of that Substance. Thus we come to have the <em>Ideas</em> of a Man, Horse, Gold, Water, <em>&amp;c.</em> of which Substances, whether any one has any other clear <em>Idea,</em> farther than of certain simple <em>Ideas</em> coexisting together, I appeal to every one's own Experience. 'Tis the ordinary Qualities, observable in Iron, or a Diamond, put together, that make the true complex <em>Idea</em> of those Substances, which a Smith, or a Jeweller, commonly knows better than a Philosopher; who, whatever substantial forms he may talk of, has no other <em>Idea</em> of those Substances, than what is framed by a collection of those simple <em>Ideas</em> are to be found in them; only we must take notice, that our complex <em>Ideas</em> of Substances, besides all these simple <em>Ideas</em> they are made up of, have always the confused <em>Idea</em> of something to which they belong, and in which they subsist: and therefore when we speak of any sort of Substance, we say it is a thing having such or such Qualities, as Body is a thing that is extended, figured, and capable of Motion; a Spirit a thing capable of thinking: and so Hardness, Friability, and Power to draw Iron, we say, are Qualities to be found in a Loadstone. These and, the like fashions of speaking intimate, that the Substance is supposed always something besides the Extension, Figure, Solidity, Motion, Thinking, or other observable <em>Ideas,</em> though we know not what it is.","subId":"3","id":"Locke.EHU.2.23.3"},{"type":"paragraph","content":"Hence when we talk or think of any particular sort of corporeal Substances, as Horse, Stone, <em>&amp;c.</em> though the <em>Idea,</em> we have of either of them, be put the Complication, or Collection, of those several simple <em>Ideas</em> of sensible Qualities, which we use to find united in the thing called Horse, or Stone, yet because we cannot conceive, how they should subsist alone, nor one in another, we suppose them to exist in, and supported by some common subject; <em>which Support we denote by the name Substance,</em> though it be certain, we have no clear, or distinct <em>Idea</em> of that thing, we suppose a Support.","subId":"4","id":"Locke.EHU.2.23.4"},{"type":"paragraph","content":"The same happens concerning the Operations of the Mind, <em>viz.</em> Thinking, Reasoning, Fearing, <em>&amp;c.</em> which we concluding not to subsist of themselves, nor apprehending how they can belong to Body, or be produced by it, we are apt to think these the Actions of some other Substance, which we call Spirit; whereby yet it is evident, that having no other <em>Idea</em> or Notion, of Matter, but something wherein those many sensible Qualities, which affect our Senses, do subsist; by supposing a Substance, wherein <em>Thinking, Knowing, Doubting,</em> and a power of Moving, <em>&amp;c.</em> do subsist, <em>We have as clear a Notion of the Nature, or Substance of Spirit, as we have of Body</em>; the one being supposed to be (without knowing what it is) the <em>Substratum</em> to those simple <em>Ideas</em> we have from without; and the other supposed (with a like ignorance of what it is) to be the <em>Substratum</em> to those Operations, which we experiment in our selves within. 'Tis plain then, that the <em>Idea</em> of corporeal Substance in Matter is as remote from our Conceptions, and Apprehensions, as that of Spiritual Substance, or Spirit: and therefore from our not having any notion of the Substance of Spirit, we can no more conclude its non-Existence, than we can, for the same reason, deny the Existence of Body: It being as rational to affirm, there is no Body, because we cannot know its Essence, as 'tis called, or have no <em>Idea</em> of the Substance of Matter; as to say, there is no Spirit, because we know not its Essence, or have no <em>Idea</em> of a Spiritual Substance.","subId":"5","id":"Locke.EHU.2.23.5"},{"type":"paragraph","content":"Whatever therefore be the secret and abstract Nature of Substance in general, all <em>the</em> Ideas <em>we have of particular distinct Substances,</em> are nothing but several Combinations of simple <em>Ideas,</em> coexhisting in such, though unknown, Cause of their Union, as makes the whole subsist of it self. 'Tis by such Combinations of simple <em>Ideas,</em> and nothing else, that we represent particular Substances to our selves; such are the <em>Ideas</em> we have of their several sorts in our Minds; and such only do we by their specifick Names, signifie to others, <em>v. g.</em> Man, Horse, Sun, Water, Iron, upon hearing which Words, every one who understands the Language, frames in his Mind a Combination of those several simple <em>Ideas,</em> which he has usually observed, or fancied to exist together under that denomination; all which he supposes to rest in, and be, as it were, adherent to that unknown common Subject, which inheres not in any thing else: Though in the mean time it be manifest, and every one, upon Enquiry into his own thoughts, will find, that he has no other <em>Idea</em> of any Substance, <em>v. g.</em> let it be Gold, Horse, Iron, Man, Vitriol, Bread, but what he has barely of those sensible Qualities, which he supposes to inhere with a supposition of such a <em>Substratum,</em> as gives as it were a support to those Qualities, or simple <em>Ideas,</em> which he has observed to exist united together. Thus the <em>Idea</em> of Sun, What is it, but an aggregate of these several simple <em>Ideas,</em> Bright, Hot, Roundish, having a constant regular motion, at a certain distance from us, and, perhaps, some other? As he who thinks and discourses of the Sun, has been more or less accurate, in observing those sensible Qualities, <em>Ideas,</em> or Properties, which are in that thing, which he calls the Sun.","subId":"6","id":"Locke.EHU.2.23.6"},{"type":"paragraph","content":"For he has the perfectest <em>Idea</em> of any particular Substance, who has gathered, and put together, most of those simple <em>Ideas,</em> which do exist in it, among which are to be reckoned its active Powers, and passive Capacities; which though not strictly simple <em>Ideas,</em> yet, in this respect, for brevities sake, may conveniently enough be reckoned amongst them. Thus the power of drawing Iron, is one of the <em>Ideas</em> of the Complex one of that substance we call a Load-stone, and a Power to be so drawn is a part of the Complex one we call Iron; which Powers pass for inherent Qualities in those Subjects. Because every Substance, being as apt by the Powers we observe in it, to change some sensible Qualities in other Subjects, as it is to produce in us those simple <em>Ideas,</em> we receive immediately from it, does by those new sensible Qualities, introduced into other Subjects, discover to us those Powers, which do thereby mediately affect our Senses, as regularly as its sensible Qualities do it immediately, <em>v. g.</em> we immediately by our Senses perceive in Fire its Heat and Colour; which are, if rightly considered, nothing but Powers in it, to produce those <em>Ideas</em> in us: We also by our Senses perceive the colour and brittleness of Charcoal; whereby we come by the Knowledge of another Power in Fire, which it has to change the colour and consistency of Wood: By the former Fire immediately, by the later it mediately discovers to us these several Powers; which therefore we look upon to be a part of the Qualities of Fire, and so make them a part of the complex <em>Ideas</em> of it. For all those Powers that we take Cognizance of, terminating only in the alteration of some sensible Qualities, in those Subjects, on which they operate, and so making them exhibit to us new sensible <em>Ideas,</em> therefore it is, that I have reckoned these Powers amongst the simple <em>Ideas,</em> which make the complex ones of the sorts of Substances; though these Powers considered in themselves, are truly complex <em>Ideas.</em> And in this looser sense, I crave leave to be understood, when I name any of these <em>Potentialities amongst the simple Ideas,</em> which we recollect in our Minds, when we think <em>of particular Substances.</em> For the Powers that are severally in them, are necessary to be considered, if we will have true distinct Notions of Substances.","subId":"7","id":"Locke.EHU.2.23.7"},{"type":"paragraph","content":"Nor are we to wonder, that <em>Powers make a great part of our complex</em> Ideas <em>of Substances</em>; since their secondary Qualities are those, which in most of them serve principally to distinguish Substances one from another, and commonly make a considerable part of the complex <em>Idea</em> of the several sorts of them. For our Senses failing us, in the discovery of the Bulk, Texture, and Figure of the minute parts of Bodies, on which their real Constitutions and Differences depend, we are fain to make use of their secondary Qualities, as the characteristical Notes and Marks, whereby to frame <em>Ideas</em> of them in our Minds, and distinguish them one from another. All which secondary Qualities, as has been shewn, are nothing but bare Powers. For the Colour and Taste of <em>Opium,</em> are, as well as its foporifick or anodyn Virtues, meer Powers depending on its primary Qualities, whereby it is sitted to produce different Operations, on different parts of our Bodies.","subId":"8","id":"Locke.EHU.2.23.8"},{"type":"paragraph","content":"<em>The Ideas that make our complex ones of corporeal Substances,</em> are of these three sorts. <em>First,</em> The <em>Ideas</em> of the primary Qualities of things, which are discovered by our Senses, and are in them even when we perceive them not, such are the Bulk, Figure, Number, Situation, and Motion of the Parts of Bodies, which are really in them, whether we perceive them or no. <em>Secondly,</em> The sensible secondary Qualities, which depending on these, are nothing but the Powers, those Substances have to produce several <em>Ideas</em> in us by our Senses; which <em>Ideas</em> are not in the things themselves, otherwise than as any thing is in its Cause. <em>Thirdly,</em> The aptness we consider in any Substance, to give or receive such alterations of primary Qualities, as that the Substance so altered, should produce in us different <em>Ideas</em> from what it did before, these are called active and passive Powers: all which Powers, as far as we have any Notice or Notion of them, terminate only in sensible simple <em>Ideas</em>; for whatever alteration a Load-stone has the Power to make in the minute Particles of Iron, we should have no Notion of any Power it had at all to operate on Iron, did not its sensible Motion discover it; and I doubt not but there are a thousand Changes, that Bodies we daily handle, have a Power to cause in one another, which we never suspect, because they never appear in sensible effects.","subId":"9","id":"Locke.EHU.2.23.9"},{"type":"paragraph","content":"<em>Powers</em> therefore, justly <em>make a great part of our complex</em> Ideas <em>of Substances.</em> He, that will examine his complex <em>Idea</em> of Gold, will find several of its <em>Ideas,</em> that make it up, to be only Powers, as the Power of being melted, but of keeping its weight in the Fire, of being dissolved in <em>Aq. Regia,</em> are <em>Ideas,</em> as necessary to make up our complex <em>Idea</em> of Gold, as its Colour and Weight; which if duly considered, are also nothing but different Powers. For to speak truly, Yellowness is not actually in Gold; but is a Power in Gold, to produce that <em>Idea</em> in us by our Eyes, when placed in a due Light; and the Heat, which we cannot leave out of our <em>Idea</em> of the Sun, is no more really in the Sun, than the white Colour it introduces in Wax. These are both equally Powers in the Sun, operating by the Motion, and Figure of its insensible Parts; so on a Man, as to make him have the <em>Idea</em> of Heat; and so on Wax, as to make it capable to produce in a Man the <em>Idea</em> of White.","subId":"10","id":"Locke.EHU.2.23.10"},{"type":"paragraph","content":"Had we Senses acute enough to discern the minute particles of Bodies, and the real Constitution on which their sensible Qualities depend, I doubt not but they would produce quite different <em>Ideas</em> in us; and that which is now the yellow Colour of Gold, would then disappear, and instead of it we should see an admirable Texture of parts of a certain Size and Figure. This Microscopes plainly discover to us; for what to our naked Eyes produces a certain Colour, is by thus augmenting the acuteness of our Senses, discovered to be quite a different thing; and the thus altering, as it were, the proportion of the Bulk of the minute parts of a coloured Object to our usual Sight, produces different <em>Ideas</em> from what it did before. Thus Sand, or pounded Glass, which is opaque, and white to the naked Eye, is pellucid in a Microscope; and a Hair seen this way, looses its former Colour, and is in a great measure pellucid, with a mixture of some bright sparkling Colours, such as appear from the refraction of Diamonds, and other pellucid Bodies. Blood to the naked Eye appears all red; but by a good Microscope, wherein its lesser parts appear, shews only some few Globules of Red, swimming in a pellucid Liquor; and how these red Globules would appear, if Glasses could be found, that yet could magnifie them 1000, or 10000 times more, is uncertain.","subId":"11","id":"Locke.EHU.2.23.11"},{"type":"paragraph","content":"The infinitely wise contriver of us, and all things about us, hath fitted our Senses, Faculties, and Organs, to the conveniences of Life, and the Business we have to do here We are able by our Senses, to know, and distinguish things; and to examine them so far, as to apply them to our Uses, and several ways accommodate the Exigences of this Life. We have insight enough into their admirable Contrivances, and wonderful Effects, to admire, and magnifie the Wisdom, Power, and Goodness of their Author. Such a Knowledge as this, which is suited to our present Condition, we want not Faculties to attain. But it appears not, that God intended, we should have a perfect, clear, and adequate Knowledge of them: that perhaps is not in the Comprehension of any finite Being. We are furnished with Faculties (dull and weak as they are) to discover enough in the Creatures, to lead us to the Knowledge of the Creator, and the Knowledge of our Duty; and we are fitted well enough with Abilities, to provide for the Conveniences of living. These are our Business in this World: But were our Senses altered, and made much quicker and acuter, the appearance and outward Scheme of things would have quite another Face to us; and I am apt to think, would be inconsistent with our Being, or at least well-being in this part of the Universe we inhabit. He that considers, how little our Constitution is able to bear a remove into parts of this Air, not much higher than that we commonly breath in, will have reason to be satisfied, that in this Globe of Earth alotted for our Mansion, the allwise Architect has suited our Organs, and the Bodies, that are to affect them one to another. If our Sense of Hearing were but 1000 times quicker than it is, how would a perpetual noise distract us? And we should in the quietest Retirement, be less able to sleep or meditate, than in the middle of a Sea-fight. Nay, if that most instructive of our Senses, Seeing, were in any Man 1000, or 100000 more acute than it is now by the best Microscope, he would see things 1000 or 100000 less than he does now, and so come nearer the Discovery of the Texture and Motion of the minute Parts of corporeal things; and in many of them, probably get <em>Ideas</em> of their internal Constitutions: But then he would be in a quite different World from other People: Nothing would appear the same to him, and others: the visible <em>Ideas</em> of every thing would be different. So that I doubt, Whether he, and the rest of Men, could discourse concerning the Objects of Sight; or have any Communication about Colours, their appearances being so wholly different. And, perhaps, such a quickness and tenderness of Sight could not endure bright Sun-shine, or so much as open Day-light; nor take in but a very small part of any Object at once, and that too only at a very near distance. And if by the help of such Microscopical Eyes, (if I may so call them,) a Man could penetrate farther than ordinary into the secret Composition, and radical Texture of Bodies, he would not make any great advantage by the change, if such an acute Sight would not serve to conduct him to the Market and Exchange; If he could not see things, he was to avoid at a convenient distance; nor distinguish things he had to do with, by those sensible Qualities others do. He that was sharp-sighted enough to see the Configuration of the minute Particles of the Spring of a Clock, and observe upon what peculiar Structure and Impulse, its elastick Motion depends, would no doubt discover something very admirable: But if Eyes so framed, could not view at once the Hand, and the Characters of the Hour-plate, and thereby at a distance see what a-Clock it was, their Owner could not be much benefited by that acuteness; which whilst, it discovered the secret contrivance of the Parts of the Machin, made him loose its use.","subId":"12","id":"Locke.EHU.2.23.12"},{"type":"paragraph","content":"And here give me leave to propose an extravagant conjecture of mine, <em>viz.</em> That since we have some Reason, (if there be any Credit to be given to the report of things, that our Philosophy cannot account for,) to imagine, that Spirits can assume to themselves Bodies of different Bulk, Figure, and Conformation of Parts, Whether one great advantage some of them have over us, may not lie in this, that they can so frame, and shape to themselves Organs of Sensation or Perception, as to suit them to their present Design, and the Circumstances of the Object they would consider. For how much would that Man exceed all others in Knowledge, who had but the Faculty so to alter the Structure of his Eyes, that one Sense, as to make it capable of all the several degrees of Vision, which the assistence of Glasses (casually at at first light on) has taught us to conceive? What wonders would he discover, who could so fit his Eye to all sorts of Objects, as to see when he pleased the Figure and Motion of the minute Particles in the Blood, and other juices of Animals, as distinctly as he does at other times the shape and motion of the Animals themselves. But to us in our present State, unalterable Organs, so contrived, as to discover the Figure and Motion of the minute parts of Bodies, whereon depend those sensible Qualities, we now observe in them, would, perhaps, be of no advantage. God has no doubt made us so, as is best for us in our present Condition. He hath fitted us for the Neighbourhood of the Bodies, that surround us, and we have to do with: And though we cannot by the Faculties we have, attain to a perfect Knowledge of Things; yet they will serve us well enough for those ends above mentioned, which are our great Concernment. I beg my Reader's Pardon, for laying before him so wild a Phansie, concerning the ways of Conception in Beings above us: But how extravagant soever it be, I doubt whether we can imagine any thing about the Knowledge of Angels, but after this manner, some way or other, in proportion to what we find and observe in our selves. And tho' we cannot but allow, that the infinite Power and Wisdom of God, may frame Creatures with a thousand other Faculties, and ways of perceiving things without them, than what we have: Yet our Thoughts can go no farther than our own, so impossible it is for us to enlarge our very Guesses beyond the <em>Ideas</em> received from our own Sensation and Reflection. The Supposition at least, that Angels do sometimes assume Bodies, need not startle us, since some of the most ancient, and most learned Fathers of the Church, seemed to believe, that they had Bodies: And this is certain, that their state and way of Existence is unknown to us.","subId":"13","id":"Locke.EHU.2.23.13"},{"type":"paragraph","content":"But to return to the Matter in Hand, the <em>Ideas</em> we have of Substances; and the ways we come by them, I say <em>our</em> Ideas <em>of Substances</em> are nothing else but <em>a Collection of a certain number of simple</em> Ideas, <em>considered as united in one thing.</em> These <em>Ideas</em> of Substances, though they are commonly called simple Apprehensions, and the Names of them simple Terms; yet in effect, are complex and compounded. Thus the <em>Idea</em> which an <em>English</em>-man signified by the Name Swan, is white Colour, long Neck, red beak, black Legs, and whole Feet, and all these of a certain size, with a power of swimming in the Water, and making a certain kind of Noise, and, perhaps, to a Man, who has long observed those kind of Birds, some other Properties, which all terminate in sensible simple <em>Ideas.</em>","subId":"14","id":"Locke.EHU.2.23.14"},{"type":"paragraph","content":"Besides the complex <em>Ideas</em> we have of material sensible Substances, of which I have last spoken, by the simple <em>Ideas</em> we have taken from those Operations of our own Minds, we experiment daily in our selves, as Thinking, Understanding, Willing, Knowing, and power of beginning Motion, <em>&amp;c.</em> coexisting in some Substance, we are able to frame <em>the complex Idea of a Spirit.</em> And thus by putting together the <em>Ideas</em> of Thinking, Perceiving, Liberty, and power of moving themselves and other things, we have as clear a perception, and notion, of immaterial Substances, as we have of material. For putting together the <em>Ideas</em> of Thinking and Willing, or the power of moving or quieting corporeal Motion, joined to Substance, of which we have no distinct <em>Idea,</em> we have the <em>Idea</em> of Spirit; and by putting together the <em>Ideas</em> of coherent solid parts, and a power of being moved, joined with Substance, of which likewise we have no positive <em>Idea,</em> we have the <em>Idea</em> of Matter. The one is as clear and distinct an <em>Idea,</em> as the other: The <em>Idea</em> of Thinking, and moving a Body, being as clear and distinct <em>Ideas,</em> as the <em>Ideas</em> of Extension, Solidity, and being moved. For our <em>Idea</em> of Substance, is equally obscure, or none at all, in both; it is but a supposed, I know not what, to support those <em>Ideas,</em> we call Accidents.","subId":"15","id":"Locke.EHU.2.23.15"},{"type":"paragraph","content":"By the complex <em>Idea</em> of extended, figured, coloured, and all other sensible Qualities, which is all that we know of it, we are as far from the <em>Idea</em> of the Substance of Body, as if we knew nothing at all: <em>Nor</em> after all the acquaintance and familiarity, which we imagine we <em>have</em> with Matter, and the many Qualities <em>Men</em> assure themselves they perceive and know in Bodies, will it, perhaps, upon examination be found, that they have any <em>more, or clearer, primary Ideas belonging to Body, than they have belonging to Spirit.</em>","subId":"16","id":"Locke.EHU.2.23.16"},{"type":"paragraph","content":"<em>The primary Ideas we have peculiar to Body,</em> as contradistinguished to Spirit, <em>are the cohesion of solid,</em> and consequently separable <em>parts, and a power of communicating Motion by impulse.</em> These, I think, are the original <em>Ideas</em> proper and peculiar to Body: for Figure is but the consequence of finite Extension.","subId":"17","id":"Locke.EHU.2.23.17"},{"type":"paragraph","content":"<em>The Ideas we have</em> belonging, and <em>peculiar to Spirit, are Thinking, and Will,</em> or a power of putting Body into motion by Thought, and, which is consequent to it, Liberty. For as Body cannot but communicate its Motion by impulse, to another Body, which it meets with at rest; so the Mind can put Bodies into Motion, or forbear to do so, as it pleases. The <em>Ideas</em> of Existence, Duration, and Mobility, are common to them both.","subId":"18","id":"Locke.EHU.2.23.18"},{"type":"paragraph","content":"There is no reason why it should be thought strange, that I make <em>Mobility belong to Spirit</em>: For having no other <em>Idea</em> of Motion, but change of distance, with other Beings, that are considered as at rest; and finding that Spirits, as well as Bodies, cannot operate, but where they are; and that Spirits do operate at several times, at several places, I cannot but attribute change of place to all finite Spirits: (for of the infinite Spirit, I speak not here.) For my Soul being a real Being, as well as my Body, is certainly as capable of changing of distance with any other Body, or Being, as Body it self; and so is capable of Motion. And if a Mathematician can consider a certain distance, or a change of that distance between two Points; one may certainly conceive a distance, and a change of distance between two Spirits; and so conceive their Motion, their approach, or removal, one from another.","subId":"19","id":"Locke.EHU.2.23.19"},{"type":"paragraph","content":"Every one finds in himself, that his Soul can think, will, and operate on his Body, in the place where that is; but cannot operate on a Body, or in place, an hundred Miles distant from it. No body can imagine, that his Soul can think, or move a Body at <em>Oxford,</em> whilst he is at <em>London</em>; and cannot but know, that being united to his Body, it constantly changes place all the whole Journey, between <em>Oxford</em> and <em>London,</em> as the Coach, or Horse, does that carries him; and, I think, may be said to be truly all that while in motion: Or if that will not be allowed to afford us a clear <em>Idea</em> enough of its motion, its being separated from the Body in death, I think, will: For to consider it, to go out of the Body, or leave it, and yet to have no <em>Idea</em> of its motion, seems to me impossible.","subId":"20","id":"Locke.EHU.2.23.20"},{"type":"paragraph","content":"If it be said by any one, that it cannot change place, because it hath none, for Spirits are not <em>in Loco,</em> but <em>Vbi</em>; I suppose that way of talking, will not now be of much weight to many, in an Age that is not much disposed to admire, or suffer themselves to be deceived, by such unintelligible ways of speaking. But if any one thinks there is any sense in that distinction, and applicable to our present purpose, I desire him to put it into intelligible English; and then from thence draw a reason to shew, that Spirits are not capable of Motion. Indeed, Motion cannot be attributed to GOD, not because he is a Spirit, but because he is an Infinite Spirit.","subId":"21","id":"Locke.EHU.2.23.21"},{"type":"paragraph","content":"Let us <em>compare</em> then our complex <em>Idea</em> of Spirit, with our complex <em>Idea</em> of Body, and see whether there be any more obscurity in one, than in the other, and in which most. Our <em>Idea</em> of Body, as I think, is an extended solid Substance, capable of communicating Motion by impulse: And our <em>Idea</em> of our Souls, is of a Substance that thinks, and has a power of exciting Motion in Body, by Will, or Thought. These, I think, are <em>our complex Ideas of Soul and Body, as contradistinguished</em>: and now let us examine which has most obscurity in it, and difficulty to be apprehended. I know that People, whose Thoughts are immersed in Matter, and have so subjected their Minds to their Senses, that they seldom reflect on any thing beyond them, are apt to say, they cannot comprehend a thinking thing, which, perhaps, is true: But I affirm, when they consider it well, they can no more comprehend an extended thing.","subId":"22","id":"Locke.EHU.2.23.22"},{"type":"paragraph","content":"If any one says, he knows not what 'tis thinks in him; he means, he knows not what the substance is of that thinking thing: No more, say I, knows he what the substance is of that solid thing. Farther, if he says he knows not how he thinks; I answer, Neither knows he how he is extended; how the solid parts of Body are united, or cohere together to make Extension. For though the pressure of the Particles of Air, may account for the <em>cohesion of several parts of Matter,</em> that are grosser than the Particles of Air, and have Pores less than the Corpuscles of Air; yet the weight, or pressure, of the Air, will not explain, nor can be a cause of the coherence of the Particles of Air themselves. And if the pressure of the AEther, or any subtiler Matter than the Air, may unite, and hold fast together, the parts of a Particle of Air, as well as other Bodies; yet it cannot make Bonds for it self, and hold together the parts that make up every the least corpuscle of that <em>materia subtilis.</em> So that that Hypothesis, how ingeniously soever explained, by shewing, that the parts of sensible Bodies are held together, by the pressure of other external insensible Bodies, reaches not the parts of the AEther it self; and by how much the more evident it proves, that the parts of other Bodies are held together, by the external pressure of the AEther; and can have no other conceivable cause of their cohesion and union, by so much the more it leaves us in the dark concerning the cohesion of the parts of the Corpuscles of the AEther it self: which we can neither conceive without parts, they being Bodies and divisible, nor yet how their parts cohere, they wanting that cause of cohesion, which is given of the cohesion of the parts of all other Bodies.","subId":"23","id":"Locke.EHU.2.23.23"},{"type":"paragraph","content":"But in truth, <em>the pressure of any ambient Fluid,</em> how great soever, <em>can be no</em> intelligible <em>cause of the cohesion of the solid parts of Matter.</em> For though such a pressure may hinder the avulsion of two polished Superficies, one from another in a Line perpendicular to them, as in the Experiment of two polished Marbles: Yet it can never, in the least, hinder the separation by a Motion, in a Line parallel to these Superficies. Because the ambient fluid, having a full liberty to succeed in each point of Space, diserted by a lateral motion, resists such a motion of Bodies so joined, no more, than it would resist the motion of that Body, were it on all sides environed by that Fluid, and touched no other Body: And therefore, if there were no other cause of cohesion, all parts of Bodies must be easily separable by such a lateral sliding motion. For if the pressure of the AEther be the adequate cause of cohesion, where-ever that cause operates not, there can be no cohesion. And since it cannot operate against such a lateral separation, (as has been shewed,) therefore in every imaginary plain, intersecting any mass of Matter, there could be no more cohesion, than of two polished Superficies; which will always, notwithstanding any imaginable pressure of a Fluid, easily slide one from another: so that, perhaps, how clear an <em>Idea</em> soever we think we have of the Extension of Body, which is nothing but the cohesion of solid parts, he that shall well consider it in his Mind, may have reason to conclude, That 'tis <em>as easie</em> for him <em>to have a clear Idea, how the Soul thinks, as how Body is extended.</em> For since Body is no farther, nor otherwise extended, than by the union and cohesion of its solid parts, we shall very ill comprehend the extension of Body, without understanding wherein consists the union and cohesion of its parts; which seems to me as incomprehensible, as the manner of Thinking, and how it is performed.","subId":"24","id":"Locke.EHU.2.23.24"},{"type":"paragraph","content":"I allow, it is usual for most People to wonder, how any one should find a difficulty in what they think they every day observe. Do we not see, will they be ready to say, the parts of Bodies stick firmly together? Is there any thing more common? And what doubt can there be made of it? And the like, I say, concerning Thinking, and voluntary Motion: Do we not every moment experiment it in our selves; and therefore can it be doubted? The matter of fact is clear, I confess; but when we would a little nearer look into it, and consider how it is done, there, I think, we are at a loss, both in the one, and the other; and can as little understand how the parts of Body cohere, as how we our selves perceive, or move. I would have any one intelligibly explain to me, how the parts of Gold, or Brass, (that but now in fusion were as loose from one another, as the Particles of Water, or the Sands of an Hour-glass,) come in a few moments to be so united, and adhere so strongly one to another, that the utmost force of Mens arms cannot separate them: A considering Man will, I suppose, be here at a loss, to satisfie his own, or another Man's Understanding.","subId":"25","id":"Locke.EHU.2.23.25"},{"type":"paragraph","content":"The little Bodies that compose that Fluid, we call Water, are so extreamly small, that I have never heard of any one, who by a Microscope, (and yet I have heard of some, that have magnified to 10000; nay, to much above 100,000 times,) pretended to perceive their distinct Bulk, Figure, or Motion: And the Particles of Water, are also so perfectly loose one from another, that the least force sensibly separates them. Nay, if we consider their perpetual motion, we must allow them to have no cohesion, one with another: and yet let but a sharp cold come, and they unite, they consolidate, these little Atoms cohere, and are not, without great force, separable. He that could find the Bonds, that tie these heaps of loose little Bodies together so firmly; he that could make known the Cement, that makes them stick so fast one to another, would discover a great, and yet unknown Secret: And yet when that was done, would he be far enough from making the extension of Body (which is the cohesion of its solid parts) intelligible, till he could shew wherein consisted the union, or consolidation of the parts of those Bonds, or of that Cement, or of the least Particle of Matter that exists. Whereby it appears that this primary and supposed obvious Quality of Body, will be found, when examined, to be as incomprehensible, as any thing belonging to our Minds; and <em>a solid extended Substance, as hard to be conceived, as a thining one,</em> whatever difficulties some would raise against it.","subId":"26","id":"Locke.EHU.2.23.26"},{"type":"paragraph","content":"For to extend our Thoughts a little farther, that pressure, which is brought to explain the cohesion of Bodies, is as unintelligible, as the cohesion it self. For if Matter be considered, as no doubt it is, finite, let any one send his Contemplation to the Extremities of Universe, and there see what conceivable Hoops, what Bond he can imagine to hold this mass of Matter, in so close a pressure together; from whence Steel has its firmness, and the parts of a Diamond their hardness and indissolubility. If Matter be finite, it must have its Extreams; and there must be something to hinder it from scattering asunder. If to avoid this difficulty, any one will throw himself into the Supposition and Abyss of infinite Matter, let him consider what light he thereby brings to the cohesion of Body; and whether he be ever the nearer making it intelligible, by resolving it into a Supposition, the most absurd and most incomprehensible of all other: So far is our Extension of Body, (which is nothing but the cohesion of solid parts,) from being clearer, or more distinct, when we would enquire into the Nature, Cause, or Manner of it, than the <em>Idea</em> of Thinking.","subId":"27","id":"Locke.EHU.2.23.27"},{"type":"paragraph","content":"Another <em>Idea</em> we have of Body, is the power of <em>communication of Motion by impulse; and</em> of our Souls, the power of <em>exciting of Motion by Thought.</em> These <em>Ideas,</em> the one of Body, the other of our Minds, every days experience clearly furnishes us with: But if here again we enquire how this is done, we <em>are equally in the dark.</em> For in the communication of Motion by impulse, wherein as much Motion is lost to one Body, as is got to the other; which is the ordinariest case, we can have no other conception, but of the passing of Motion out of one Body into another; which, I think, is as obscure and unconceivable, as how our Minds move or stop our Bodies by Thought; which we every moment find they do. The increase of Motion by impulse, which is observed or believed sometimes to happen, is yet harder to be understood. We have by daily experience clear evience of Motion produced both by impulse, and by thought; but the manner how, hardly comes within our comprehension; we are qually at a loss in both. So that however we consider Motion, and its communication either in Body or Spirit, <em>the Idea which belongs to Spirit, is at least as clear, as that, that belongs to Body.</em> And if we consider the active power of Moving, or, as I may call it, Motivity, it is much clearer in Spirit than Body: since two Bodies, placed by one another at rest, will never afford us the <em>Idea</em> of a power in the one to move the other, but by a borrowed motion: whereas the Mind, every day, affords us <em>Ideas</em> of an active power of moving of Bodies; and therefore it is worth our consideration, whether active power be not the proper attribute of Spirits, and passive power of Matter. But be that as it will, I think, we have as many, and as clear <em>Ideas</em> belonging to Spirit, as we have belonging to Body, the Substance of each being equally unknown to us; and the <em>Idea</em> of Thinking in Spirit, as clear as of Extension in Body; and the communication of Motion by Thought, which we attribute to Spirit, is as evident, as that by impulse, which we ascribe to Body. Constant Experience makes us sensible of both of these, though our narrow Understandings can comprehend neither. For when the Mind would look beyond these original <em>Ideas,</em> we have from Sensation, or Reflection; and penetrate into their Causes, and manner of production, we find still, it discovers nothing but its own short-sightedness.","subId":"28","id":"Locke.EHU.2.23.28"},{"type":"paragraph","content":"To conclude, Sensation convinces us, that there are solid extended Substances; and Reflection, that there are thinking ones: Experience assures us of the Existence of such Beings; and that the one hath a power to move Body by impulse, the other by thought; this we cannot doubt of. Experience, I say, every moment furnishes us with the clear <em>Ideas,</em> both of the one, and the other. But beyond these <em>Ideas,</em> as received from their proper Sources, our Faculties will not reach. If we would enquire farther into their Nature, Causes, and Manner, we perceive not the Nature of Extension, clearer than we do of Thinking. If we would explain them any farther, one is as easie as the other: and there is no more difficulty, to conceive how a Substance we know not, should by thought set Body into motion, than how a Substance we know not, should by impulse set Body into motion. So that we are no more able to discover, wherein the <em>Ideas</em> belonging to Body consist, than those belonging to Spirit, From whence it seems probable to me, that the simple <em>Ideas,</em> we receive from Sensation and Reflection, are the Boundaries of our Thoughts: beyond which, the Mind, whatever efforts it would make, is not able to advance one jot: nor can it make any discoveries, when it would prie into the Nature, and hidden Causes of those <em>Ideas.</em>","subId":"29","id":"Locke.EHU.2.23.29"},{"type":"paragraph","content":"So that, in short, <em>the Idea</em> we have <em>of Spirit, compared with the Idea</em> we have <em>of Body,</em> stands thus: The substance of Spirit is unknown to us; and so is the substance of Body, equally unknown to us: Two primary Qualities, or Properties of Body, <em>viz.</em> solid coherent parts, and impulse, we have distinct clear <em>Ideas</em> of: So likewise we know, and have distinct clear <em>Ideas</em> of two primary Qualities, or Properties of Spirit, <em>viz.</em> Thinking, and a power, Action; <em>i. e.</em> a power of beginning, or stopping several Thoughts, or Motions. We have also the <em>Ideas</em> of several Qualities inherent in Bodies, and have the clear distinct <em>Ideas</em> of them: which Qualities, are but the various modifications of the Extension of cohering solid Parts, and their motion. We have likewise the <em>Ideas</em> of the several modes of Thinking, <em>viz.</em> Believing, Doubting, Intending, Fearing, Hoping; all which, are but the several modes of Thinking. We have also the <em>Ideas</em> of Willing, and Moving the Body consequent to it, and with the Body it self too; for, as has been shewed, Spirit is capable of Motion.","subId":"30","id":"Locke.EHU.2.23.30"},{"type":"paragraph","content":"Lastly, if this Notion of Spirit, may have, perhaps, some difficulties in it, not easie to be explained, we have thereby no more reason to deny, or doubt the existence of Spirits, than we have to deny, or doubt the existence of Body: because the notion of Body is cumbred with some difficulties very hard, and, perhaps, impossible to be explained, or understood by us. For I would fain have instanced any thing in our notion of Spirit more perplexed, or nearer a Contradiction, than the very notion of Body includes in it; the divisibility <em>in&nbsp;infinitum</em> of any finite Extension, involving us, whether we grant or deny it, in consequences impossible to be explicated, or made consistent; Consequences that carry greater difficulty, and more apparent absurdity, than any thing can follow from the Notion of an immaterial knowing substance.","subId":"31","id":"Locke.EHU.2.23.31"},{"type":"paragraph","content":"Which we are not at all to wonder at, since we having but some few superficial <em>Ideas</em> of things, discovered to us only by the Senses from without, or by the Mind, reflecting on what it experiments in it self within, have no Knowledge beyond that, much less of the internal Constitution, and true Nature of things, being destitute of Faculties to attain it. And therefore experimenting and discovering in our selves Knowledge, and the power of voluntary Motion, as certainly as we experiment, or discover in things without us, the cohesion and separation of solid Parts, which is the Extension and Motion of Bodies; <em>we have as much Reason to be satisfied with our Notion of Spirit, as with our Notion of Body; and the Existence of the one, as well as the other.</em> For it being no more a contradiction, that Thinking should exist, separate, and independent from Solidity; than it is a contradiction, that Solidity should exist separate, and independent from Thinking, they being both but simple <em>Ideas,</em> independent one from another; and having as clear and distinct <em>Ideas</em> in us of Thinking, as of Solidity, I know not, why we may not as well allow a thinking thing without Solidity, <em>i. e. Immaterial,</em> to exist; as a solid thing without Thinking, <em>i. e. Matter,</em> to exist; especially since it is no harder to conceive, how Thinking should exist without Matter, than how Matter should think. For whensoever we would proceed beyond these simple <em>Ideas,</em> we have from Sensation and Reflection, and dive farther into the Nature of Things, we fall presently into Darkness and Obscurity, Perplexedness and Difficulties; and can discover nothing farther, but our own Blindness and Ignorance. But which ever of these complex <em>Ideas</em> be clearest, that of Body, or Spirit, this is evident, that the simple <em>Ideas</em> that make them up, are no other than what we have received from Sensation or Reflection; and so is it of all our other <em>Ideas</em> of Substances, even of God himself.","subId":"32","id":"Locke.EHU.2.23.32"},{"type":"paragraph","content":"For if we examine the <em>Idea</em> we have of the incomprehensible supreme Being, we shall find, that we come by it the same way; and that the complex <em>Ideas</em> we have both of God, and separate Spirits, are made up of the simple <em>Ideas,</em> we receive from <em>Reflection; v. g.</em> having from what we experiment in our selves, got the <em>Ideas</em> of Existence and Duration; of Knowledge, and Power; of Pleasure, and Happiness; and of several other Qualities and Powers, which it is better to have, than to be without, when we would frame an <em>Idea</em> the most suitable we can to the supreme Being, we enlarge every one of these with our <em>Idea</em> of Infinity; and so putting them together, make our complex <em>Idea of God.</em> For that the Mind has such a power of enlarging some of its <em>Ideas,</em> received from Sensation and Reflection, has been already shewed.","subId":"33","id":"Locke.EHU.2.23.33"},{"type":"paragraph","content":"If I find, that I know some few things; and some of them, or all, perhaps, imperfectly, I can frame an <em>Idea</em> of knowing twice as many; which I can double again, as often as I can add to number, and thus enlarge my <em>Idea</em> of Knowledge, by extending its Comprehension to all things existing or possible: The same also I can do of knowing them more perfectly; <em>i. e.</em> all their Qualities, Powers, Causes, Consequences, and Relations, <em>&amp;c.</em> till all be perfectly known, that is in them, or can any way relate to them, and thus frame the <em>Idea</em> of infinite or boundless Knowledge: The same may also be done of Power, till we come to that we call infinite; and also of the Duration of Existence, without beginning or end; and so frame the <em>Idea</em> of an eternal Being: The Degrees or Extent, wherein we ascribe Existence, Power, Wisdom, and all other Perfection, (which we can have any <em>Ideas</em> of) to that Sovereign Being, which we call God, being all boundless and infinite, we frame the best <em>Idea</em> of him our Minds are capable of; all which is done, I say, by enlarging those simple <em>Ideas,</em> we have taken from the Operations of our own Minds, by reflection; or by our Senses, from exterior things, to that vastness, to which Infinity can extend them.","subId":"34","id":"Locke.EHU.2.23.34"},{"type":"paragraph","content":"For it is Infinity, which, joined to our <em>Ideas</em> of Existence, Power, Knowledge, <em>&amp;c.</em> makes that complex <em>Idea,</em> whereby we represent to our selves the best we can, the supreme Being. For though in his own Essence, (which certainly we do not know, not knowing the real Essence of a Peble, or a Fly, or of our own selves,) God be simple and uncompounded; yet, I think, I may say we have no other <em>Idea</em> of him, but a complex one of Existence, Knowledge, Power, Happiness, <em>&amp;c.</em> infinite, and eternal: which are all distinct <em>Ideas,</em> and some of them being relative, are again compounded of others; all which being, as has been shewn, originally got from <em>Sensation</em> and <em>Reflection,</em> go to make up the <em>Idea</em> or Notion we have of God.","subId":"35","id":"Locke.EHU.2.23.35"},{"type":"paragraph","content":"This farther is to be observed, that there is no <em>Idea</em> we attribute to God, bating Infinity, which is not also a part of our complex <em>Idea</em> of other Spirits. Because being capable of no other simple <em>Ideas,</em> belonging to any thing but Body, but those which by reflection we receive from the Operation of our own Minds, we can attribute to Spirits no other, but what we receive from thence: And all the difference we can put between them in our Contemplation of Spirits, is only in the several Extents and Degrees of their Knowledge, Power, Duration, Happiness, <em>&amp;c.</em> For that in our <em>Ideas,</em> as well <em>of Spirits,</em> as of other things, we are <em>restrained to those we receive from Sensation and Reflection,</em> is evident from hence, that in our <em>Ideas</em> of Spirits, how much soever advanced in Perfection, beyond those of Bodies, even to that of Infinite, we cannot yet have any <em>Idea</em> of the manner, wherein they discover their Thoughts one to another: Though we must necessarily conclude, that Spirits, which are Beings, that have perfecter Knowledge, and greater Happiness than we, must needs have also a perfecter way of communicating their Thoughts, than we have, who are fain to make use of corporeal Signs, and particularly Sounds, which are therefore of most general use, as being the best, and quickest we are capable of. But of immediate Communication, having no Experiment in our selves, and consequently, no Notion of it at all, we have no <em>Idea,</em> how Spirits, which use not Words, can with quickness, or much less, how Spirits that have no Bodies, can be Masters of their own Thoughts, and communicate, or conceal them at Pleasure, though we cannot but necessarily suppose they have such a Power.","subId":"36","id":"Locke.EHU.2.23.36"},{"type":"paragraph","content":"And thus we have seen, <em>what kind of</em> Ideas <em>we have of Substances of all kinds,</em> wherein they consist, and how we come by them. From whence, I think, it is very evident, <em>First,</em> That all our <em>Ideas</em> of the several sorts of Substances, are nothing but Collections of simple <em>Ideas,</em> with a Supposition of something, to which they belong, and in which they subsist; though of this supposed something, we have no clear distinct <em>Idea</em> at all. <em>Secondly,</em> That all the complex <em>Ideas</em> we have of Substances, are made up of no other simple <em>Ideas,</em> but such, as we have received from <em>Sensation</em> or <em>Reflection.</em> So that even in those, which we think, we are most intimately acquainted with, and come nearest the Comprehension of, our most enlarged Conceptions, cannot reach beyond those simple <em>Ideas.</em> And even in those, which seem most remote from all we have to do with, and do infinitely surpass any thing, we can perceive in our selves by <em>Reflection,</em> or discover by <em>Sensation</em> in other things, we can attain to nothing, but these simple <em>Ideas,</em> which we originally received from <em>Sensation,</em> or <em>Reflection,</em> as is evident in the complex <em>Ideas</em> we have of Angels, and particularly of God himself. <em>Thirdly,</em> That most of the simple <em>Ideas,</em> that make up our complex <em>Ideas</em> of Substances, when truly considered, are only Powers, however we are apt to take them for positive Qualities; <em>v. g.</em> the greatest part of the <em>Ideas,</em> that make our complex <em>Idea</em> of <em>Gold,</em> are Yellowness, great Weight, Ductility, Fusibility, and Solubility, in <em>Aq. Regia, &amp;c.</em> all united together in an unknown <em>Substratum</em>; all which <em>Ideas,</em> are nothing else, but so many relations to other Substances; and are not really in the Gold it self, though they depend on those real, and primary Qualities of its internal constitution, whereby it has a fitness, differently to operate, and be operated on by several other Substances.","subId":"37","id":"Locke.EHU.2.23.37"}]}