{"imported":true,"id":"Locke.EHU.2.24","parent":"Locke.EHU.2","title":"Chapter 24. Of Collective Ideas of Substances","breadcrumb":"Chapter 24","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.24?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXIV.</h1> <h2><em>Of Collective Ideas of Substances.</em></h2> ","id":"Locke.EHU.2.24"},{"type":"paragraph","content":"BEsides these complex <em>Ideas</em> of several single Substances, as of Man, Horse, Gold, Violet, Apple, <em>&amp;c.</em> the Mind hath also <em>complex collective Ideas</em> of Substances; which I so call, because such <em>Ideas</em> are made up of many particular Substances considered together, as united into one <em>Idea,</em> and which so joined, are looked on as one; <em>v. g.</em> the <em>Idea</em> of such a collection of Men as make an Army, though consisting of a great number of distinct Substances, is as much one <em>Idea,</em> as the <em>Idea</em> of a Man: And the great collective <em>Idea</em> of all Bodies whatsoever signified by the name World, is as much one <em>Idea,</em> as the <em>Idea</em> of any the least Particle of Matter in it; it sufficing, to the unity of any <em>Idea,</em> that it be considered as one Representation, or Picture, though made up of never so many Particulars.","subId":"1","id":"Locke.EHU.2.24.1"},{"type":"paragraph","content":"These collective <em>Ideas</em> of Substances, the Mind makes by its power of Composition, and uniting severally either simple or complex <em>Ideas</em> into one, as it does, by the same Faculty, make the complex <em>Ideas</em> of particular Substances, consisting of an aggregate of divers simple <em>Ideas,</em> united in one Substance: And as the Mind by putting together the repeated <em>Ideas</em> of Unity, makes the collective Mode, or complex <em>Idea</em> of any number, as a Score, or a Gross, <em>&amp;c.</em> So by putting together several particular Substances, it makes collective <em>Ideas</em> of Substances, as a Troop, an Army, a Swarm, a City, a Fleet; each of which, every one finds, that he represents to his own Mind, by one <em>Idea,</em> in one view; and so under that Notion, considers the Things themselves as perfectly one, as one Ship, or one Atom. Nor is it harder to conceive, how an Army of ten Thousand Men, should make one <em>Idea,</em> than how a Man should make one <em>Idea</em>; it being as easie to the Mind, to unite into one, the <em>Idea</em> of a great number of Men, and consider it as one; as it is to unite into one particular, all the distinct <em>Ideas,</em> that make up the composition of a Man, and consider them altogether as one","subId":"2","id":"Locke.EHU.2.24.2"},{"type":"paragraph","content":"Amongst such kind of collective <em>Ideas,</em> are to be counted most part of artificial Things, at least such of them as are made up of distinct Substances: And, in truth, if we consider all these collective <em>Ideas</em> aright, as <em>ARMY, Constellation, Universe,</em> as they are united into so many single <em>Ideas,</em> they are but the artificial Draughts of the Mind, bringing things very remote, and independent one from another, into one view, the better to contemplate, and discourse of them, united into one conception, and signified by one name. For there are no Things so remote, nor so contrary, which the Mind cannot, by this art of Composition, bring into one <em>Idea,</em> as is visible in that signified by the name <em>Universe.</em>","subId":"3","id":"Locke.EHU.2.24.3"}]}