{"id":"Locke.EHU.2.25","imported":true,"parent":"Locke.EHU.2","title":"Chapter 25. Of Relation","breadcrumb":"Chapter 25","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.25?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XXV.</h1> <h2><em>Of Relation.</em></h2> ","id":"Locke.EHU.2.25"},{"type":"paragraph","content":"BEsides the <em>Ideas,</em> whether simple or complex, that the Mind has of Things, as they are in themselves, there are others it gets from their comparison one with another. The Understanding, in the consideration of any thing, is not confined to that precise Object: It can carry any <em>Ideas,</em> as it were, beyond it self, or, at least, look beyond it, to see how it stands in conformity to any other. When the Mind so considers one thing, that it does, as it were, bring it to, and set it by another, and carry its view from one to t'other: This is, as the Words import, <em>Relation</em> and <em>Respect</em>; and the Denominations given to positive Things, intimating that Respect, and serving as Marks to lead the Thoughts beyond the Subject it self denominated, to something distinct from it, are what we call <em>Relatives</em>; and the Things so brought together, <em>Related</em>. Thus when the Mind considers <em>Cajus,</em> as such a positive Being, it takes nothing into that <em>Idea,</em> but what really exists in <em>Cajus; v. g.</em> when I consider him, as a Man, I have nothing in my Mind, but the complex <em>Idea</em> of the Species, Man: So likewise, when I say <em>Cajus</em> is a white Man, I have nothing but the bare consideration of Man, who hath that white colour. But when I give <em>Cajus</em> the name <em>Husband,</em> I intimate some other person; and when I give him the name <em>Whiter,</em> I intimate some other thing in both cases: my Thought is led to something beyond <em>Cajus,</em> and there are two things brought into consideration. And since any <em>Idea,</em> whether simple, or complex, may be the occasion, why the Mind thus brings two things together, and, as it were, takes a view of them at once, though still considered as distinct: therefore any of our <em>Ideas,</em> may be the foundation of Relation, as in the above-mentioned instance, the Contract, and Ceremony of Marriage with <em>Sempronia,</em> is the occasion of the Denomination, or Relation of Husband; and the colour White, the occasion why he is said whiter than Free-stone.","subId":"1","id":"Locke.EHU.2.25.1"},{"type":"paragraph","content":"These, and the like <em>Relations, expressed by relative terms, that have others answering them, with a reciprocal intimation,</em> as Father, and Son, Bigger, and Less; Cause, and Effect, <em>are very obvious</em> to every one, and every Body at first sight perceives the Relation. For Father, and Son, Husband, and Wife, and such other correlative terms, seem so nearly to belong one to another, and, through Custom, do so readily chime, and answer one another in Peoples Memories, that upon the naming of either of them, the Thoughts are presently carried beyond the Thing so named; and no body over-looks, or doubts of a Relation, where it is so plainly intimated. But where Languages have failed to give correlative Names, there the Relation is not always so easily taken notice of. Concubine is, no doubt, a relative Name, as well as Wife; but in Languages where this, and the like Words, have not a correlative term, there People are not so apt to take them to be so, as wanting that evident Mark of Relation, which is between Correlatives, which seem to explain one another, and not to be able to exist but together. Hence it is, that many of those Names, which duly considered, do include evident Relations, have been called External Denominations: But all Names, that are more than empty sounds, must signifie some <em>Idea,</em> which is either in the thing to which the name is applied; and then it is positive, and is looked on as united to, and existing in the Thing to which the Denomination is given: or else it arises from the respect the Mind finds in it, to something distinct from it, with which it considers it; and then it includes a Relation.","subId":"2","id":"Locke.EHU.2.25.2"},{"type":"paragraph","content":"Another sort of <em>relative terms</em> there is, which are not looked on to be either relative, or so much as external Denominations; <em>which</em> yet, under the form and appearance of signifying something absolute in the Subject, do conceal a tacit, though less observable, Relation; such are the <em>seemingly positive</em> terms of Old, Great, Imperfect, <em>&amp;c.</em> whereof I shall have occasion to speak more at large in the following Chapters.","subId":"3","id":"Locke.EHU.2.25.3"},{"type":"paragraph","content":"This farther may be observed, That the <em>Ideas</em> of Relation, may be the same in Men, who have far different <em>Ideas</em> of the Things that are related, or that are thus compared; <em>v. g.</em> those who have far different <em>Ideas</em> of a Man, may yet agree in the notion of a Father; which is a notion superinduced to the Substance, or Man, and refers only to an act of that thing called Man; whereby it contributed to the Generation of one of his own kind, let Man be what it will.","subId":"4","id":"Locke.EHU.2.25.4"},{"type":"paragraph","content":"<em>The nature</em> therefore <em>of Relation,</em> consists in the referring, or comparing two things, one to another; from which comparison, one or both comes to be denominated: And if either of those things be removed, or cease to be, the Relation ceases, and the Denomination consequent to it, though the other receive in it self no alteration at all; <em>v. g. Cajus,</em> whom I consider to day as a Father, ceases to be so to morrow, only by the death of his Son, without any alteration made in himself; nay, barely by the Mind's changing the Object, to which it compares any thing, the same thing is capable of having contrary Denominations at the same time; <em>v. g. Cajus,</em> compared to several Persons, may truly be said to be Older, and Younger; Stronger, and Weaker, <em>&amp;c.</em>","subId":"5","id":"Locke.EHU.2.25.5"},{"type":"paragraph","content":"Whatsoever doth, or can exist, or be considered as one thing, is positive; and so not only simple <em>Ideas</em> and Substances, but Modes also are positive Beings; though the parts, of which they consist, are very often relative one to another: but the whole together considered as one thing, and producing in us the complex <em>Idea</em> of one thing; which <em>Idea</em> is in our Minds, as one Picture, though an aggregate of divers parts; and under one name, it is a positive or absolute Thing, or <em>Idea.</em> Thus a Triangle, though the parts thereof, compared one to another, be <em>relative,</em> yet the <em>Idea</em> of the whole, is a positive absolute <em>Idea.</em> The same may be said of a Family, a Tune, <em>&amp;c.</em> for there can be no Relation, but betwixt two Things, considered as two Things. There must always be in relation two <em>Ideas,</em> or Things, either in themselves really separate, or considered as distinct, and then ground or occasion for their comparison.","subId":"6","id":"Locke.EHU.2.25.6"},{"type":"paragraph","content":"Concerning Relation in general, these things may be considered: <em>First,</em> That there is <em>no one thing,</em> whether simple <em>Idea,</em> Substance, Mode, or Relation, or Name of either of them, <em>which is not capable of almost an infinite number of</em> Considerations, in reference to other things; and therefore this makes no small part of Mens Thoughts and Words; <em>v. g.</em> one single Man may at once be concerned in, and sustain all these following <em>Relations,</em> and many more, <em>viz.</em> Father, Brother, Son, Grandfather, Grandson, Father-in-Law, Son-in-Law, Husband, Friend, Enemy, Subject, General, Judge, Patron, Client, Professor, European, English-man, Islanders, Servant, Master, Possessor, Captain, Superiour, Inferiour, Bigger, Less, Older, Younger, Contemporary, Like, Unlike, <em>&amp;c.</em> to an almost infinite number, he being capable of as many Relations, as there can be occasions of comparing him to other things, with which he may agree, or disagree, or have any respect: For, as I said, Relation is a way of comparing, or considering two things together; and giving one, or both of them, some appellation from that Comparison, and sometimes giving even the Relation it self a Name.","subId":"7","id":"Locke.EHU.2.25.7"},{"type":"paragraph","content":"<em>Secondly,</em> This farther may be considered concerning Relation, That though it be not contained in the real existence of Things, but something extraneous, and superinduced; yet the <em>Ideas</em> which relative Words stand for, are often clearer, and more distinct, than of those Substances to which they do belong. The Notion we have of a Father, or Brother, is a great deal clearer, and more distinct, than that we have of a Man: Or, if you will, Paternity is a thing whereof 'tis easier to have a clear <em>Idea,</em> than of Humanity: And I can much easier conceive what a Friend is, than what GOD. Because the knowledge of one Action, or one simple <em>Idea,</em> is oftentimes sufficient to give me the Notion of a Relation: but to the knowing of any substantial Being, an accurate collection of sundry <em>Ideas</em> is necessary. A Man, if he compare two things together, can hardly be supposed not to know what it is, wherein he compares them: So that when he compares any Things together, he cannot but have a very clear <em>Idea</em> of that Relation. The <em>Ideas</em> then <em>of Relations are capable</em> at least <em>of being more perfect and distinct in our Minds, than those of Substances</em>: Because it is commonly hard to know all the simple <em>Ideas,</em> which are really in any Substance, but for the most part easie enough to know the simple <em>Ideas</em> that make up any Relation I think on, or have a Name for; <em>v. g.</em> comparing two Men, in reference to one common Parent, it is very easie to frame the <em>Ideas</em> of Brothers, without having yet the perfect <em>Idea</em> of a Man. For significant relative Words, as well as others, standing only for <em>Ideas</em>; and those being all either simple, or made up of simple ones, it suffices for the knowing the precise <em>Idea</em> the relative term stands for, to have a clear conception of that, which is the foundation of the Relation; which may be done without having a perfect and clear <em>Idea</em> of the thing it is attributed to. Thus having the Notion, that one laid the Egg, out of which the other was hatched, I have a clear <em>Idea</em> of the Relation of Dam and Chick, between the two Cassiowaries in St. <em>Iames</em>'s Park; though, perhaps, I have but a very obscure and imperfect <em>Idea</em> of those Birds themselves.","subId":"8","id":"Locke.EHU.2.25.8"},{"type":"paragraph","content":"<em>Thirdly,</em> Though there be a great number of Considerations, wherein Things may be compared one with another, and so a multitude of <em>Relations,</em> yet they <em>all terminate in,</em> and are concerned about those <em>simple Ideas,</em> either of Sensation or Reflection; which I think to be the whole Materials of all our Knowledge. To clear this, I shall shew it in the most considerable Relations that we have any notion of, and some that seem to be the most remote from <em>Sense</em> or <em>Reflection</em>; which yet will appear to have their <em>Ideas</em> from thence, and that the Notions we have of them, are but certain simple <em>Ideas,</em> and so originally derived from Sense or Reflection.","subId":"9","id":"Locke.EHU.2.25.9"},{"type":"paragraph","content":"<em>Fourthly,</em> That Relation being the considering of one thing with another, which is extrinsical to it, it is evident, that all Words, that necessarily infer, and lead the Mind to any other <em>Ideas,</em> than are supposed really to exist in that thing, to which the Word is applied, are <em>relative Words; v. g.</em> A Man Black, Merry, Thoughtful, Thirsty, Angry, Extended; these, and the like, are all absolute, because they neither signifie nor intimate any thing, but what does, or is supposed really to exist in the Man thus denominated: But Father, Brother, King, Husband, Blacker, Merrier, <em>&amp;c.</em> are Words, which, together with the thing they denominate, imply also something else separate and exterior to the existence of that thing.","subId":"10","id":"Locke.EHU.2.25.10"},{"type":"paragraph","content":"Having laid down these Premises concerning Relation in general, I shall now proceed to shew, in some instances, how all the <em>Ideas</em> we have of Relation are made up, as the others are, only of simple <em>Ideas</em>; and that they all, how refined, or remote from Sense soever they seem, terminate at last in simple <em>Ideas.</em> I shall begin with the most comprehensive Relation, wherein all things that do, or can exist, are concerned; and that is the Relation of Cause and Effect. The <em>Idea</em> whereof, how derived from the two Fountains of all our Knowledge, <em>Sensation</em> and <em>Reflection,</em> I shall in the next place consider.","subId":"11","id":"Locke.EHU.2.25.11"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.24","imported":true,"title":"Chapter 24. Of Collective Ideas of Substances","breadcrumb":"Chapter 24","published":[1689]},"next":{"id":"Locke.EHU.2.26","imported":true,"title":"Chapter 26. Of Cause and Effect, and Other Relations","breadcrumb":"Chapter 26","published":[1689]}}