{"id":"Locke.EHU.2.28","imported":true,"parent":"Locke.EHU.2","title":"Chapter 28. Of Other Relations","breadcrumb":"Chapter 28","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.27?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XXVIII.</h1> <h2><em>Of other Relations.</em></h2> ","id":"Locke.EHU.2.28"},{"type":"paragraph","content":"BEsides the before-mentioned occasions of Time, Place, and Causality of comparing, or referring Things one to another, there are, as I have said, infinite others, some whereof I shall mention. <em>First,</em> The first I shall name, is some one simple <em>Idea</em>; which being capable of Parts or Degrees, affords an occasion of comparing the Subjects wherein it is to one another, in respect of that simple <em>Idea, v. g.</em> Whiter, Sweeter, Bigger, Equal, More, <em>&amp;c.</em> These Relations depending on the Equality and Excess of the same simple <em>Idea,</em> in several Subjects, may be called, if one will, <em>Proportional</em>; and that these are only conversant about those simple <em>Ideas</em> received from Sensation or Reflection, is so evident, that nothing need be said to evince it.","subId":"1","id":"Locke.EHU.2.28.1"},{"type":"paragraph","content":"<em>Secondly,</em> Another occasion of comparing Things together, or considering one thing, so as to include in that Consideration some other thing, is the circumstances of their origine or beginning; which being not afterwards to be altered, make the Relations, depending thereon, as lasting as the Subjects to which they belong; <em>v. g.</em> Father and Son, Brothers, Cousin-Germanes, <em>&amp;c.</em> which have their Relations by one Community of Bloud, wherein they partake in several degrees; Country-men, <em>i. e.</em> those who were born in the same Country, or Tract of Ground; and these I call <em>natural Relations</em>: Wherein me may observe, that Mankind have fitted their Notions and Words to the use of common Life, and not to the truth and extent of Things. For 'tis certain, that in reality, the Relation is the same, betwixt the Begetter, and the Begotten, in the several Races of other Animals, as well as Men: But yet 'tis seldom said, This Bull is the Grandfather of such a Calf; or that two Pigeons are Counsin-Germanes. It is very convenient, that by distinct Names, these Relations should be observed, and marked out in Mankind, there being occasion, both in Laws and other Communications one with another, to mention and take notice of Men, under these Relations: From whence also arise the Obligations of several Duties amongst Men: Whereas in Brutes, Men having very little or no cause to mind those Relations, they have not thought fit to give them distinct and peculiar Names. This, by the way, may give us some light into the different state and growth of Languages, which being suited only to the convenience of Communication, are proportioned to the Notions Men have, and the commerce of Thoughts familiar amongst them; and not to the reality or extent of Things, nor to the various Respects might be found among them; or the different abstract Considerations might be framed about them. Where they had no philosophical Notions, there they had no Terms to express them: And 'tis no wonder Men should have framed no Names for those Things they found no occasion to discourse of. From whence it is easie to imagine, why, as in some Countries, they may not have so much as the Name for an Horse; and in others, where they are more careful of the Pedigrees of their Horses, than of their own, that there they may have not only Names for particular Horses, but also of their several Relations of Kindred one to another.","subId":"2","id":"Locke.EHU.2.28.2"},{"type":"paragraph","content":"<em>Thirdly,</em> Sometimes the foundation of considering Things, with reference to one another, is some act whereby any one comes by a Moral, Right, Power, or Obligation to do something. Thus a General is one that hath power to command an Army; and an Army under a General, is a Collection of armed Men, obliged to obey one Man. A Citizen, or a Burgher, is one who has a Right to certain Privileges in this or that place. All this sort depending upon Mens Wills, or Agreement in Society, I call <em>Instituted,</em> or <em>Voluntary</em>; and may be distinguished from the natural, in that they are most, if not all of them, some way or other alterable, and separable from the Persons to whom they have sometimes belonged, though neither of the Substances, so related, be destroy'd. Now though these are all reciprocal, as well as the rest; and contain in them a reference of two things, one to the other: yet because one of the two things often wants a relative Name, importing that reference, Men usually take no notice of it, and the Relation is commonly over-look'd, <em>v. g.</em> A Patron and Client, are easily allow'd to be Relations: but a Constable, or Dictator, are not so readily, at first hearing, considered as such. Because there is no peculiar Name for those who are under the Command of a Dictator, or Constable, expressing a Relation to either of them; though it be certain, that either of them hath a certain Power over some others; and so is so far related to them, as well as a Patron is to his Client, or General to his Army.","subId":"3","id":"Locke.EHU.2.28.3"},{"type":"paragraph","content":"<em>Fourthly,</em> There is another fort of Relation, which is the Conformity, or Disagreement, Mens voluntary Actions have to a Rule, to which they are referred, and by which they are judged of; which, I think, may be called <em>Moral Relation</em>; as being that which denominates our Moral Actions, and deserves well to be examined, there being no part of Knowledge wherein we should be more careful to get clear and distinct <em>Ideas,</em> and avoid, as much as may be, Obscurity and Confusion. Humane Actions, when with their various Ends, Objects, Manners, and Circumstances, they are framed into distinct complex <em>Ideas,</em> they are, as has been shewed, so many <em>mixed Modes,</em> a great part whereof have Names annexed to them. Thus supposing Gratitude to be a readiness to acknowledge and return Kindness received; Polygamy to be the having more Wives than one at once: when we frame these Notions thus in our Minds, we have there so many clear and distinct <em>Ideas</em> of mixed Modes. But this is not all concerning our Actions; it is not enough to have clear and distinct <em>Ideas</em> of them, and to know what Names belong to such and such Combinations of <em>Ideas,</em> as make up the complex <em>Idea</em> belonging to such a Name. We have a farther and greater Concernment, and that is, to know whether such Actions so made up, are morally good, or bad.","subId":"4","id":"Locke.EHU.2.28.4"},{"type":"paragraph","content":"Good and Evil, as has been shewed in another place, are nothing but Pleasure or Pain, or that which occasions or procures Pleasure or Pain to us. <em>Morally Good and Evil</em> then, is only the Conformity or Disagreement of our voluntary Actions to some Law, whereby Good or Evil is drawn on us, from the Will and Power of the Law-maker; which Good and Evil, Pleasure or Pain, attending our observance, or breach of the Law, by the Decree of the Law-maker, is that we call <em>Reward</em> and <em>Punishment.</em>","subId":"5","id":"Locke.EHU.2.28.5"},{"type":"paragraph","content":"Of these <em>Moral Rules,</em> or Laws, to which Men generally refer, and by which they judge of the Rectitude or Pravity of their Actions, there seem to me to be <em>three sorts,</em> with their three different Enforcements, or Rewards and Punishments. For since it would be utterly in vain, to suppose a Rule set to the free Actions of Man, without annexing to it some Enforcement of Good and Evil, to determine his Will, we must, whereever we suppose a Law, suppose also some Reward or Punishment annexed to that Rule. It would be in vain for one intelligent Being, to set a Rule to the Actions of another, if he had it not in his Power, to reward and punish the compliance with, or deviation from his Rule, by some Good and Evil, that is not the natural product and consequence of the Action it self. For that being a natural Convenience, or Inconvenience, would operate of it self without a Law. This, if I mistake not, is the true nature of all <em>Law,</em> properly so called.","subId":"6","id":"Locke.EHU.2.28.6"},{"type":"paragraph","content":"The <em>Laws</em> that Men generally refer their Actions to, to judge of their Rectitude, or Obliquity, seem to me to be these three. 1. The <em>Divine</em> Law. 2. The <em>Civil</em> Law. 3. The <em>philosophical</em> Law, if I may so call it. By the Relation they bear to the first of these, we judge whether our Actions are Sins, or Duties; by the second, whether they be Criminal, or Innocent; and by the third, whether they by Virtues or Vices.","subId":"7","id":"Locke.EHU.2.28.7"},{"type":"paragraph","content":"<em>First,</em> That GOD has given a Law to Mankind, I think, there is no body so brutish as to deny. He has a Right to do it, we are his Creatures: He has Goodness and Wisdom to direct our Actions to that which is best: and he has Power to enforce by Reward and Punishments, of infinite weight and duration, in another Life: for no body can take us out of his hands. By comparing them to this Law, it is, that Men judge of the most considerable <em>Moral Good</em> or <em>Evil</em> of their Actions; that is, whether as <em>Duties, or Sins,</em> they are like to procure them happiness, or misery, from the hands of the ALMIGHTY.","subId":"8","id":"Locke.EHU.2.28.8"},{"type":"paragraph","content":"The Civil Law, the Rule set by the Commonwealth, to the Actions of those who belong to it, is another Rule, to which Men refer their Actions, to judge whether they be <em>criminal,</em> or no. This Law no body over-looks: the Rewards and Punishments that enforce it, being ready at hand, and suitable to the Power that makes it, which is the force of the Commonwealth, which is engaged to protect the Lives, Liberties, and Possessions, of those who live according to its Laws, and has power to take away Life, Liberty, or Goods, from him who disobeys; which is the punishment of Offences committed against this Law.","subId":"9","id":"Locke.EHU.2.28.9"},{"type":"paragraph","content":"<em>Thirdly,</em> The third, which I call the <em>philosophical Law,</em> not because Philosophers make it, but because they have most busied themselves to enquire after it, and talk about it, is the Law of <em>Vertue,</em> and <em>Vice</em>; which though it be more talked of, possibly, than either of the other, yet how it comes to be established with such Authority as it has, to distinguish and denominate the Actions of Men; and what are the true measures of it, perhaps, is not so generally taken notice of. To comprehend this aright, we must consider, that Men uniting into Politick Societies, though they have resigned up to the Publick the disposing of all their force; so that they cannot employ it against any fellow-Citizen, any farther than the Law of their Country directs: yet they retain still the Power of Thinking well or ill; approving or disapproving the Actions of those they live amongst, and converse with. If therefore we examine it right, we shall find, that the measure of what is every-where called and esteemed <em>Vertue</em> and <em>Vice,</em> is this approbation or dislike, praise or blame, which, by a secret and tacit Consent, establishes it self in the several Societies, Tribes, and Clubs of Men in the World: whereby several Actions come to find Credit or Disgrace amongst them, according to the Judgment, Maxims, or Fashions of that Place.","subId":"10","id":"Locke.EHU.2.28.10"},{"type":"paragraph","content":"That this is the common <em>measure of Vertue and Vice,</em> will appear to any one, who considers, that though that passes for Vice in one Country, which is counted a Vertue in another, yet every-where Vertue and Praise, Vice and Blame, go together. Vertue is every-where that which is thought Praise-worthy; and nothing else but that which has the allowance of publick Esteem, is Vertue. Vertue and Praise are so united, that they are called often by the same Name. <em>Sunt sua proemia Laudi,</em> says <em>Virgil</em>; and so <em>Cicero, nihil habet natura praestantius, quam Honestatem, quam Laudem, quam Dignitatem, quam Decus,</em> which he tells you, are all Names for the same thing, <em>Tusc. l.</em> 2. This is the Language of the Heathen Philosophers, who well understood wherein their Notions of <em>Vertue</em> and <em>Vice</em> consisted. And though, perhaps, by the different Temper, Education, Fashion, Maxims, or Interest of different sorts of Men it fell out, that what was thought Praise-worthy in one Place, escaped not censure in another; and so in different Societies, <em>Vertues</em> and <em>Vices</em> were changed: Yet as to the Main, they for the most part kept the same every where. For since nothing can be more natural, than to encourage with Esteem and Reputation, that wherein every one finds his Advantage; and to blame and discountenance the contrary: 'tis no Wonder, that Esteem and Discredit; Vertue and Vice, should in a great measure everywhere correspond with the unchangeable Rule of Right and Wrong, which the Law of God hath established; there being nothing, that so directly, and visibly secures, and advances the general Good of Mankind in this World, as Obedience to the Laws he has set them, and nothing that breeds such Mischiefs and Confusion, as the neglect of them. And therefore Men, without renouncing all Sense and Reason, and their own Interest, which they are so constantly true to, could not generally mistake, in placing their Commendation and Blame on that side, that really deserved it not. Nay, even those Men, whose Practice was otherwise, failed not to give their Approbation right, few being depraved to that Degree, as not to condemn, at least in others, the Faults they themselves were guilty of: whereby even in the Corruption of Manners, the true Boundaries of the the Law of Nature, which ought to be the Rule of Vertue and Vice, were pretty well preserved. So that even the Exhortations of inspired Teachers, have not feared to appeal to common Repute. <em>Whatsoever is lovely, whatsoever is of good report, if there be any Vertue, if there be any praise, &amp;c.</em> Phil. 4.8.","subId":"11","id":"Locke.EHU.2.28.11"},{"type":"paragraph","content":"If any one shall imagine, that I have forgot my own Notion of a Law, when I make <em>the Law,</em> whereby Men judge <em>of Vertue and Vice,</em> to be nothing else, but the Consent of private Men, who have not Authority enough to make a Law: Especially wanting that, which is so necessary, and essential to a Law, a Power to inforce it: I think, I may say, that he, who imagines Commendation and Disgrace, not to be strong Motives on Men, to accommodate themselves to the Opinions and Rules of those with whom they converse, seems little skill'd in the Nature, or History of Mankind, the greatest part whereof, he shall find to govern themselves chiefly, if not solely, by this Law of Fashion; and so they do that, which keeps them in Reputation with their Company, little regard the Laws of God, or the Magistrate. The Penalties, that attend the breach of God's Laws, some, nay, perhaps, most Men seldom seriously reflect on: and amongst those that do, many whilst they break the Law, entertain Thoughts of future reconciliation, and making their Peace for such Breaches: And as to the Punishments, due from the Laws of the Common-Wealth, they frequently flatter themselves with the hopes of Impunity. But no Man scapes the Punishment of their Censure and Dislike, who offends against the Fashion and Opinion of the Company he keeps, and would recommend himself to. Nor is there one of ten thousand, who is stiff and insensible enough, to hear up under the constant Dislike, and Condemnation of his own Club. He must be of a strange, and unusual Constitution, who can content himself, to live in constant Disgrace and Disrepute with his own particular Society. Solitude many Men have sought, and been reconciled to: But no Body, that has the least Thoughts, or Sense of a Man about him, can live in Society, under the constant Dislike, and ill Opinion of his Familiars, and those he converses with. This is a Burthen too heavy for humane Sufferance: And he must be made up of irreconcileable Contradictions, who can take Pleasure in Company, and yet be insensible of Contempt and Disgrace from his Companions.","subId":"12","id":"Locke.EHU.2.28.12"},{"type":"paragraph","content":"These Three then, <em>First,</em> The Law of God. <em>Secondly,</em> the Law of politick Societies. <em>Thirdly,</em> the Law of Fashion, or private Censure, are those, to which Men variously compare their Actions: And 'tis by their Conformity to one of these Laws, that they take their measures, when they would judge of their Moral Rectitude, and denominate their Actions good or bad.","subId":"13","id":"Locke.EHU.2.28.13"},{"type":"paragraph","content":"Whether the Rule, to which, as to a Touch-stone, we bring our voluntary Actions, to examine them by, and try their Goodness, and accordingly to name them; which is, as it were, the Mark of the value we set upon them. Whether, I say, we take that Rule from the Fashion of the Country, or the Will of a Law-maker, the Mind is easily able to observe the Relation any Action hath to it; and to judge, whether the Action agrees, or disagrees with the Rule; and so hath a Notion of <em>Moral Goodness or Evil,</em> which is either Conformity, or not Conformity of any Action to that Rule: And therefore, is often called Moral Rectitude. This Rule being nothing but a Collection of several simple <em>Ideas,</em> the Conformity thereto is but so ordering the Action, that the simple <em>Ideas,</em> belonging to it, may correspond to those, which the Law requires. And thus we see, how Moral Beings and Notions, are founded on, and terminated in these simple <em>Ideas,</em> we have received from Sensation or Reflection, besides which, we have nothing at all in our Understandings, to employ our Thoughts about. For Example, let us consider the complex <em>Idea,</em> we signifie by the Word Murther; and when we have taken it asunder, and examined all the Particulars, we shall find them to amount to a Collection of simple <em>Ideas,</em> derived from Reflection or Sensation, <em>viz. First,</em> From Reflection on the Operations of our own Minds, we have the <em>Ideas</em> of Willing, Considering, Purposing before hand, Malice, or wishing Ill to another; and also of Life, or Perception, and Self-motion. <em>Secondly,</em> From Sensation, we have the Collection of the simple sensible <em>Ideas</em> of a Man, and of some Action, whereby we put an end to that Perception, and Motion in the Man; all which simple <em>Ideas,</em> are comprehended in the Word Murther. This Collection of simple <em>Ideas,</em> being found by me to agree or disagree, with the Esteem of the Country I have been bred in; and to be held by most Men there, worthy Praise, or Blame, I call the Action vertuous or vitious: If I have the Will of a supreme, invisible Law-maker for my Rule; then, as I supposed the Action commanded, or forbidden by God, I call it Good or Evil, Sin or Duty: and if I compare it to civil Law, the Rule made by the Legislative of the Country, I call it lawful, or unlawful, a Crime, or no Crime. So that whencesoever, we take the Rule of Moral Actions; or by what Standard soever, we frame in our Minds the <em>Ideas</em> of Vertues or Vices, they consist only, and are made up of Collections of simple <em>Ideas,</em> which we originally received from Sense or Reflection; and their Rectitude or Obliquity, consists in the Agreement or Disagreement, with those Patterns prescribed by some Law.","subId":"14","id":"Locke.EHU.2.28.14"},{"type":"paragraph","content":"To conceive a Right of <em>Moral Actions,</em> we must take notice of them, under this two-fold Consideration. <em>First,</em> As they are in themselves each made up of such a Collection of simple <em>Ideas.</em> Thus Drunkenness, or Lying, signifie such or such a Collection of simple <em>Ideas,</em> which I call mixed Modes; and in this Sense, they are as much <em>positive absolute Ideas,</em> as the drinking of a Horse, or speaking of a Parrot. <em>Secondly,</em> Our Actions are considered, as Good, Bad, <em>or</em> indifferent: and in this respect, they are <em>Relative,</em> it being their Conformity to, or Disagreement with some Rule, that makes them to be regular or irregular, Good or Bad; and so, as far as they are compared with a Rule, and thereupon denominated, they come under Relation. Thus the challenging, and fighting with a Man, as it is a certain positive Mode, or particular sort of Action, by particular <em>Ideas,</em> distinguished from all others, is called Duelling; which, when considered, in relation to the Law of God, will deserve the Name Sin; to the Law of Fashion, in some Countries, Valour and Vertue; and to the municipal Laws of some Governments, a capital Crime. In this Case, when the positive Mode has one Name, and another Name as it stands in relation to the Law, the distinction may as easily be observed, as it is in Substances, where one Name, <em>v. g.</em> Man, is used to signifie the thing, another, <em>v. g.</em> Father, to signifie the Relation.","subId":"15","id":"Locke.EHU.2.28.15"},{"type":"paragraph","content":"But because, very frequently the positive <em>Idea</em> of the Action, and its Moral Relation are comprehended together under one Name, and the same Word made use of, to express both the Mode or Action, and its Moral Rectitude or Obliquity: therefore the Relation it self is less taken notice of; and there is often no <em>distinction</em> made <em>between the positive Idea</em> of the Action, <em>and the reference it has to rule.</em> By which confusion, of these two distinct Considerations, under one Term, those who yield too easily to the Impressions of Sounds, and are forward to take Names for Things, are often misled in their Judgment of Actions. Thus the taking from another what is his, without his Knowledge or Allowance, is properly called <em>Stealing</em>: but that Name, being commonly understood to signifie also the Moral pravity of the Action, and to denote its contrariety to the Law, Men are apt to condemn whatever they hear called Stealing, as an ill Action, disagreeing with the Rule of Right. And yet the private taking away his Sword from a Mad-man, to prevent his doing Mischief, though it be properly denominated Stealing, as the Name of such a <em>mixed Mode</em>: yet when compared to the Law of God; when considered in its relation to that supreme Rule, it is no Sin, or Transgression, though the Name <em>Stealing</em> ordinarily carries such an intimation with it.","subId":"16","id":"Locke.EHU.2.28.16"},{"type":"paragraph","content":"And thus much for the Relation of humane Actions to a Law, which therefore I call Moral Relations. 'Twould make a Volume, to go over all sorts of Relations: 'tis not therefore to be expected, that I should here mention them all. It suffices to our present purpose, to shew by these, what the <em>Ideas</em> are, we have <em>of</em> this comprehensive Consideration, call'd <em>Relation,</em> which is so <em>various,</em> and the Occasions of it so <em>many,</em> (as many as there can be of comparing things one to another,) that it is not very easie to reduce it to Rules, or under just Heads. Those I have mentioned, I think, are some of the most considerable, and such, as may serve to let us see, from whence we get our <em>Ideas</em> of Relations, and wherein they are founded. But before I quit this Argument, from what has been said, give me Leave to observe,","subId":"17","id":"Locke.EHU.2.28.17"},{"type":"paragraph","content":"<em>First,</em> That It is evident, That <em>all Relation terminates in,</em> and is ultimately founded on those <em>simple Ideas,</em> we have <em>got from Sensation or Reflection</em>: So that all that we have in our Thoughts our selves, (if we think of any thing, or have any meaning,) or would signifie to others, when we use Words, standing for Relations, is nothing but some simple <em>Ideas,</em> or Collections of simple <em>Ideas,</em> compared one with another. This is so manifest in that sort called proportional, that nothing can be more. For when a Man says, Honey is sweeter than Wax, it is plain, that his Thoughts in this Relation, terminate in this simple <em>Idea,</em> Sweetness, which is equally true of all the rest; though, where they are compounded, or decompounded, the simple <em>Ideas</em> they are made up of, are, perhaps, seldom taken notice of. <em>v. g.</em> when the Word Father is mentioned: <em>First,</em> There is meant that particular of Species or collective <em>Idea,</em> signified by the Word Man; <em>Secondly,</em> Those sensible simple <em>Ideas,</em> signified by the Word Generation; And, <em>Thirdly,</em> The Effects of it, and all the simple <em>Ideas,</em> signified by the Word Child. So the Word Friend, being taken for a Man, who loves, and is ready to do good to another, has all those following <em>Ideas</em> to the making of it up. <em>First,</em> all the simple <em>Ideas,</em> comprehended in the Word Man, or intelligent Being. <em>Secondly,</em> the <em>Idea</em> of Love. <em>Thirdly,</em> The <em>Idea</em> of Readiness, or Disposition. <em>Fourthly,</em> The <em>Idea</em> of Action, which is any kind of Thought, or Motion. <em>Fifthly,</em> The <em>Idea</em> of Good, which signifies any thing that may advance his Happiness; and terminates at last, if examined, in particular simple <em>Ideas,</em> of which the Word Good in general, signifies any one; but if removed from all simple <em>Ideas</em> quite, it signifies nothing at all: And thus also, all Moral Words terminate at last, though, perhaps, more remotely in a Collection of simple <em>Ideas</em>: the immediate signification of Relative Words, being very often other supposed known Relations; which, if traced one to another, still end in simple <em>Ideas.</em>","subId":"18","id":"Locke.EHU.2.28.18"},{"type":"paragraph","content":"<em>Secondly,</em> That in Relations, we have for the most part, if not always, <em>as clear a Notion of the Relation, as we have of those simple</em> Ideas, <em>wherein it is founded</em>: Agreement or Disagreement, whereon Relation depends, being Things, whereof we have commonly as clear <em>Ideas,</em> as of any other whatsoever: it being but the distinguishing simple <em>Ideas,</em> or their Degrees one from another, without which, we could have no distinct Knowledge at all. For if I have a clear <em>Idea</em> of Sweetness, Light, or Extension, I have too, of equal or more, or less, of each of these: If I know what it is for one Man to be born of a Woman, <em>viz. Sempronia,</em> I know what it is for another Man to be born of the same Woman, <em>Sempronia</em>; and so have as clear a Notion of Brothers, as of Births, and, perhaps, clearer. For if I believed, that <em>Sempronia</em> digged <em>Titus</em> out of the Parsley-Bed, (as they use to tell Children,) and thereby became his Mother; and that afterwards in the same manner, she digged <em>Cajus</em> out of the Parsley-Bed, I had as clear a Notion of the Relation of Brothers between them, as if I had all the Skill of a Midwife; the Notion that the same Woman contributed, as Mother, equally to their Births, (though I were ignorant, or mistaken in the manner of it,) being that on which I grounded the Relation; and that they agreed in that Circumstance of Birth, let it be what it will. The comparing them then in their descent from the same Person, without knowing the particular Circumstances of that descent, is enough to found my Notion of their having, or not having the Relation of Brothers. But though the <em>Ideas</em> of particular Relations, are capable of being as clear and distinct in the Minds of those, who will duly consider them, as those of mixed Modes, and more determinate than those of Substances; yet the Names belonging to Relation, are often of as doubtful, and incertain Signification, as those of Substances, or mixed Modes; and much more than those of simple <em>Ideas.</em> Because Relative Words, being the Marks of this Comparison, which is made only by Men's Thoughts, and is an <em>Idea</em> only in Men's Minds, Men frequently apply them to different Comparisons of Things, according to their own Imaginations, which do not always correspond with those of others using the same Names.","subId":"19","id":"Locke.EHU.2.28.19"},{"type":"paragraph","content":"<em>Thirdly,</em> That in these I call Moral Relations, I have a true Notion of Relation, by comparing the Action with the Rule, whether the Rule be true, or false. For if I measure any thing by a Yard, I know, whether the thing I measure be longer, or shorter, than that supposed Yard, though, perhaps, the Yard I measure by; be not exactly the Standard: Which, indeed, is another Enquiry. For though the Rule be erroneous, and I mistake in it: yet the agreement, or disagreement of that which I compare with it, is evidently known by me; wherein consists my knowledge of Relation. Though measuring by a wrong Rule, I shall thereby be brought to judge amiss of its moral Rectitude; because I have tried it by that which is not the true Rule: but am not mistaken in the relation that Action bears to that Rule I compare it to, which is agreement, or disagreement.","subId":"20","id":"Locke.EHU.2.28.20"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.27","imported":false,"title":"Chapter 27. Of Identity and Diversity","breadcrumb":"Chapter 27","published":[1694]},"next":{"id":"Locke.EHU.2.29","imported":true,"title":"Chapter 29. Of Clear and Obscure, Distinct and Confused Ideas","breadcrumb":"Chapter 29","published":[1689]}}