{"imported":true,"id":"Locke.EHU.2.32","parent":"Locke.EHU.2","title":"Chapter 32. Of True and False Ideas","breadcrumb":"Chapter 32","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.31?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXXII.</h1> <h2><em>Of True and False Ideas.</em></h2> ","id":"Locke.EHU.2.32"},{"type":"paragraph","content":"THough Truth and Falshood, belong, in Propriety of Speech, only to Propositions; yet <em>Ideas</em> are oftentimes termed <em>true or false</em> (as what Words are there, that are not used with great Latitude, and with some deviation from their strict and proper Significations,) Though, I think, that when <em>Ideas</em> themselves are termed true or false, there is still some secret or tacit Proposition, which is the Foundation of that Denomination: as we shall see, if we examine the particular Occasions, wherein they come to be called true or false. In all which, we shall find some kind of Affirmation, or Negation, which is the Reason of that Denomination. For our <em>Ideas,</em> being nothing but bare Appearances or Perceptions in our Minds, cannot properly and simply in themselves be said to be <em>true</em> or <em>false,</em> no more than a single Name of any thing, can be said to be true or false.","subId":"1","id":"Locke.EHU.2.32.1"},{"type":"paragraph","content":"Indeed, both <em>Ideas</em> and Words, <em>may</em> be said to be <em>true in a metaphysical Sense</em> of the Word Truth; as all other Things, that any way exist, are said to be true; <em>i. e.</em> really to be such as they exist. Though in Things called true, even in that Sense, there is, perhaps, a secret reference to our <em>Ideas,</em> look'd upon as the Standards of that Truth, which amounts to a mental Proposition, though it be usually not taken notice of.","subId":"2","id":"Locke.EHU.2.32.2"},{"type":"paragraph","content":"But 'tis not in that metaphysical Sense of Truth, which we enquire here, when we examine, whether our <em>Ideas</em> are capable of being true or false; but in the more ordinary Acceptation of those Words: And so I say, that the <em>Ideas</em> in our Minds, being only so many Perceptions, or Appearances there, none of them are false. The <em>Idea</em> of a Centaur, having no more Falshood in it, when it appears in our Minds; than the Name Centaur has Falshood in it, when it is pronounced by our Mouths, or written on Paper. For Truth or Falshood, lying always in some Affirmation, or Negation, Mental or Verbal, our <em>Ideas</em> are <em>not capable</em> any of them <em>of being false,</em> till the Mind passes some Judgment on them; that is, affirms or denies something of them.","subId":"3","id":"Locke.EHU.2.32.3"},{"type":"paragraph","content":"When ever the Mind refers any of its <em>Ideas</em> to any thing extraneous to them, they are then <em>capable to be called true or false.</em> Because the Mind in such a reference, makes a tacit Supposition of their Conformity to that Thing: which Supposition, as it happens to be true or false; so the <em>Ideas</em> themselves come to be denominated. The most usual Cases wherein this happens, are these following:","subId":"4","id":"Locke.EHU.2.32.4"},{"type":"paragraph","content":"<em>First,</em> When the Mind supposes any <em>Idea</em> it has, <em>conformable to</em> that in <em>other Men's</em> Minds called by the same common Name; <em>v. g.</em> when the Mind intends, or judges its <em>Ideas</em> of <em>Iustice, Temperance, Religion,</em> to be the same, with what other Men give those Names to. <em>Secondly,</em> When the Mind supposes any <em>Idea</em> it has in it self, to be <em>conformable to some real Existence.</em> Thus the two <em>Ideas,</em> of a Man, and a Centaur, supposed to be the <em>Ideas</em> of real Substances, are the one true, and the other false; the one having a Conformity to what has really existed; the other not. <em>Thirdly,</em> When the Mind <em>refers</em> any of its <em>Ideas to</em> that <em>real</em> Constitution, and <em>Essence</em> of any thing, whereon all its Properties depend: and thus the greatest part, if not all our <em>Ideas</em> of Substances, are false.","subId":"5","id":"Locke.EHU.2.32.5"},{"type":"paragraph","content":"These Suppositions, the Mind is very apt tacitly to make concerning its own <em>Ideas.</em> But yet if we will examine it, we shall find it is chiefly, if not only concerning its abstract complex <em>Ideas.</em> For the natural tendency of the Mind being towards Knowledge; and finding if it should proceed by, and dwell upon only particular Things, its Progress would be very slow, and its Work endless: Therefore to shorten its way to Knowledge, and make each Perception the more comprehensive; the first Thing it does, as the Foundation of the easier enlarging its Knowledge, either by Contemplation of the things themselves, that it would know; or conference with others about them, is to bind them into Bundles, and rank them so into sorts, that what Knowledge it gets of any of them, it may thereby with assurance extend to all of that sort; and so advance by larger steps in that which is its great Business, Knowledge. This, as I have elsewhere shewed, is the Reason why we collect Things under comprehensive <em>Ideas,</em> with Names annexed to them into <em>Genera</em> and <em>Species; i. e.</em> into kinds, and sorts.","subId":"6","id":"Locke.EHU.2.32.6"},{"type":"paragraph","content":"If therefore we will warily attend to the Motions of the Mind, and observe what Couse it usually takes in its way to Knowledge, we shall, I think, find that the Mind having got any <em>Idea,</em> which it thinks it may have use of, either in Contemplation or Discourse; the first Thing it does, is to abstract it, and then get a Name to it; and so lay it up in its Store-house, the Memory, as containing the Essence of a sort of Things, of which that Name is always to be the Mark. Hence it is, that we may often observe, that when any one sees a new Thing of a kind that he knows not, he presently asks what it is, meaning by that Enquiry nothing but the Name. As if the Name carried with it the Knowledge of the Species, or the Essence of it; whereof it is indeed used as the Mark, and is generally supposed annexed to it.","subId":"7","id":"Locke.EHU.2.32.7"},{"type":"paragraph","content":"But this abstract <em>Idea,</em> being something in the Mind between the thing that exists, and the Name that is given to it, it is in our <em>Ideas,</em> that both the Rightness of our Knowledge, and the Propriety or Intelligibleness of our Speaking consists. And hence it is, that Men are so forward to suppose, that the abstract <em>Ideas</em> they have in their Minds, are such as agree to the Things existing without them, to which they are referr'd; and are the same also, to which the Names they give them, do by the Use and Propriety of that Language belong: For without this <em>double Conformity of</em> their <em>Ideas,</em> they find, they should both think amiss of Things in themselves, and talk of them unintelligibly to others.","subId":"8","id":"Locke.EHU.2.32.8"},{"type":"paragraph","content":"<em>First</em> then, I say, That <em>when the Truth of our</em> Ideas <em>is judged of, by the Conformity they have to the</em> Ideas <em>which other Men have, and commonly signifie by the same Name, they may be any of them false.</em> But yet <em>simple Ideas</em> are <em>least</em> of all <em>liable to be</em> so <em>mistaken.</em> Because a Man by his Senses, and every Day's Observation, may easily satisfie himself, what the simple <em>Ideas</em> are, which their several Names, that are in common use stand for, they being but few in Number; and such, as if he doubts, or mistakes in, he may easily rectifie by the Objects they are to be found in. Therefore it is seldom, that any one mistakes in his Names of simple <em>Ideas</em>; or applies the Name <em>Red,</em> to the <em>Idea</em> of Green; or the Name Sweet, to the <em>Idea</em> Bitter: Much less are Men apt to confound the Names, belonging to different Senses; and call a Colour, by the Name of a Taste, <em>&amp;c.</em> whereby it is evident, that the simple <em>Ideas,</em> they call by any Name, are commonly the same, that others have and mean, when they use the same Names.","subId":"9","id":"Locke.EHU.2.32.9"},{"type":"paragraph","content":"<em>Complex</em> Ideas <em>are much more liable to be false in this respect; and the complex</em> Ideas <em>of mixed Modes, much more than those of Substances</em>: Because in Substances, (especially those, which the common and unborrowed Names of any Language are applied to,) some remarkable sensible Qualities, serving ordinarily to distinguish one sort from another, easily preserve those, who take any Care in the use of their Words, from applying them to sorts of Substances, to which they do not at all belong. But in mixed Modes, we are much more uncertain, it being not so easie to determine of several Actions; whether they are to be called <em>Iustice,</em> or <em>Cruelty; Liberality,</em> or <em>Prodigality.</em> And so in referring our <em>Ideas</em> to those of other Men, call'd by the same Name, ours may be false; and our <em>Idea</em> we call Justice, may, perhaps, be that which ought to have another Name,","subId":"10","id":"Locke.EHU.2.32.10"},{"type":"paragraph","content":"But whether or no our <em>Ideas</em> of mixed Modes are more liable than any sort, to be different from those of other Men, which are marked by the same Name: This at least is certain, That <em>this sort of Falshood is much more familiarly attributed to</em> our <em>Ideas</em> of <em>mixed Modes, than to any other.</em> When a Man is thought to have a false <em>Idea</em> of <em>Iustice,</em> or <em>Gratitude,</em> or <em>Glory,</em> it is for no other Reason, but that his agrees not with the <em>Ideas,</em> which each of those Names are the Signs of in other Men.","subId":"11","id":"Locke.EHU.2.32.11"},{"type":"paragraph","content":"<em>The Reason whereof</em> seems to me to be this, That the abstract <em>Ideas</em> of mixed Modes, being Men's voluntary Combinations of such a precise Collection of simple <em>Ideas</em>; and so the Essence of each Species, being made by Men alone, whereof we have no other sensible Standard, existing any where, but the Name it self, or the definition of that Name: We have nothing else to refer these our <em>Ideas</em> of mixed Modes to as Standards, to which we would conform them, but the <em>Ideas</em> of those, who are thought to use those Names in their most proper Significations; and so as our <em>Ideas</em> conform, or differ from them, they pass for true or false. And thus much concerning the Truth and Falshood of our <em>Ideas,</em> in reference to their Names.","subId":"12","id":"Locke.EHU.2.32.12"},{"type":"paragraph","content":"<em>Secondly,</em> As to the <em>Truth and Falshood of our</em> Ideas, <em>in reference</em> to the <em>real Existence</em> of Things, when that is made the Standard of their Truth, none of them can be termed false, but only our complex <em>Ideas</em> of Substances.","subId":"13","id":"Locke.EHU.2.32.13"},{"type":"paragraph","content":"<em>First,</em> Our simple <em>Ideas,</em> being barely such Perceptions, as God has fitted us to receive, and given Power to external Objects to produce in us by established Laws, and Ways, suitable to his Wisdom and Goodness, though incomprehensible to us, their Truth consists in nothing else, but in such Appearances, as are produced in us, and must be suitable to those Powers, he has placed in external Objects, or else they could not be produced in us: And thus answering those Powers, they are what they should be, true <em>Ideas.</em> Nor do they become liable to any Imputation of Falshood, if the Mind (as in most Men I believe it does) judges the <em>Ideas</em> to be in these Things themselves. For God in his Wisdom, having set them as Marks of Distinction in Things, whereby we may be able to discern one Thing from another; and so chuse any of them for our uses, as we have Occasion: It alters not the Nature of our simple <em>Idea,</em> whether we think that the <em>Idea</em> of Blue, be in the Violet it self, or in our Mind only; and only the Power of producing it by the Texture of its Parts, reflecting the Particles of Light, after a certain Manner, to be in the Violet it self. For that Texture in the Object, operating regularly and constantly, producing the same <em>Idea</em> of Blue in us, it serves us to distinguish, by our Eyes, that from any other Thing, whether that distinguishing Mark, as it is really in the Violet, be only a peculiar Texture of Parts, or else that very Colour, the <em>Idea</em> whereof (which is in us) is the exact resemblance. And it is equally from that Appearance, to be denominated Blue, whether it be that real Colour, or only a peculiar Texture in it, that causes in us that <em>Idea</em>: Since the Name Blue notes properly nothing, but that Mark of Distinction, that is in a Violet, discernable only by our Eyes, whatever it consists in, that being beyond our Capacities distinctly to know, and, perhaps, would be of less use to us, if we had Faculties to discern.","subId":"14","id":"Locke.EHU.2.32.14"},{"type":"paragraph","content":"Neither would it carry any Imputation of Falshood to our simple <em>Ideas, if</em> by the different Structure of our Organs, it were so ordered, That <em>the same Object should produce in several Men's Minds different Ideas</em> at the same time; <em>v. g.</em> if the <em>Idea,</em> that a Violet produced in one Man's Mind by his Eyes, were the same that a Marigold produced in another Man's, and <em>vice versâ.</em> For since this could never be known: because one Man's Mind could not pass into another Man's Body, to perceive what Appearances were produced by those Organs; neither the <em>Ideas</em> hereby, nor the Names, would be at all confounded, or any Falshood be in either. For all Things that had the Texture of a Violet, producing constantly the <em>Idea,</em> which he called Blue; and those which had the Texture of a Marigold, producing constantly the <em>Idea,</em> which he as constantly called Yellow, whatever those Appearances were in his Mind; he would be able as regularly to distinguish Things for his Use by those Appearances, and understand, and signifie those distinctions, marked by the Names Blue and Yellow, as if the Appearances, or <em>Ideas</em> in his Mind, received from those two Flowers, were exactly the same with the <em>Ideas</em> in other Men's Minds. I am nevertheless very apt to think, that the sensible <em>Ideas,</em> produced by any Object in different Men's Minds, are most commonly very near and undiscernably alike. For which Opinion, I think, there might be many Reasons offered; but that being besides my present Business, I shall not trouble my Reader with them; but only mind him, that the contrary Supposition, if it could be proved, is of little use, either for the Improvement of our Knowledge, or Conveniency of Life; and so we need not trouble our selves to examine it.","subId":"15","id":"Locke.EHU.2.32.15"},{"type":"paragraph","content":"From what has been said concerning our simple <em>Ideas,</em> I think, it evident, That our <em>simple</em> Ideas can <em>none of them</em> be <em>false, in respect of Things</em> existing without us. For the Truth of these Appearances, or Perceptions in our Minds, consisting, as has been said, only in their being answerable to the Powers in external Objects, to produce by our Senses such Appearances in us: and each of them being in the Mind, such as it is, suitable to the Power that produced it, and which alone it represents, it cannot upon that Account, or as referr'd to such a Pattern, be false. Blue or Yellow, Bitter or Sweet, can never be false <em>Ideas,</em> these Perceptions in the Mind, are just such as they are there, answering the Powers appointed by God to produce them; and so are truly what they are, and are intended to be. Indeed the Names may be misapply'd; but that in this respect, makes no Falshood in the <em>Ideas</em>: As if a Man ignorant in the <em>English</em> Tongue, should call Purple, Scarlet.","subId":"16","id":"Locke.EHU.2.32.16"},{"type":"paragraph","content":"<em>Secondly, Nether can</em> our <em>complex</em> Ideas <em>of Modes, in reference to the Essence of any Thing really existing, be false.</em> Because whatever complex <em>Idea</em> I have of any Mode, it hath no reference to any Pattern existing, and made by Nature: it is not supposed to contain in it any other <em>Ideas,</em> than what it hath; nor to represent any thing, but such a Complication of <em>Ideas,</em> as it does. Thus when I have the <em>Idea</em> of such an Action of a Man, who forbears to afford himself such Meat, Drink, and Cloathing, and other Conveniencies of Life, as his Riches and Estate will be sufficient to supply, and his station requires, I have no false <em>Idea</em>; but such as represents an Action, either as I find, or imagine it; and so is capable of neither Truth, or Falshood. But when I give the name Frugality, or Vertue, to this Action, then it may be called a false <em>Idea,</em> if thereby it be supposed to agree with that <em>Idea,</em> to which, in propriety of Speech, the name of Frugality doth belong; or to be conformable to that Law, which is the Standard of Vertue and Vice.","subId":"17","id":"Locke.EHU.2.32.17"},{"type":"paragraph","content":"<em>Thirdly,</em> Our complex <em>Ideas of Substances, being all referred to Patterns in Things themselves, may be false.</em> That they are all false, when looked upon as the Representations of the unknown Essences of Things, is so evident, that there needs nothing to be said of it. I shall therefore pass over that chimerical Supposition, and consider them as Collections of simple <em>Ideas</em> in the Mind, taken from Combinations of simple <em>Ideas</em> existing together constantly in Things, of which Patterns, they are the supposed Copies: And in this reference of them, to the existence of Things, they <em>are false Ideas</em>: 1. <em>When</em> they put together simple <em>Ideas,</em> which in the real Existence of Things, have no union; as when to the Shape, and Size, that exist together in a Horse, is joined, in the same complex <em>Idea,</em> the power of Barking like a Dog: Which three <em>Ideas,</em> however put together into one in the Mind, were never united in Nature; and this therefore may be called a false <em>Idea</em> of an Horse. 2. <em>Ideas</em> of Substances are, in this respect, also false, <em>when</em> from any Collection of simple <em>Ideas,</em> that do always exist together, there is separated, by a direct Negation, any other simple <em>Idea,</em> which is constantly joined with them. Thus if to Extension, Solidity, Fusibility, the peculiar Weightiness and yellow Colour of Gold, any one join in his Thoughts the Negation of a greater degree of fixedness, than is in Lead, or Copper; he may be said to have a false complex <em>Idea,</em> as well as when he joins to those other simple ones, the <em>Idea</em> of perfect absolute Fixedness: for either way, the complex <em>Idea</em> of Gold being made up of such simple ones, as have no union in Nature, may be termed false. But if he leave out of this his complex <em>Idea,</em> that of Fixedness quite, without either actually joining to, or separating of it from the rest in his Mind, it is, I think, to be looked on, as an inadequate and imperfect <em>Idea,</em> rather than a false one: since though it contains not all the simple <em>Ideas</em> that are united in Nature, yet it puts none together, but what do really exist together.","subId":"18","id":"Locke.EHU.2.32.18"},{"type":"paragraph","content":"Though in compliance with the ordinary way of Speaking, I have shewed in what sense, and upon what ground our <em>Ideas</em> may be sometimes called true, or false; yet if we will look a little nearer into the matter in all cases, where any <em>Idea</em> is call'd true, or false, it is from some Judgment that the Mind makes, or is supposed to make, that is true, or false. For <em>Truth, or Falshood,</em> being <em>never without some Affirmation, or Negation,</em> Express, or Tacit, it is not to be found, but where signs are joined or separated, according to the agreement, or disagreement, of the Things they stand for. The signs we chiefly use, are either <em>Ideas,</em> or Words; wherewith we make either mental, or verbal Propositions. Truth lies in so joining, or separating these Representatives, as the Things they stand for, do, in themselves, agree, or disagree: and Falshood in the contrary, as shall be more fully shewed hereafter.","subId":"19","id":"Locke.EHU.2.32.19"},{"type":"paragraph","content":"Any <em>Idea</em> then we have in our Minds, whether conformable, or not, to the existence of Things, or to any <em>Ideas</em> in the Minds of other Men, cannot properly for this alone be called false. For these Representations, if they have nothing in them, but what is really existing in Things without, cannot be thought false, being exact Representations of something: nor yet if they have any thing in them, differing from the reality of Things, can they properly be said to be false Representations, or <em>Ideas</em> of Things, they do not represent. But the mistake and falshood is,","subId":"20","id":"Locke.EHU.2.32.20"},{"type":"paragraph","content":"<em>First, When the Mind</em> having any <em>Idea,</em> it <em>judges</em> and concludes <em>it the same, that is in other Mens Minds, signified by the same name</em>; or that it is conformable to the ordinary received signification, or definition of that Word, when indeed it is not: Which is the most usual mistake in mixed Modes, though other <em>Ideas</em> also are liable to it.","subId":"21","id":"Locke.EHU.2.32.21"},{"type":"paragraph","content":"§. 22 <em>Secondly,</em> When it having a complex <em>Idea</em> made up of such a Collection of simple ones, as Nature never puts together, <em>it judges it to agree to a Species of Creatures really existing</em>; as when it joins the weight of Tin, to the colour, fusibility, and fixedness of Gold.","subId":"22","id":"Locke.EHU.2.32.22"},{"type":"paragraph","content":"<em>Thirdly,</em> When in its complex <em>Idea,</em> it has united a certain number of simple <em>Ideas,</em> that do really exist together in some sorts of Creatures, but has also left out others, as much inseparable, <em>it judges this to be a perfect compleat Idea, of a sort of things which really it is not; v. g.</em> having joined the <em>Ideas</em> of substance, yellow, malleable, most heavy, and fusible, it takes that complex <em>Idea</em> to be the compleat <em>Idea</em> of Gold, when yet its peculiar fixedness and solubility in <em>Aqua Regia</em> are as inseparable from those other <em>Ideas,</em> or Qualities of that Body, as they are one from another.","subId":"23","id":"Locke.EHU.2.32.23"},{"type":"paragraph","content":"<em>Fourthly,</em> The Mistake is yet greater, <em>when I judge, that this complex Idea, contains in it the real Essence of any Body existing</em>; when at least it contains but some few of those Properties, which flow from its real Essence and Constitution. I say, only some few of those Properties; for those Properties consisting mostly in the active and passive Powers, it has, in reference to other Things, all that are vulgarly known of any one Body; and of which the complex <em>Idea</em> of that kind of Things is usually made, are but a very few, in comparison of what a Man, that has several ways tried and examined it, knows of that one sort of Things; and all that the most expert Man knows, are but few, in comparison of what are really in that Body, and depend on its internal or essential Constitution. The essence of a Triangle, lies in a very little compass, consists in a very few <em>Ideas</em>; three Lines meeting at three Angles, make up that Essence: But the Properties that flow from this Essence, are more than can be easily known, or enumerated. So I imagine it is in Substances their real Essences lie, in a little compass; though the Properties flowing from that internal Constitution, are endless.","subId":"24","id":"Locke.EHU.2.32.24"},{"type":"paragraph","content":"To conclude, a Man having no notion of any Thing without him, but by the <em>Idea</em> he has of it in his Mind; which <em>Idea,</em> he has a power to call by what Name he pleases, he may, indeed, make an <em>Idea</em> neither answering the reality of Things, nor agreeing to the <em>Ideas</em> commonly signified by other Peoples Words; but cannot make a wrong, or false <em>Idea</em> of a Thing, which is no otherwise known to him, but by the <em>Idea</em> he has of it. <em>v. g.</em> When I frame an <em>Idea</em> of the Legs, Arms, and Body of a Man, and join to this a Horse's Head and Neck, I do not make a false <em>Idea</em> of any thing; because it represents nothing without me. But when I call it a Man, or Tartar, and imagine it either to represent some real Being without me, or to be the same <em>Idea,</em> that others call by the same name; in either of these cases, I may err. And upon this account it is, that it comes to be termed a false <em>Idea</em>; though, indeed, the falshood lie not in the <em>Idea,</em> but in that tacit mental Proposition, wherein a conformity and resemblance is attributed to it, which it has not. But yet, if having framed such an <em>Idea</em> in my Mind, without thinking, either that Existence, or the name Man, or Tartar, belongs to it, I will call it Man, or Tartar, I may be justly thought phantastical in the Naming; but not erroneous in my Judgment; nor the <em>Idea</em> any way false.","subId":"25","id":"Locke.EHU.2.32.25"},{"type":"paragraph","content":"Upon the whole matter, I think, That our <em>Ideas,</em> as they are considered by the Mind, either in reference to the proper signification of their Names; or in reference to the reality of Things, <em>may</em> very fitly <em>be called right, or wrong Ideas,</em> according as they agree, or disagree to those Patterns to which they are referred. But if any one had rather call them true, or false, 'tis fit he use a liberty, which every one has, to call Things by those Names he thinks best; though in propriety of Speech, Truth, or Falshood, will, I think, scarce agree to them, but as they, some way or other, virtually contain in them some mental Proposition. The <em>Ideas</em> that are in a Man's Mind, simply considered, cannot be wrong, unless complex ones, wherein inconsistent parts are jumbled together. All other <em>Ideas</em> are in themselves right; and the knowledge about them, right and true Knowledge: but when we come to refer them to any thing, as to their Patterns and Archetypes, then they are capable of being wrong, as far as they disagree with such Archetypes.","subId":"26","id":"Locke.EHU.2.32.26"},{"type":"paragraph","content":"Having thus given an account of the original, sorts, and extent of our <em>Ideas,</em> with several other Considerations, about these (I know not whether I may say) Instruments, or Materials, of our knowledge, the method I at first proposed to my self, would now require, that I should immediately proceed to shew, what use the Understanding makes of them, and what Knowledge we have by them. This was that which in the first general view I had of this Subject, was all that I thought I should have to do: but upon a nearer approach, I find, that there is so close a connexion between <em>Ideas</em> and Words; and our abstract <em>Ideas,</em> and general Words, have so constant a relation one to another, that it is impossible to speak clearly and distinctly of our Knowledge, which all consists in Propositions, without considering, first, the Nature, Use, and Signification of Language; which therefore must be the business of the next Book.","subId":"27","id":"Locke.EHU.2.32.27"}]}