{"imported":true,"id":"Locke.EHU.2.8","parent":"Locke.EHU.2","title":"Chapter 8. Some Farther Considerations Concerning Our Simple Ideas","breadcrumb":"Chapter 8","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.8?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. VIII.</h1> <h2><em>Some farther Considerations concerning our simple </em>Ideas<em>.</em></h2> ","id":"Locke.EHU.2.8"},{"type":"paragraph","content":"COncerning the simple <em>Ideas</em> of Sensation 'tis to be considered, That whatsoever is so constituted in Nature, as to be able, by affecting our Senses, to cause any perception in the Mind, doth thereby produce in the Understanding a simple <em>Idea</em>; which, whatever be the external cause of it, when it comes to be taken notice of, by our discerning Faculty, it is by the Mind looked on and considered there, to be a real <em>positive Idea</em> in the Understanding, as much as any other whatsoever; though, perhaps, the cause of it be but a privation in the subject.","subId":"1","id":"Locke.EHU.2.8.1"},{"type":"paragraph","content":"Thus the <em>Idea</em> of Heat and Cold, Light and Darkness, White and Black, Motion and Rest, are equally clear and <em>positive Ideas</em> in the Mind; though, perhaps, some of <em>the causes</em> which produce them, are barely <em>privations</em> in those subjects, from whence our Senses derive those <em>Ideas.</em> These the Understanding, in its view of them, considers all as distinct positive <em>Ideas,</em> without taking notice of the causes that produce them: which is an enquiry not belonging to the <em>Idea,</em> as it is in the Understanding; but to the nature of the things existing without us. These are two very different things, and carefully to be distinguished; it being one thing to perceive and know the <em>Idea</em> of White or Black, and quite another to examine what kind of particles they must be, and how ranged in the Superficies to make any Object appear white or black.","subId":"2","id":"Locke.EHU.2.8.2"},{"type":"paragraph","content":"A Painter, or Dyer, who never enquired into their causes, hath the <em>Ideas</em> of White and Black, and other Colours, as clearly, perfectly, and distinctly, in his Understanding, and perhaps more distinctly than the Philosopher, who hath busied himself in considering their Natures, and thinks he knows how far either of them is in its cause positive or privative; and the <em>Idea of Black</em> is no less <em>positive</em> in his Mind, than that of White, <em>however the cause</em> of that Colour in the external Object, may <em>be only a privation.</em>","subId":"3","id":"Locke.EHU.2.8.3"},{"type":"paragraph","content":"If it were the design of my present Undertaking, to enquire into the natural causes and manner of Perception, I should offer this as a reason, <em>why a privative cause might,</em> in some cases at least, <em>produce a positive Idea, viz.</em> That all Sensation being produced in us, only by different degrees and modes of Motion in our animal Spirits, variously agitated by external Objects, the abatement of any former motion, must as necessarily produce a new sensation, as the variation or increase of it; and so introduce a new <em>Idea,</em> which depends only on a different motion of the animal Spirits in that Organ.","subId":"4","id":"Locke.EHU.2.8.4"},{"type":"paragraph","content":"But whether this be so, or no, I will not here determine, but appeal to every one's own Experience, whether the shadow of a Man, though it consists of nothing but the absence of Light (and the more the absence of Light is, the more discernible is the shadow) does not, when a Man looks on it, cause as clear and positive an <em>Idea</em> in his mind, as a Man himself, though covered over with clear Sunshine? And the picture of a shadow, is a positive thing. Indeed, we have <em>negative Names,</em> to which there be no positive <em>Ideas</em>; but they consist wholly in negation of some certain <em>Ideas,</em> as <em>Silence, Invisible</em>; but these <em>signifie</em> not any <em>Ideas</em> in the Mind, but their <em>absence.</em>","subId":"5","id":"Locke.EHU.2.8.5"},{"type":"paragraph","content":"And thus one may truly be said to see Darkness. For supposing a hole perfectly dark, from whence no light is reflected, 'tis certain one may see the figure of it, or it may be painted; and whether the Ink, I write with, make any other <em>Idea,</em> is a question. The privative causes I have here assigned of positive <em>Ideas,</em> are according to the common Opinion; but in truth it will be hard to determine, whether there be really any <em>Ideas</em> from a privative cause, till it be determined, <em>Whether Rest be any more a privation, than Motion.</em>","subId":"6","id":"Locke.EHU.2.8.6"},{"type":"paragraph","content":"To discover the nature of our <em>Ideas</em> the better, and to discourse of them intelligibly, it will be convenient to distinguish them, as they are <em>Ideas,</em> or Perceptions in our Minds; and as they are in the Bodies, that cause such Perceptions in us; that sowe <em>may not</em> think (as perhaps usually is done) that they are exactly the Images and <em>resemblances</em> of something inherent in the subject; most of those of Sensation being in the Mind no more the likeness of something existing without us, than the Names that stand for them, are the likeness of our <em>Ideas,</em> which yet upon hearing, they are apt to excite in us.","subId":"7","id":"Locke.EHU.2.8.7"},{"type":"paragraph","content":"Whatsoever the Mind perceives in it self, or is the immediate object of Perception, Thought, or Understanding, that I call <em>Idea</em>; and the power to produce any <em>Idea</em> in our mind, I call <em>Quality</em> of the Subject wherein that power is. Thus a Snow-ball having the power to produce in us the <em>Ideas</em> of <em>White, Cold,</em> and <em>Round,</em> the powers to produce those <em>Ideas</em> in us, as they are in the Snow-ball, I call <em>Qualities</em>; and as they are Sensations, or Perceptions, in our Underwandings, I call them <em>Ideas</em>: which <em>Ideas,</em> if I speak of sometimes, as in the things themselves, I would be understood to mean those Qualities in the Objects which produce them in us.","subId":"8","id":"Locke.EHU.2.8.8"},{"type":"paragraph","content":"Concerning these <em>Qualities,</em> we may, I think, observe these <em>primary</em> ones in Bodies, that produce simple <em>Ideas</em> in us, <em>viz.</em> Solidity, Extension, Motion or Rest, Number and Figure.","subId":"9","id":"Locke.EHU.2.8.9"},{"type":"paragraph","content":"These, which I call <em>original</em> or <em>primary Qualities</em> of Body, are wholly inseparable from it; and such as in all the alterations and changes it suffers, all the force can be used upon it, it constantly keeps; and such as Sense constantly finds in every particle of Matter, which has bulk enough to be perceived, and the Mind finds inseparable from every particle of Matter, though less than to make it self singly be perceived by our Senses. <em>v. g.</em> Take a grain of Wheat, divide it into two parts, each part has still <em>Solidity, Extension, Figure,</em> and <em>Mobility</em>; divide it again, and it retains still the same qualities; and so divide it on, till the parts become insensible, they must retain still each of them all those qualities. For division (which is all that a Mill, or Pestle, or any other Body, does upon another, in reducing it to insensible parts) can never take away either Solidity, Extension, Figure, or Mobility from any Body, but only makes two distinct Bodies, or more, of one, which altogether after division have their certain number.","subId":"10","id":"Locke.EHU.2.8.10"},{"type":"paragraph","content":"The next thing to be considered, is, how <em>Bodies operate</em> one upon another, and that is manifestly <em>by impulse,</em> and nothing else. It being impossible to conceive, that Body should operate on what it does not touch, (which is all one as to imagine it can operate where it is not) or when it does touch, operate any other way than by Motion.","subId":"11","id":"Locke.EHU.2.8.11"},{"type":"paragraph","content":"If then Bodies cannot operate at a distance; if external Objects be not united to our Minds, when they produce <em>Ideas</em> in it; and yet we perceive <em>these original Qualities</em> in such of them, as singly fall under our Senses, 'tis evident that some motion must be thence continued by our Nerves, or animal Spirits, by some parts of our Bodies, to the Brains, the seat of Sensation, there to <em>produce in our Minds the particular Ideas we have of them.</em> And since the Extension, Figure, Number, and Motion of Bodies of an observable bigness, may be perceived at a distance <em>by</em> the sight, 'tis evident some singly imperceptible Bodies must come from them to the Eyes, and thereby convey to the Brain some <em>Motion,</em> which produces these <em>Ideas</em> we have of them in us.","subId":"12","id":"Locke.EHU.2.8.12"},{"type":"paragraph","content":"After the same manner, that the <em>Ideas</em> of these original Qualities are produced in us, we may conceive, that the <em>Ideas of secundary Qualities</em> are also <em>produced,</em> viz. <em>by the operation of insensible particles on our Senses.</em> For it being manifest, that there are Bodies, and good store of Bodies, each whereof is so small, that we cannot, by any of our Senses, discover either their bulk, figure, or motion, as is evident in the Particles of the Air and Water, and other extreamly smaller than those, perhaps, as much less than the Particles of Air, or Water, as the Particles of Air, or Water, are smaller than Pease or Hail-stones. Let us suppose at present, that the different Motions and Figures, Bulk, and Number of such Particles, affecting the several Organs of our Senses, produce in us those different Sensations, which we have from the Colours and Smells of Bodies, <em>v. g.</em> a Violet, by which impulse of those insensible Particles of Matter of different figures and bulks, and in a different Degree and Modification, we may have the <em>Ideas</em> of the blue Colour, and sweet Scent of a Violet produced in our Minds. It being no more conceived impossible, to conceive, that God should annex such <em>Ideas</em> to such Motions, with which they have no similitude; than that he should annex the <em>Idea</em> of Pain to the motion of a piece of Steel, dividing our Flesh, with which that <em>Idea</em> hath no resemblance.","subId":"13","id":"Locke.EHU.2.8.13"},{"type":"paragraph","content":"What I have said concerning <em>Colours</em> and <em>Smells,</em> may be understood also of <em>Tastes,</em> and <em>Sounds, and other the like sensible Qualities</em>; which, whatever reality we by mistake attribute to them, are in truth nothing in the Objects themselves, but Powers to produce various Sensations in us, and <em>depend on those primary Qualities, viz.</em> Bulk, Figure, Texture, and Motion of Parts; and therefore <em>I call</em> them <em>Secundary Qualities.</em>","subId":"14","id":"Locke.EHU.2.8.14"},{"type":"paragraph","content":"From whence, I think, it is easie to draw this Observation, That the <em>Ideas of primary Qualities</em> of Bodies, <em>are Resemblances</em> of them, and their Patterns do really exist in the Bodies themselves; but the <em>Ideas, produced</em> in us <em>by</em> these <em>Secundary Qualities, have no resemblance</em> of them at all. There is nothing like our <em>Ideas,</em> existing in the Bodies themselves. They are in the Bodies, we denominate from them, only a Power to produce those Sensations in us: And what is Sweet, Blue, or Warm in <em>Idea,</em> is but the certain Bulk, Figure, and Motion of the insensible Parts, in the Bodies themselves we call so.","subId":"15","id":"Locke.EHU.2.8.15"},{"type":"paragraph","content":"<em>Flame</em> is denominated, <em>Hot</em> and <em>Light</em>; <em>Snow</em>, <em>White</em> and <em>Cold</em>; and <em>Manna</em>, <em>White</em> and <em>Sweet,</em> from the <em>Ideas</em> thy produce in us. Which Qualities are commonly thought to be the same in those Bodies, that those <em>Ideas</em> are in us, the one the perfect resemblance of the other, as they are in a Mirror; and it would by most Men be judged very extravagant, if one should say otherwise. And yet he that will consider, that <em>the same Fire,</em> that at one distance <em>produces</em> in us the Sensation of <em>Warmth,</em> does at a nearer approach, produce in us the far different Sensation of <em>Pain,</em> ought to bethink himself, what Reason he has to say, That his <em>Idea</em> of <em>Warmth,</em> which was produced in him by the Fire, is actually <em>in the Fire</em>; and his <em>Idea</em> of <em>Pain,</em> which the same Fire produced in him the same way, is <em>not</em> in the Fire. Why is Whiteness and Coldness in Snow, and pain not when it produces the one and the other <em>Idea</em> in us; and can do neither, but by the Bulk, Figure, Number, and Motion of its solid Parts.","subId":"16","id":"Locke.EHU.2.8.16"},{"type":"paragraph","content":"The particular <em>Bulk, Number, Figure, and Motion of the parts of Fire, or Snow, are really in them,</em> whether any ones Senses perceive them or no: and therefore they may be called <em>real Qualities,</em> they really exist in those Bodies. But <em>Light, Heat, Whiteness,</em> or <em>Coldness, are no more really in them, than Sickness or Pain is in</em> Manna. Take away the Sensation of them, let not the Eyes see Light, or Colours, nor the Ears hear Sounds; let the Palate not Taste, nor the Nose Smell, and all Colours, Tastes, Odors, and Sounds, as they are such particular <em>Ideas,</em> vanish and cease, and are reduced to their Causes, <em>i. e.</em> Bulk, Figure, and Motion of Parts?","subId":"17","id":"Locke.EHU.2.8.17"},{"type":"paragraph","content":"A piece of <em>Manna</em> of a sensible Bulk, is able to produce in us the <em>Ideas</em> of a round or square Figure; and by being removed from one place to another, the <em>Idea</em> of Motion. This <em>Idea</em> of Motion represents it, as it really is in the <em>Manna</em> moving: A Circle or Square are the same, whether in <em>Idea</em> or Existence; in the Mind, or in the <em>Manna</em>: And this, both <em>Motion and Figure are really in</em> the <em>Manna,</em> whether we take notice of them or no: This every Body is ready to agree to. Besides, <em>Manna</em> by the Bulk, Figure, Texture, and Motion of its Parts, has a Power to produce the Sensations of Sickness, and sometimes of acute Pains, or Gripings in us. That these <em>Ideas</em> of <em>Sickness and Pain, are not in the</em> Manna, but Effects of its Operations on us, and are no where, when we feel them not: This also every one readily agrees to. And yet Men are hardly to be brought to think, that <em>Sweetness and Whiteness are not really in Manna</em>; which are but the effects of the operations of <em>Manna,</em> by the motion, size, and figure of its Particles on the Eyes and Palate, as the pain and sickness caused by <em>Manna,</em> are confessedly nothing but the effects of its operations on the Stomach and Guts, by the size, motion, and figure of its insensible parts; (for by nothing else can a Body operate, as has been proved:) As if it could not operate on the Eyes and Palate, and thereby produce in the Mind particular distinct <em>Ideas,</em> which in it self it has not, as well as we allow it can operate on the Guts and Stomach, and thereby produce distinct <em>Ideas,</em> which in it self it has not. These <em>Ideas</em> being all effects of the operations of <em>Manna,</em> on several parts of our Bodies, by the size, figure, number, and motion of its parts, why those produced by the Eyes and Palate, should rather be thought to be really in the <em>Manna,</em> than those produced by the Stomach and Guts; or why the pain and sickness, <em>Ideas</em> that are the effects of <em>Manna,</em> should be thought to be no-where, when they are not felt; and yet the sweetness and whiteness, effects of the same <em>Manna</em> on other parts of the Body, by ways equal as unknown, should be thought to exist in the <em>Manna,</em> when they are not seen nor tasted, would need some Reason to explain.","subId":"18","id":"Locke.EHU.2.8.18"},{"type":"paragraph","content":"Let us consider the red and white colours in <em>Porphyre</em>: Hinder light, but from striking on it, and its Colours vanish; it no longer produces any such <em>Ideas</em> in us: Upon the return of Light, it produces these appearances on us again. Can any one think any real alterations are made in the <em>Porphyre,</em> by the presence or absence of Light; and that those <em>Ideas</em> of whiteness and redness, are really in <em>Porphyre</em> in the light, when 'tis plain it <em>has no colour in the dark</em>? It has, indeed, such a Configuration of Particles, both night and day, as are apt, by the Rays of Light rebounding from some parts of that hard Stone, to produce in us the <em>Idea</em> of redness, and from others the <em>Idea</em> of whiteness: But whiteness or redness are not in it at any time, but such a texture that hath the power to produce such a sensation in us.","subId":"19","id":"Locke.EHU.2.8.19"},{"type":"paragraph","content":"Pound an Almond, and the clear white <em>Colour</em> will be altered in to a dirty one, and the sweet <em>Tast</em> into an oily one. What real Alteration can the beating of the Pestle make in any Body, but an Alteration of the <em>Texture</em> of it?","subId":"20","id":"Locke.EHU.2.8.20"},{"type":"paragraph","content":"<em>Ideas</em> being thus distinguished and understood, we may be able to give an Account, how the same Water, at the same time, may produce the <em>Idea</em> of Cold by one Hand, and of Heat by the other: Whereas it is impossible, that the same Water, if those <em>Ideas</em> were really in it, should at the same time be both Hot and Cold. For if we imagine <em>Warmth,</em> as it is <em>in our Hands,</em> to be <em>nothing but a certain sort and degree of Motion in the minute Particles of our Nerves, or animal Spirits,</em> we may understand, how it is possible, that the same Water may at the same time produce the Sensation of Heat in one Hand, and Cold in the other; which yet Figure never does, that never producing the <em>Idea</em> of a square by one Hand, which has produced the <em>Idea</em> of a Globe by another. But if the Sensation of Heat and Cold, be nothing but the increase or diminution of the motion of the minute Parts of our Bodies, caused by the Corpuscles of any other Body, it is easie to be understood, That if that motion be greater in one Hand, than in the other; if a Body be applied to the two Hands, which has in its minute Particles a greater motion, than in those of one of the Hands, and a less, than in those of the other, it will increase the motion of the one Hand, and lessen it in the other, and so cause the different Sensations of Heat and Cold, that depend thereon.","subId":"21","id":"Locke.EHU.2.8.21"},{"type":"paragraph","content":"I have, in what just goes before, been engaged in Physical Enquiries a little farther than, perhaps, I intended. But it being necessary, to make the Nature of Sensation a little understood; and to make the <em>difference between the Qualities in Bodies, and the</em> Ideas <em>produced by them in the Mind,</em> to be distinctly conceived, without which it were impossible to discourse intelligibly of them: I hope, I shall be pardoned this little Excursion into Natural Philosophy, it being necessary in our present Enquiry, to distinguish the <em>primary,</em> and <em>real Qualities</em> of Bodies, which are always in them, (<em>viz.</em> Solidity, Extension, Figure, Number, and Motion, or Rest, and are sometimes perceived by us, <em>viz.</em> when the Bodies they are in, are big enough singly to be discerned) from those <em>secundary</em> and <em>imputed Qualities,</em> which are but the Powers of several Combinations of those primary ones, when they operate, without being distinctly discerned; whereby we also may come to know what <em>Ideas</em> are, and what are not Resemblances of something really existing in the Bodies, we denominate from them.","subId":"22","id":"Locke.EHU.2.8.22"},{"type":"paragraph","content":"The <em>Qualities</em> then that are in <em>in Bodies</em> rightly considered, are <em>of Three sorts</em>: <em>First,</em> The <em>Bulk, Figure, Number, Situation,</em> and <em>Motion, or Rest</em> of their solid Parts; these are in them, whether we perceive them or no; and when they are of that size, that we can discover them, we have by these an <em>Idea</em> of the thing, as it is in it self, as is plain in artificial things. These I call <em>primary Qualities.</em> <em>Secondly,</em> The <em>Power</em> that is in any Body, <em>by</em> Reason of <em>its</em> insensible <em>primary Qualities,</em> to operate after a peculiar manner on any of our Senses, and thereby <em>produce in us</em> the <em>different Ideas</em> of several Colours, Sounds, Smells, Tasts, <em>&amp;c.</em> These are usually called sensible Qualities. <em>Thirdly,</em> The <em>Power</em> that is in any Body, <em>by</em> Reason of the particular Constitution of <em>its primary Qualities, to</em> make such a <em>change</em> in the <em>Bulk, Figure, Texture, and Motion of another Body,</em> as to make it operate on our Senses, differently from what it did before. Thus the Sun has a Power to make Wax white, and Fire to make Lead fluid. The First of these, as has been said, I think, may be properly called <em>real, Original,</em> or <em>primary Qualities,</em> because they are in the things themselves, whether they are perceived or no: and upon their different Modifications it is, that the secundary Qualities depend. The other two, are only Powers to act differently upon other things, which Powers result from the different Modifications of those primary Qualities.","subId":"23","id":"Locke.EHU.2.8.23"},{"type":"paragraph","content":"But though <em>these two later sorts of Qualities, are Powers barely,</em> and nothing but Powers, relating to several other Bodies, and resulting from the different Modifications of the Original Qualities; yet they are generally otherwise thought of. For <em>the Second sort, viz.</em> The Powers to produce several <em>Ideas</em> in us by our Senses, <em>are looked upon as real Qualities, in the things</em> thus affecting us: But <em>the Third sort are call'd, and esteemed barely Powers. v. g.</em> the <em>Idea</em> of Heat, or Light, which we receive by our Eyes, or touch from the Sun, are commonly thought <em>real Qualities,</em> existing in the Sun, and something more than barely Powers in it But when we consider the Sun, in reference to Wax, which it melts, or blanches, we look upon the Whiteness and Softness produced in the Wax, not as Qualities in the Sun, but Effects produced by <em>Powers</em> in it: whilst yet we look on Light and Warmth to be <em>real Qualities,</em> something more than bare Powers in the Sun. Whereas, if rightly considered, these Qualities of Light and Warmth, which are Perceptions in me, when I am warmed, or enlightned by the Sun, are no otherwise in the Sun, than the changes made in the Wax, when it is blanched or melted, are in the Sun. They are all of them equally Powers in the Sun, depending on its primary Qualities; whereby it is able in the one case, so to alter the Bulk, Figure, Texture, or Motion of some of the insensible parts of my Eyes, or Hands, as thereby to produce in me the <em>Ideas</em> of Light, or Heat; and in the other, it is able so to alter the Bulk, Figure, Texture, or Motion of the insensible Parts of the Wax, as to make them fit to produce in me the distinct <em>Ideas</em> of White and Fluid.","subId":"24","id":"Locke.EHU.2.8.24"},{"type":"paragraph","content":"The Reason, <em>Why the one are ordinarily taken for real Qualities, and the other only for bare Powers,</em> seems to be, because the <em>Ideas</em> we have of distinct Colours, Sounds, <em>&amp;c.</em> containing nothing at all in them, of Bulk, Figure, or Motion, we are not apt to think them the Effect of these primary Qualities, which appear not to our Senses to operate in their Production; and with which, they have not any apparent Congruity, or conceivable Connexion. Hence it is, that we are so forward to imagine, that those <em>Ideas</em> are the resemblances of something really existing in the Objects themselves: Since Sensation discovers nothing of Bulk, Figure, or Motion of parts in their Production; nor can Reason shew, how Bodies by their Bulk, Figure, and Motions, should produce in the Mind the <em>Ideas</em> of Blue, or Yellow, <em>&amp;c.</em> But in the other Case, in the Operations of Bodies, changing the Qualities one of another, we plainly discover, that the Quality produced, hath commonly no resemblance with any thing in the thing producing it; wherefore we look on it as a bare Effect of Power. For though receiving the <em>Idea</em> of Heat, or Light, from the Sun, we are apt to think, 'tis a Perception and Resemblance of such a Quality in the Sun: yet when we see Wax, or a fair Face, receive change of Colour from the Sun, we cannot imagine that to be the Reception, or Resemblance of any thing in the Sun, because we find not those different Colours in the Sun it self. For our Senses, being able to observe a likeness, or unlikeness of sensible Qualities in two different external Objects, we forwardly enough conclude the Production of any sensible Quality in any Subject, to be an Effect of bare Power, and not the Communication of any Quality, which was really in the efficient, when we find no such sensible Quality in the thing that produced it. But our Senses, not being able to discover any unlikeness between the <em>Idea</em> produced in us, and the Quality of the Object producing it, we are apt to imagine, that our <em>Ideas</em> are resemblances of something in the Objects, and not the Effects of certain Powers, placed in the Modification of their primary Qualities, with which primary Qualities the <em>Ideas</em> produced in us have no resemblance.","subId":"25","id":"Locke.EHU.2.8.25"},{"type":"paragraph","content":"To conclude, beside those before mentioned <em>primary Qualities</em> in Bodies, <em>viz.</em> Bulk, Figure, Extension, Number, and Motion of their solid Parts, all the rest, whereby we take notice of Bodies, and distinguish them one from another, are nothing else, but several Powers in them, depending on those primary Qualities; whereby they are fitted, either by immediately operating on our Bodies, to produce several different <em>Ideas</em> in us; or else by operating on other Bodies, so to change their primary Qualities, as to render them capable of producing <em>Ideas</em> in us, different from what before they did. The former of these, I think, may be called <em>Secundary Qualities, immediately perceivable</em>: The later, <em>Secundary Qualities, mediately perceivable.</em>","subId":"26","id":"Locke.EHU.2.8.26"}]}