{"imported":true,"id":"Locke.EHU.2.9","parent":"Locke.EHU.2","title":"Chapter 9. Of Perception","breadcrumb":"Chapter 9","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.9?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. IX.</h1> <h2><em>Of Perception.</em></h2> ","id":"Locke.EHU.2.9"},{"type":"paragraph","content":"<em>PErception,</em> as it is the first faculty of the Mind, exercised about our <em>Ideas</em>; so it is the first and simplest <em>Idea</em> we have from Reflection, and is by some called Thinking in general. Though Thinking, in the propriety of the <em>English</em> Tongue, signifies that sort of operation of the Mind about its <em>Ideas,</em> wherein the Mind is active; where it with some degree of voluntary attention, considers any thing. For in bare naked <em>Perception,</em> the Mind is, for the most part, only passive; and what it perceives, it cannot avoid perceiving.","subId":"1","id":"Locke.EHU.2.9.1"},{"type":"paragraph","content":"<em>What Perception is,</em> every one will know better, by reflecting on what he does himself, when he sees, hears, feels, <em>&amp;c.</em> or thinks, than by any discourse of mine. Whoever reflects on what passes in himself in his own Mind, cannot miss it: And if he does not reflect, all the words in the World, cannot make him have any notion of it.","subId":"2","id":"Locke.EHU.2.9.2"},{"type":"paragraph","content":"This is certain, That whatever alterations are made in the Body, if they reach not the Mind; whatever impressions are made on the outward parts, if they are not taken notice of within, there is no Perception. Fire may burn our Bodies, with no other effect than it does a Billet, unless the motion be continued to the Brain; and there the sense of Heat, or <em>Idea</em> of Pain, be produced in the Mind, wherein consists <em>actual Perception.</em>","subId":"3","id":"Locke.EHU.2.9.3"},{"type":"paragraph","content":"How often may a Man observe in himself, that whilst his Mind is intently employ'd in the contemplation of some Objects; and curiously surveying some <em>Ideas</em> that are there, it takes no notice of impressions, of sounding Bodies, which are brought in, though the same alteration be made upon the Organ of Hearing, that uses to be for the producing the <em>Idea</em> of a Sound? A sufficient impulse there may be on the Organ; but it not reaching the observation of the Mind, there follows no perception: And though the motion that uses to produce the <em>Idea</em> of Sound, be made in the Ear, yet no sound is heard. Want of Sensation in this case, is not through any defect in the Organ, or that his Ears are less affected than at other times, when he does hear: but that which uses to produce the <em>Idea,</em> though conveyed in by the usual Organ, not being taken notice of in the Understanding, there follows no Sensation. So that <em>where-ever there is</em> Sense, or <em>Perception, there some</em> Idea <em>is actually produced,</em> and <em>present in the Understanding.</em>","subId":"4","id":"Locke.EHU.2.9.4"},{"type":"paragraph","content":"Therefore I doubt not but <em>Children,</em> by the exercise of their Senses about Objects, that affect them <em>in the Womb, receive some few Ideas,</em> before they are born, as the unavoidable effects, either of the Bodies that environ them, or else of those Wants or Diseases they suffer; amongst which, (if one may conjecture concerning things not very capable of examination) I think, the <em>Ideas</em> of Hunger and Warmth are two: which probably are some of the first that Children have, and which they scarce ever part with again.","subId":"5","id":"Locke.EHU.2.9.5"},{"type":"paragraph","content":"But though it be reasonable to imagine, that <em>Children</em> receive some <em>Ideas</em> before they come into the World, yet these simple <em>Ideas</em> are <em>far from</em> those <em>innate Principles,</em> which some contend for, and we above have rejected. These here mentioned, being the effects of Sensation, are only from some Affections of the Body, which happen to them there, and so depend on something exterior to the Mind; no otherwise differing in their manner of production from other <em>Ideas</em> derived from Sense, but only in the precedency of Time: Whereas those innate Principles are supposed to be of quite another nature; not coming into the Mind by the accidental alterations in, or operations on the Body; but, as it were, original Characters impressed upon it, in the very first moment of its Being and Constitution.","subId":"6","id":"Locke.EHU.2.9.6"},{"type":"paragraph","content":"As there are some <em>Ideas,</em> which we may reasonably suppose may be introduced into the Minds of Children in the Womb, subservient to the necessity of their Life, and being there: So after they are born, <em>those Ideas</em> are the <em>earliest imprinted, which happen to be the sensible Qualities, which first occur</em> to them; amongst which, Light is not the least considerable, nor of the weakest efficacy. And how covetous the Mind is, to be furnished with all such <em>Ideas,</em> as have no pain accompanying them, may be a little guess'd, by what is observable in Children new-born, who always turn their Eyes to that part, from whence the Light comes, lay them how you please. But the <em>Ideas</em> that are most familiar at first, being various, according to the divers circumstances of Childrens first entertainment in the World, the order wherein the several <em>Ideas</em> come at first into the Mind, is very various, and uncertain also; neither is it much material to know it.","subId":"7","id":"Locke.EHU.2.9.7"},{"type":"paragraph","content":"We are farther to consider concerning Perception, that the <em>Ideas we receive by sensation, are often</em> in grown People <em>alter'd by the Judgment,</em> without our taking notice of it. When we set before our Eyes a round Globe, of any uniform colour, <em>v. g.</em> Gold, Alabaster, or Jet, 'tis certain, that the <em>Idea</em> thereby imprinted in our Mind, is of a flat Circle variously shadow'd, with several degrees of Light and Brightness coming to our Eyes. But we having by use been accustomed to perceive, what kind of appearance convex Bodies are wont to make in us; what alterations are made in the reflexions of Light, by the difference of the sensible Figures of Bodies, the Judgment presently, by an habitual custom, alters the Appearances into their Causes: So that from that, which truly is variety of shadow or colour, collecting the Figure, it makes it pass for a mark of Figure, and frames to it self the perception of a convex Figure, and an uniform Colour; when the <em>Idea</em> we receive from thence, is only a Plain variously colour'd, as is evident in Painting.","subId":"8","id":"Locke.EHU.2.9.8"},{"type":"paragraph","content":"But this is not, I think, usual in any of our <em>Ideas,</em> but those received by <em>Sight</em>: Because Sight, the most comprehensive of all our Senses, conveying to our Minds the far different <em>Ideas</em> of Light and Colours, which are peculiar only to that Sense; and also of Space, Figure, and Motion, the several varieties whereof, change the appearances of its proper Objects, <em>viz.</em> Light and Colours, it accustoms it self by use, to judge of the one by the other. This in many cases, by a setled habit, in things whereof we have frequent experience, is performed so constantly, and so quick, that we take that for the Perception of our Sensation, which is but an <em>Idea</em> formed by our Judgment; so that one, <em>viz.</em> that of Sensation, serves only to excite the other, and is scarce taken notice of it self; as a Man who reads and hears with attention and understanding, takes little notice of the Characters, or Sounds, but of the <em>Ideas</em> that are excited in him by them.","subId":"9","id":"Locke.EHU.2.9.9"},{"type":"paragraph","content":"Nor need we wonder, that this is done with so little notice, if we consider, how very <em>quick</em> the <em>actions of the Mind</em> are performed: For as it self takes up no space, has no extension; so its actions seem to require no time, but many of them seem to be crouded into an Instant. I speak this in comparison to the actions of the Body. Any one may easily observe this in his own Thoughts, who will take the pains to reflect on them. How, as it were in an instant, does our Minds, with one glance, see all the parts of a demonstration, which may very well be called along one, if we consider the time it will require to put it into words, and step by step shew it another? Secondly, we shall not be so much surprized, that this is done in us with so little notice, if we consider, how the facility we get of doing things, by a custom of doing, makes them often pass in us, without our notice. <em>Habits,</em> especially such as are begun very early, come, at last, to <em>produce actions in us, which often scape our observation.</em> How frequently do we, in a day, cover our Eyes with our Eyelids, without perceiving that we are at all in the dark? Men, that by custom have got the use of a By-word, do almost in every sentence, pronounce sounds, which, though taken notice of by others, they themselves neither hear, nor observe. And therefore 'tis not so strange, that our Mind should often change the <em>Idea</em> of its Sensation, into that of its Judgment, and make one serve only to excite the other, without our taking notice of it.","subId":"10","id":"Locke.EHU.2.9.10"},{"type":"paragraph","content":"This faculty of <em>Perception,</em> seems to me to be that, which <em>puts the distinction betwixt the Animal Kingdom, and the inferior parts of Nature.</em> For however Vegetables have, many of them, some degrees of Motion, and upon the different application of other Bodies to them do very briskly alter their Figures and Motions, and so have obtained the name of sensitive Plants, from a motion, which has some resemblance to that, which in Animals follows upon Sensation; Yet, I suppose, it is all bare Mechanism; and no otherwise produced, than the turning of a wild Oat-beard, by the insinuation of the Particles of Moisture; or the shortning of a Rope, by the affusion of Water. All which is done without any sensation in the Subject, or the having or receiving any <em>Ideas.</em>","subId":"11","id":"Locke.EHU.2.9.11"},{"type":"paragraph","content":"<em>Perception,</em> I believe, is, in some degree, <em>in all sorts of Animals</em>; though in some, possibly, the Avenues provided for the reception of Sensations, are so few by Nature, and the Perception, they are received with, so obscure and dull, that it comes extreamly short of the quickness and variety of Sensations, which is in other Animals; but yet it is sufficient for, and wisely adapted to the state and condition of that sort of Animals, who are thus constituted by Nature: So that the Wisdom and Goodness of the Maker, plainly appears in all the Parts of this stupendious Fabrick, and all the several degrees and ranks of Creatures in it.","subId":"12","id":"Locke.EHU.2.9.12"},{"type":"paragraph","content":"We may, I think, from the Make of an <em>Oyster,</em> or <em>Cockle,</em> reasonably conclude, that it has not so many, nor so quick Senses, as a Man, or several other Animals; nor if it had, would it in that state and incapacity of transferring it self from one place to another, be better'd by them. What good would Sight and Hearing do to a Creature, that cannot move it self to or from the Objects, wherein at a distance it perceives Good or Evil? And would not quickness of Sensation, be an Inconvenience to an Animal, that must lie still, where Chance has once placed it; and there receives the afflux of colder or warmer, clean or foul Water, as it happens to come to it?","subId":"13","id":"Locke.EHU.2.9.13"},{"type":"paragraph","content":"But yet, I cannot but think, there is some small dull Perception, whereby they are distinguished from perfect Insensibility. And that this may be so, we have plain instances, even in Mankind it self. Take one, in whom decrepid old Age has blotted out the Memory of his past Knowledge, and clearly wiped out the <em>Ideas</em> his Mind was formerly stored with; and has, by destroying his Sight, Hearing, and Smell quite, and his Taste to a great degree, stopp'd up almost all the Passages for new ones to enter: Or if there be some of the inlets yet half open, the Impressions made are scarce perceived, or not at all retained, How far such an one (notwithstanding all that is boasted of innate Principles) is in his Knowledge, and intellectual Faculties, above the Condition of a Cockle, or an Oyster, I leave to be considered. And if a Man had passed Sixty Years in such a State, as 'tis possible he might, as well as three Days, I wonder what difference there would have been in any intellectual Perfections, between him and the lowest degrees of Animals. <em>Perception</em> then being <em>the first step and degree towards Knowledge, and the inlet of all the Materials of it,</em> the fewer Senses any Man, as well as any other Creature, hath; and the fewer and duller the Impressions are that are made by them; and the duller the Faculties are, that are employed about them, the more remote are they from that Knowledge, which is to be found in some Men. But this being in great variety of Degrees, (as may be perceived amongst Men,) cannot certainly be discovered in the several Species of Animals, much less in their particular Individuals. It suffices me only to have remarked here, that Perception is the first Operation of all our intellectual Faculties, and the inlet of all Knowledge into our Minds. And I am apt too, to imagine, That it is Perception in the lowest degree of it, which puts the Boundaries between Animals, and the inferior ranks of Creatures. But this I mention only as my conjecture by the bye, it being indifferent to the Matter in Hand, which way the Learned shall determine of it.","subId":"14","id":"Locke.EHU.2.9.14"}]}