{"imported":true,"id":"Hobbes.L.1.11","parent":"Hobbes.L.1","title":"Of the Difference of Manners","breadcrumb":"Chapter 11","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_022","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XI.\nOf the difference of Manners.\n","id":"Hobbes.L.1.11"},{"type":"paragraph","content":"By Manners, I mean not here, Decency of behaviour; as how one man should salute another, or how a man should wash his mouth, or pick his teeth before company,{What is here meant by Manners.} and such other points of the Small Moralls; But those qualities of man-kind, that concern their living together in Peace, and Unity. To which end we are to consider, that the Felicity of this life, consisteth not in the repose of a mind satisfied. For there is no such Finis ultimus, (utmost ayme,) nor Summum Bonum, (greatest Good,) as is spoken of in the Books of the old Morall Philosophers. Nor can a man any more live, whose Desires are at an end, than he, whose Senses and Imaginations are at a stand. Felicity is a continuall progresse of the desire, from one object to another; the attaining of the former, being still but the way to the later. The cause whereof is, That the object of mans desire, is not to enjoy once onely, and for one instant of time; but to assure for ever, the way of his future desire. And therefore the voluntary actions, and inclinations of all men, tend, not onely to the procuring, but also to the assuring of a contented life; and differ onely in the way: which ariseth partly from the diversity of passions, in divers men; and partly from the difference of the knowledge, or opinion each one has of the causes, which produce the effect desired.","subId":"1","id":"Hobbes.L.1.11.1"},{"type":"paragraph","content":"So that in the first place, I put for a generall inclination{A restlesse desire of Power, in all men.} of all mankind, a perpetuall and restlesse desire of Power after power, that ceaseth onely in Death. And the cause of this, is not alwayes that a man hopes for a more intensive delight, than he has already attained to; or that he cannot be content with a moderate power: but because he cannot assure the power and means to live well, which he hath present, without the acquisition of more. And from hence it is, that Kings, whose power is greatest, turn their endeavours to the assuring it at home by Lawes, or abroad by Wars: and when that is done, there succeedeth a new desire; in some, of Fame from new Conquest; in others, of ease and sensuall pleasure; in others, of admiration, or being flattered for excellence in some art, or other ability of the mind.","subId":"2","id":"Hobbes.L.1.11.2"},{"type":"paragraph","content":"Competition of Riches, Honour, Command, or other power, enclineth to Contention, Enmity, and War:{Love of Contention from Competition.} Because the way of one Competitor, to the attaining of his desire, is to kill, subdue, supplant, or repell the other. Particularly, competition of praise, enclineth to a reverence of Antiquity. For men contend with the living, not with the dead; to these ascribing more than due, that they may obscure the glory of the other.","subId":"3","id":"Hobbes.L.1.11.3"},{"type":"paragraph","content":"{Civil obedience from love of Ease. From feare of Death, or Wounds.} Desire of Ease, and sensuall Delight, disposeth men to obey a common Power: Because by such Desires, a man doth abandon the protection might be hoped for from his own Industry, and labour. Fear of Death, and Wounds, disposeth to the same; and for the same reason. On the contrary, needy men, and hardy, not contented with their present condition; as also, all men that are ambitious of Military command, are enclined to continue the causes of warre; and to stirre up trouble and sedition: for there is no honour Military but by warre; nor any such hope to mend an ill game, as by causing a new shuffle.","subId":"4","id":"Hobbes.L.1.11.4"},{"type":"paragraph","content":"{And from love of Arts.} Desire of Knowledge, and Arts of Peace, enclineth men to obey a common Power: For such Desire, containeth a desire of leasure; and consequently protection from some other Power than their own.","subId":"5","id":"Hobbes.L.1.11.5"},{"type":"paragraph","content":"{Love of Vertue, from love of Praise.} Desire of Praise, disposeth to laudable actions, such as please them whose judgement they value; for of those men whom we contemn, we contemn also the Praises. Desire of Fame after death does the same. And though after death, there be no sense of the praise given us on Earth, as being joyes, that are either swallowed up in the unspeakable joyes of Heaven, or extinguished in the extreme torments of Hell: yet is not such Fame vain; because men have a present delight therein, from the foresight of it, and of the benefit that may redound thereby to their posterity: which though they now see not, yet they imagine; and any thing that is pleasure in the sense, the same also is pleasure in the imagination.","subId":"6","id":"Hobbes.L.1.11.6"},{"type":"paragraph","content":"{Hate, from difficulty of Requiting great Benefits.} To have received from one, to whom we think our selves equall, greater benefits than there is hope to Requite, disposeth to counterfeit love; but really secret hatred; and puts a man into the estate of a desperate debtor, that in declining the sight of his creditor, tacitely wishes him there, where he might never see him more. For benefits oblige; and obligation is thraldome; and unrequitable obligation, perpetuall thraldome; which is to ones equall, hatefull. But to have received benefits from one, whom we acknowledge for superiour, enclines to love; because the obligation is no new depression: and cheerfull acceptation, (which men call Gratitude,) is such an honour done to the obliger, as is taken generally for retribution. Also to receive benefits, though from an equall, or inferiour, as long as there is hope of requitall, disposeth to love: for in the intention of the receiver, the obligation is of ayd, and service mutuall; from whence proceedeth an Emulation of who shall exceed in benefiting; the most noble and profitable contention possible; wherein the victor is pleased with his victory, and the other revenged by confessing it.","subId":"7","id":"Hobbes.L.1.11.7"},{"type":"paragraph","content":"{And from Conscience of deserving to be hated.} To have done more hurt to a man, than he can, or is willing to expiate, enclineth the doer to hate the sufferer. For he must expect revenge, or forgivenesse; both which are hatefull.","subId":"8","id":"Hobbes.L.1.11.8"},{"type":"paragraph","content":"Feare of oppression, disposeth a man to anticipate, or{Promptnesse to hurt, from Fear.} to seek ayd by society: for there is no other way by which a man can secure his life and liberty.","subId":"9","id":"Hobbes.L.1.11.9"},{"type":"paragraph","content":"Men that distrust their own subtilty, are in tumult,{And from distrust of their own wit.} and sedition, better disposed for victory, than they that suppose themselves wise, or crafty. For these love to consult, the other (fearing to be circumvented,) to strike first. And in sedition, men being alwayes in the procincts of battell, to hold together, and use all advantages of force, is a better stratagem, than any that can proceed from subtilty of Wit.","subId":"10","id":"Hobbes.L.1.11.10"},{"type":"paragraph","content":"Vain-glorious men, such as without being conscious{Vain undertaking from Vainglory.} to themselves of great sufficiency, delight in supposing themselves gallant men, are enclined onely to ostentation; but not to attempt: Because when danger or difficulty appears, they look for nothing but to have their insufficiency discovered.","subId":"11","id":"Hobbes.L.1.11.11"},{"type":"paragraph","content":"Vain-glorious men, such as estimate their sufficiency by the flattery of other men, or the fortune of some precedent action, without assured ground of hope from the true knowledge of themselves, are enclined to rash engaging; and in the approach of danger, or difficulty to retire if they can: because not seeing the way of safety, they will rather hazard their honour, which may be salved with an excuse; than their lives, for which no salve is sufficient.","subId":"12","id":"Hobbes.L.1.11.12"},{"type":"paragraph","content":"{Ambition, from opinion of sufficiency.} Men that have a strong opinion of their own wisdome in matter of government, are disposed to Ambition. Because without publique Employment in counsell or magistracy, the honour of their wisdome is lost. And therefore Eloquent speakers are enclined to Ambition; for Eloquence seemeth wisedome, both to themselves and others.","subId":"13","id":"Hobbes.L.1.11.13"},{"type":"paragraph","content":"{Irresolution, from too great valuing of small matters.} Pusillanimity disposeth men to Irresolution, and consequently to lose the occasions, and fittest opportunities of action. For after men have been in deliberation till the time of action approach, if it be not then manifest what is best to be done, 'tis a signe, the difference of Motives, the one way and the other, are not great: Therefore not to resolve then, is to lose the occasion by weighing of trifles; which is Pusillanimity.","subId":"14","id":"Hobbes.L.1.11.14"},{"type":"paragraph","content":"Frugality, (though in poor men a Vertue,) maketh a man unapt to atchieve such actions, as require the strength of many men at once: For it weakeneth their Endeavour, which is to be nourished and kept in vigor by Reward.","subId":"15","id":"Hobbes.L.1.11.15"},{"type":"paragraph","content":"{Confidence in others from Ignorance of the marks of Wisdome and Kindnesse.} Eloquence, with flattery, disposeth men to confide in them that have it; because the former is seeming Wisdome, the later seeming Kindnesse. Adde to them Military reputation, and it disposeth men to adhære, and subject themselves to those men that have them. The two former, having given them caution against danger from him; the later gives them caution against danger from others.","subId":"16","id":"Hobbes.L.1.11.16"},{"type":"paragraph","content":"{And from Ignorance of naturall causes.} Want of Science, that is, Ignorance of causes, disposeth, or rather constraineth a man to rely on the advise, and authority of others. For all men whom the truth concernes, if they rely not on their own, must rely on the opinion of some other, whom they think wiser than themselves, and see not why he should deceive them.","subId":"17","id":"Hobbes.L.1.11.17"},{"type":"paragraph","content":"{And from want of Understanding.} Ignorance of the signification of words; which is, want of understanding, disposeth men to take on trust, not onely the truth they know not; but also the errors; and which is more, the non-sense of them they trust: For neither Error, nor non-sense, can without a perfect understanding of words, be detected.","subId":"18","id":"Hobbes.L.1.11.18"},{"type":"paragraph","content":"From the same it proceedeth, that men give different names, to one and the same thing, from the difference of their own passions: As they that approve a private opinion, call it Opinion; but they that mislike it, Hæresie: and yet hæresie signifies no more than private opinion; but has onely a greater tincture of choler.","subId":"19","id":"Hobbes.L.1.11.19"},{"type":"paragraph","content":"From the same also it proceedeth, that men cannot distinguish, without study and great understanding, between one action of many men, and many actions of one multitude; as for example, between the one action of all the Senators of Rome in killing Catiline, and the many actions of a number of Senators in killing Cæsar; and therefore are disposed to take for the action of the people, that which is a multitude of actions done by a multitude of men, led perhaps by the perswasion of one.","subId":"20","id":"Hobbes.L.1.11.20"},{"type":"paragraph","content":"Ignorance of the causes, and originall constitution of{Adhœrence to Custome from Ignorance of the nature of Right and Wrong.} Right, Equity, Law, and Justice, disposeth a man to make Custome and Example the rule of his actions; in such manner, as to think that Unjust which it hath been the custome to punish; and that Just, of the impunity and approbation whereof they can produce an Example, or (as the Lawyers which onely use this false measure of Justice barbarously call it) a Precedent; like little children, that have no other rule of good and evill manners, but the correction they receive from their Parents, and Masters; save that children are constant to their rule, whereas men are not so; because grown strong, and stubborn, they appeale from custome to reason, and from reason to custome, as it serves their turn; receding from custome when their interest requires it, and setting themselves against reason, as oft as reason is against them: Which is the cause, that the doctrine of Right and Wrong, is perpetually disputed, both by the Pen and the Sword: Whereas the doctrine of Lines, and Figures, is not so; because men care not, in that subject what be truth, as a thing that crosses no mans ambition, profit, or lust. For I doubt not, but if it had been a thing contrary to any mans right of dominion, or to the interest of men that have dominion, That the three Angles of a Triangle, should be equall to two Angles of a Square; that doctrine should have been, if not disputed, yet by the burning of all books of Geometry, suppressed, as farre as he whom it concerned was able.","subId":"21","id":"Hobbes.L.1.11.21"},{"type":"paragraph","content":"{Adhærence to private men, From Ignorance of the Causes of Peace.} Ignorance of remote causes, disposeth men to attribute all events, to the causes immediate, and Instrumentall: For these are all the causes they perceive. And hence it comes to passe, that in all places, men that are grieved with payments to the Publique, discharge their anger upon the Publicans, that is to say, Farmers, Collectors, and other Officers of the publique Revenue; and adhære to such as find fault with the publike Government; and thereby, when they have engaged themselves beyond hope of justification, fall also upon the Supreme Authority, for feare of punishment, or shame of receiving pardon.","subId":"22","id":"Hobbes.L.1.11.22"},{"type":"paragraph","content":"{Credulity from Ignorance of nature.} Ignorance of naturall causes disposeth a man to Credulity, so as to believe many times impossibilities: For such know nothing to the contrary, but that they may be true; being unable to detect the Impossibility. And Credulity, because men love to be hearkened unto in company, disposeth them to lying: so that Ignorance it selfe without Malice, is able to make a man both to believe lyes, and tell them; and sometimes also to invent them.","subId":"23","id":"Hobbes.L.1.11.23"},{"type":"paragraph","content":"{Curiosity to know, from Care of future time.} Anxiety for the future time, disposeth men to enquire into the causes of things: because the knowledge of them, maketh men the better able to order the present to their best advantage.","subId":"24","id":"Hobbes.L.1.11.24"},{"type":"paragraph","content":"{Naturall Religion, from the same.} Curiosity, or love of the knowledge of causes, draws a man from consideration of the effect, to seek the cause; and again, the cause of that cause; till of necessity he must come to this thought at last, that there is some cause, whereof there is no former cause, but is eternall; which is it men call God. So that it is impossible to make any profound enquiry into naturall causes, without being enclined thereby to believe there is one God Eternall; though they cannot have any Idea of him in their mind, answerable to his nature. For as a man that is born blind, hearing men talk of warming themselves by the fire, and being brought to warm himself by the same, may easily conceive and assure himselfe, there is somewhat there, which men call Fire, and is the cause of the heat he feeles; but cannot imagine what it is like; nor have an Idea of it in his mind, such as they have that see it: so also, by the visible things of this world, and their admirable order, a man may conceive there is a cause of them, which men call God; and yet not have an Idea, or Image of him in his mind.","subId":"25","id":"Hobbes.L.1.11.25"},{"type":"paragraph","content":"And they that make little, or no enquiry into the naturall causes of things, yet from the feare that proceeds from the ignorance it selfe, of what it is that hath the power to do them much good or harm, are enclined to suppose, and feign unto themselves, severall kinds of Powers Invisible; and to stand in awe of their own imaginations; and in time of distresse to invoke them; as also in the time of an expected good successe, to give them thanks; making the creatures of their own fancy, their Gods. By which means it hath come to passe, that from the innumerable variety of Fancy, men have created in the world innumerable sorts of Gods. And this Feare of things invisible, is the naturall Seed of that, which every one in himself calleth Religion; and in them that worship, or feare that Power otherwise than they do, Superstition.","subId":"26","id":"Hobbes.L.1.11.26"},{"type":"paragraph","content":"And this seed of Religion, having been observed by many; some of those that have observed it, have been enclined thereby to nourish, dresse, and forme it into Lawes; and to adde to it of their own invention, any opinion of the causes of future events, by which they thought they should best be able to govern others, and make unto themselves the greatest use of their Powers.","subId":"27","id":"Hobbes.L.1.11.27"}]}