{"imported":true,"id":"Hobbes.L.1.12","parent":"Hobbes.L.1","title":"Of Religion","breadcrumb":"Chapter 12","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_023","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XII.\nOf Religion.\n","id":"Hobbes.L.1.12"},{"type":"paragraph","content":"Seeing there are no signes, nor fruit of Religion, but{Religion, in Man onely.} in Man onely; there is no cause to doubt, but that the seed of Religion, is also onely in Man; and consisteth in some peculiar quality, or at least in some eminent degree therof, not to be found in other Living creatures.","subId":"1","id":"Hobbes.L.1.12.1"},{"type":"paragraph","content":"{First, from his desíre of knowing Causes.} And first, it is peculiar to the nature of Man, to be inquisitive into the Causes of the Events they see, some more, some lesse; but all men so much, as to be curious in the search of the causes of their own good and evill fortune.","subId":"2","id":"Hobbes.L.1.12.2"},{"type":"paragraph","content":"{From the consideration of the Beginning of things.} Secondly, upon the sight of any thing that hath a Beginning, to think also it had a cause, which determined the same to begin, then when it did, rather than sooner or later.","subId":"3","id":"Hobbes.L.1.12.3"},{"type":"paragraph","content":"{From his observation of the Sequell of things.} Thirdly, whereas there is no other Felicity of Beasts, but the enjoying of their quotidian Food, Ease, and Lusts; as having little, or no foresight of the time to come, for want of observation, and memory of the order, consequence, and dependance of the things they see; Man observeth how one Event hath been produced by another; and remembreth in them Antecedence and Consequence; And when he cannot assure himselfe of the true causes of things, (for the causes of good and evill fortune for the most part are invisible,) he supposes causes of them, either such as his own fancy suggesteth; or trusteth to the Authority of other men, such as he thinks to be his friends, and wiser than himselfe.","subId":"4","id":"Hobbes.L.1.12.4"},{"type":"paragraph","content":"{The naturall Cause of Religion, the Anxiety of the time to come.} The two first, make Anxiety. For being assured that there be causes of all things that have arrived hitherto, or shall arrive hereafter; it is impossible for a man, who continually endeavoureth to secure himselfe against the evill he feares, and procure the good he desireth, not to be in a perpetuall solicitude of the time to come; So that every man, especially those that are over provident, are in an estate like to that of Prometheus. For as Prometheus, (which interpreted, is, The prudent man,) was bound to the hill Caucasus, a place of large prospect, where, an Eagle feeding on his liver, devoured in the day, as much as was repayred in the night: So that man, which looks too far before him, in the care of future time, hath his heart all the day long, gnawed on by feare of death, poverty, or other calamity; and has no repose, nor pause of his anxiety, but in sleep.","subId":"5","id":"Hobbes.L.1.12.5"},{"type":"paragraph","content":"{Which makes them fear the Power of Invisible things.} This perpetuall feare, alwayes accompanying mankind in the ignorance of causes, as it were in the Dark, must needs have for object something. And therefore when there is nothing to be seen, there is nothing to accuse, either of their good, or evill fortune, but some Power, or Agent Invisible: In which sense perhaps it was, that some of the old Poets said, that the Gods were at first created by humane Feare: which spoken of the Gods,(that is to say, of the many Gods of the Gentiles) is very true. But the acknowledging of one God Eternall, Infinite, and Omnipotent, may more easily be derived, from the desire men have to know the causes of naturall bodies, and their severall vertues, and operations; than from the feare of what was to befall them in time to come. For he that from any effect hee seeth come to passe, should reason to the next and immediate cause thereof, and from thence to the cause of that cause, and plonge himselfe profoundly in the pursuit of causes; shall at last come to this, that there must be (as even the Heathen Philosophers confessed) one First Mover; that is, a First, and an Eternall cause of all things; which is that which men mean by the name of God: And all this without thought of their fortune; the solicitude whereof, both enclines to fear, and hinders them from the search of the causes of other things; and thereby gives occasion of feigning of as many Gods, as there be men that feigne them.","subId":"6","id":"Hobbes.L.1.12.6"},{"type":"paragraph","content":"{And suppose them Incorporeall.} And for the matter, or substance of the Invisible Agents, so fancyed; they could not by naturall cogitation, fall upon any other conceipt, but that it was the same with that of the Soule of man; and that the Soule of man, was of the same substance, with that which appeareth in a Dream, to one that sleepeth; or in a Looking-glasse, to one that is awake; which, men not knowing that such apparitions are nothing else but creatures of the Fancy, think to be reall, and externall Substances; and therefore call them Ghosts; as the Latines called them Imagines, and Umbræ; and thought them Spirits, that is, thin aëreall bodies; and those Invisible Agents, which they feared, to bee like them; save that they appear, and vanish when they please. But the opinion that such Spirits were Incorporeall, or Immateriall, could never enter into the mind of any man by nature; because, though men may put together words of contradictory signification, as Spirit, and Incorporeall; yet they can never have the imagination of any thing answering to them: And therefore, men that by their own meditation, arrive to the acknowledgement of one Infinite, Omnipotent, and Eternall God, choose rather to confesse he is Incomprehensible, and above their understanding; than to define his Nature by Spirit Incorporeall, and then confesse their definition to be unintelligible: or if they give him such a title, it is not Dogmatically, with intention to make the Divine Nature understood; but Piously, to honour him with attributes, of significations, as remote as they can from the grossenesse of Bodies Visible.","subId":"7","id":"Hobbes.L.1.12.7"},{"type":"paragraph","content":"{But know not the way how they effect any thing.} Then, for the way by which they think these Invisible Agents wrought their effects; that is to say, what immediate causes they used, in bringing things to passe, men that know not what it is that we call causing, (that is, almost all men) have no other rule to guesse by, but by observing, and remembring what they have seen to precede the like effect at some other time, or times before, without seeing between the antecedent and subsequent Event, any dependance or connexion at all: And therefore from the like things past, they expect the like things to come; and hope for good or evill luck, superstitiously, from things that have no part at all in the causing of it: As the Athenians did for their war at Lepanto, demand another Phormio; The Pompeian faction for their warre in Afrique, another Scipio; and others have done in divers other occasions since. In like manner they attribute their fortune to a stander by, to a lucky or unlucky place, to words spoken, especially if the name of God be amongst them; as Charming, and Conjuring (the Leiturgy of Witches;) insomuch as to believe, they have power to turn a stone into bread, bread into a man, or any thing, into any thing.","subId":"8","id":"Hobbes.L.1.12.8"},{"type":"paragraph","content":"{But honour them as they honour men.} Thirdly, for the worship which naturally men exhibite to Powers invisible, it can be no other, but such expressions of their reverence, as they would use towards men; Gifts, Petitions, Thanks, Submission of Body, Considerate Addresses, sober Behaviour, premeditated Words, Swearing (that is, assuring one another of their promises,) by invoking them. Beyond that reason suggesteth nothing; but leaves them either to rest there; or for further ceremonies, to rely on those they believe to be wiser than themselves.","subId":"9","id":"Hobbes.L.1.12.9"},{"type":"paragraph","content":"Lastly, concerning how these Invisible Powers declare{And attribute to them all extraordinary events.} to men the things which shall hereafter come to passe, especially concerning their good or evill fortune in generall, or good or ill successe in any particular undertaking, men are naturally at a stand; save that using to conjecture of the time to come, by the time past, they are very apt, not onely to take casuall things, after one or two encounters, for Prognostiques of the like encounter ever after, but also to believe the like Prognostiques from other men, of whom they have once conceived a good opinion.","subId":"10","id":"Hobbes.L.1.12.10"},{"type":"paragraph","content":"And in these foure things, Opinion of Ghosts, Ignorance{Foure things, Naturall seeds of Religion.} of second causes, Devotion towards what men fear, and Taking of things Casuall for Prognostiques, consisteth the Naturall seed of Religion; which by reason of the different Fancies, Judgements, and Passions of severall men, hath grown up into ceremonies so different, that those which are used by one man, are for the most part ridiculous to another.","subId":"11","id":"Hobbes.L.1.12.11"},{"type":"paragraph","content":"For these seeds have received culture from two sorts{Made different by Culture.} of men. One sort have been they, that have nourished, and ordered them, according to their own invention. The other, have done it, by Gods commandement, and direction: but both sorts have done it, with a purpose to make those men that relyed on them, the more apt to Obedience, Lawes, Peace, Charity, and civill Society. So that the Religion of the former sort, is a part of humane Politiques; and teacheth part of the duty which Earthly Kings require of their Subjects. And the Religion of the later sort is Divine Politiques; and containeth Precepts to those that have yeelded themselves subjects in the Kingdome of God. Of the former sort, were all the founders of Common-wealths, and the Law-givers of the Gentiles: Of the later sort, were Abraham, Moses, and our Blessed Saviour; by whom have been derived unto us the Lawes of the Kingdome of God.","subId":"12","id":"Hobbes.L.1.12.12"},{"type":"paragraph","content":"{The absurd opinion of Gentilisme.} And for that part of Religion, which consisteth in opinions concerning the nature of Powers Invisible, there is almost nothing that has a name, that has not been steemed amongst the Gentiles, in one place or another, a God, or Divell; or by their Poets feigned to be inanimated, inhabited, or possessed by some Spirit or other.","subId":"13","id":"Hobbes.L.1.12.13"},{"type":"paragraph","content":"The unformed matter of the World, was a God, by the name of Chaos.","subId":"14","id":"Hobbes.L.1.12.14"},{"type":"paragraph","content":"The Heaven, the Ocean, the Planets, the Fire, the Earth, the Winds, were so many Gods.","subId":"15","id":"Hobbes.L.1.12.15"},{"type":"paragraph","content":"Men, Women, a Bird, a Crocodile, a Calf, a Dogge, a Snake, an Onion, a Leeke, Deified. Besides, that they filled almost all places, with spirits called Dæmons: the plains, with Pan, and Panises, or Satyres; the Woods, with Fawnes, and Nymphs; the Sea, with Tritons, and other Nymphs; every River, and Fountayn, with a Ghost of his name, and with Nymphs; every house, with its Lares, or Familiars; every man, with his Genius; Hell, with Ghosts, and spirituall Officers, as Charon, Cerberus, and the Furies; and in the night time, all places with Larvæ, Lemures, Ghosts of men deceased, and a whole kingdome of Fayries, and Bugbears. They have also ascribed Divinity, and built Temples to meer Accidents, and Qualities; such as are Time, Night, Day, Peace, Concord, Love, Contention, Vertue, Honour, Health, Rust, Fever, and the like; which when they prayed for, or against, they prayed to, as if there were Ghosts of those names hanging over their heads, and letting fall, or withholding that Good, or Evill, for, or against which they prayed. They invoked also their own Wit, by the name of Muses; their own Ignorance, by the name of Fortune; their own Lust, by the name of Cupid; their own Rage, by the name Furies; their own privy members by the name of Priapus; and attributed their pollutions, to Incubi, and Succubæ: insomuch as there was nothing, which a Poet could introduce as a person in his Poem, which they did not make either a God, or a Divel.","subId":"16","id":"Hobbes.L.1.12.16"},{"type":"paragraph","content":"The same authors of the Religion of the Gentiles, observing the second ground for Religion, which is mens Ignorance of causes; and thereby their aptnesse to attribute their fortune to causes, on which there was no dependance at all apparent, took occasion to obtrude on their ignorance, in stead of second causes, a kind of second and ministeriall Gods; ascribing the cause of Fœcundity, to Venus; the cause of Arts, to Apollo; of Subtilty and Craft, to Mercury; of Tempests and stormes, to Æolus; and of other effects, to other Gods: insomuch as there was amongst the Heathen almost as great variety of Gods, as of businesse.","subId":"17","id":"Hobbes.L.1.12.17"},{"type":"paragraph","content":"And to the Worship, which naturally men conceived fit to bee used towards their Gods, namely Oblations, Prayers, Thanks, and the rest formerly named; the same Legislators of the Gentiles have added their Images, both in Picture, and Sculpture; that the more ignorant sort, (that is to say, the most part, or generality of the people,) thinking the Gods for whose representation they were made, were really included, and as it were housed within them, might so much the more stand in feare of them: And endowed them with lands, and houses, and officers, and revenues, set apart from all other humane uses; that is, consecrated, and made holy to those their Idols; as Caverns, Groves, Woods, Mountains, and whole Ilands; and have attributed to them, not onely the shapes, some of Men, some of Beasts, some of Monsters; but also the Faculties, and Passions of men and beasts; as Sense, Speech, Sex, Lust, Generation, (and this not onely by mixing one with another, to propagate the kind of Gods; but also by mixing with men, and women, to beget mongrill Gods, and but inmates of Heaven, as Bacchus, Hercules, and others;) besides, Anger, Revenge, and other passions of living creatures, and the actions proceeding from them, as Fraud, Theft, Adultery, Sodomie, and any vice that may be taken for an effect of Power, or a cause of Pleasure; and all such Vices, as amongst men are taken to be against Law, rather than against Honour.","subId":"18","id":"Hobbes.L.1.12.18"},{"type":"paragraph","content":"Lastly, to the Prognostiques of time to come; which are naturally, but Conjectures upon the Experience of time past; and supernaturally, divine Revelation; the same authors of the Religion of the Gentiles, partly upon pretended Experience, partly upon pretended Revelation, have added innumerable other superstitious wayes of Divination; and made men believe they should find their fortunes, sometimes in the ambiguous or senslesse answers of the Priests at Delphi, Delos, Ammon, and other famous Oracles; which answers, were made ambiguous by designe, to own the event both wayes; or absurd, by the intoxicating vapour of the place, which is very frequent in sulphurous Cavernes: Sometimes in the leaves of the Sibills; of whose Prophecyes (like those perhaps of Nostradamus; for the fragments now extant seem to be the invention of later times) there were some books in reputation in the time of the Roman Republique: Sometimes in the insignificant Speeches of Mad-men, supposed to be possessed with a divine Spirit; which Possession they called Enthusiasme; and these kinds of foretelling events, were accounted Theomancy, or Prophecy: Sometimes in the aspect of the Starres at their Nativity; which was called Horoscopy, and esteemed a part of judiciary Astrology: Sometimes in their own hopes and feares, called Thumomancy, or Presage: Sometimes in the Prediction of Witches, that pretended conference with the dead; which is called Necromancy, Conjuring, and Witchcraft; and is but juggling and confederate knavery; Sometimes in the Casuall flight, or feeding of birds; called Augury: Sometimes in the Entrayles of a sacrificed beast; which was Aruspicina: Sometimes in Dreams: Sometimes in Croaking of Ravens, or chattering of Birds: Sometimes in the Lineaments of the face; which was called Metoposcopy; or by Palmistry in the lines of the hand; in casuall words, called Omina: Sometimes in Monsters, or unusuall accidents; as Ecclipses, Comets, rare Meteors, Earthquakes, Inundations, uncouth Births, and the like, which they called Portenta, and Ostenta, because they thought them to portend, or foreshew some great Calamity to come: Somtimes, in meer Lottery, as Crosse and Pile; counting holes in a sive; dipping of Verses in Homer, and Virgil; and innumerable other such vaine conceipts. So easie are men to be drawn to believe any thing, from such men as have gotten credit with them; and can with gentlenesse, and dexterity, take hold of their fear, and ignorance.","subId":"19","id":"Hobbes.L.1.12.19"},{"type":"paragraph","content":"And therefore the first Founders, and Legislators of{The designes of the Authors of the Religion of the Heathen.} Common-wealths amongst the Gentiles, whose ends were only to keep the people in obedience, and peace, have in all places taken care; First, to imprint in their minds a beliefe, that those precepts which they gave concerning Religion, might not be thought to proceed from their own device, but from the dictates of some God, or other Spirit; or else that they themselves were of a higher nature than mere mortalls, that their Lawes might the more easily be received: So Numa Pompilius pretended to receive the Ceremonies he instituted amongst the Romans, from the Nymph Egeria: and the first King and founder of the Kingdome of Peru, pretended himselfe and his wife to be the children of the Sunne: and Mahomet, to set up his new Religion, pretended to have conferences with the Holy Ghost, in forme of a Dove. Secondly, they have had a care, to make it believed, that the same things were displeasing to the Gods, which were forbidden by the Lawes. Thirdly, to prescribe Ceremonies, Supplications, Sacrifices, and Festivalls, by which they were to believe, the anger of the Gods might be appeased; and that ill success in War, great contagions of Sicknesse, Earthquakes, and each mans private Misery, came from the Anger of the Gods; and their Anger from the Neglect of their Worship, or the forgetting, or mistaking some point of the Ceremonies required. And though amongst the antient Romans, men were not forbidden to deny, that which in the Poets is written of the paines, and pleasures after this life; which divers of great authority, and gravity in that state have in their Harangues openly derided; yet that beliefe was alwaies more cherished, than the contrary.","subId":"20","id":"Hobbes.L.1.12.20"},{"type":"paragraph","content":"And by these, and such other Institutions, they obtayned in order to their end, (which was the peace of the Commonwealth,) that the common people in their misfortunes, laying the fault on neglect, or errour in their Ceremonies, or on their own disobedience to the lawes, were the lesse apt to mutiny against their Governors. And being entertained with the pomp, and pastime of Festivalls, and publike Games, made in honour of the Gods, needed nothing else but bread, to keep them from discontent, murmuring, and commotion against the State. And therefore the Romans, that had conquered the greatest part of the then known World, made no scruple of tollerating any Religion whatsoever in the City of Rome it selfe; unlesse it had something in it, that could not consist with their Civill Government; nor do we read, that any Religion was there forbidden, but that of the Jewes; who (being the peculiar Kingdome of God) thought it unlawfull to acknowledge subjection to any mortall King or State whatsoever. And thus you see how the Religion of the Gentiles was a part of their Policy.","subId":"21","id":"Hobbes.L.1.12.21"},{"type":"paragraph","content":"But where God himselfe, by supernaturall Revelation, planted Religion; there he also made to himselfe a peculiar Kingdome; and gave Lawes, not only of behaviour towards himselfe; but also towards one another; and thereby in the Kingdome of God, the Policy, and lawes Civill, are a part of Religion; and{The true Religion, and the lawes of Gods kingdome the same.} therefore the distinction of Temporall, and Spirituall Domination, hath there no place. It is true, that God is King of all the Earth: Yet may he be King of a peculiar, and chosen Nation. For there is no more incongruity there in, than that he that hath the generall command of the whole Army, should have withall a peculiar Regiment, or Company of his own. God is King of all the Earth by his Power: but of his chosen people, he is King by Covenant. But to speake more largly of the Kingdome of God, both by Nature, and{Chap. 35.} Covenant, I have in the following discourse assigned an other place.","subId":"22","id":"Hobbes.L.1.12.22"},{"type":"paragraph","content":"{The causes of Change in Religion.} From the propagation of Religion, it is not hard to understand the causes of the resolution of the same into its first seeds, or principles; which are only an opinion of a Deity, and Powers invisible, and super-naturall; that can never be so abolished out of humane nature, but that new Religions may againe be made to spring out of them, by the culture of such men, as for such purpose are in reputation.","subId":"23","id":"Hobbes.L.1.12.23"},{"type":"paragraph","content":"For seeing all formed Religion, is founded at first, upon the faith which a multitude hath in some one person, whom they believe not only to be a wise man, and to labour to procure their happiness, but also to be a holy man, to whom God himselfe vouchsafeth to declare his will supernaturally; It followeth necessarily, when they that have the Goverment of Religion, shall come to have either the wisedome of those men, their sincerity, or their love suspected; or that they shall be anable to shew any probable token of Divine Revelation; that the Religion which they desire to uphold, must be suspected likewise; and (without the feare of the Civill Sword) contradicted and rejected.","subId":"24","id":"Hobbes.L.1.12.24"},{"type":"paragraph","content":"That which taketh away the reputation of Wisedome,{Injoyning beleefe of Impossibilities.} in him that formeth a Religion, or addeth to it when it is allready formed, is the enjoyning of a beliefe of contradictories: For both parts of a contradiction cannot possibly be true: and therefore to enjoyne the beliefe of them, is an argument of ignorance; which detects the Author in that; and discredits him in all things else he shall propound as from revelation supernaturall: which revelation a man may indeed have of many things above, but of nothing against naturall reason.","subId":"25","id":"Hobbes.L.1.12.25"},{"type":"paragraph","content":"That which taketh away the reputation of Sincerity,{Doing contrary to the Religion they establish.} is the doing, or saying of such things, as appeare to be signes, that what they require other men to believe, is not believed by themselves; all which doings, or sayings are therefore called Scandalous, because they be stumbling blocks, that make men to fall in the way of Religion: as Injustice, Cruelty, Prophanesse, Avarice, and Luxury. For who can believe, that he that doth ordinarily such actions, as proceed from any of these rootes, believeth there is any such Invisible Power to be feared, as he affrighteth other men withall, for lesser faults?","subId":"26","id":"Hobbes.L.1.12.26"},{"type":"paragraph","content":"That which taketh away the reputation of Love, is the being detected of private ends: as when the beliefe they require of others, conduceth or seemeth to conduce to the acquiring of Dominion, Riches, Dignity, or secure leasure, to themselves onely, or specially. For that which men reap benefit by to themselves, they are thought to do for their own sakes, and not for love of others.","subId":"27","id":"Hobbes.L.1.12.27"},{"type":"paragraph","content":"{Want of the testimony of Miracles.} Lastly, the testimony that men can render of divine Calling, can be no other, than the operation of Miracles; or true Prophecy, (which also is a Miracle;) or extraordinary Felicity. And therefore, to those points of Religion, which have been received from them that did such Miracles; those that are added by such, as approve not their Calling by some Miracle, obtain no greater beliefe, than what the Custome, and Lawes of the places, in which they be educated, have wrought into them. For as in naturall things, men of judgement require naturall signes, and arguments; so in supernaturall things, they require signes supernaturall, (which are Miracles,) before they consent inwardly, and from their hearts.","subId":"28","id":"Hobbes.L.1.12.28"},{"type":"paragraph","content":"All which causes of the weakening of mens faith, do manifestly appear in the Examples following. First, we have the Example of the children of Israel; who when Moses, that had approved his Calling to them by Miracles, and by the happy conduct of them out of Egypt, was absent but 40. dayes, revolted from the worship of the true God, recommended to them by him; and setting up {Exod. 32. 1, 2.} a Golden Calfe for their God, relapsed into the Idolatry of the Egyptians; from whom they had been so lately delivered. And again, after Moses, Aaron, Joshua, and that generation which had seen the great works of God in Israel, {Judges 2. 11.} were dead; another generation arose, and served Baal. So that Miracles fayling, Faith also failed.","subId":"29","id":"Hobbes.L.1.12.29"},{"type":"paragraph","content":"Again, when the sons of Samuel, {1 Sam. 8. 3.} being constituted by their father Judges in Bersabee, received bribes, and judged unjustly, the people of Israel refused any more to have God to be their King, in other manner than he was King of other people; and therefore cryed out to Samuel, to choose them a King after the manner of the Nations. So that Justice fayling, Faith also fayled: Insomuch, as they deposed their God, from reigning over them.","subId":"30","id":"Hobbes.L.1.12.30"},{"type":"paragraph","content":"And whereas in the planting of Christian Religion, the Oracles ceased in all parts of the Roman Empire, and the number of Christians encreased wonderfully every day, and in every place, by the preaching of the Apostles, and Evangelists; a great part of that successe, may reasonably be attributed, to the contempt, into which the Priests of the Gentiles of that time, had brought themselves, by their uncleannesse, avarice, and jugling between Princes. Also the Religion of the Church of Rome, was partly, for the same cause abolished in England, and many other parts of Christendome; insomuch, as the fayling of Vertue in the Pastors, maketh Faith faile in the People: and partly from bringing of the Philosophy, and doctrine of Aristotle into Religion, by the Schoole-men; from whence there arose so many contradictions, and absurdities, as brought the Clergy into a reputation both of Ignorance, and of Fraudulent intention; and enclined people to revolt from them, either against the will of their own Princes, as in France, and Holland; or with their will, as in England.","subId":"31","id":"Hobbes.L.1.12.31"},{"type":"paragraph","content":"Lastly, amongst the points by the Church of Rome declared necessary for Salvation, there be so many, manifestly to the advantage of the Pope, and of his spirituall subjects, residing in the territories of other Christian Princes, that were it not for the mutuall emulation of those Princes, they might without warre, or trouble, exclude all forraign Authority, as easily as it has been excluded in England. For who is there that does not see, to whose benefit it conduceth, to have it believed, that a King hath not his Authority from Christ, unlesse a Bishop crown him? That a King, if he be a Priest, cannot Marry? That whether a Prince be born in lawfull Marriage, or not, must be judged by Authority from Rome? That Subjects may be freed from their Alleageance, if by the Court of Rome, the King be judged an Heretique? That a King (as Chilperique of France) may be deposed by a Pope (as Pope Zachary,) for no cause; and his Kingdome given to one of his Subjects? That the Clergy, and Regulars, in what Country soever, shall be exempt from the Jurisdiction of their King, in cases criminall? Or who does not see, to whose profit redound the Fees of private Masses, and Vales of Purgatory; with other signes of private interest, enough to mortifie the most lively Faith, if (as I sayd) the civill Magistrate, and Custome did not more sustain it, than any opinion they have of the Sanctify, Wisdome, or Probity of their Teachers? So that I may attribute all the changes of Religion in the world, to one and the same cause; and that is, unpleasing Priests; and those not onely amongst Catholiques, but even in that Church that hath presumed most of Reformation.","subId":"32","id":"Hobbes.L.1.12.32"}]}