{"id":"Hobbes.L.1.14","imported":true,"parent":"Hobbes.L.1","title":"Of the first and second Natural Lawes, and of Contract","breadcrumb":"Chapter 14","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_025","blocks":[{"type":"title","content":"CHAP. XIV.\nOf the first and second Naturall Lawes, and of Contracts.\n","id":"Hobbes.L.1.14"},{"type":"paragraph","content":"{Right of Nature what.} The Right Of Nature, which Writers commonly call Jus Naturale, is the Liberty each man hath, to use his own power, as he will himselfe, for the preservation of his own Nature; that is to say, of his own Life; and consequently, of doing any thing, which in his own Judgement, and Reason, hee shall conceive to be the aptest means thereunto.","subId":"1","id":"Hobbes.L.1.14.1"},{"type":"paragraph","content":"By Liberty, is understood, according to the proper{Liberty what.} signification of the word, the absence of externall Impediments: which Impediments, may oft take away part of a mans power to do what hee would; but cannot hinder him from using the power left him, according as his judgement, and reason shall dictate to him.","subId":"2","id":"Hobbes.L.1.14.2"},{"type":"paragraph","content":"{A Law of Nature. what.} A Law Of Nature, (Lex Naturalis,) is a Precept, orgenerall Rule, found out by Reason, by which a man is forbidden to do, that, which is destructive of his life, or taketh away the means of preserving the same; and to omit, that, by which he thinketh it may be best preserved. For though they that speak of this subject, use to confound Jus, and Lex, Right and Law; yet they ought to be distinguished; because Right, consisteth {Difference of Right and Law.} in liberty to do, or to forbeare; Whereas Law, determineth, and bindeth to one of them: so that Law, and Right, differ as much, as Obligation, and Liberty; which in one and the same matter are inconsistent.","subId":"3","id":"Hobbes.L.1.14.3"},{"type":"paragraph","content":"And because the condition of Man, (as hath been {Naturally every man has Right to everything.} declared in the precedent Chapter) is a condition of Warre of every one against every one; in which case every one is governed by his own Reason; and there is nothing he can make use of, that may not be a help unto him, in preserving his life against his enemyes; It followeth, that in such a condition, every man has a Right to every thing; even to one anothers body. And therefore, as long as this naturall Right of every man to every thing endureth, there can be no security to any man, (how strong or wise soever he be,) of living out the time, which Nature ordinarily alloweth men to live. And consequently it is a precept, or generall rule of Reason,{The Fundamentall Law of Nature.} That every man, ought to endeavour Peace, as farre as he has hope of obtaining it; and when he cannot obtain it, that he may seek, and use, all helps, and advantages of Warre. The first branch of which Rule, containeth the first, and Fundamentall Law of Nature; which is, to seek Peace, and follow it. The Second, the summe of the Right of Nature; which is, By all means we can, to defend our selves.","subId":"4","id":"Hobbes.L.1.14.4"},{"type":"paragraph","content":"{The second Law of Nature.} From this Fundamentall Law of Nature, by which men are commanded to endeavour Peace, is derived this second Law; That a man be willing, when others are so too, as farre-forth, as for Peace, and defence of himselfe he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men, as he would allow other men against himselfe. For as long as every man holdeth this Right, of doing any thing he liketh; so long are all men in the condition of Warre. But if other men will not lay down their Right, as well as he; then there is no Reason for any one, to devest himselfe of his: For that were to expose himselfe to Prey, (which no man is bound to) rather than to dispose himselfe to Peace. This is that Law of the Gospell; Whatsoever you require that others should do to you, that do ye to them. And that Law of all men, Quod tibi fieri non vis, alteri ne feceris.","subId":"5","id":"Hobbes.L.1.14.5"},{"type":"paragraph","content":"{What it is to lay down a Right.} To lay downe a mans Right to any thing, is to devest himselfe of the Liberty, of hindring another of the benefit of his own Right to the same. For he that renounceth, or passeth away his Right, giveth not to any other man a Right which he had not before; because there is nothing to which every man had not Right by Nature: but onely standeth out of his way, that he may enjoy his own originall Right, without hindrance from him; not without hindrance from another. So that the effect which redoundeth to one man, by another mans defect of Right, is but so much diminution of impediments to the use of his own Right originall.","subId":"6","id":"Hobbes.L.1.14.6"},{"type":"paragraph","content":"{Renouncing a Right what it is.} Right is layd aside, either by simply Renouncing it; or by Transferring it to another. By Simply Renouncing; when he cares not to whom the benefit thereof redoundeth. By Transferring; when he intendeth the benefit thereof to some certain person, or persons. And when a man hath in either{Transferring Right what.} manner abandoned, or granted away his Right; then is he said to be Obliged, or Bound, not to hinder those, to whom such Right is granted, or abandoned, from the benefit of it: and that he ought, and it is his Duty, not to make voyd that voluntary act of his own: and that such hindrance is Injustice, and Injury, as being{Obligation.} Sine Jure; the Right being before renounced, or transferred. So that Injury, or Injustice, in the controversies of the world, is somewhat like to that, which in the disputations of Scholers is called Absurdity. For{Duty.} as it is there called an Absurdity, to contradict what one maintained in the Beginning: so in the world, it is called Injustice, and injury,{Injustice.} voluntarily to undo that, which from the beginning he had voluntarily done. The way by which a man either simply Renounceth, or Transferreth his Right, is a Declaration, or Signification, by some voluntary and sufficient signe, or signes, that he doth so Renounced, or Transferre; or hath so Renounced, or Transferred the same, to him that accepteth it. And these Signes are either Words onely, or Actions onely; or (as it happeneth most often) both Words, and Actions. And the same are the Bonds, by which men are bound, and obliged: Bonds, that have their strength, not from their own Nature, (for nothing is more easily broken then a mans word,) but from Feare of some evill consequence upon the rupture.","subId":"7","id":"Hobbes.L.1.14.7"},{"type":"paragraph","content":"Whensoever a man Transferreth his Right, or Renounceth{Not all Rights are alienable.} it; it is either in consideration of some Right reciprocally transferred to himselfe; or for some other good he hopeth for thereby. For it is a voluntary act: and of the voluntary acts of every man, the object is some Good to himselfe. And therefore there be some Rights, which no man can be understood by any words, or other signes, to have abandoned, or transferred. As first a man cannot lay down the right of resisting them, that assault him by force, to take away his life; because he cannot be understood to ayme thereby, at any Good to himselfe. The same may be sayd of Wounds, and Chayns, and Imprisonment; both because there is no benefit consequent to such patience; as there is to the patience of suffering another to be wounded, or imprisoned: as also because a man cannot tell, when he seeth men proceed against him by violence, whether they intend his death or not. And lastly the motive, and end for which this renouncing, and transferring of Right is introduced, is nothing else but the security of a mans person, in his life, and in the means of so preserving life, as not to be weary of it. And therefore if a man by words, or other signes, seem to despoyle himselfe of the End, for which those signes were intended; he is not to be understood as if he meant it, or that it was his will; but that he was ignorant of how such words and actions were to be interpreted.","subId":"8","id":"Hobbes.L.1.14.8"},{"type":"paragraph","content":"{Contract what.} The mutuall transferring of Right, is that which men call Contract.","subId":"9","id":"Hobbes.L.1.14.9"},{"type":"paragraph","content":"There is difference, between transferring of Right to the Thing; and transferring, or tradition, that is, delivery of the Thing it selfe. For the Thing may be delivered together with the Translation of the Right; as in buying and selling with ready mony; or exchange of goods, or lands: and it may be delivered some time after.","subId":"10","id":"Hobbes.L.1.14.10"},{"type":"paragraph","content":"Again, one of the Contractors, may deliver the Thing contracted for on his part, and leave the other to perform his part at some determinate time after, and in the mean time be trusted; and then the Contract on his part, is{Covenant what.} called Pact, or Covenant: Or both parts may contract now, to performe hereafter: in which cases, he that is to performe in time to come, being trusted, his performance is called Keeping of Promise, or Faith; and the fayling of performance (if it be voluntary) Violation of Faith.","subId":"11","id":"Hobbes.L.1.14.11"},{"type":"paragraph","content":"When the transferring of Right, is not mutuall; but one of the parties transferreth, in hope to gain thereby friendship, or service from another, or from his friends; or in hope to gain the reputation of Charity, or Magnanimity; or to deliver his mind from the pain of compassion; or in hope of reward in heaven; This is not Contract, but Gift, Free-gift, Grace: which words{Free-gift.} signifie one and the same thing.","subId":"12","id":"Hobbes.L.1.14.12"},{"type":"paragraph","content":"Signes of Contract, are either Expresse, or by Inference.{Signes of Contract Expresse.} Expresse, are words spoken with understanding of what they signifie: And such words are either of the time Present, or Past; as, I Give, I Grant, I have Given, I have Granted, I will that this be yours: Or of the future; as, I will Give, I will Grant: which words of the future, are called Promise.","subId":"13","id":"Hobbes.L.1.14.13"},{"type":"paragraph","content":"Signes by Inference, are sometimes the consequence of Words; sometimes the consequence of Silence; sometimes the consequence of Actions; somtimes the consequence{Signes of Contract by Inference.} of Forbearing an Action: and generally a signe by Inference, of any Contract, is whatsoever sufficiently argues the will of the Contractor.","subId":"14","id":"Hobbes.L.1.14.14"},{"type":"paragraph","content":"Words alone, if they be of the time to come, and{Free gift passeth by words of the Present or Past.} contain a bare promise, are an insufficient signe of a Free-gift and therefore not obligatory. For if they be of the time to Come, as, To morrow I will Give, they are a signe I have not given yet, and consequently that my right is not transferred, but remaineth till I transferre it by some other Act. But if the words be of the time Present, or Past, as, I have given, or do give to be delivered to morrow, then is my to morrows Right given away to day; and that by the vertue of the words, though there were no other argument of my will. And there is a great difference in the signification of these words, Volo hoc tuum esse cras, and Cras dabo; that is, between I will that this be thine to morrow, and, I will give it thee to morrow: For the word I will, in the former manner of speech, signifies an act of the will Present; but in the later, it signifies a promise of an act of the will to Come: and therefore the former words, being of the Present, transferre a future right; the later, that be of the Future, transferre nothing. But if there be other signes of the Will to transferre a Right, besides Words; then, though the gift be Free, yet may the Right be understood to passe by words of the future: as if a man propound a Prize to him that comes first to the end of a race, The gift is Free; and though the words be of the Future, yet the Right passeth: for if he would not have his words so be understood, he should not have let them runne.","subId":"15","id":"Hobbes.L.1.14.15"},{"type":"paragraph","content":"{Signes of Contract are words both of the Past, Present, and Future.} In Contracts, the right passeth, not onely where the words are of the time Present, or Past; but also where they are of the Future: because all Contract is mutuall translation, or change of Right; and therefore he that promiseth onely, because he hath already received the benefit for which he promiseth, is to be understood as if he intended the Right should passe: for unlesse he had been content to have his words so understood, the other would not have performed his part first. And for that cause, in buying, and selling, and other acts of Contract, a Promise is equivalent to a Covenant; and therefore obligatory.","subId":"16","id":"Hobbes.L.1.14.16"},{"type":"paragraph","content":"{Merit what.} He that performeth first in the case of a Contract, is said to Merit that which he is to receive by the performance of the other; and he hath it as Due. Also when a Prize is propounded to many, which is to be given to him onely that winneth; or mony is thrown amongst many, to be enjoyed by them that catch it; though this be a Free gift; yet so to Win, or so to Catch, is to Merit, and to have it as Due. For the Right is transferred in the Propounding of the Prize, and in throwing down the mony; though it be not determined to whom, but by the Event of the contention. But there is between these two sorts of Merit, this difference, that In Contract, I Merit by vertue of my own power, and the Contractors need; but in this case of Free gift, I am enabled to Merit onely by the benignity of the Giver: In Contract, I merit at the Contractors hand that hee should depart with his right; In this case of Gift, I Merit not that the giver should part with his right; but that when he has parted with it, it should be mine, rather than anothers. And this I think to be the meaning of that distinction of the Schooles, between Meritum congrui, and Meritum condigni. For God Almighty, having promised Paradise to those men (hoodwinkt with carnall desires,) that can walk through this world according to the Precepts, and Limits prescribed by him; they say, he that shall so walk, shall Merit Paradise Ex congruo. But because no man can demand a right to it, by his own Righteousnesse, or any other power in himselfe, but by the Free Grace of God onely; they say, no man can Merit Paradise ex condigno. This I say, I think is the meaning of that distinction; but because Disputers do not agree upon the signification of their own termes of Art, longer than it serves their turn; I will not affirme any thing of their meaning: onely this I say; when a gift is given indefinitely, as a prize to be contended for, he that winneth Meriteth, and may claime the Prize as Due.","subId":"17","id":"Hobbes.L.1.14.17"},{"type":"paragraph","content":"If a Covenant be made, wherein neither of the parties{Covenants of Mutuall trust, when Invalid.} performe presently, but trust one another; in the condition of meer Nature, (which is a condition of Warre of every man against every man,) upon any reasonable suspition, it is Voyd: But if there be a common Power set over them both, with right and force sufficient to compell performance; it is not Voyd. For he that performeth first, has no assurance the other will performe after; because the bonds of words are too weak to bridle mens ambition, avarice, anger, and other Passions, without the feare of some coerceive Power; which in the condition of meer Nature, where all men are equall, and judges of the justnesse of their own fears, cannot possibly be supposed. And therfore he which performeth first, does but betray himselfe to his enemy; contrary to the Right (he can never abandon) of defending his life, and means of living.","subId":"18","id":"Hobbes.L.1.14.18"},{"type":"paragraph","content":"But in a civill estate, where there is a Power set up to constrain those that would otherwise violate their faith, that feare is no more reasonable; and for that cause, he which by the Covenant is to perform first, is obliged so to do.","subId":"19","id":"Hobbes.L.1.14.19"},{"type":"paragraph","content":"The cause of feare, which maketh such a Covenant invalid, must be alwayes something arising after the Covenant made; as some new fact, or other signe of the Will not to performe: else it cannot make the Covenant voyd. For that which could not hinder a man from promising, ought not to be admitted as a hindrance of performing.","subId":"20","id":"Hobbes.L.1.14.20"},{"type":"paragraph","content":"{Right to the End, Containeth Right to the Means.} He that transferreth any Right, transferreth the Means of enjoying it, as farre as lyeth in his power. As he that selleth Land, is understood to transferre the Herbage, and whatsoever growes upon it; Nor can he that sells a Mill turn away the Stream that drives it. And they that give to a man the Right of government in Soveraignty, are understood to give him the right of levying mony to maintain Souldiers; and of appointing Magistrates for the administration of Justice.","subId":"21","id":"Hobbes.L.1.14.21"},{"type":"paragraph","content":"{No Covenant with Beasts.} To make Covenants with bruit Beasts, is impossible; because not understanding our speech, they understand not, nor accept of any translation of Right; nor can translate any Right to another: and without mutuall acceptation, there is no Covenant.","subId":"22","id":"Hobbes.L.1.14.22"},{"type":"paragraph","content":"{Nor with God without special Revelation.} To make Covenant with God, is impossible, but by Mediation of such as God speaketh to, either by Revelation supernaturall, or by his Lieutenants that govern under him, and in his Name: For otherwise we know not whether our Covenants be accepted, or not. And therefore they that Vow any thing contrary to any law of Nature, Vow in vain; as being a thing unjust to pay such Vow. And if it be a thing commanded by the Law of Nature, it is not the Vow, but the Law that binds them.","subId":"23","id":"Hobbes.L.1.14.23"},{"type":"paragraph","content":"{No Covenant, but of Possible and Future.} The matter, or subject of a Covenant, is alwayes something that falleth under deliberation; (For to Covenant, is an act of the Will; that is to say an act, and the last act, of deliberation;) and is therefore alwayes understood to be something to come; and which is judged Possible for him that Covenanteth, to performe.","subId":"24","id":"Hobbes.L.1.14.24"},{"type":"paragraph","content":"And therefore, to promise that which is known to be Impossible, is no Covenant. But if that prove impossible afterwards, which before was thought possible, the Covenant is valid, and bindeth, (though not to the thing it selfe,) yet to the value; or, if that also be impossible, to the unfeigned endeavour of performing as much as is possible: for to more no man can be obliged.","subId":"25","id":"Hobbes.L.1.14.25"},{"type":"paragraph","content":"{Covenants how made voyd.} Men are freed of their Covenants two wayes; by Performing; or by being Forgiven. For Performance, is the naturall end of obligation; and Forgivenesse, the restitution of liberty; as being a re-transferring of that Right, in which the obligation consisted.","subId":"26","id":"Hobbes.L.1.14.26"},{"type":"paragraph","content":"{Covenants extorted by feare are valide.} Covenants entred into by fear, in the condition of meer Nature, are obligatory. For example, if I Covenant to pay a ransome, or service for my life, to an enemy; I am bound by it. For it is a Contract, wherein one receiveth the benefit of life; the other is to receive mony, or service for it; and consequently, where no other Law (as in the condition, of meer Nature) forbiddeth the performance, the Covenant is valid. Therefore Prisoners of warre, if trusted with the payment of their Ransome, are obliged to pay it: And if a weaker Prince, make a disadvantageous peace with a stronger, for feare; he is bound to keep it; unlesse (as hath been sayd before) there ariseth some new, and just cause of feare, to renew the war. And even in Common-wealths, if I be forced to redeem my selfe from a Theefe by promising him mony, I am bound to pay it, till the Civill Law discharge me. For whatsoever I may lawfully do without Obligation, the same I may lawfully Covenant to do through feare: and what I lawfully Covenant, I cannot lawfully break.","subId":"27","id":"Hobbes.L.1.14.27"},{"type":"paragraph","content":"A former Covenant, makes voyd a later. For a man{The former Covenant to one, makes voyd the later to another.} that hath passed away his Right to one man to day, hath it not to passe to morrow to another: and therefore the later promise passeth no Right, but is null.","subId":"28","id":"Hobbes.L.1.14.28"},{"type":"paragraph","content":"{A mans Covenant not to defend himselfe, is voyd.}A Covenant not to defend my selfe from force, by force, is alwayes voyd. For (as I have shewed before) no man can transferre, or lay down his Right to save himselfe from Death, Wounds, and Imprisonment, (the avoyding whereof is the onely End of laying down any Right, and therefore the promise of not resisting force, in no Covenant transferreth any right; nor is obliging. For though a man may Covenant thus, Unlesse I do so, or so, kill me; he cannot Covenant thus, Unlesse I do so, or so, I will not resist you, when you come to kill me. For man by nature chooseth the lesser evill, which is danger of death in resisting; rather than the greater, which is certain and present death in not resisting. And this is granted to be true by all men, in that they lead Criminals to Execution, and Prison. with armed men, notwithstanding that such Criminals have consented to the Law by which they are condemned.","subId":"29","id":"Hobbes.L.1.14.29"},{"type":"paragraph","content":"{No man obliged to accuse himself.} A Covenant to accuse ones selfe, without assurance of pardon, is likewise invalide. For in the condition of Nature, where every man is Judge, there is no place for Accusation: and in the Civill State, the Accusation is followed with Punishment; which being Force, a man is not obliged not to resist. The same is also true, of the Accusation of those, by whose Condemnation a man falls into misery; as of a Father, Wife, or Benefactor.","subId":"30","id":"Hobbes.L.1.14.30"},{"type":"paragraph","content":"For the Testimony of such an Accuser, if it be not willingly given, is præsumed to be corrupted by Nature; and therefore not to be received: and where a mans Testimony is not to be credited, he is not bound to give it. Also Accusations upon Torture, are not to be reputed as Testimonies. For Torture is to be used but as means of conjecture, and light, in the further examination, and search of truth: and what is in that case confessed, tendeth to the ease of him that is Tortured; not to the informing of the Torturers: and therefore ought not to have the credit of a sufficient Testimony: for whether he deliver himselfe by true, or false Accusation, he does it by the Right of preserving his own life.","subId":"31","id":"Hobbes.L.1.14.31"},{"type":"paragraph","content":"{The End of an Oath.} The force of Words, being (as I have formerly noted) too weak to hold men to the performance of their Covenants; there are in mans nature, but two imaginable helps to strengthen it. And those are either a Feare of the consequence of breaking their word; or a Glory, or Pride in appearing not to need to breake it. This later is a Generosity too rarely found to be presumed on, especially in the pursuers of Wealth, Command, or sensuall Pleasure; which are the greatest part of Mankind. The Passion to be reckoned upon, is Fear; whereof there be two very generall Objects: one, The Power of Spirits Invisible; the other, The Power of those men they shall therein Offend. Of these two, though the former be the greater Power, yet the feare of the later is commonly the greater Feare. The Feare of the former is in every man, his own Religion: which hath place in the nature of man before Civill Society. The later hath not so; at least not place enough, to keep men to their promises; because in the condition of ineer Nature, the inequality of Power is not discerned, but by the event of Battell. So that before the time of Civill Society, or in the interruption thereof by Warre, there is nothing can strengthen a Covenant of Peace agreed on, against the temptations of Avarice, Ambition, Lust, or other strong desire, but the feare of that Invisible Power, which they every one Worship as God; and Feare as a Revenger of their perfidy. All therefore that can be done between two men not subject to Civill Power, is to put one another to swear by the God he feareth: Which Swearing, or{The forme of an Oath.} Oath, is a Forme of Speech, added to a Promise; by which he that promiseth, signifieth, that unlesse he performe, he renounceth the mercy of his God, or calleth to him for vengeance on himselfe. Such was the Heathen Forme, Let Jupiter kill me else, as I kill this Beast. So is our Forme, I shall do thus, and thus, so help me God. And this, with the Rites and Ceremonies, which every one useth in his own Religion, that the feare of breaking faith might be the greater.","subId":"32","id":"Hobbes.L.1.14.32"},{"type":"paragraph","content":"By this it appears, that an Oath taken according to{No Oath, but by God.} any other Forme, or Rite, then his, that sweareth, is in vain; and no Oath: And that there is no Swearing by any thing which the Swearer thinks not God. For though men have sometimes used to swear by their Kings, for feare, or flattery; yet they would have it thereby understood, they attributed to them Divine honour. And that Swearing unnecessarily by God, is but prophaning of his name: and Swearing by other things, as men do in common discourse, is not Swearing, but an impious Custome, gotten by too much vehemence of talking.","subId":"33","id":"Hobbes.L.1.14.33"},{"type":"paragraph","content":"It appears also, that the Oath addes nothing to the{An Oath addes nothing to the Obligation.} Obligation. For a Covenant, if lawfull, binds in the sight of God, without the Oath, as much as with it: if unlawfull, bindeth not at all; though it be confirmed with an Oath.","subId":"34","id":"Hobbes.L.1.14.34"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.1","imported":true,"title":"The First Part, Of Man","breadcrumb":"Part 1","published":[1651]}],"prev":{"id":"Hobbes.L.1.13","imported":true,"title":"Of the Naturall Condition of Mankind as concerning their Felicity and Misery","breadcrumb":"Chapter 13","published":[1651]},"next":{"id":"Hobbes.L.1.15","imported":true,"title":"Of other Lawes of Nature","breadcrumb":"Chapter 15","published":[1651]}}