{"imported":true,"id":"Shaftesbury.C.MR.2.3","parent":"Shaftesbury.C.MR.2","title":"Chapter III. Of the Force of Humour in Religion――Support of our Author's Argument in his Essay on the Freedom of Wit and Raillery――Zeal discuss'd. Spiritual Surgeons: Executioners: Carvers――Original of human Sacrifice――Exhileration of Religion――Various Aspects, from outward Causes","breadcrumb":"Chapter 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_012","texts":[],"published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Chapter III. Of the Force of Humour in Religion――Support of our Author's Argument in his Essay on the Freedom of Wit and Raillery――Zeal discuss'd. Spiritual Surgeons: Executioners: Carvers――Original of human Sacrifice――Exhileration of Religion――Various Aspects, from outward Causes £1","id":"Shaftesbury.C.MR.2.3"},{"type":"paragraph","content":"THE celebrated _Wits_ of the ^Miscellanarian^ Race, the _Essay-Writers, casual Discoursers, Reflection-Coiners, Meditation-Founders,_ and others of the irregular kind of Writers, may plead it as their peculiar Advantage, \"That they follow the _Variety_ of ^Nature.^ \" And in such _a Climate_ as ours, their Plea, no doubt, may be very just. We _Islanders,_ fam'd for other Mutabilitys, are particularly noted for the Variableness and Inconstancy of our Weather. And if our Taste in _Letters_ be found answerable to this Temperature of our Climate; 'tis certain a Writer must, in our Account, be the more valuable in his kind, as he can agreeably _surprize_ his Reader, by _sudden Changes,_ and _Transports,_ from one Extreme to another.","subId":"1","id":"Shaftesbury.C.MR.2.3.1"},{"type":"paragraph","content":"Were it not for the known Prevalency of this Relish, and the apparent Deference paid to those Genius's who are said to _elevate_ and _surprize;_ the Author of these ^Miscellanys^ might, in all probability, be afraid to entertain his Reader with this multifarious, complex, and desultory kind of Reading. 'Tis certain, that if we consider the Beginning and Process of our present Work, we shall find sufficient Variation in it. From a profess'd Levity, we are laps'd into a sort of Gravity unsutable to our manner of setting out. We have steer'd an adventurous Course, and seem newly come out of a stormy and rough Sea. 'Tis time indeed we shou'd enjoy a Calm, and instead of expanding our Sails before the swelling Gusts, it befits us to retire under the Lee-shore, and ply our Oars in a smooth Water.","subId":"2","id":"Shaftesbury.C.MR.2.3.2"},{"type":"paragraph","content":"'Tis the _Philosopher,_ the _Orator,_ or the _Poet,_ whom we may compare to some First-Rate Vessel, which launches out into the wide Sea, and with a proud Motion insults the encountering Surges. We ^Essay^ -_Writers_ are of the _Small-Craft,_ or _Galley-kind._ We move chiefly by Starts and Bounds; according as our Motion is by frequent Intervals renew'd. We have no great Adventure in view; nor can tell certainly Whither we are bound. We undertake no mighty Voyage, by help of Stars or Compass; but row from Creek to Creek, keep up a coasting Trade, and are fitted only for fair Weather and the Summer Season.","subId":"3","id":"Shaftesbury.C.MR.2.3.3"},{"type":"paragraph","content":"Happy therefore it is for _us_ in particular, that having finish'd our Course of ^Enthusiasm,^ and pursu'd our Author into his[n1] _second_ Treatise, we are now, at last, oblig'd to turn towards pleasanter Reflections, and have such Subjects in view as must naturally reduce us to a more familiar Style. ^Wit^ and ^Humour^ (the profess'd Subject of the Treatise now before us) will hardly bear to be examin'd in ponderous Sentences and pois'd Discourse. We might now perhaps do best, to lay aside the Gravity of strict Argument, and resume the way of _Chat;_ which, thro' Aversion to a contrary _formal manner,_ is generally relish'd with more than ordinary Satisfaction. For excess of _Physick,_ we know, has often made Men hate the name of _wholesom._ And an abundancy of forc'd Instruction, and solemn Counsel, may have made Men full as averse to any thing deliver'd with an Air of high _Wisdom_ and _Science;_ especially if it be so _high_ as to be set above all human Art of _Reasoning,_ and even above _Reason_ it-self, in the account of its sublime Dispensers.","subId":"4","id":"Shaftesbury.C.MR.2.3.4"},{"type":"paragraph","content":"However, since it may be objected to us by certain _Formalists_ of this sort, \"That we can prove nothing duly without proving it _in form_\": we may for once condescend to their Demand; state our Case _formally;_ and divide our Subject into Parts, after the _precise_ manner, and according to just _Rule_ and _Method._","subId":"5","id":"Shaftesbury.C.MR.2.3.5"},{"type":"paragraph","content":"Our purpose, therefore, being to defend an Author, who has been charg'd as too presumptuous for introducing the way of ^Wit^ and ^Humour^ into _religious Searches;_ we shall endeavour to make appear:","subId":"6","id":"Shaftesbury.C.MR.2.3.6"},{"type":"paragraph","content":"1_st,_ That ^Wit^ and ^Humour^ are corroborative of _Religion,_ and promotive of _true Faith._","subId":"7","id":"Shaftesbury.C.MR.2.3.7"},{"type":"paragraph","content":"2_ly,_ That they are us'd as proper _Means_ of this kind by the holy Founders of Religion.","subId":"8","id":"Shaftesbury.C.MR.2.3.8"},{"type":"paragraph","content":"3_ly,_ That notwithstanding the dark Complexion and sour Humour of some religious Teachers, we may be justly said to have in the main, A _witty_ and _good-humour'd Religion._","subId":"9","id":"Shaftesbury.C.MR.2.3.9"},{"type":"paragraph","content":"Among the earliest Acquaintance of my Youth, I remember, in particular, _a Club_ of three or four merry Gentlemen, who had long kept Company with one another, and were seldom separate in any Party of Pleasure or Diversion. They happen'd once to be upon a travelling Adventure, and came to a Country, where they were told for certain, they should find the worst Entertainment, as well as the worst Roads imaginable. One of the Gentlemen, who seem'd the least concern'd for this Disaster, said slightly and without any seeming Design, \"That the best Expedient for them in this Extremity wou'd be to keep themselves in high Humour, and endeavour to commend every thing which the Place afforded.\" The other Gentlemen immediately took the hint; but, as it happen'd, kept silence, pass'd the Subject over, and took no further notice of what had been propos'd.","subId":"10","id":"Shaftesbury.C.MR.2.3.10"},{"type":"paragraph","content":"Being enter'd into the dismal Country, in which they proceeded without the least Complaint; 'twas remarkable, that if by great chance they came to any tolerable Bit of Road, or any ordinary Prospect, they fail'd not to say something or other _in its praise,_ and wou'd light often on such pleasant _Fancys_ and _Representations,_ as made the Objects in reality agreeable.","subId":"11","id":"Shaftesbury.C.MR.2.3.11"},{"type":"paragraph","content":"When the greatest part of the Day was thus spent, and our Gentlemen arriv'd where they intended to take their Quarters, the first of 'em who made trial of the Fare, or tasted either _Glass_ or _Dish,_ recommended it with such an air of Assurance, and in such lively Expressions of Approbation, that the others came instantly over to his Opinion, and confirm'd his _Relish_ with many additional Encomiums of their own.","subId":"12","id":"Shaftesbury.C.MR.2.3.12"},{"type":"paragraph","content":"Many ingenious Reasons were given for the several _odd_ Tastes and Looks of Things, which were presented to 'em at Table. \"Some Meats were _wholesom:_ Others _of a high Taste:_ Others according to the manner of eating in _this_ or _that foreign Country._\" Every Dish had the flavour of some celebrated Receit in _Cookery;_ and the _Wine,_ and other Liquors, had, in their turn, the advantage of being treated in the same elegant strain. In short, our Gentlemen eat and drank heartily, and took up with their indifferent Fare so well, that 'twas apparent they had wrought upon themselves _to believe_ they were tolerably well serv'd.","subId":"13","id":"Shaftesbury.C.MR.2.3.13"},{"type":"paragraph","content":"Their Servants, in the mean time, having laid no such Plot as this against themselves, kept to their _Senses,_ and stood it out, \"That their Masters had certainly lost _theirs._ For how else cou'd they _swallow_ so contentedly, and take all _for good_ which was set before 'em?\"—","subId":"14","id":"Shaftesbury.C.MR.2.3.14"},{"type":"paragraph","content":"Had I to deal with a malicious Reader; he might perhaps pretend to infer from this _Story_ of my travelling Friends, that I intended to represent it as an easy matter for People to persuade themselves into what _Opinion_ or _Belief_ they pleas'd. But it can never surely be thought, that Men of true _Judgment_ and _Understanding_ shou'd set about such a Task as that of perverting their own _Judgment,_ and giving a wrong Bias to their ^Reason.^ They must easily foresee that an Attempt of this kind, shou'd it have the least Success, wou'd prove of far worse Consequence to them than any Perversion of their _Taste, Appetite,_ or ordinary _Senses._","subId":"15","id":"Shaftesbury.C.MR.2.3.15"},{"type":"paragraph","content":"I must confess it, however, to be my Imagination, that where _fit Circumstances_ concur, and many inviting Occasions offer from the side of Mens _Interest,_ their _Humour,_ or their _Passion;_ 'tis no extraordinary Case to see 'em enter into such _a Plot_ as this against their own Understandings, and endeavour by all possible means to persuade both themselves and others of what they think _convenient_ and _useful to believe._","subId":"16","id":"Shaftesbury.C.MR.2.3.16"},{"type":"paragraph","content":"If in many particular Cases, where Favour and Affection prevail, it be found so easy a thing with us, to impose upon ourselves; it cannot surely be very hard to do it, where we take for granted, _our highest Interest is concern'd._ Now it is certainly no small _Interest_ or _Concern_ with Men, to believe what is by Authority establish'd; since in the Case of Disbelief there can be no Choice left but either to live _a Hypocrite,_ or be esteem'd _profane._ Even where Men are left to themselves, and allow'd the Freedom of their Choice, they are still forward enough _in believing;_ and can officiously endeavour to persuade themselves of the Truth of any flattering Imposture.","subId":"17","id":"Shaftesbury.C.MR.2.3.17"},{"type":"paragraph","content":"Nor is it unusual to find Men successful in this _Endeavour:_ As, among other Instances, may appear by the many _religious Faiths_ or _Opinions,_ however preposterous or contradictory, which, Age after Age, we know to have been rais'd on the Foundation of _Miracles_ and pretended _Commissions_ from Heaven. These have been as generally espous'd and passionately cherish'd as the greatest Truths and most certain Revelations. 'Tis hardly to be suppos'd that such Combinations shou'd be form'd, and Forgerys erected with such Success and Prevalency over the Understandings of Men, did not _they themselves_ co-operate, of their own accord, towards the Imposture, and shew, \"That by _a good-Will_ and _hearty Desire of believing,_ they had in reality a considerable Hand in the Deceit.\"","subId":"18","id":"Shaftesbury.C.MR.2.3.18"},{"type":"paragraph","content":"'Tis certain that in a Country, where ^Faith^ has, for a long time, gone _by Inheritance,_ and _Opinions_ are entail'd by _Law,_ there is little room left for the Vulgar to alter their Persuasion, or deliberate on the Choice of their religious Belief. Whensoever a Government thinks fit to concern it-self with Mens _Opinions,_ and by its absolute Authority impose any particular _Belief,_ there is none perhaps ever so ridiculous or monstrous in which it needs doubt of having good Success. This we may see thorowly effected in certain Countrys, by a steddy Policy, and sound Application of Punishment and Reward: with the Assistance of _particular Courts_ erected to this end; _peculiar Methods_ of Justice; _peculiar Magistrates_ and _Officers;_ proper _Inquests,_ and certain _wholesom Severitys,_ not slightly administer'd, and play'd with, (as certain Triflers propose) but duly and properly inforc'd; as is absolutely requisite to this end of strict _Conformity,_ and _Unity_ in one and the same Profession, and manner of Worship.","subId":"19","id":"Shaftesbury.C.MR.2.3.19"},{"type":"paragraph","content":"But shou'd it happen to be _the_ ^Truth^ it-self which was thus effectually propagated by the Means we have describ'd; the very Nature of such _Means_ can, however, allow but little Honour to the _Propagators,_ and little Merit to the _Disciples_ and _Believers._ 'Tis certain that ^Mahometism,Paganism,Judaism,^ or any _other_ ^Belief^ may stand, as well as _the truest,_ upon this Foundation. He who is now an _Orthodox_ ^Christian,^ wou'd by virtue of such a Discipline have been infallibly as true a ^Mussulman,^ or as errant a ^Heretick;^ had his Birth happen'd in another place.","subId":"20","id":"Shaftesbury.C.MR.2.3.20"},{"type":"paragraph","content":"For this reason there can be no rational Belief but where _Comparison_ is allow'd, _Examination_ permitted, and a sincere _Toleration_ establish'd. And in this case, I will presume to say, \"That _Whatever_ ^Belief^ is once espous'd or countenanc'd by the Magistrate, it will have a sufficient advantage; without any help from Force or Menaces on one hand, or extraordinary Favour and partial Treatment on the other.\" If _the_ ^Belief^ be in any measure consonant to _Truth_ and _Reason,_ it will find as much favour in the Eyes of Mankind, as _Truth_ and _Reason_ need desire. Whatever Difficultys there may be in any particular _Speculations_ or _Mysterys_ belonging to it; the better sort of Men will endeavour to pass 'em over. They will _believe_ (as our[n2] Author says) _to the full stretch of their_ ^Reason,^ and add Spurs to their ^Faith,^ in order to be the more _sociable;_ and conform the better with what their _Interest,_ in conjunction with their _Good-Humour,_ inclines them to receive as credible, and observe as their _religious Duty_ and _devotional Task._","subId":"21","id":"Shaftesbury.C.MR.2.3.21"},{"type":"paragraph","content":"Here it is that ^GoodHumour^ will naturally take place, and the _Hospitable Disposition_ of our travelling Friends above-recited will easily transfer it-self into _Religion,_ and operate in the same manner with respect to the _establish'd Faith_ (however miraculous or incomprehensible) under a tolerating, mild, and gentle Government.","subId":"22","id":"Shaftesbury.C.MR.2.3.22"},{"type":"paragraph","content":"Every one knows, indeed, That by ^Heresy^ is understood a Stubbornness in _the Will,_ not a Defect merely in _the Understanding._ On this account 'tis impossible that an honest and _good-humour_'d Man shou'd be a _Schismatick_ or _Heretick,_ and affect to separate from his national Worship on slight Reason, or without severe _Provocation._","subId":"23","id":"Shaftesbury.C.MR.2.3.23"},{"type":"paragraph","content":"To be pursu'd by _petty_ ^Inquisitors;^ to be threatned with _Punishment,_ or _penal Laws;_ to be _mark'd out_ as dangerous and suspected; to be rail'd at _in high Places,_ with all the study'd Wit and Art of Calumny; are indeed sufficient Provocations to _ill Humour,_ and may force People to _divide,_ who at first had never any such Intention. But the Virtue of _Good-Humour_ in ^Religion^ is such, that it can even reconcile Persons to a Belief, in which they were never bred, or to which they had conceiv'd a former Prejudice.","subId":"24","id":"Shaftesbury.C.MR.2.3.24"},{"type":"paragraph","content":"From these Considerations we cannot but of course conclude, \"That there is nothing so ridiculous in respect of Policy, or so wrong and odious in respect of common Humanity, as a _moderate_ and _half-way_ ^Persecution.^ \" It only frets the Sore; it raises the _Ill-humour_ of Mankind; excites the keener Spirits; moves Indignation in Beholders; and sows the very Seeds of Schism in Mens bosoms. A _resolute_ and _bold-fac'd_ ^Persecution^ leaves no time or scope for these engendring Distempers, or gathering Ill-humours. It does the work at once; by _Extirpation, Banishment,_ or _Massacre;_ and like a bold Stroke in Surgery, dispatches by one short _Amputation,_ what a bungling Hand wou'd make worse and worse, to the perpetual Sufferance and Misery of the Patient.","subId":"25","id":"Shaftesbury.C.MR.2.3.25"},{"type":"paragraph","content":"If there be on earth a proper way to render the most sacred Truth suspected, 'tis by supporting it with _Threats,_ and pretending to _terrify_ People into the Belief of it. This is a sort of daring Mankind in a Cause, where they know themselves superior, and out of reach. The weakest Mortal finds within himself, that tho he may be _out-witted_ and _deluded,_ he can never be _forc'd_ in what relates to his _Opinion_ or _Assent._ And there are few Men so ignorant of human Nature, and of what they hold in common with their Kind, as not to comprehend, \"That where great Vehemence is express'd by any-one in what relates solely to _another,_ 'tis seldom without some private Interest of _his own._\"","subId":"26","id":"Shaftesbury.C.MR.2.3.26"},{"type":"paragraph","content":"In common Matters of Dispute, the angry Disputant makes the best Cause to appear the worst. A _Clown_ once took a fancy to hear the _Latin_ Disputes of Doctors at a University. He was ask'd what pleasure he could take in viewing such Combatants, when he could never know so much as which of the Partys had the better. \"For that matter,\" reply'd the _Clown,_ \"I a'n't such a Fool neither, but I can see who's the first that puts t'other into a Passion.\" Nature her-self dictated this Lesson to the Clown; \"That he who had the better of the Argument, wou'd be _easy_ and _well-humour'd:_ But he who was unable to support his Cause by Reason, wou'd naturally lose his Temper, and grow _violent._\"","subId":"27","id":"Shaftesbury.C.MR.2.3.27"},{"type":"paragraph","content":"Were two Travellers agreed to tell their Story separate in publick: the one being a Man of Sincerity, but _positive_ and _dogmatical;_ the other less sincere, but _easy_ and _good-humour'd:_ tho it happen'd that the Accounts of this latter Gentleman were of the more miraculous sort; they wou'd yet sooner gain Belief, and be more favourably receiv'd by Mankind, than the strongly asserted Relations and vehement Narratives of the other _fierce_ Defender of the Truth.","subId":"28","id":"Shaftesbury.C.MR.2.3.28"},{"type":"paragraph","content":"That GOOD HUMOUR is a chief Cause of Compliance, or Acquiescence in matters of _Faith,_ may be prov'd from the very _Spirit_ of those, whom we commonly call ^Criticks.^ 'Tis a known Prevention against the Gentlemen of this Character; \"That they are generally _ill-humour'd,_ and _splenetick._\" The World will needs have it, That their _Spleen_ disturbs 'em. And I must confess I think the World in general to be so far right in this Conceit, That tho all _Criticks_ perhaps are not necessarily _splenetick;_ all _splenetick People_ (whether naturally such, or made so by ill Usage) have a necessary Propensity to _Criticism_ and _Satir._ When Men are _easy_ in themselves, they let others remain so; and can readily comply with what seems _plausible,_ and is thought conducing to _the Quiet_ or _good Correspondence_ of Mankind. They study to raise no Difficultys or Doubts. And in religious Affairs, 'tis seldom that they are known forward to entertain ill Thoughts or Surmises, whilst they are unmolested. But if disturb'd by groundless Arraignments and Suspicions, by unnecessary Invectives, and bitter Declamations, and by a contentious quarrelsom Aspect of Religion; they naturally turn _Criticks,_ and begin to question every thing. The Spirit of _Satir_ rises with the _ill Mood:_ and the chief Passion of Men thus diseas'd and thrown out of Good Humour, is to find fault, censure, unravel, confound, and leave nothing without exception and controversy.","subId":"29","id":"Shaftesbury.C.MR.2.3.29"},{"type":"paragraph","content":"These are the _Scepticks_ or _Scrupulists,_ against whom there is such a Clamor rais'd. 'Tis evident, in the mean while, that the very _Clamor_ it-self, join'd with the usual Menaces and Shew of Force, is that which chiefly raises this _sceptical_ Spirit, and helps to multiply the number of these inquisitive and _ill-humour'd_ ^Criticks.^ Mere _Threats,_ without power of Execution, are only exasperating and provocative. They[n3] who are Masters of the _carnal_ as well as _spiritual_ Weapon, may apply each at their pleasure, and in what proportion they think necessary. But where the Magistrate resolves steddily to reserve his _Fasces_ for his own proper Province, and keep the Edg-Tools and deadly Instruments out of other Hands, 'tis in vain for spiritual Pretenders to take such magisterial Airs. It can then only become them to brandish such Arms, when they have strength enough to make the Magistrate resign his Office, and become _Provost_ or _Executioner_ in their service.—","subId":"30","id":"Shaftesbury.C.MR.2.3.30"},{"type":"paragraph","content":"Shou'd any one who happens to read these Lines, perceive in himself a rising Animosity against the Author, for asserting thus zealously the Notion of a _religious Liberty,_ and _mutual Toleration;_ 'tis wish'd that he wou'd maturely deliberate on the Cause of his Disturbance and Ill-humour. Wou'd he deign to look narrowly into himself, he wou'd undoubtedly find that it is not ^Zeal^ for _Religion_ or the _Truth,_ which moves him on this occasion. For had he happen'd to be in a Nation where he was _no Conformist,_ nor had any Hope or Expectation of obtaining the Precedency for his _own_ Manner of Worship, he wou'd have found nothing preposterous in this our Doctrine of _Indulgence._ 'Tis a Fact indisputable, that whatever Sect or Religion is undermost, tho it may have persecuted at any time before; yet as soon as it begins to suffer Persecution in its turn, it recurs instantly to the Principles of ^Moderation,^ and maintains this our Plea for _Complacency, Sociableness,_ and ^GoodHumour^ _in Religion._ The Mystery therefore of this Animosity, or rising Indignation of my devout and zealous _Reader,_ is only this; \"That being _devoted_ to the Interest of _a Party_ already in possession or expectation of the temporal Advantages annex'd to a particular Belief; he fails not, as a zealous _Party-Man,_ to look with jealousy on every unconformable Opinion, and is sure to justify those _Means_ which he thinks proper to prevent its growth.\" He knows that if in Matters of Religion any one believes amiss, 'tis at his own peril. If _Opinion_ damns; _Vice_ certainly does as much. Yet will our Gentleman easily find, if he inquires the least into _himself,_ that he has no such furious Concern for the Security of Mens _Morals,_ nor any such violent Resentment of their _Vices,_ when they are such as no-way incommode him. And from hence it will be easy for him to infer, \"That the Passion he feels on this occasion, is not from pure ^Zeal,^ but _private_ ^Interest,^ and _worldly_ ^Emulation.^ \"","subId":"31","id":"Shaftesbury.C.MR.2.3.31"},{"type":"paragraph","content":"COME we now (as authentick Rhetoricians express themselves) to our _second Head:_ which we shou'd again subdivide into _Firsts_ and _Seconds,_ but that this manner of carving is of late days grown much out of fashion.","subId":"32","id":"Shaftesbury.C.MR.2.3.32"},{"type":"paragraph","content":"'Twas the Custom of our Ancestors, perhaps as long since as the days of our hospitable _King_ ^Arthur,^ to have nothing serv'd at Table but what was _intire_ and substantial. 'Twas a whole Boar, or solid Ox which made the Feast. The Figure of the Animal was preserv'd intire, and the Dissection made in form by the appointed _Carver,_ a Man of Might as well as profound Craft and notable Dexterity; who was seen erect, with goodly Mein and Action, _displaying_ Heads and Members, _dividing_ according to Art, and _distributing_ his Subject-matter into proper _Parts,_ sutable to the Stomachs of those he serv'd. In latter days 'tis become the Fashion to eat with less Ceremony and Method. Every-one chuses _to carve_ for himself. The learned Manner of _Dissection_ is out of request; and a certain Method of Cookery has been introduc'd; by which the _anatomical_ Science of the Table is intirely set aside. _Ragouts_ and _Fricassees_ are the reigning Dishes, in which every thing is so dismember'd and thrown out of all Order and Form, that no Part of the Mass can properly be _divided,_ or distinguish'd from another.","subId":"33","id":"Shaftesbury.C.MR.2.3.33"},{"type":"paragraph","content":"Fashion is indeed a powerful Mistress, and by her single Authority has so far degraded the carving Method and Use of _Solids,_ even in Discourse and Writing, that our religious Pastors themselves have many of 'em chang'd their Manner of distributing to us their spiritual Food. They have quitted their substantial Service, and uniform Division into _Parts_ and _Under-Parts;_ and in order to become fashionable, they have run into the more savoury way of learned _Ragout_ and _Medley._ 'Tis the unbred rustick Orator alone, who presents his clownish Audience with a _divisible Discourse._ The elegant Court-Divine exhorts in ^Miscellany,^ and is asham'd to bring his _Two's_ and _Three's_ before a fashionable Assembly.","subId":"34","id":"Shaftesbury.C.MR.2.3.34"},{"type":"paragraph","content":"Shou'd I therefore, as a mere _Miscellanarian_ or _Essay_-Writer, forgetting what I had premis'd, be found to drop _a Head,_ and lose the connecting Thred of my present Discourse; the Case perhaps wou'd not be so preposterous. For fear however lest I shou'd be charg'd for being worse than my word, I shall endeavour to satisfy my Reader, by pursuing my _Method_ propos'd: if peradventure he can call to mind, what that Method was. Or if he cannot, the matter is not so very important, but he may safely pursue his reading, without further trouble.","subId":"35","id":"Shaftesbury.C.MR.2.3.35"},{"type":"paragraph","content":"To proceed, therefore. Whatever Means or Methods may be employ'd at any time in maintaining or propagating _a religious Belief_ already current and establish'd, 'tis evident that the first Beginnings must have been founded in that natural Complacency, and ^GoodHumour,^ which inclines to Trust and Confidence in Mankind. _Terrors_ alone, tho accompany'd with Miracles and Prodigys of whatever kind, are not capable of raising that sincere Faith and absolute Reliance which is requir'd in favour of the divinely authoriz'd _Instructor,_ and spiritual _Chief._ The Affection and Love which procures a true Adherence to the new religious Foundation, must depend either on a real or counterfeit[n4] ^Goodness^ in the _religious Founder._ Whatever ambitious Spirit may inspire him; whatever savage Zeal or persecuting Principle may lie in reserve, ready to disclose it-self when Authority and Power is once obtain'd; the _First_ Scene of Doctrine, however, fails not to present us with the agreeable Views of _Joy, Love, Meekness, Gentleness,_ and _Moderation._","subId":"36","id":"Shaftesbury.C.MR.2.3.36"},{"type":"paragraph","content":"In this respect, ^Religion,^ according to the common Practice in many Sects, may be compar'd to that sort of _Courtship,_ of which the Fair Sex are known often to complain. In the Beginning of an Amour, when these innocent Charmers are first accosted, they hear of nothing but _tender Vows, Submission, Service, Love._ But soon afterwards, when won by this Appearance of Gentleness and Humility, they have resign'd themselves, and are no longer _their own,_ they hear a different Note, and are taught to understand _Submission_ and _Service_ in a sense they little expected. _Charity_ and _Brotherly Love_ are very engaging Sounds: But who wou'd dream that out of abundant Charity and Brotherly Love shou'd come _Steel, Fire, Gibbets, Rods,_ and such a sound and hearty Application of these Remedys as shou'd at once advance the worldly Greatness of religious Pastors, and the particular Interest of private Souls, for which they are so charitably concern'd?","subId":"37","id":"Shaftesbury.C.MR.2.3.37"},{"type":"paragraph","content":"It has been observ'd by our[n5] Author, \"That the ^Jews^ were naturally a very cloudy People.\" That they had certainly in Religion, as in every thing else, the least _Good-Humour_ of any People in the World, is very apparent. Had it been otherwise, their holy Legislator and Deliverer, who was declar'd[n6] _the meekest Man on Earth,_ and who for many years together had by the most popular and kind Acts endeavour'd to gain their Love and Affection, wou'd in all probability have treated them afterwards with more Sweetness, and been able with[n7] less Blood and Massacre to retain them in their religious Duty. This however we may observe, That if the first _Jewish_ Princes and celebrated Kings acted in reality according to the Institutions of their great Founder, not only ^Musick,^ but even ^Play^ and ^Dance,^ were of holy Appointment, and divine Right. The first Monarch of this Nation, tho of a _melancholy Complexion,_ join'd ^Musick^ with his spiritual Exercises, and even us'd it as a Remedy under that _dark_ ^Enthusiasm^ or[n8] _evil Spirit;_ which how far it might resemble that of _Prophecy,_ experienc'd by him[n9] even after his Apostacy, our[n10] Author pretends not to determine. 'Tis certain that the Successor of this Prince was a hearty Espouser of the _merry_ Devotion, and by his example has shewn it to have been fundamental in the religious Constitution of his People.[n11] The famous _Entry_ or _high Dance_ perform'd by him, after so conspicuous a manner, in the Procession of the sacred _Coffer,_ shews that he was not asham'd of expressing any Extasy of _Joy_ or[n12] playsom _Humour,_ which was practis'd by the[n13] meanest of the Priests or People on such an occasion.","subId":"38","id":"Shaftesbury.C.MR.2.3.38"},{"type":"paragraph","content":"Besides the many Songs and Hymns dispers'd in Holy Writ, the Book of _Psalms_ it-self, _Job, Proverbs, Canticles,_ and other intire Volumes of the sacred Collection, which are plainly _Poetry,_ and full of humorous Images, and jocular Wit, may sufficiently shew how readily the inspir'd Authors had recourse to ^Humour^ and ^Diversion,^ as a proper Means to promote _Religion,_ and strengthen _the establish'd Faith._","subId":"39","id":"Shaftesbury.C.MR.2.3.39"},{"type":"paragraph","content":"When the Affairs of the _Jewish_ Nation grew desperate, and every thing seem'd tending to a total Conquest and Captivity, the Style of their holy Writers and Prophets might well vary from that of earlier days, in the Rise and Vigor of their Common-wealth, or during the first Splendor of their Monarchy, when the Princes themselves prophesy'd, and potent Kings were of the number of the Sacred Pen-men. This still we may be assur'd of; That however _melancholy_ or _ill-humour'd_ any of the Prophets may appear at any time, 'was not that kind of Spirit, which _God_ was wont to encourage in them. Witness the Case of the Prophet ^Jonah;^ whose Character is so naturally describ'd in Holy Writ.","subId":"40","id":"Shaftesbury.C.MR.2.3.40"},{"type":"paragraph","content":"Pettish as this Prophet was, unlike a Man, and resembling rather some refractory boyish _Pupil;_ it may be said that ^God,^ as a kind _Tutor,_ was pleas'd _to humour him,_ bear with his Anger, and in a lusory manner, expose his childish Frowardness, and shew him _to himself._","subId":"41","id":"Shaftesbury.C.MR.2.3.41"},{"type":"paragraph","content":"[n14]\"Arise (said his gracious Lord) _and go to_ ^Ninive.^ \" \"No such matter,\" says our Prophet to himself; but away over-Sea for ^Tarshish.^ He fairly plays the Truant, like an arch _School-Boy;_ hoping to hide out of the way. But his _Tutor_ had good Eyes, and a long Reach. He overtook him at Sea; where a Storm was ready prepar'd for his Exercise, and a Fish's Belly for his Lodging. The Renegade found himself in harder Durance than any at Land. He was sufficiently mortify'd: He grew good, pray'd, moraliz'd, and spoke mightily against[n15] _Lying Vanitys._","subId":"42","id":"Shaftesbury.C.MR.2.3.42"},{"type":"paragraph","content":"Again,[n16] the Prophet is taken into favour, and bid _go to_ ^Ninive,^ to foretel Destruction. He foretels it. ^Ninive^ repents: God pardons: and the Prophet is angry.","subId":"43","id":"Shaftesbury.C.MR.2.3.43"},{"type":"paragraph","content":"[n17]\"Lord!—Did I not foresee what this wou'd come to? _Was not this my Saying, when I was_ safe _and_ quiet _at home?_—What else shou'd I have run away for?—As if I knew not how little dependence there was on the Resolution of those, who are always so ready to forgive, and _repent_ of what they have determin'd.—No!—Strike me _dead!_—_Take my Life,_ this moment. _'Tis better for me._—If ever I prophesy again.\" * * * * * *","subId":"44","id":"Shaftesbury.C.MR.2.3.44"},{"type":"paragraph","content":"[n18]\"And _Dost thou well then to be thus angry,_ ^Jonah?^ Consider with thy-self.—Come!—Since thou wilt needs retire out of the City, to see at a distance _what will come of it;_ here, Take a better Fence than thy own _Booth_ against the hot Sun which incommodes Thee. Take this tall _Plant_ as a _shady Covering for thy Head._ Cool thy-self, and be _deliver'd from thy Grief._\"","subId":"45","id":"Shaftesbury.C.MR.2.3.45"},{"type":"paragraph","content":"When _the Almighty_ had shown this Indulgence to _the Prophet,_ he grew better-humour'd, and pass'd a tolerable Night. But the[n19] next morning the _Worm_ came, and an _East-_Wind: the Arbor was nip'd: the Sun shone vehemently, and the Prophet's Head was heated, as before. Presently the ill Mood returns, and the Prophet is at the old pass. \"_Better die, than live_ at this rate.—_Death, Death_ alone can satisfy me. Let me hear no longer of Living.—No!—'Tis in vain to talk of it.\"—","subId":"46","id":"Shaftesbury.C.MR.2.3.46"},{"type":"paragraph","content":"Again[n20] GOD expostulates; but is taken up short, and answer'd churlishly, by the testy Prophet. \"Angry he _is;_ angry he _ought to be,_ and angry he _will_ be, _to his Death._\" But the ^Almighty,^ with the utmost pity towards him, in this _melancholy_ and _froward Temper,_ lays open the Folly of it; and exhorts to _Mildness,_ and ^GoodHumour,^ in the most tender manner, and under the most _familiar_ and _pleasant Images;_ whilst he shews[n21] _expressly_ more Regard and Tenderness to the very ^Cattel^ and _Brute-Beasts,_ than the Prophet to his own ^HumanKind,^ and to those very _Disciples_ whom by his Preaching he had converted.","subId":"47","id":"Shaftesbury.C.MR.2.3.47"},{"type":"paragraph","content":"In the antienter Parts of Sacred Story, where the Beginning of things, and Origin of human Race are represented to us, there are sufficient Instances of this _Familiarity of Style,_ this popular pleasant Intercourse, and Manner of Dialogue between[n22] ^God^ and _Man:_ I might add even between[n23] _Man_ and _Beast;_ and what is still more extraordinary, between ^God^ and[n24] ^Satan.^","subId":"48","id":"Shaftesbury.C.MR.2.3.48"},{"type":"paragraph","content":"Whatsoever of this kind may be _allegorically_ understood, or in the way of ^Parable^ or ^Fable;^ this I am sure of, That the _Accounts, Descriptions, Narrations, Expressions,_ and _Phrases_ are in themselves many times exceedingly _pleasant, entertaining,_ and _facetious._ But fearing lest I might be mis-interpreted, shou'd I offer to set these Passages in their proper Light, (which however has been perform'd by undoubted good Christians, and most learned and[n25] eminent Divines of our own Church) I forbear to go any further into the Examination or Criticism of this sort.","subId":"49","id":"Shaftesbury.C.MR.2.3.49"},{"type":"paragraph","content":"As for our Saviour's Style, 'tis not more _vehement_ and _majestick_ in his gravest Animadversions or declamatory Discourses; than it is _sharp, humorous,_ and _witty_ in his Repartees, Reflections, fabulous Narrations, or Parables, Similes, Comparisons, and other Methods of _milder_ Censure and Reproof. His Exhortations to his Disciples; his particular Designation of their Manners; the pleasant Images under which he often couches his Morals and prudential Rules; even his Miracles themselves (especially the[n26] first he ever wrought) carry with them a certain _Festivity, Alacrity,_ and ^GoodHumour^ so remarkable, that I shou'd look upon it as impossible not to be mov'd in a pleasant manner at their Recital.","subId":"50","id":"Shaftesbury.C.MR.2.3.50"},{"type":"paragraph","content":"Now, if what I have here asserted in behalf of ^Pleasantry^ and ^Humour,^ be found just and real in respect of the _Jewish_ and _Christian_ Religions; I doubt not, it will be yielded to me, in respect of the antient _Heathen_ Establishments; that the highest Care was taken by their original Founders, and following Reformers, _to exhilarate_ Religion, and correct that _Melancholy_ and _Gloominess_ to which it is subject; according to those different Modifications of[n27] ^Enthusiasm^ above specify'd.","subId":"51","id":"Shaftesbury.C.MR.2.3.51"},{"type":"paragraph","content":"Our Author, as I take it, has[n28] elsewhere shewn that these _Founders_ were real _Musicians,_ and Improvers of _Poetry, Musick,_ and _the entertaining Arts;_ which they in a manner _incorporated_ with Religion: Not without good reason; as I am apt to imagine. For to me it plainly appears, That in the early times of all Religions, when Nations were yet barbarous and savage, there was ever an Aptness or Tendency towards the dark part of Superstition, which among many other Horrors produc'd that of _human Sacrifice._ Something of this nature might possibly be deduc'd even from[n29] Holy Writ. And in other Historys we are inform'd of it more at large.","subId":"52","id":"Shaftesbury.C.MR.2.3.52"},{"type":"paragraph","content":"Every one knows how great a Part of the old _Heathen_ Worship consisted in _Play, Poetry,_ and _Dance._ And tho some of the more melancholy and superstitious Votarys might approach the Shrines of their ^Divinitys^ with mean _Grimaces, Crouchings,_ and other _fawning_ Actions, betraying the low Thoughts they had of the Divine Nature; yet 'tis well known, that in those times the _illiberal_[n30] _sycophantick_ manner of Devotion was by the wiser sort contemn'd, and oft suspected,[n31] as knavish and indirect.","subId":"53","id":"Shaftesbury.C.MR.2.3.53"},{"type":"paragraph","content":"How different an Air and Aspect the good and virtuous were presum'd to carry with them to the Temple, let ^Plutarch^ singly, instead of many others, witness, in his excellent Treatise of[n32] _Superstition;_ and in another against the _Epicurean_ Atheism, where it will plainly enough appear[n33] what a share ^GoodHumour^ had in that which the politer Antients esteem'd as _Piety,_ and true _Religion._","subId":"54","id":"Shaftesbury.C.MR.2.3.54"},{"type":"paragraph","content":"BUT NOW, methinks, I have been sufficiently _grave_ and _serious,_ in defense of what is directly contrary to Seriousness and Gravity. I have very _solemnly_ pleaded for _Gaity_ and ^GoodHumour:^ I have declaim'd against _Pedantry_ in learned Language, and oppos'd _Formality_ in Form. I now find my-self somewhat impatient to get loose from the Constraint of _Method:_ And I pretend lawfully to exercise the Privilege which I have asserted, of rambling from Subject to Subject, from Style to Style, in my ^Miscellaneous^ manner, according to my present Profession and Character.","subId":"55","id":"Shaftesbury.C.MR.2.3.55"},{"type":"paragraph","content":"I may, in the mean while, be censur'd probably for passing over my _Third_ Head. But the methodical Reader, if he be scrupulous about it, may content himself with looking back: And if possibly he can pick it out of my _Second,_ he will forgive this Anticipation, in a Writing which is govern'd less by Form than Humour. I had indeed resolv'd with my-self to make a large Collection of Passages from our most eminent and learned Divines, in order to have set forth this _Latter_ Head of my Chapter; and by better Authority than my own to have evinc'd, \"That we had in the main _a good-humour'd Religion._\" But after considering a little while, I came to this short Issue with my-self: \"That it was better not to cite _at all,_ than to cite _partially._\" Now if I cited _fairly_ what was said as well on the melancholy as the chearful side of our Religion, the Matter, I found, wou'd be pretty doubtfully balanc'd: And the Result at last wou'd be this; \"That, generally speaking, as oft as a Divine was in good Humour, we shou'd find ^Religion^ _the sweetest_ and _best-humour'd_ thing in Nature: But at other times (and _that,_ pretty often) we shou'd find a very different Face of Matters.\"","subId":"56","id":"Shaftesbury.C.MR.2.3.56"},{"type":"paragraph","content":"Thus are we alternately exalted and humbled, chear'd and dejected, according as our spiritual[n34] Director is himself influenc'd: And this, peradventure, for our Edification and Advantage; \"That by these Contrarietys and Changes we may be render'd more supple and compliant.\" If we are very _low,_ and _down;_ we are _taken up._ If we are _up,_ and _high;_ we are _taken down._—This is _Discipline._ This is _Authority_ and _Command._—Did Religion carry constantly _one and the same_ Face, and were it always represented to us _alike_ in every respect; we might perhaps be overbold, and make Acquaintance with it, in too familiar a manner: We might think our-selves fully knowing in it, and assur'd of its true _Character_ and _Genius._ From whence perhaps we might become more refractory towards the Ghostly Teachers of it, and be apt to submit our-selves the less to those who, by Appointment and Authority, represent it to us, in such Lights, as they esteem most proper and convenient.","subId":"57","id":"Shaftesbury.C.MR.2.3.57"},{"type":"paragraph","content":"I shall therefore not only conclude _abruptly,_ but even _sceptically_ on this my _last_ Head: referring my Reader to what has been said already, on my preceding Heads, for the bare probability \"of our having, in the main, a _witty_ and _good-humour'd_ ^Religion.^ \"","subId":"58","id":"Shaftesbury.C.MR.2.3.58"},{"type":"paragraph","content":"This, however, I may presume to assert; That there are undoubtedly some _Countenances_ or _Aspects_ of our Religion, which are _humorous_ and _pleasant_ in them-selves; and that the sadder Representations of it are many times so _over-_sad and _dismal,_ that they are apt to excite a very contrary Passion to what is intended by the Representers.","subId":"59","id":"Shaftesbury.C.MR.2.3.59"},{"type":"note","content":"_Viz._ Essay on the Freedom of _Wit_ and _Humour,_ VOL. I.","subId":"n1","id":"Shaftesbury.C.MR.2.3.n1"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. _pag._ 34.","subId":"n2","id":"Shaftesbury.C.MR.2.3.n2"},{"type":"note","content":"_Supra,_ pag. 94.","subId":"n3","id":"Shaftesbury.C.MR.2.3.n3"},{"type":"note","content":"VOL. I. _pag._ 94. and VOL. II. _pag._ 334.","subId":"n4","id":"Shaftesbury.C.MR.2.3.n4"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. _pag._ 29. And above, _pag._ 55, 56.","subId":"n5","id":"Shaftesbury.C.MR.2.3.n5"},{"type":"note","content":"Numb. Ch. xii. ver. 3.","subId":"n6","id":"Shaftesbury.C.MR.2.3.n6"},{"type":"note","content":"Exod. Ch. xxxii. ver. 27, _&c._ And Numb. Ch. xvi. ver. 41.","subId":"n7","id":"Shaftesbury.C.MR.2.3.n7"},{"type":"note","content":"1 Sam. Ch. xviii. ver. 10. And Ch. xix. ver. 9.","subId":"n8","id":"Shaftesbury.C.MR.2.3.n8"},{"type":"note","content":"Ibid. ver. 23, 24.","subId":"n9","id":"Shaftesbury.C.MR.2.3.n9"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. _pag._ 45.","subId":"n10","id":"Shaftesbury.C.MR.2.3.n10"},{"type":"note","content":"2 Sam. Ch. vi. ver. 5, 14, & 16.","subId":"n11","id":"Shaftesbury.C.MR.2.3.n11"},{"type":"note","content":"Ibid. ver. 22.","subId":"n12","id":"Shaftesbury.C.MR.2.3.n12"},{"type":"note","content":"Tho this _Dance_ was not perform'd quite naked, the Dancers, it seems, were so slightly cloth'd, that in respect of Modesty, they might as well have wore nothing: their Nakedness appearing still by means of their high Caperings, Leaps, and violent Attitudes, which were proper to this Dance. The Reader, if he be curious, may examine what relation this religious Extasy and naked Dance had to the _naked_ and _processional Prophecy;_ (1 Sam. Ch. xix. ver. 23, & 24.) where Prince, Priest, and People prophesy'd in conjunction: the Prince himself being both of the _itinerant_ and _naked_ Party. It appears that even before he was yet advanc'd to the Throne, he had been seiz'd with this prophesying Spirit _errant, processional,_ and _saltant,_ attended, as we find, with a sort of Martial Dance perform'd in Troops or Companys, with Pipe and Tabret accompanying the March, together with Psaltry, Harp, Cornets, Timbrels, and other variety of Musick. See 1 Sam. Ch. x. ver. 5. and Ch. xix. ver. 23, 24, &c. and 2 Sam. Ch. vi. ver. 5. And above, _Letter of Enthusiasm,_ VOL. I. pag. 45.","subId":"n13","id":"Shaftesbury.C.MR.2.3.n13"},{"type":"note","content":"Jonah, Ch. i, _&c._","subId":"n14","id":"Shaftesbury.C.MR.2.3.n14"},{"type":"note","content":"Ibid. Ch. ii. ver. 8.","subId":"n15","id":"Shaftesbury.C.MR.2.3.n15"},{"type":"note","content":"Ch. iii. ver. 1, _&c._","subId":"n16","id":"Shaftesbury.C.MR.2.3.n16"},{"type":"note","content":"Jonah, Ch. iv. ver. 1, 2, 3.","subId":"n17","id":"Shaftesbury.C.MR.2.3.n17"},{"type":"note","content":"Ver. 4, 5, 6.","subId":"n18","id":"Shaftesbury.C.MR.2.3.n18"},{"type":"note","content":"Ver. 7, 8.","subId":"n19","id":"Shaftesbury.C.MR.2.3.n19"},{"type":"note","content":"Ver. 9.","subId":"n20","id":"Shaftesbury.C.MR.2.3.n20"},{"type":"note","content":"See the last Verse of this Prophet.","subId":"n21","id":"Shaftesbury.C.MR.2.3.n21"},{"type":"note","content":"Gen. Ch. iii. ver. 9, _&c._","subId":"n22","id":"Shaftesbury.C.MR.2.3.n22"},{"type":"note","content":"Numb. Ch. xxii. ver. 28, _&c._","subId":"n23","id":"Shaftesbury.C.MR.2.3.n23"},{"type":"note","content":"(1.) Job, Ch. i, & ii.(2.) 2 Chron. Ch. xviii. ver. 18, 19, _&c._","subId":"n24","id":"Shaftesbury.C.MR.2.3.n24"},{"type":"note","content":"See ^Burnet,^ _Archaeol._ cap. 7. p. 280, _&c._","subId":"n25","id":"Shaftesbury.C.MR.2.3.n25"},{"type":"note","content":"St ^John,^ Chap. ii. ver. 11.","subId":"n26","id":"Shaftesbury.C.MR.2.3.n26"},{"type":"note","content":"Above, Chap. i, ii.","subId":"n27","id":"Shaftesbury.C.MR.2.3.n27"},{"type":"note","content":"VOL. I. _pag._ 237.","subId":"n28","id":"Shaftesbury.C.MR.2.3.n28"},{"type":"note","content":"Gen. chap. xxii. ver. 1, 2, &c. and Judg. chap. xi. ver. 30, 31, _&c._These Places relating to ^Abraham^ and ^Jephthah,^ are cited only with respect to the Notion which these Primitive Warriors may be said to have entertain'd concerning this horrid Enormity, so common among the Inhabitants of _the Palestine_ and other neighbouring Nations. It appears that even the elder of these _Hebrew_ Princes was under no extreme Surprize on this trying Revelation. Nor did he think of expostulating, in the least, on this occasion; when at another time he cou'd be so importunate for the Pardon of an inhospitable, murderous, impious and incestuous City; _Gen._ xviii. 23, _&c._ See _Marsham_'s Citations, _pag._ 76, 77. _Ex istis satius est colligere hanc_ Abrahami _Tentationem non fuisse_ κεκαινουργημένην πράξιν, _actionem innovatam; non recens excogitatam, sed ad pristinos Cananaeorum mores designatam._ [From these facts it is preferable to deduce that the trial of Abraham was not a new action, not a new action, not a recent invention but one chosen in accordance with the former customs of the Canaanites.] See the learned ^Capel'^ s Dissertation upon ^Jephthah;^ \"_Ex hujus voti Lege_ (Lev. xxvii. ver. 28, 29.) JEPHTE _Filiam omnino videtur immolasse, hoc est, morte affecisse,_ & executus est in eâ votum quod ipse voyerat, _Jud._ xi. 39.\" [From the law of this hold promise Jephthah is understood to have sacrificed his daughter completely, that is, to have bound her by death, and the pledge was carried out against her which he himself had vowed.]","subId":"n29","id":"Shaftesbury.C.MR.2.3.n29"},{"type":"note","content":"See VOL. I. _pag._ 35.","subId":"n30","id":"Shaftesbury.C.MR.2.3.n30"},{"type":"note","content":"\"\"$—Non tu prece poscis emaci, &c. // Haud cuivis promptum est, murmurque humilesque su surros, // Tollere de Templis.— // De ^Jove^ quid sentis? Estne, ut praeponere cures // Hunc cuinam?— // —Quâ tu mercede Deorum // Emeris auriculas?— // O curvae in terris animae, & coelestium inanes! // Quid juvat hoc, Templis nostros immittere mores, // Et bona Diis ex hâc scelerata ducere pulpâ?$ // [Pers. Sat. ii. ver. 3.]\"\" \"\"$Non est meum, si mugiat Africis // Malus procellis, ad miseras preces // Decurrere.—$ // [Hor. lib. iii. Od. 29. ver. 57.]\"\"","subId":"n31","id":"Shaftesbury.C.MR.2.3.n31"},{"type":"note","content":"$ὡ̑ βάρβαρ' ἐξευρόντες Ἕλληνες κατὰ, τῃ̑ δεισιδαιμονίᾳ, πηλώσεις, καταβαρβαρώσεις, σαββατισμούς, ῥίψεις ἐπὶ πρόσωπον αἰσχράς, προ- σκαθίσεις, ἀλλοκότους προσκυνήσεις, &c.$ \"_O wretched ^Greeks!^_\" (says he, speaking to his then declining Countrymen) \"_who in a way of Superstition run so easily into the Relish of barbarous Nations, and bring into Religion that frightful Mein of sordid and vilifying Devotion, ill-favour'd Humiliation and Contrition, abject Looks and Countenances, Consternations, Prostrations, Disfigurations, and, in the Act of Worship, Distortions, constrain'd and painful Postures of the Body, wry Faces, beggerly Tones, Mumpings, Grimaces, Cringings, and the rest of this kind_—_A shame indeed to us_ Grecians!—_For to us, we know, 'tis prescrib'd from of old by our peculiar Laws concerning Musick, and the publick_ Chorus's, _that we shou'd perform in the handsomest manner, and with a_ just _and_ manly Countenance, _avoiding those Grimaces and Contortions of which some Singers contract a Habit. And shall we not in the more immediate Worship of the DEITY preserve this_ liberal Air _and_ manly Appearance? _Or, on the contrary, whilst we are nicely observant of other Forms and Decencys in the Temple, shall we neglect this greater Decency in Voice, Words, and Manners; and with vile Cries, Fawnings, and prostitute Behaviour, betray the natural Dignity and Majesty of that Divine Religion and National Worship deliver'd down to us by our Forefathers, and purg'd from every thing of a barbarous and savage kind?_\" What ^Plutarch^ mentions here, of the _just Countenance_ or _liberal Air,_ the στόμα δίκαιον, of the Musical Performer, is agreeably illustrated in his ^Alcibiades.^ 'Twas that heroick Youth, who, as appears by this Historian, first gave occasion to the ^Athenians^ of the higher Rank wholly to abandon the use of _Flutes;_ which had before been highly in favour with them. The Reason given, was \"_the illiberal Air_ which attended such Performers, and _the unmanly Disfiguration_ of their Looks and Countenance, which this Piping-work produc'd.\" As for the real Figure or Plight of the _superstitious Mind,_ our Author thus describes it: \"_Gladly wou'd the poor comfortless Mind, by whiles, keep Festival and rejoice: But such as its Religion is, there can be no free Mirth or Joy belonging to it. Publick Thanksgivings are but private Mournings. Sighs and Sorrows accompany its Praises. Fears and Horrors corrupt its best Affections. When it assumes the outward Ornaments of best Apparel for the Temple, it even then strikes Melancholy, and appears in Paleness and ghastly Looks. While it worships, it trembles. It sends up Vows in faint and feeble Voices, with eager Hopes, Desires, and Passions, discoverable in the whole Disorder of the outward Frame: and, in the main, it evinces plainly by Practice, that the Notion of_ ^Pythagoras^ _was but vain, who dar'd assert,_ That we were then in the best State, and carry'd our most becoming Looks with us, when we approach'd the Gods. _For then, above all other Seasons, are the Superstitious found in the most abject miserable State of Mind, and with the meanest Presence and Behaviour; approaching the Sacred Shrines of the Divine Powers in the same manner as they wou'd the Dens of Bears or Lions, the Caves of Basilisks or Dragons, or other hideous Recesses of wild Beasts or raging Monsters. To me therefore it appears wonderful, that we shou'd arraign Atheism as impious; whilst Superstition escapes the Charge. Shall he who holds there are no Divine Powers, be esteem'd impious; and shall not he be esteem'd far more impious, who holds the Divine Beings such in their Nature as the Superstitious believe and represent? For my own part, I had rather Men shou'd say of me,_ &c.\" See VOL. I. _pag._ 41. in the Notes. Nothing can be more remarkable than what our Author says again, a little below. \"_The_ Atheist _believes there is no Deity; the_ Religionist, _or superstitious Believer, wishes there were none. If he believes, 'tis against his Will: mistrust he dares not, nor call his Thought in question. But cou'd he with Security, at once, throw off that oppressive Fear, which like the Rock of_ ^Tantalus^ _impends, and presses over him, he wou'd with equal Joy spurn his inslaving Thought, and embrace the Atheist's State and Opinion as his happiest Deliverance. Atheists are free of Superstition, but the Superstitious are ever_ willing Atheists, _tho impotent in their Thought, and unable to believe of the Divine Being as they gladly wou'd._ $νυνὶ δὲ τῳ̑ μὲν ἀθέῳ δεισιδαιμονίας οὐδὲν μέτεστιν, ὁ δὲ δεισιδαίμων τῃ̑ προαιρέσει ἄθεος ὤν, ἀσθενέστερός ἐστιν ἢ του̑ δοξάζειν περὶ θεω̑ν ὃ βούλεται$\" See VOL. I. _pag._ 35, 36, 40, 41.","subId":"n32","id":"Shaftesbury.C.MR.2.3.n32"},{"type":"note","content":"Where speaking of _Religion,_ as it stood in the Heathen Church, and in his own time; he confesses, \"That as to the vulgar _Disposition,_ there was no Remedy. Many even of the better sort wou'd be found, of course, to intermix with their Veneration and Esteem something of _Terror_ or _Fear_ in their religious Worship, which might give it perhaps the Character of SUPERSTITION: But that this Evil was a thousand times over-balanc'd by the Satisfaction, Hope, Joy, and Delight which attended religious Worship. This, says he, is plain and evident from the most demonstrable Testimonys. For neither the Societys, or Publick Meetings in the Temples, nor the Festivals themselves, nor any other diverting Partys, Sights, or Entertainments, are more delightful or rejoicing than what we our-selves behold, and act in the Divine Worship, and in the Holy Sacrifices and Mysterys which belong to it. Our Disposition and Temper is not, on this occasion, as if we were in the Presence of worldly Potentates, dread Sovereigns, and despotick Princes. Nor are we here found meanly humbling our-selves, crouching in Fear and Awe, and full of Anxiety and Confusion, as wou'd be natural to us in such a Case. But where _the Divinity_ is esteem'd the _nearest,_ and most _immediately present,_ there Horrors and Amazements are the furthest banish'd; there the Heart, we find, gives freest way to Pleasure, to Entertainment, to Play, Mirth, Humour, and Diversion; and this even to an Excess.\"","subId":"n33","id":"Shaftesbury.C.MR.2.3.n33"},{"type":"note","content":"_Supra,_ pag. 39.","subId":"n34","id":"Shaftesbury.C.MR.2.3.n34"}]}
