{"id":"Hume.THN.1.2.1","imported":true,"parent":"Hume.THN.1.2","title":"Section 1. Of the infinite divisibility of our ideas of space and time","breadcrumb":"Section 1","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. I.\nOf the infinite divisibility of our ideas of space and time.\n","id":"Hume.THN.1.2.1"},{"type":"paragraph","content":"WHATEVER has the air of a paradox, and is contrary to the first and most unprejudic'd notions of mankind is often greedily embrac'd by philosophers, as shewing the superiority of their science, which cou'd discover opinions so remote from vulgar conception. On the other hand, any thing propos'd to us, which causes surprize and admiration, gives such a satisfaction to the mind, that it indulges itself in those agreeable emotions, and will never be perswaded that its pleasure is entirely without foundation. From these dispositions in philosophers and their disciples arises that mutual complaisance betwixt them; while the former furnish such plenty of strange and unaccountable opinions, and the latter so readily believe them. Of this mutual complaisance I cannot give a more evident instance than in the doctrine of infinite divisibility, with the examination of which I shall begin this subject of the ideas of space and time.","subId":"1","id":"Hume.THN.1.2.1.1","pages":"26"},{"type":"paragraph","content":"'Tis universally allow'd, that the capacity of the mind is limited, and can never attain a full and adequate conception of infinity: And tho' it were not allow'd, 'twou'd be sufficiently evident from the plainest observation and experience. 'Tis also obvious, that whatever is capable of being divided in infinitum, must consist of an infinite number of parts, and that 'tis impossible to set any bounds to the number of parts, without setting bounds at the same time to the division. It requires scarce any induction to conclude from hence, that the idea, which we form of any finite quality, is not infinitely divisible, but that by proper distinctions and separations we may run up this idea to inferior ones, which will be perfectly simple and indivisible. In rejecting the infinite capacity of the mind, we suppose it may arrive at an end in the division of its ideas; nor are there any possible means of evading the evidence of this conclusion.","subId":"2","id":"Hume.THN.1.2.1.2","pages":"26-7"},{"type":"paragraph","content":"'Tis therefore certain, that the imagination reaches a minimum, and may raise up to itself an idea, of which it cannot conceive any sub-division, and which cannot be diminished without a total annihilation. When you tell me of the thousandth and ten thousandth part of a grain of sand, I have a distinct idea of these numbers and of their different proportions; but the images, which I form in my mind to represent the things themselves, are nothing different from each other, nor inferior to that image, by which I represent the grain of sand itself, which is suppos'd so vastly to exceed them. What consists of parts is distinguishable into them, and what is distinguishable is separable. But whatever we may imagine of the thing, the idea of a grain of sand is not distinguishable, nor separable into twenty, much less into a thousand, ten thousand, or an infinite number of different ideas.","subId":"3","id":"Hume.THN.1.2.1.3","pages":"27"},{"type":"paragraph","content":"'Tis the same case with the impressions of the senses as with the ideas of the imagination. Put a spot of ink upon paper, fix your eye upon that spot, and retire to such a distance, that at last you lose sight of it; 'tis plain, that the moment before it vanish'd the image or impression was perfectly indivisible. 'Tis not for want of rays of light striking on our eyes, that the minute parts of distant bodies convey not any sensible impression; but because they are remov'd beyond that distance, at which their impressions were reduc'd to a minimum, and were incapable of any farther diminution. A microscope or telescope, which renders them visible, produces not any new rays of light, but only spreads those, which always flow'd from them; and by that means both gives parts to impressions, which to the naked eye appear simple and uncompounded, and advances to a minimum, what was formerly imperceptible.","subId":"4","id":"Hume.THN.1.2.1.4","pages":"27-8"},{"type":"paragraph","content":"We may hence discover the error of the common opinion, that the capacity of the mind is limited on both sides, and that 'tis impossible for the imagination to form an adequate idea, of what goes beyond a certain degree of minuteness as well as of greatness. Nothing can be more minute, than some ideas, which we form in the fancy; and images, which appear to the senses; since there are ideas and images perfectly simple and indivisible. The only defect of our senses is, that they give us disproportion'd images of things, and represent as minute and uncompounded what is really great and compos'd of a vast number of parts. This mistake we are not sensible of; but taking the impressions of those minute objects, which appear to the senses, to be equal or nearly equal to the objects, and finding by reason, that there are other objects vastly more minute, we too hastily conclude, that these are inferior to any idea of our imagination or impression of our senses. This however is certain, that we can form ideas, which shall be no greater than the smallest atom of the animal spirits of an insect a thousand times less than a mite: And we ought rather to conclude, that the difficulty lies in enlarging our conceptions so much as to form a just notion of a mite, or even of an insect a thousand times less than a mite. For in order to form a just notion of these animals, we must have a distinct idea representing every part of them; which, according to the system of infinite divisibility, is utterly impossible, and according to that of indivisible parts or atoms, is extremely difficult, by reason of the vast number and multiplicity of these parts.","subId":"5","id":"Hume.THN.1.2.1.5","pages":"28"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.2","imported":true,"title":"Part 2. Of the ideas of space and time","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.1.2","imported":true,"title":"Part 2. Of the ideas of space and time","breadcrumb":"Part 2","published":[1739]},"next":{"id":"Hume.THN.1.2.2","imported":true,"title":"Section 2. Of the infinite divisibility of space and time","breadcrumb":"Section 2","published":[1739]}}