{"id":"Hume.THN.1.2.2","imported":true,"parent":"Hume.THN.1.2","title":"Section 2. Of the infinite divisibility of space and time","breadcrumb":"Section 2","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. II.\nOf the infinite divisibility of space and time.\n","id":"Hume.THN.1.2.2"},{"type":"paragraph","content":"WHEREVER ideas are adequate representations of objects, the relations, contradictions and agreements of the ideas are all applicable to the objects; and this we may in general observe to be the foundation of all human knowledge. But our ideas are adequate representations of the most minute parts of extension; and thro' whatever divisions and subdivisions we may suppose these parts to be arriv'd at, they can never become inferior to some ideas, which we form. The plain consequence is, that whatever appears impossible and contradictory upon the comparison of these ideas, must be really impossible and contradictory, without any farther excuse or evasion.","subId":"1","id":"Hume.THN.1.2.2.1","pages":"29"},{"type":"paragraph","content":"Every thing capable of being infinitely divided contains an infinite number of parts; otherwise the division would be stopt short by the indivisible parts, which we should immediately arrive at. If therefore any finite extension be infinitely divisible, it can be no contradiction to suppose, that a finite extension contains an infinite number of parts: And vice versa, if it be a contradiction to suppose, that a finite extension contains an infinite number of parts, no finite extension can be infinitely divisible. But that this latter supposition is absurd, I easily convince myself by the consideration of my clear ideas. I first take the least idea I can form of a part of extension, and being certain that there is nothing more minute than this idea, I conclude, that whatever I discover by its means must be a real quality of extension. I then repeat this idea once, twice, thrice, &c. and find the compound idea of extension, arising from its repetition, always to augment, and become double, triple, quadruple, &c. till at last it swells up to a considerable bulk, greater or smaller, in proportion as I repeat more or less the same idea. When I stop in the addition of parts, the idea of extension ceases to augment; and were I to carry on the addition in infinitum, I clearly perceive, that the idea of extension must also become infinite. Upon the whole, I conclude, that the idea of an infinite number of parts is individually the same idea with that of an infinite extension; that no finite extension is capable of containing an infinite number of parts; and consequently that no finite extension is infinitely divisible.","subId":"2","id":"Hume.THN.1.2.2.2","pages":"29-30"},{"type":"paragraph","content":"I may subjoin another argument propos'd by a noted author,  which seems to me very strong and beautiful. 'Tis evident, that existence in itself belongs only to unity, and is never applicable to number, but on account of the unites, of which the number is compos'd. Twenty men may be said to exist; but 'tis only because one, two, three, four, &c. are existent; and if you deny the existence of the latter, that of the former falls of course. 'Tis therefore utterly absurd to suppose any number to exist, and yet deny the existence of unites; and as extension is always a number, according to the common sentiment of metaphysicians, and never resolves itself into any unite or indivisible quantity, it follows, that extension can never at all exist. 'Tis in vain to reply, that any determinate quantity of extension is an unite; but such-a-one as admits of an infinite number of fractions, and is inexhaustible in its sub-divisions. For by the same rule these twenty men may be consider'd as an unite. The whole globe of the earth, nay the whole universe may be consider'd as an unite. That term of unity is merely a fictitious denomination, which the mind may apply to any quantity of objects it collects together; nor can such an unity any more exist alone than number can, as being in reality a true number. But the unity, which can exist alone, and whose existence is necessary to that of all number, is of another kind, and must be perfectly indivisible, and incapable of being resolved into any lesser unity.","subId":"3","id":"Hume.THN.1.2.2.3","pages":"30-1"},{"type":"paragraph","content":"All this reasoning takes place with regard to time; along with an additional argument, which it may be proper to take notice of. 'Tis a property inseparable from time, and which in a manner constitutes its essence, that each of its parts succeeds another, and that none of them, however contiguous, can ever be co-existent. For the same reason, that the year 1737. cannot concur with the present year 1738. every moment must be distinct from, and posterior or antecedent to another. 'Tis certain then, that time, as it exists, must be compos'd of indivisible moments. For if in time we could never arrive at an end of division, and if each moment, as it succeeds another, were not perfectly single and indivisible, there would be an infinite number of co-existent moments, or parts of time; which I believe will be allow'd to be an arrant contradiction.","subId":"4","id":"Hume.THN.1.2.2.4","pages":"31"},{"type":"paragraph","content":"The infinite divisibility of space implies that of time, as is evident from the nature of motion. If the latter, therefore, be impossible, the former must be equally so.","subId":"5","id":"Hume.THN.1.2.2.5","pages":"31"},{"type":"paragraph","content":"I doubt not but it will readily be allow'd by the most obstinate defender of the doctrine of infinite divisibility, that these arguments are difficulties, and that 'tis impossible to give any answer to them which will be perfectly clear and satisfactory. But here we may observe, that nothing can be more absurd, than this custom of calling a difficulty what pretends to be a demonstration, and endeavouring by that means to elude its force and evidence. 'Tis not in demonstrations as in probabilities, that difficulties can take place, and one argument counter-ballance another, and diminish its authority. A demonstration, if just, admits of no opposite difficulty; and if not just, 'tis a mere sophism, and consequently can never be a difficulty. 'Tis either irresistible, or has no manner of force. To talk therefore of objections and replies, and ballancing of arguments in such a question as this, is to confess, either that human reason is nothing but a play of words, or that the person himself, who talks so, has not a capacity equal to such subjects. Demonstrations may be difficult to be comprehended, because of the abstractedness of the subject; but can never have any such difficulties as will weaken their authority, when once they are comprehended.","subId":"6","id":"Hume.THN.1.2.2.6","pages":"31-2"},{"type":"paragraph","content":"'Tis true, mathematicians are wont to say, that there are here equally strong arguments on the other side of the question, and that the doctrine of indivisible points is also liable to unanswerable objections. Before I examine these arguments and objections in detail, I will here take them in a body, and endeavour by a short and decisive reason to prove at once, that 'tis utterly impossible they can have any just foundation.","subId":"7","id":"Hume.THN.1.2.2.7","pages":"32"},{"type":"paragraph","content":"'Tis an establish'd maxim in metaphysics, That whatever the mind clearly conceives includes the idea of possible existence, or in other words, that nothing we imagine is absolutely impossible. We can form the idea of a golden mountain, and from thence conclude that such a mountain may actually exist. We can form no idea of a mountain without a valley, and therefore regard it as impossible.","subId":"8","id":"Hume.THN.1.2.2.8","pages":"32"},{"type":"paragraph","content":"Now 'tis certain we have an idea of extension; for otherwise why do we talk and reason concerning it? 'Tis likewise certain, that this idea, as conceiv'd by the imagination, tho' divisible into parts or inferior ideas, is not infinitely divisible, nor consists of an infinite number of parts: For that exceeds the comprehension of our limited capacities. Here then is an idea of extension, which consists of parts or inferior ideas, that are perfectly indivisible: consequently this idea implies no contradiction: consequently 'tis possible for extension really to exist conformable to it: and consequently all the arguments employ'd against the possibility of mathematical points are mere scholastick quibbles, and unworthy of our attention.","subId":"9","id":"Hume.THN.1.2.2.9","pages":"32"},{"type":"paragraph","content":"These consequences we may carry one step farther, and conclude that all the pretended demonstrations for the infinite divisibility of extension are equally sophistical; since 'tis certain these demonstrations cannot be just without proving the impossibility of mathematical points; which 'tis an evident absurdity to pretend to.","subId":"10","id":"Hume.THN.1.2.2.10","pages":"33"},{"type":"note","content":"It has been objected to me, that infinite divisibility supposes only an infinite number of proportional not of aliquot parts, and that an infinite number of proportional parts does not form an infinite extension. But this distinction is entirely frivolous. Whether these parts be call'd aliquot or proportional, they cannot be inferior to those minute parts we conceive; and therefore cannot form a less extension by their conjunction.","subId":"n6","id":"Hume.THN.1.2.2.n6","pages":"30"},{"type":"note","content":"Mons. Malezieu.","subId":"n7","id":"Hume.THN.1.2.2.n7","pages":"30"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.2","imported":true,"title":"Part 2. Of the ideas of space and time","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.1.2.1","imported":true,"title":"Section 1. Of the infinite divisibility of our ideas of space and time","breadcrumb":"Section 1","published":[1739]},"next":{"id":"Hume.THN.1.2.3","imported":true,"title":"Section 3. Of the other qualities of our ideas of space and time","breadcrumb":"Section 3","published":[1739]}}