{"imported":true,"id":"Shaftesbury.C.M.2.3","parent":"Shaftesbury.C.M.2","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_039","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section III\n","id":"Shaftesbury.C.M.2.3"},{"type":"paragraph","content":"{Divinity.} IT wou'd be undoubtedly, said he, a happy Cause which cou'd have the benefit of such Managers as shou'd never give their Adversarys any handle of advantage against it. I cou'd wish that in the Cause of Religion we had reason to boast as much. But since 'tis not impossible to write ill even in the best of Causes, I am inclin'd to think this great one of Religion may have run at least an equal hazard with any other; {Divines.} since they who write in defense of it, are apt generally to use so much the less caution, as they are more exempt from the fear of Censure or Criticism in their own Person. Their Adversary is well secur'd and silenc'd to their hand. They may safely provoke him to a Field, where he cannot appear openly, or as a profess'd Antagonist. His Weapons are private, and can often reach the Cause without offence to its Maintainers; whilst no direct Attack robs them of their imaginary Victory. They conquer for themselves, and expect to be approv'd still for their Zeal, however the Cause it-self may have suffer'd in their hands.—","subId":"1","id":"Shaftesbury.C.M.2.3.1"},{"type":"paragraph","content":"Perhaps then, said I, (interrupting him) it may be true enough, what was said once by a Person who seem'd zealous for Religion, \"That none writ well against the Atheists beside the Clerk, {Atheist.} who drew the Warrant for their Execution.\"","subId":"2","id":"Shaftesbury.C.M.2.3.2"},{"type":"paragraph","content":"If this were the true Writing, reply'd he, there wou'd be an end of all Dispute or Reasoning in the Case. For where Force is necessary, Reason has nothing to do. But on the other hand, if Reason be needful, Force in the mean while must be laid aside: For there is no Enforcement of Reason, but by Reason. And therefore if Atheists are to be reason'd with, at all; they are to be reason'd with, like other Men; since there's no other way in nature to convince 'em.","subId":"3","id":"Shaftesbury.C.M.2.3.3"},{"type":"paragraph","content":"This I own, said I, seems rational and just: But I'm afraid that most of the devout People will be found ready to abandon the patient, for the more concise Method. And tho Force without Reason may be thought somewhat hard, yet your other way of Reason without Force, I am apt to think, wou'd meet with fewer Admirers.","subId":"4","id":"Shaftesbury.C.M.2.3.4"},{"type":"paragraph","content":"But perhaps, reply'd Theocles, 'tis a mere Sound which troubles us. The Word or Name of Atheist may possibly occasion some disturbance, by being made to describe two Characters so very different as His who absolutely denies, and His who only doubts. Now he who doubts, may possibly lament his own Unhappiness, and wish to be convinc'd. He who denies, is daringly presumptuous, and sets up an Opinion against the Interest of Mankind, and Being of Society. 'Tis easily seen that one of these Persons may bear a due respect to the Magistrate and Laws, tho not the other; who being obnoxious to them, {Punishment.} is therefore punishable. But how the former is punishable by Man, will be hard to say; unless the Magistrate had dominion over Minds, as well as over Actions and Behaviour; and had power to exercise an Inquisition within the inmost Bosoms and secret Thoughts of Men.","subId":"5","id":"Shaftesbury.C.M.2.3.5"},{"type":"paragraph","content":"I apprehend you, said I. And by your account, as there are two sorts of People who are call'd Atheists, so there are two ways of writing against them, which may be fitly us'd apart, but not so well jointly. You wou'd set aside mere Menaces, and separate the Philosopher's Work from the Magistrate's; taking it for granted, {Magistrate.} that the more discreet and sober part of Unbelievers, who come not under the dispatching Pen of the Magistrate, can be affected only by the more deliberate and gentle one of Philosophy. Now the Language of the Magistrate, I must confess, has little in common with that of Philosophy. Nothing can be more unbecoming the magisterial Authority than a philosophical Style: and nothing can be more unphilosophical than a magisterial one. A Mixture of these must needs spoil both. And therefore, in the Cause before us, \"If any one besides the Magistrate can be said to write well; 'tis He (according to your account) who writes as becomes Philosophy, with Freedom of Debate, and Fairness towards his Adversary.\"","subId":"6","id":"Shaftesbury.C.M.2.3.6"},{"type":"paragraph","content":"\"Allow it,\" reply'd he. \"For what can be more equitable?\" \"Nothing. But will the World be of the same Opinion? And may this Method of writing be justly practis'd in it?\" \"Undoubtedly it may. And for a Proof, we have many Instances in Antiquity to produce. {Philosophy.} The Freedom taken in this philosophical way was never esteem'd injurious to Religion, or prejudicial to the Vulgar: since we find it to have been a Practice both in Writing and Converse among the great Men of a virtuous and religious People; and that even those Magistrates who officiated at the Altars, and were the Guardians of the publick Worship, were Sharers in these free Debates.\"","subId":"7","id":"Shaftesbury.C.M.2.3.7"},{"type":"paragraph","content":"Forgive me, Theocles, said I, if I presume to say, that still this reaches not the Case before us. We are to consider Christian Times, such as are now present. {Jealousy of Authors.} You know the common Fate of those who dare to appear fair Authors. What was that pious and learned Man's Case, who wrote the Intellectual System of the Universe? I confess it was pleasant enough to consider, that tho the whole World were no less satisfy'd with his Capacity and Learning, than with his Sincerity in the Cause of Deity; yet was he acus'd of giving the upper hand to the Atheists, for having only stated their Reasons, and those of their Adversarys, fairly together. And among other Writings of this kind, you may remember how a certain Fair Inquiry (as you call'd it) was receiv'd, and what offence was taken at it.","subId":"8","id":"Shaftesbury.C.M.2.3.8"},{"type":"paragraph","content":"I am sorry, said Theocles, it prov'd so. But now indeed you have found a way which may, perhaps, force me to discourse at large with you on this head; by entering the Lists in defense of a Friend unjustly censur'd for this philosophical Liberty.","subId":"9","id":"Shaftesbury.C.M.2.3.9"},{"type":"paragraph","content":"I confess'd to Theocles and the Company, that this had really been my Aim: And that for this reason alone I made my-self the Accuser of this Author; \"Whom I here actually charg'd, as I did all those other moderate calm Writers, with no less than Profaneness, for reasoning so unconcernedly and patiently, without the least shew of Zeal or Passion, upon the Subject of a Deity, and a future State.\"","subId":"10","id":"Shaftesbury.C.M.2.3.10"},{"type":"paragraph","content":"And I, on the other side, reply'd Theocles, am rather for this patient way of Reasoning; and will endeavour to clear my Friend of this Imputation, if you can have patience enough to hear me out, in an Affair of such a compass.","subId":"11","id":"Shaftesbury.C.M.2.3.11"},{"type":"paragraph","content":"We all answer'd for our-selves, and he began thus.","subId":"12","id":"Shaftesbury.C.M.2.3.12"},{"type":"paragraph","content":"{Authors.} OF THE many Writers ingag'd in the Defense of Religion, it seems to me that the greatest part are imploy'd, either in supporting the Truth of the Christian Faith in general, or in refuting such particular Doctrines as are esteem'd Innovations in the Christian Church. There are not, 'tis thought, many Persons in the World who are loose in the very Grounds and Principles of all Religion: And to such as these we find, indeed, there are not many Writers who purposely apply themselves. They may think it a mean Labour, and scarce becoming them, to argue sedately with such as are almost universally treated with Detestation and Horror. But as we are requir'd by our Religion to have Charity for all Men, so we cannot surely avoid having a real Concern for those whom we apprehend to be under the worst of Errors, and whom we find by Experience to be with the greatest difficulty reclaim'd. Neither ought they perhaps in prudence to be treated with so little regard, whose Number, however small, is thought to be rather increasing; and this too among the People of no despicable Rank. So that it may well deserve some Consideration, \"Whether in our Age and Country the same Remedys may serve, which have hitherto been try'd; or whether some other may not be prefer'd, as being sutable to Times of less Strictness in Matters of Religion, and Places less subject to Authority.\"","subId":"13","id":"Shaftesbury.C.M.2.3.13"},{"type":"paragraph","content":"This might be enough to put an Author upon thinking of such a way of reasoning with these deluded Persons, as in his Opinion might be more effectual for their Benefit, than the repeated Exclamations and Invectives with which most of the Arguments us'd against them are commonly accompany'd. Nor was it so absurd to imagine that a quite different Method might be attempted; by which a Writer might offer Reason to these Men with so much more Favour and Advantage, as he appear'd un-prepossess'd, and willing to examine every thing with the greatest Unconcern and Indifference. For to such Persons as these, 'tis to be fear'd, 'twill always appear, \"That what was never question'd, was never prov'd: and That whatever Subject had not, at some time or other, been examin'd with perfect Indifference, was never rightly examin'd, nor cou'd rightly be believ'd.\" And in a Treatise of this kind, offer'd as an Essay or Inquiry only, they wou'd be far from finding that Impartiality and Indifference which is requisite: if instead of a Readiness to comply with whatever Consequences such an Examination as this, and the Course of Reasoning brought forth, the Author shou'd shew a previous Inclination to the Consequences only on one side, and an Abhorrence of any Conclusion on the other.","subId":"14","id":"Shaftesbury.C.M.2.3.14"},{"type":"paragraph","content":"Others therefore, in different Circumstances, may perhaps have found it necessary, and becoming their Character, to shew all manner of Detestation both of the Persons and Principles of these Men. Our Author, on the contrary, whose Character exceeds not that of a Layman, endeavours to shew Civility and Favour, by keeping the fairest Measures he possibly can with the Men of this sort; allowing 'em all he is able, and arguing with a perfect Indifference, even on the Subject of a Deity. He offers to conclude nothing positive himself, but leaves it to others to draw Conclusions from his Principles: having this one chief Aim and Intention; \"How, in the first place, to reconcile these Persons to the Principles of Virtue; That by this means, a Way might be laid open to Religion; by removing those greatest, if not only Obstacles to it, which arise from the Vices and Passions of Men.\"","subId":"15","id":"Shaftesbury.C.M.2.3.15"},{"type":"paragraph","content":"{Fundamental Principles.} 'Tis upon this account he endeavours chiefly to establish Virtue on Principles, by which he is able to argue with those who are not as yet induc'd to own a God, or Future State. If he cannot do thus much, he reckons he does nothing. For how can Supreme Goodness be intelligible to those who know not what Goodness it-self is? Or how can Virtue be understood to deserve Reward, when as yet its Merit and Excellence is unknown? We begin surely at the wrong end, when we wou'd prove Merit by Favour, and Order by a Deity.—This our Friend seeks to redress. For being, in respect of Virtue, what you lately call'd a Realist; he endeavours to shew, \"That it is really something in it-self, and in the nature of Things: not arbitrary or factitious, (if I may so speak) not constituted from without, or dependent on Custom, Fancy, or Will; not even on the Supreme Will it-self, which can no-way govern it: but being necessarily good, is govern'd by it, and ever uniform with it.\" And notwithstanding he has thus made Virtue his chief Subject, and in some measure independent on Religion, yet I fansy he may possibly appear at last as high a Divine as he is a Moralist.","subId":"16","id":"Shaftesbury.C.M.2.3.16"},{"type":"paragraph","content":"{Theists, Nominal, Real.} I wou'd not willingly advance it as a Rule, \"That those who make only a Name of Virtue make no more of Deity, and cannot without Affectation defend the Principles of Religion\": But this I will venture to assert; \"That whoever sincerely defends Virtue, and is a Realist in Morality, must of necessity, in a manner, by the same Scheme of Reasoning, prove as very a Realist in Divinity. \"","subId":"17","id":"Shaftesbury.C.M.2.3.17"},{"type":"paragraph","content":"All Affectation, but chiefly in Philosophy, I must own, I think unpardonable. And you, Philocles, who can give no quarter to ill Reasoning, nor endure any unfound or inconsistent Hypothesis; you will be so ingenuous, I dare say, as to reject our modern Deism, and challenge those who assume a Name to which their Philosophy can never in the least intitle 'em.","subId":"18","id":"Shaftesbury.C.M.2.3.18"},{"type":"paragraph","content":"Commend me to honest Epicurus, who raises his Deitys aloft in the imaginary Spaces; and setting 'em apart out of the Universe and Nature of Things, makes nothing of 'em beyond a Word. This is ingenuous, and plain dealing: For this every one who philosophizes may easily understand.","subId":"19","id":"Shaftesbury.C.M.2.3.19"},{"type":"paragraph","content":"The same Ingenuity belongs to those Philosophers whom you, Philocles, seem inclin'd to favour. When aSceptick questions, \"Whether a real Theology can be rais'd out of Philosophy alone, without the help of Revelation\"; he does no more than pay a handsom Compliment to Authority and the receiv'd Religion. He can impose on no-one who reasons deeply: since whoever does so, will easily conceive, that at this rate Theology must have no Foundation at all. For Revelation it-self, we know, is founded on the Acknowledgment of a divine Existence: And 'tis the Province of Philosophy alone to prove what Revelation only supposes.","subId":"20","id":"Shaftesbury.C.M.2.3.20"},{"type":"paragraph","content":"I look on it, therefore, as a most unfair way, for those who wou'd be Builders, and undertake this proving part, to lay such a Foundation as is insufficient to bear the Structure. Supplanting and Undermining may, in other Cases, be fair War: But in philosophical Disputes, 'tis not allowable to work under-ground, or as in Sieges by the Sap. Nothing can be more unbecoming than to talk magisterially and in venerable Terms of \"A supreme Nature, an infinite Being, and aDeity \"; when all the while a Providence is never meant, nor any thing like Order or the Government of a Mind admitted. For when these are understood, and real Divinity acknowledg'd; the Notion is not dry, and barren; but such Consequences are necessarily drawn from it, as must set us in Action, and find Employment for our strongest Affections. All the Dutys of Religion evidently follow hence; and no exception remains against any of those great Maxims which Revelation has establish'd.","subId":"21","id":"Shaftesbury.C.M.2.3.21"},{"type":"paragraph","content":"Now whether our Friend be unfeignedly and sincerely of this latter sort of real Theologists, you will learn best from the Consequences of his Hypothesis. You will observe, whether instead of ending in mere Speculation, it leads to Practice: And you will then surely be satisfy'd, when you see such a Structure rais'd, as with the Generality of the World must pass at least for high Religion, and with some, in all likelihood, for no less than Enthusiasm.","subId":"22","id":"Shaftesbury.C.M.2.3.22"},{"type":"paragraph","content":"For I appeal to you, Philocles, whether there be any thing in Divinity which you think has more the Air of Enthusiasm than that Notion of Divine Love, {Divine Love.} such as separates from every thing worldly, sensual, or meanly-interested? ALove which is simple, pure, and unmix'd; which has no other Object than merely the Excellency of that Being it-self, nor admits of any other Thought of Happiness, than in its single Fruition. Now I dare presume you will take it as a substantial proof of my Friend's being far enough from Irreligion, if it be shewn that he has espous'd this Notion, and thinks of making out this high Point of Divinity, from Arguments familiar even to those who oppose Religion.","subId":"23","id":"Shaftesbury.C.M.2.3.23"},{"type":"paragraph","content":"According, therefore, to his Hypothesis, he wou'd in the first place, by way of prevention, declare to you, That tho the disinterested Love of God were the most excellent Principle; yet he knew very well, that by the indiscreet Zeal of some devout well-meaning People it had been stretch'd too far, perhaps even to Extravagance and Enthusiasm; as formerly among the Mysticks of the antient Church, {Mysticks.} whom these of latter days have follow'd. On the other hand, that there were those who in opposition to this devout mystick way, and as profess'd Enemys to what they call Enthusiasm, had so far exploded every thing of this ecstatick kind, as in a manner to have given up Devotion; and in reality had left so little of Zeal, Affection, or Warmth, in what they call their Rational Religion, as to make them much suspected of their Sincerity in any. For tho it be natural enough (he wou'd tell you) for a mere political Writer to ground his great Argument for Religion on the necessity of such a Belief as that of a future Reward and Punishment; yet, if you will take his Opinion, 'tis a very ill Token of Sincerity in Religion, and in the Christian Religion more especially, to reduce it to such a Philosophy as will allow no room to that other Principle of Love; but treats all of that kind as Enthusiasm, for so much as aiming at what is call'd Disinterestedness, or teaching the Love of God or Virtue for God or Virtue' s sake.","subId":"24","id":"Shaftesbury.C.M.2.3.24"},{"type":"paragraph","content":"Here, then, we have two sorts of People (according to my Friend's account) who in these opposite Extremes expose Religion to the Insults of its Adversarys. For as, on one hand, 'twill be found difficult to defend the Notion of that high-rais'd Love, espous'd with so much warmth by those devout Mysticks; so, on the other hand, 'twill be found as hard a Task, upon the Principles of these cooler Men, {RELIGION, liberal, illiberal.} to guard Religion from the Imputation of Mercenariness, and a slavish Spirit. For how shall one deny, that to serve God by Compulsion, or for Interest merely, is servile and mercenary? Is it not evident, that the only true and liberal Service paid either to that supreme Being, or to any other Superior, is that, \"which proceeds from an Esteem or Love of the Person serv'd, a Sense of Duty or Gratitude, and a Love of the dutiful and grateful Part, as good and amiable, in it-self?\" And where is the Injury to Religion, from such a Concession as this? Or what Detraction is it from the Belief of an After-Reward or Punishment, to own \"That the Service caus'd by it, is not equal to that which is voluntary and with Inclination, but is rather disingenuous and of the slavish kind?\" Is it not still for the Good of Mankind and of the World, that Obedience to the Rule of Right shou'd some way or other be paid; if not in the better way, yet at least in this imperfect one? And is it not to be shewn, \"That altho this Service of Fear be allow'd ever so low or base: yet Religion still being a Discipline, and Progress of the Soul towards Perfection, the Motive of Reward and Punishment is primary and of the highest moment with us; {Rewards and Punishments.} till being capable of more sublime Instruction, we are led from this servile State, to the generous Service of Affection and Love?\"","subId":"25","id":"Shaftesbury.C.M.2.3.25"},{"type":"paragraph","content":"To this it is that in our Friend's Opinion we ought all of us to aspire, so as to endeavour \"That the Excellence of the Object, not the Reward or Punishment, shou'd be our Motive: But that where thro' the Corruption of our Nature, the former of these Motives is found insufficient to excite to Virtue, there the latter shou'd be brought in aid, {Supplemental Motives.} and on no account be undervalu'd or neglected.\"","subId":"26","id":"Shaftesbury.C.M.2.3.26"},{"type":"paragraph","content":"Now this being once establish'd, how can Religion be any longer subject to the Imputation of Mercenariness? But thus we know Religion is often charg'd. \"Godliness,\" say they, \"is great Gain: nor is God devoutly serv'd for nought.\"—Is this therefore a Reproach? Is it confess'd there may be a better Service, a more generous Love?—Enough, there needs no more. On this Foundation our Friend presumes it easy to defend Religion, and even that devoutest Part, which is esteem'd so great a Paradox of Faith. For if there be in Nature such a Service as that of Affection and Love, {Object of Love.} there remains then only to consider of the Object, whether there be really that supreme-One we suppose. For if there be divine Excellence in Things; if there be in Nature a supreme Mind or Deity; we have then an Object consummate, and comprehensive of all which is good or excellent. And this Object, of all others, must of necessity be the most amiable, the most ingaging, and of highest Satisfaction and Enjoyment. Now that there is such a principal Object as this in the World, the World alone (if I may say so) by its wise and perfect Order must evince. This Order, if indeed perfect, excludes all real Ill. And that it really does so, is what our Author so earnestly maintains, by solving the best he can those untoward Phaenomena and ill Signs, taken from the Course of Providence in the seemingly unequal Lot of Virtue in this World.","subId":"27","id":"Shaftesbury.C.M.2.3.27"},{"type":"paragraph","content":"'Tis true: tho the Appearances hold ever so strongly against Virtue, and in favour of Vice, the Objection which arises hence against a Deity may be easily remov'd, and all set right again on the supposal of a future State. This to a Christian, {Future State.} or one already convinc'd of so great a Point, is sufficient to clear every dark Cloud of Providence. For he needs not be over-and-above sollicitous as to the Fate of Virtue in this World, who is secure of Hereafter. But the case is otherwise as to the People we are here to encounter. They are at a loss for Providence, and seek to find it in the World. The Aggravation of the appearing Disorders in worldly Affairs, and the blackest Representation of Society and Human Nature, will hardly help 'em to this View. 'Twill be difficult for 'em to read Providence in such Characters. From so uncomely a Face of things below, they will presume to think unfavourably of all above. By the Effects they see, they will be inclin'd to judg the Cause; and by the Fate of Virtue to determine of a Providence. But being once convinc'd of Order and a Providence as to things present, {Previous Proof.} they may soon, perhaps, be satisfy'd even of a future State. For if Virtue be to it-self no small Reward, and Vice in a great measure its own Punishment; we have a solid ground to go upon. {A Providence. ORDER.} The plain Foundations of a distributive Justice, and due Order in this World, may lead us to conceive a further Building. We apprehend a larger Scheme, and easily resolve our-selves why Things were not compleated in this State; but their Accomplishment reserv'd rather to some further Period. For had the good and virtuous of Mankind been wholly prosperous in this Life; had Goodness never met with Opposition, nor Merit ever lain under a Cloud; where had been the Trial, Victory, or Crown of Virtue? Where had the Virtues had their Theater, or whence their Names? Where had been Temperance or Self-denial? Where Patience, Meekness, Magnanimity? Whence have these their being? What Merit, except from Hardship? What Virtue without a Conflict, and the Encounter of such Enemys as arise both within, and from abroad?","subId":"28","id":"Shaftesbury.C.M.2.3.28"},{"type":"paragraph","content":"But as many as are the Difficultys which Virtue has to encounter in this World, her Force is yet superior. Expos'd as she is here, she is not however abandon'd or left miserable. She has enough to raise her above Pity, tho not above our Wishes: and as happy as we see her here, we have room for further Hopes in her behalf. Her present Portion is sufficient to shew Providence already ingag'd on her side. And since there is such Provision for her here, such Happiness and such Advantages even in this Life; how probable must it appear, that this providential Care is extended yet further to a succeeding Life, and perfected hereafter?","subId":"29","id":"Shaftesbury.C.M.2.3.29"},{"type":"paragraph","content":"This is what, in our Friend's opinion, may be said in behalf of a future State, to those who question Revelation. 'Tis this must render Revelation probable, and secure that first step to it, the Belief of a Deity and Providence. {Recapitulation.} A Providence must be prov'd from what we see of Order in things present. We must contend for Order; and in this part chiefly, where Virtue is concern'd. All must not be refer'd to a Hereafter. For a disorder'd State, in which all present Care of Things is given up, Vice uncontroul'd, and Virtue neglected, represents a very Chaos, and reduces us to the belov'd Atoms, Chance, and Confusion of the Atheists.","subId":"30","id":"Shaftesbury.C.M.2.3.30"},{"type":"paragraph","content":"What therefore can be worse done in the Cause of a Deity, than to magnify Disorder, and exaggerate (as some zealous People do) the Misfortunes of Virtue, so far as to render it an unhappy Choice with respect to this World? They err widely, who propose to turn Men to the Thoughts of a better World, {Future State.} by making 'em think so ill of this. For to declaim in this manner against Virtue to those of a looser Faith, will make 'em the less believe a Deity, but not the more a future State. Nor can it be thought sincerely that any Man, by having the most elevated Opinion of Virtue, and of the Happiness it creates, {Favourers of the Opinion.} was ever the less inclin'd to the Belief of a future State. On the contrary, it will ever be found, that as they who are Favourers of Vice are always the least willing to hear of a future Existence; so they who are in love with Virtue, are the readiest to embrace that Opinion which renders it so illustrious, and makes its Cause triumphant.","subId":"31","id":"Shaftesbury.C.M.2.3.31"},{"type":"paragraph","content":"{Antients.} Thus it was, that among the Antients the great Motive which inclin'd so many of the wisest to the Belief of this Doctrine unreveal'd to 'em, was purely the Love of Virtue in the Persons of those great Men, the Founders and Preservers of Societys, the Legislators, Patriots, Deliverers, Heroes, whose Virtues they were desirous shou'd live and be immortaliz'd. Nor is there at this day any thing capable of making this Belief more engaging among the Good and Virtuous than the Love of Friendship, {Friendship.} which creates in 'em a Desire not to be wholly separated by Death, but that they may enjoy the same bless'd Society hereafter. How is it possible, then, that an Author shou'd, for exalting Virtue merely, be deem'd an Enemy to a future State? How can our Friend be judg'd false to Religion, for defending a Principle on which the very Notion of God and Goodness depends? For this he says only, and this is the Sum of all: \"That by building a future State on the Ruins of Virtue, {Conclusion.} Religion in general, and the Cause of a Deity is betray'd; and by making Rewards and Punishments the principal Motives to Duty, the Christian Religion in particular is overthrown, and its greatest Principle, that of Love, rejected and expos'd.\"","subId":"32","id":"Shaftesbury.C.M.2.3.32"},{"type":"paragraph","content":"Upon the whole then, we may justly as well as charitably conclude, that it is truly our Author's Design, in applying him-self with so much Fairness to the Men of looser Principles, to lead 'em into such an Apprehension of the Constitution of Mankind and of human Affairs, as might form in 'em a Notion of Order in Things, and draw hence an Acknowledgment of that Wisdom, Goodness, and Beauty, which is supreme; that being thus far become Proselytes, they might be prepar'd for that divine Love which our Religion wou'd teach 'em, when once they shou'd embrace its Precepts, and form themselves to its sacred Character.","subId":"33","id":"Shaftesbury.C.M.2.3.33"},{"type":"paragraph","content":"THUS, continu'd he, I have made my Friend's Apology; which may have shewn him to you perhaps a good Moralist; and, I hope, no Enemy to Religion. But if you find still that the Divine has not appear'd so much in his Character as I promis'd, I can never think of satisfying you in any ordinary way of Conversation. Shou'd I offer to go further, I might be ingag'd deeply in spiritual Affairs, and be forc'd to make some new Model of a Sermon upon his System of Divinity. However, I am in hopes, now that in good earnest Matters are come well nigh to Preaching, you will acquit me for what I have already perform'd.","subId":"34","id":"Shaftesbury.C.M.2.3.34"}]}