{"imported":true,"id":"Shaftesbury.C.M.2.5","parent":"Shaftesbury.C.M.2","title":"Section V","breadcrumb":"Section 5","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_041","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section V\n","id":"Shaftesbury.C.M.2.5"},{"type":"paragraph","content":"IN these Discourses the Evening ended; and Night advancing, we return'd home from our Walk. At Supper, and afterwards for the rest of that Night, Theocles said little. The Discourse was now manag'd chiefly by the two Companions, who turn'd it upon a new sort of Philosophy; such as you will excuse me (good Palemon! ) if I pass over with more haste.","subId":"1","id":"Shaftesbury.C.M.2.5.1"},{"type":"paragraph","content":"{Miracles. Prodigys.} There was much said, and with great Learning, on the Nature of Spirits and Apparitions; of which, the most astonishing Accounts were the most ravishing with our Friends: who endeavour'd to exceed one another in this admirable way; and perform'd to a miracle in raising one another's Amazement. Nothing was so charming with them, as that which was disagreeing and odd: nothing so soothing, as that which mov'd Horror. In short, whatever was rational, plain, and easy, bore no relish; and nothing came amiss which was cross to Nature, out of Sort and Order, and in no Proportion or Harmony with the rest of Things. Monstrous Births, Prodigys, Inchantments, Elementary Wars, and Convulsions, were our chief Entertainment. One wou'd have thought that in a kind of Rivalship between Providence and Nature, the latter Lady was made to appear as homely as possible; that her Deformitys might recommend and set off the Beautys of the former. For to do our Friends Justice, I must own I thought their Intention to be sincerely religious. But this was not a Face of Religion I was like to be enamour'd with. It was not from hence I fear'd being made enthusiastick, or superstitious. If ever I became so, I found it wou'd rather be after Theocles' s manner. The Monuments and Church-yards were not such powerful Scenes with me, as the Mountains, the Plains, the solemn Woods and Groves; of whose Inhabitants I chose much rather to hear, than of the other. And I was readier to fansy Truth in those poetical Fictions which Theocles made use of, than in any of his Friends ghastly Storys, so pompously set off, after the usual way, in a lofty Tone of Authority, and with an assuming Air of Truth.","subId":"2","id":"Shaftesbury.C.M.2.5.2"},{"type":"paragraph","content":"{Scepticism.} You may imagine, Palemon, that my Scepticism, with which you so often reproach me, cou'd not well forsake me here: Nor cou'd it fail to give disturbance to our Companions, especially to the grave Gentleman, who had clash'd with me some time before. He bore with me a-while; till having lost all patience, One must certainly, said he, be Master of no small share of Assurance, to hold out against the common Opinion of the World, and deny things which are known by the Report of the most considerable part of Mankind.","subId":"3","id":"Shaftesbury.C.M.2.5.3"},{"type":"paragraph","content":"This, said I, is far from being my case. You have never yet heard me deny any thing; tho I have question'd many. If I suspend my Judgment, 'tis because I have less Sufficiency than others. There are People, I know, who have so great a regard to every Fancy of their own, that they can believe their very Dreams. But I who cou'd never pay any such deference to my sleeping Fancys, am apt sometimes to question even my waking Thoughts, and examine, \"Whether these are not Dreams too\"; since Men have a Faculty of dreaming sometimes with their Eyes open. You will own, 'tis no small pleasure with Mankind to make their Dreams pass for Realitys; and that the Love of Truth is, in earnest, not half so prevalent as this Passion for Novelty and Surprize, join'd with a Desire of making Impression, and being admir'd. However, I am so charitable still, as to think there is more of innocent Delusion than voluntary Imposture in the World: {Imposture.} and that they who have most impos'd on Mankind, have been happy in a certain Faculty of imposing first upon themselves; by which they have a kind of Salvo for their Consciences, and are so much the more successful, as they can act their Part more naturally, and to the life. Nor is it to be esteem'd a Riddle, that Mens Dreams shou'd sometimes have the good fortune of passing with 'em for Truth; when we consider, that in some Cases, that which was never so much as dreamt of, or related as Truth, comes afterwards to be believ'd by one who has often told it.","subId":"4","id":"Shaftesbury.C.M.2.5.4"},{"type":"paragraph","content":"So that the greatest Impostor in the World, reply'd he, at this rate may be allow'd sincere.","subId":"5","id":"Shaftesbury.C.M.2.5.5"},{"type":"paragraph","content":"As to the main of his Imposture, said I, perhaps he may; notwithstanding some pious Frauds made use of between whiles, in behalf of a Belief thought good and wholesom. And so very natural do I take this to be, that in all Religions, except the true, I look upon the greatest Zeal to be accompany'd with the strongest Inclination to deceive. For the Design and End being the Truth, 'tis not customary to hesitate or be scrupulous about the Choice of Means. Whether this be true or no, I appeal to the Experience of the last Age: in which 'twill not be difficult to find very remarkable Examples, where Imposture and Zeal, Bigotry and Hypocrisy have liv'd together, in one and the same Character.","subId":"6","id":"Shaftesbury.C.M.2.5.6"},{"type":"paragraph","content":"Let this be as it will, reply'd he, I am sorry, upon the whole, to find you of such an incredulous Temper.","subId":"7","id":"Shaftesbury.C.M.2.5.7"},{"type":"paragraph","content":"'Tis just, said I, that you shou'd pity me as a Sufferer, for losing that Pleasure which I see others enjoy. For what stronger Pleasure is there with Mankind, or what do they earlier learn, or longer retain, than the Love of hearing and relating things strange and incredible? {Wonderment.} How wonderful a thing is the Love of wondering, and of raising Wonder! 'Tis the Delight of Children to hear Tales they shiver at, and the Vice of Old Age to abound in strange Storys of Times past. We come into the World wondering at every thing; and when our Wonder about common things is over, we seek something new to wonder at. Our last Scene is to tell Wonders of our own, to all who will believe 'em. And amidst all this, 'tis well if Truth comes off, but moderately tainted.","subId":"8","id":"Shaftesbury.C.M.2.5.8"},{"type":"paragraph","content":"'Tis well, reply'd he, if with this moderate Faith of yours, you can believe any Miracles whatever.","subId":"9","id":"Shaftesbury.C.M.2.5.9"},{"type":"paragraph","content":"No matter, said I, how incredulous I am of modern Miracles, if I have a right Faith in those of former Times, by paying the deference due to sacred Writ. 'Tis here I am so much warn'd against Credulity, {Credulity.} and enjoin'd never to believe even the greatest Miracles which may be wrought, in opposition to what has been already taught me. And this Injunction I am so well fitted to comply with, that I can safely engage to keep still in the same Faith, and promise never to believe amiss.","subId":"10","id":"Shaftesbury.C.M.2.5.10"},{"type":"paragraph","content":"But is this a Promise which can well be made?","subId":"11","id":"Shaftesbury.C.M.2.5.11"},{"type":"paragraph","content":"If not, and that my Belief indeed does not absolutely depend upon my self, how am I accountable for it? I may be justly punish'd for Actions, in which my Will is free: but with what justice can I be challeng'd for my Belief, if in this I am not at my liberty? If Credulity and Incredulity are Defects only in the Judgment; and the best-meaning Person in the world may err on either side, whilst a much worse Man, by having better Parts, may judg far better of the Evidence of things: how can you punish him who errs, unless you wou'd punish Weakness, and say, 'tis just for Men to suffer for their Unhappiness, and not their Fault?","subId":"12","id":"Shaftesbury.C.M.2.5.12"},{"type":"paragraph","content":"I am apt to think, said he, that very few of those who are punish'd for their Incredulity, can be said to be Sufferers for their Weakness.","subId":"13","id":"Shaftesbury.C.M.2.5.13"},{"type":"paragraph","content":"Taking it for granted then, reply'd I, that Simplicity and Weakness is more the Character of the Credulous than of the Unbelieving; yet I see not, but that even this way still we are as liable to suffer by our Weakness, as in the contrary Case by an over-refin'd Wit. For if we cannot command our own Belief, how are we secure against those false Prophets, and their deluding Miracles, of which we have such Warning given us? How are we safe from Heresy and false Religion? Credulity being that which delivers us up to all Impostures of this sort, and which actually at this day hold the Pagan and Mahometan World in Error and blind Superstition. Either therefore there is no Punishment due to wrong Belief, because we cannot believe as we will our-selves; or if we can, why shou'd we not promise never to believe amiss? Now in respect of Miracles to come, the surest way never to believe amiss, is never to believe at all. For being satisfy'd of the Truth of our Religion by past Miracles, so as to need no other to confirm us; the Belief of new may often do us harm, but can never do us good. Therefore as the truest Mark of a believing Christian is to seek after no Sign or Miracle to come; so the safest Station in Christianity is his, who can be mov'd by nothing of this kind, and is thus Miracle-proof. For if the Miracle be on the side of his Faith, 'tis superfluous, and he needs it not; if against his Faith, let it be as great as possible, he will never regard it in the least, or believe it any other than Imposture, tho coming from an Angel. So that with all that Incredulity for which you reproach me so severely, I take my-self to be still the better and more Orthodox Christian. At least I am more sure of continuing so than you, who with your Credulity may be impos'd upon by such as are far short of Angels. For having this preparatory Disposition, 'tis odds you may come in time to believe Miracles in any of the different Sects, who, we know, all pretend to them. I am persuaded therefore, that the best Maxim to go by, is that common one, \"That Miracles are ceas'd\": And I am ready to defend this Opinion of mine to be the most probable in it-self, as well as most sutable to Christianity.","subId":"14","id":"Shaftesbury.C.M.2.5.14"},{"type":"paragraph","content":"THIS Question, upon further Debate, happen'd to divide our two Companions. For the elderly Gentleman, my Antagonist, maintain'd, \"That the giving up of Miracles for the time present, wou'd be of great advantage to the Atheists.\" The younger Gentleman, his Companion, question'd, \"Whether the allowing 'em might not be of as great advantage to the Enthusiasts and Sectarys, against the National Church: This of the two being the greatest Danger, he thought, both to Religion and the State.\" He was resolv'd, therefore, for the future to be as cautious in examining these modern Miracles, as he had before been eager in seeking 'em. He told us very pleasantly what an Adventurer he had been of that kind; and on how many Partys he had been engag'd, with a sort of People who were always on the hot Scent of some new Prodigy or Apparition, some upstart Revelation or Prophecy. This, he thought, was true Fanaticism errant. {Fanaticism.} He had enough of this visionary Chace, and wou'd ramble no more in blind Corners of the World, as he had been formerly accustom'd, in ghostly Company of Spirit-hunters, Witch-finders, and Layers-out for hellish Storys and diabolical Transactions. There was no need, he thought, of such Intelligences from Hell, to prove the Power of Heaven, and Being of a God. And now at last he begun to see the Ridicule of laying such a stress on these Matters: As if a Providence depended on them, and Religion were at stake, when any of these wild Feats were question'd. He was sensible there were many good Christians who made themselves strong Partisans in this Cause; tho he cou'd not avoid wondring at it, now he began to consider, and look back.","subId":"15","id":"Shaftesbury.C.M.2.5.15"},{"type":"paragraph","content":"The Heathens, he said, who wanted Scripture, might have recourse to Miracles: And Providence perhaps had allow'd them their Oracles and Prodigys, as an imperfect kind of Revelation. The Jews too, for their hard Heart, and harder Understanding, had this allowance; when stubbornly they ask'd for Signs and Wonders. But Christians, for their parts, had a far better and truer Revelation; they had their plainer Oracles, a more rational Law, and clearer Scripture, carrying its own Force, and withal so well attested, as to admit of no dispute. And were I, continu'd he, to assign the exact time when Miracles probably might first have ceas'd, I shou'd be tempted to fansy it was when Sacred Writ took place, and was compleated.","subId":"16","id":"Shaftesbury.C.M.2.5.16"},{"type":"paragraph","content":"{Miracles, past, present.} This is Fancy indeed, (reply'd the grave Gentleman) and a very dangerous one to that Scripture you pretend is of it-self so well attested. The Attestation of Men dead and gone, in behalf of Miracles past and at an end, can never surely be of equal force with Miracles present: And of these, I maintain, there are never wanting a Number sufficient in the World to warrant a Divine Existence. If there were no Miracles now-a-days, the World wou'd be apt to think there never were any. The present must answer for the Credibility of the past. This is \"GOD witnessing for himself\"; {Human Testimony.} not \"Men for GOD.\" For who shall witness for Men, if in the Case of Religion they have no Testimony from Heaven in their behalf?","subId":"17","id":"Shaftesbury.C.M.2.5.17"},{"type":"paragraph","content":"What it is may make the Report of Men credible, (said the younger Gentleman) is another Question. But for mere Miracles, it seems to me, they cannot be properly said \"To witness either for GOD or Men.\" For who shall witness for the Miracles themselves? And what tho they are ever so certain? What Security have we, that they are not acted by Daemons? What Proof that they are not wrought by Magick? In short, \"What Trust is there to any thing above, or below, if the Signs are only of Power, and not of Goodness?\"","subId":"18","id":"Shaftesbury.C.M.2.5.18"},{"type":"paragraph","content":"And are you so far improv'd then, reply'd the severe Companion, under your new sceptical Master, (pointing to me) that you can thus readily discard all Miracles, as useless?—","subId":"19","id":"Shaftesbury.C.M.2.5.19"},{"type":"paragraph","content":"The young Gentleman, I saw, was somewhat daunted with this rough Usage of his Friend; who was going on still with his Invective. Nay then (said I, interposing) 'tis I who am to answer for this young Gentleman, whom you make to be my Disciple. And since his Modesty, I see, will not allow him to pursue what he has so handsomly begun, I will endeavour it my-self, if he will give me leave.","subId":"20","id":"Shaftesbury.C.M.2.5.20"},{"type":"paragraph","content":"The young Gentleman assented; and I went on, representing his fair Intention of establishing in the first place a rational and just Foundation for our Faith; so as to vindicate it from the Reproach of having no immediate Miracles to support it. He wou'd have done this, I said, undoubtedly, by shewing how good Proof we had already for our sacred Oracles, from the Testimony of the Dead; whose Characters and Lives might answer for them, as to the Truth of what they reported to us from God. This, however, was by no means \"Witnessing for GOD,\" as the zealous Gentleman had hastily express'd himself. For this was above the reach either of Men, or Miracles. Nor cou'd God witness for himself, or assert his Being any other way to Men, {Divine Testimony.} than \"By revealing himself to their Reason, appealing to their Judgment, and submitting his Ways to their Censure, and cool Deliberation.\" The Contemplation of the Universe, its Laws and Government, was, I aver'd, the only means which cou'd establish the sound Belief of a Deity. For what tho innumerable Miracles from every part assail'd the Sense, and gave the trembling Soul no respite? {Miracles no proof of Divinity.} What tho the Sky shou'd suddenly open, and all kinds of Prodigys appear, Voices be heard, or Characters read? What wou'd this evince more than \"That there were certain Powers cou'd do all this?\" But \"What Powers; Whether One, or more; Whether Superior, or Subaltern; Mortal, or Immortal; Wise, or Foolish; Just, or Unjust; Good, or Bad\": this wou'd still remain a Mystery; as wou'd the true Intention, the Infallibility or Certainty of whatever these Powers asserted. Their Word cou'd not be taken in their own case. They might silence Men indeed, but not convince them: since \"Power can never serve as Proof for Goodness; and Goodness is the only Pledg of Truth.\" By Goodness alone, Trust is created. By Goodness superior Powers may win Belief. They must allow their Works to be examin'd, their Actions criticiz'd: And thus, thus only, they may be confided in; \"When by repeated Marks their Benevolence is prov'd, and their Character of Sincerity and Truth establish'd.\" To whom therefore the Laws of this Universe and its Government appear just and uniform; to him they speak the Government of one Just-One; to him they reveal and witness a God: and laying in him the Foundation of this first Faith, they fit him for a subsequent One. {Revelation.} He can then hearken to Historical Revelation: and is then fitted, and not till then, for the reception of any Message or miraculous Notice from Above; where he knows beforehand all is just and true. But this, no Power of Miracles, nor any Power besides his Reason, can make him know, or apprehend.","subId":"21","id":"Shaftesbury.C.M.2.5.21"},{"type":"paragraph","content":"BUT now, continu'd I, since I have been thus long the Defendent only; I am resolv'd to take up offensive Arms, and be Aggressor in my turn; provided Theocles be not angry with me for borrowing Ground from his Hypothesis.","subId":"22","id":"Shaftesbury.C.M.2.5.22"},{"type":"paragraph","content":"Whatever you borrow of his, reply'd my Antagonist, you are pretty sure of spoiling it: And as it passes thro' your hands, you had best beware lest you seem rather to reflect on Him than Me.","subId":"23","id":"Shaftesbury.C.M.2.5.23"},{"type":"paragraph","content":"I'll venture it, said I; whilst I maintain that most of those Maxims you build upon, are fit only to betray your own Cause. For whilst you are labouring to unhinge Nature; whilst you are searching Heaven and Earth for Prodigys, {Atheism from Superstition.} and studying how to miraculize every thing; you bring Confusion on the World, you break its Uniformity, and destroy that admirable Simplicity of Order, from whence the One infinite and perfect Principle is known. Perpetual Strifes, Convulsions, Violences, Breach of Laws, Variation and Unsteddiness of Order, shew either no Controul, or several uncontroul'd and unsubordinate Powers in Nature. We have before our eyes either the Chaos and Atoms of the Atheists, or the Magick and Daemons of the Polytheists. Yet is this tumultuous System of the Universe asserted with the highest Zeal by some who wou'd maintain a Deity. This is that Face of Things, and these the Features by which they represent Divinity. Hither the Eyes of our more inquisitive and ingenuous Youth are turn'd with care, lest they see any thing otherwise than in this perplex'd and amazing View. As if Atheism were the most natural Inference which cou'd be drawn from a regular and orderly State of Things! But after all this mangling and disfigurement of Nature; if it happens, as oft it does, that the amaz'd Disciple coming to himself, and searching leisurely into Nature's Ways, finds more of Order, Uniformity, and Constancy in Things than he suspected; he is of course driven into Atheism: And this merely by the Impressions he receiv'd from that preposterous System, which taught him to seek for Deity in Confusion, and to discover Providence in an irregular disjointed World.","subId":"24","id":"Shaftesbury.C.M.2.5.24"},{"type":"paragraph","content":"And when you, reply'd he, with your newly-espous'd System, have brought all things to be as uniform, plain, regular, and simple, as you cou'd wish; I suppose you will send your Disciple to seek for Deity in Mechanism; that is to say, in some exquisite System of self-govern'd Matter. For what else is it you Naturalists make of the World, than a mere Machine?","subId":"25","id":"Shaftesbury.C.M.2.5.25"},{"type":"paragraph","content":"Nothing else, reply'd I, if to the Machine you allow a Mind. For in this case 'tis not a Self-govern'd, but a God-govern'd Machine.","subId":"26","id":"Shaftesbury.C.M.2.5.26"},{"type":"paragraph","content":"And what are the Tokens, said he, which shou'd convince us? What Signs shou'd this dumb Machine give of its being thus govern'd?","subId":"27","id":"Shaftesbury.C.M.2.5.27"},{"type":"paragraph","content":"The present, reply'd I, are sufficient. It cannot possibly give stronger Signs of Life and steddy Thought. Compare our own Machines with this great-One; and see, Whether by their Order, Management and Motions, they betoken either so perfect a Life, or so consummate an Intelligence. The one is regular, steddy, permanent; the other are irregular, variable, inconstant. In one there are the Marks of Wisdom and Determination; in the other, of Whimsy and Conceit: In one there appears Judgment; in the other, Fancy only: In one, Will; in the other, Caprice: In one, Truth, Certainty, Knowledg; in the other, Error, Folly, and Madness.—But to be convinc'd there is something above, which thinks and acts, we want, it seems, the latter of these Signs; as supposing there can be no Thought or Intelligence beside what is like our own. We sicken and grow weary with the orderly and regular Course of Things. Periods, and stated Laws, and Revolutions just and proportionable, work not upon us, nor win our Admiration. We must have Riddles, Prodigys, Matter for Surprize and Horror! By Harmony, Order and Concord, we are made Atheists: By Irregularity and Discord, we are convinc'd of Deity! \"The World is mere Accident, if it proceeds in Course; but an Effect of Wisdom, if it runs mad!\"","subId":"28","id":"Shaftesbury.C.M.2.5.28"},{"type":"paragraph","content":"THUS I took upon me the part of a sound Theist, whilst I endeavour'd to refute my Antagonist, and shew that his Principles favour'd Atheism. The zealous Gentleman took high Offence: And we continu'd debating warmly, till late at night. But Theocles was Moderator: And we retir'd at last to our Repose, all calm and friendly. However, I was not a little rejoic'd to hear that our Companions were to go away early the next Morning, and leave Theocles to me alone.","subId":"29","id":"Shaftesbury.C.M.2.5.29"},{"type":"paragraph","content":"For now (Palemon! ) that Morning was approaching, {Sect. 1.} for which I so much long'd. What your Longing may prove, I may have reason to fear. You have had enough, one wou'd think, to turn the edge of your Curiosity in this kind. Can it be imagin'd, that after the Recital of Two such Days already past, you can with patience hear of Another yet to come, more Philosophical than either?—But you have made me promise; and now, whate'er it cost, take it you must, as follows.","subId":"30","id":"Shaftesbury.C.M.2.5.30"},{"type":"note","content":"VOL. III. pag. 71, 2, 3, 4, 5, &c. And 241, 2, 3, 4. And 316, 17, &c.","subId":"n1","id":"Shaftesbury.C.M.2.5.n1"},{"type":"note","content":"VOL. I. p. 94. And VOL. III. p. 114.","subId":"n2","id":"Shaftesbury.C.M.2.5.n2"},{"type":"note","content":"VOL. I. p. 298. And in this Volume, p. 269.","subId":"n3","id":"Shaftesbury.C.M.2.5.n3"}]}