{"id":"Hume.EWU.Av","imported":true,"parent":"Hume.EWU","title":"Of Avarice","breadcrumb":"Of Avarice","published":[1741],"copytext":[1768],"sourceDesc":"The first edition of Hume’s [Essays, Moral and Political] contained eight essays that were later withdrawn from the [Essays, Moral, Political, and Literary, Part 1] (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays [Of Suicide] and [Of the Immortality of the Soul]. These latter were printed in 1755, intended for what became the [Four Dissertations] of 1757, but Hume soon regretted the decision and had them removed, writing the essay [Of the Standard of Taste] to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","blocks":[{"type":"title","content":"£1 Of ^Avarice^. £1","id":"Hume.EWU.Av"},{"type":"paragraph","content":"'TIS easy to observe, that comic writers exaggerate every character, and draw their fop, or coward with stronger features than are any where to be met with in nature. This moral kind of painting for the stage has been often compared to the painting for cupolas and cielings, where the colours are over-charged, and every part is drawn excessively large, and beyond nature. The figures seem monstrous and disproportioned, when seen too nigh; but become natural and regular, |when set at a distance, and placed in that point of view, in which they are intended to be surveyed. For a like reason, when characters are exhibited in theatrical representations, the want of reality removes, in a manner, the personages; and rendering them more cold and unentertaining, makes it necessary to compensate, by the force of colouring, what they want in substance. Thus we find in common life, that when a man once allows himself to depart from truth in his narrations, he never can keep within the bounds of probability; but adds still some new circumstance to render his stories more marvellous, and to satisfy his imagination. Two men in buckram suits became eleven to Sir ^John Falstaff^ before the end of his story.","subId":"1","id":"Hume.EWU.Av.1","pages":"569-70"},{"type":"paragraph","content":"^There^ is only one vice, which may be found in life with as strong features, and as high a colouring as needs be employed by any satyrist or comic poet; and that is ^Avarice^. Every day we meet with men of immense fortunes, without heirs, and on the very brink of the grave, who refuse themselves the most common necessaries of life, and go on heaping possessions on possessions, under all the real pressures of the severest poverty. An old usurer, says the story, lying in his last agonies, was presented by the priest with the crucifix to worship. He opens his eyes a moment before he expires, considers the crucifix, and cries, _These jewels are not true; I can only lend ten pistoles upon such a pledge._ This was probably the invention of some epigrammatist; and yet every one, from his own experience, may be able to recollect almost as strong instances of perseverance in avarice. 'Tis commonly reported of a famous miser in this city, that finding himself near death, he sent for some of the magistrates, and gave them a bill of an hundred pounds, payable after his decease; which sum he intended should be disposed of in charitable uses; but scarce were they gone, when he orders them to be called back, and offers them ready money, if they would abate five pounds of the sum. Another noted miser in the north, intending to defraud his |heirs, and leave his fortune to the building of an hospital, protracted the drawing of his will from day to day; and 'tis thought, that if those interested in it had not paid for the drawing it, he had died intestate. In short, none of the most furious excesses of love and ambition are in any respect to be compared to the extremes of avarice.","subId":"2","id":"Hume.EWU.Av.2","pages":"570-1"},{"type":"paragraph","content":"^The^ best excuse that can be made for avarice is, that it generally prevails in old men, or in men of cold tempers, where all the other affections are extinct; and the mind being incapable of remaining without some passion or pursuit, at last finds out this monstrously absurd one, which suits the coldness and inactivity of its temper. At the same time, it seems very extraordinary, that so frosty, spiritless a passion should be able to carry us farther than all the warmth of youth and pleasure: but if we look more narrowly into the matter, we shall find, that this very circumstance renders the explication of the case more easy. When the temper is warm and full of vigour, it naturally shoots out more ways than one, and produces inferior passions to counter-balance, in some degree, its predominant inclination. 'Tis impossible for a person of that temper, however bent on any pursuit, to be deprived of all sense of shame, or all regard to the sentiments of mankind. His friends must have some influence over him: And other considerations are apt to have their weight. All this serves to restrain him within some bounds. But 'tis no wonder that the avaritious man, being, from the coldness of his temper, without regard to reputation, to friendship, or to pleasure, should be carried so far by his prevailing inclination, and should display his passion in such surprising instances.","subId":"3","id":"Hume.EWU.Av.3","pages":"571"},{"type":"paragraph","content":"^Accordingly^ we find no vice so irreclaimable as avarice: And though there scarcely has been a moralist or philosopher, from the beginning of the world to this day, who has not levelled a stroke at it, we hardly find a single instance of any person's being cured of it. For this reason, I am more apt to approve of those, who attack it with wit and humour, than of those who treat it in a serious manner. There being so little hopes of doing good to the people infected with this vice, I |would have the rest of mankind, at least, diverted by our manner of exposing it: As indeed there is no kind of diversion, of which they seem so willing to partake.","subId":"4","id":"Hume.EWU.Av.4","pages":"571-2"},{"type":"paragraph","content":"^Among^ the fables of _Monsieur de la ^Motte^_, there is one levelled against avarice, which seems to me more natural and easy, than most of the fables of that ingenious author. A miser, says he, being dead, and fairly interred, came to the banks of the ^Styx^, desiring to be ferried over along with the other ghosts. ^Charon^ demands his fare, and is surprized to see the miser, rather than pay it, throw himself into the river, and swim over to the other side, notwithstanding all the clamour and opposition that could be made to him. All hell was in an uproar; and each of the judges was meditating some punishment, suitable to a crime of such dangerous consequence to the infernal revenues. Shall he be chained to the rock with ^Prometheus^? Or tremble below the precipice in company with the ^Danaides^? Or assist ^Sisyphus^ in rolling his stone? No, says ^Minos^, none of these. We must invent some severer punishment. Let him be sent back to the earth, to see the use his heirs are making of his riches.","subId":"5","id":"Hume.EWU.Av.5","pages":"572"},{"type":"paragraph","content":"^I hope^ it will not be interpreted as a design of setting myself in opposition to this celebrated author, if I proceed to deliver a fable of my own, which is intended to expose the same vice of avarice. The hint of it was taken from these lines of Mr. ^POPE^. \"\"_Damn'd to the mines, an equal fate betides// The slave that digs it, and the slave that hides._\"\"","subId":"6","id":"Hume.EWU.Av.6","pages":"572"},{"type":"paragraph","content":"^Our^ old mother Earth once lodged an indictment against ^Avarice^ before the courts of heaven, for her wicked and malicious council and advice, in tempting, inducing, persuading, and traiterously seducing the children of the plaintiff to |commit the detestable crime of parricide upon her, and, mangling her body, ransack her very bowels for hidden treasure. The indictment was very long and verbose; but we must omit a great part of the repetitions and synonymous terms, not to tire our readers too much with our tale. ^Avarice^, being called before ^Jupiter^ to answer to this charge, had not much to say in her own defence. The injustice was clearly proved upon her. The fact, indeed, was notorious, and the injury had been frequently repeated. When therefore the plaintiff demanded justice, ^Jupiter^ very readily gave sentence in her favour; and his decree was to this purpose, That since dame _Avarice_, the defendant, had thus grievously injured dame _Earth_, the plaintiff, she was hereby ordered to take that treasure, of which she had feloniously robbed the said plaintiff, by ransacking her bosom, and in the same manner, as before, opening her bosom, restore it back to her, without diminution or retention. From this sentence, it shall follow, says ^Jupiter^ to the by-standers, That, in all future ages, the retainers of _Avarice_ shall bury and conceal their riches, and thereby restore to the earth what they took from her.","subId":"7","id":"Hume.EWU.Av.7","pages":"572-3"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"}],"prev":{"id":"Hume.EWU.SH","imported":true,"title":"Of the Study of History","breadcrumb":"Of the Study of History","published":[1741]},"next":{"id":"Hume.EWU.EW","imported":true,"title":"Of Essay-Writing","breadcrumb":"Of Essay-Writing","published":[1742]}}