{"id":"Shaftesbury.C.JH.6","imported":true,"parent":"Shaftesbury.C.JH","title":"Chapter VI. Of the Casual or Independent Ornaments","breadcrumb":"Chapter 6","published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_031","blocks":[{"type":"title","content":"Chapter VI. Of the Casual or Independent Ornaments\n","id":"Shaftesbury.C.JH.6"},{"type":"paragraph","content":"THERE remains for us now to consider only of the separate Ornaments, independent both of Figures and Perspective; such as the Machine-Work, or Divinitys in the Sky, the Winds, Cupids, Birds, Animals, Dogs, or other loose Pieces, which are introduc'd without any absolute necessity, and in a way of Humour. But as these belong chiefly to the ordinary Life, and to the comick, or mix'd kind; our Tablature, which on the contrary is wholly epick, heroick, and in the tragick Style, wou'd not so easily admit of any thing in this light way.","subId":"1","id":"Shaftesbury.C.JH.6.1"},{"type":"paragraph","content":"(2.) We may besides consider, that whereas the Mind is naturally led to fansy Mystery in a Work of such a Genius or Style of Painting as ours, and to confound with each other the two distinct kinds of the emblematick, and merely historical, or poetick; we shou'd take care not to afford it this occasion of Error and Deviation, by introducing into a Piece of so uniform a Design, such Appendices, or supplementary Parts, as, under pretext of giving light to the History, or characterizing the Figures, shou'd serve only to distract or dissipate the Sight, and confound the Judgment of the more intelligent Spectators.","subId":"2","id":"Shaftesbury.C.JH.6.2"},{"type":"paragraph","content":"(3.) \"Will it then,\" says one, \"be possible to make out the Story of these two Dames in company with Hercules, without otherwise distinguishing them than as above describ'd?\"—We answer, it is possible; and not that only, but certain and infallible, in the case of one who has the least Genius, or has ever heard in general concerning Hercules, without so much as having ever heard this History in particular. But if, notwithstanding this, we wou'd needs add some exterior marks, more declaratory and determinative of these two Personages, Virtue and Pleasure; it may be perform'd, however, without any necessary recourse to what is absolutely of the Emblem-kind. The Manner of this may be explain'd as follows.","subId":"3","id":"Shaftesbury.C.JH.6.3"},{"type":"paragraph","content":"(4.) The Energy or natural Force of Virtue, according to the moral Philosophy of highest note among the Antients, was express'd in the double effect of Forbearance and Indurance, or what we may otherwise call Refrainment and Support. For the former, the Bit or Bridle, plac'd somewhere on the side of Virtue, may serve as Emblem sufficient; and for the second, the Helmet may serve in the same manner; especially since they are each of them Appurtenances essential to Heroes, (who, in the quality of Warriors, were also Subduers or Managers of Horses) and that at the same time these are really portable Instruments, such as the martial Dame, who represents Virtue, may be well suppos'd to have brought along with her.","subId":"4","id":"Shaftesbury.C.JH.6.4"},{"type":"paragraph","content":"(5.) On the side of Pleasure, certain Vases, and other Pieces of imboss'd Plate, wrought in the figures of Satyrs, Fauns, and Bacchanals, may serve to express the Debauches of the Table-kind. And certain Draperys thrown carelesly on the ground, and hung upon a neighbouring Tree, forming a kind of Bower and Couch for this luxurious Dame, may serve sufficiently to suggest the Thought of other Indulgences, and to support the Image of the effeminate, indolent, and amorous Passions. Besides that, for this latter kind, we may rest satisfy'd, 'tis what the Painter will hardly fail of representing to the full. The fear is, lest he shou'd overdo this part, and express the Affection too much to the life. The Appearance will, no doubt, be strongly wrought in all the Features and Proportions of this third Figure; which is of a relish far more popular, and vulgarly ingaging, than that other oppos'd to it, in our historical Design.","subId":"5","id":"Shaftesbury.C.JH.6.5"},{"type":"note","content":"This is understood of the Machine-Work, when it is merely ornamental, and not essential in the Piece; by making part of the History, or Fable it-self.","subId":"n1","id":"Shaftesbury.C.JH.6.n1"},{"type":"note","content":"Καρτερία, Εγκρατεία: They were describ'd as Sisters in the emblematick Moral Philosophy of the Antients. Whence that known Precept, Ἀνέχου καὶ Ἀπέχου, Sustine & Abstine [bear up and abstain (The Latin and Greek are given, but not the English.)]","subId":"n2","id":"Shaftesbury.C.JH.6.n2"},{"type":"note","content":"Castor, Pollux; all the Heroes of Homer; Alexander the Great, &c.","subId":"n3","id":"Shaftesbury.C.JH.6.n3"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.JH","imported":true,"title":"A Notion of the Historical Draught or Tablature of the Judgment of Hercules","breadcrumb":"Judgment of Hercules","published":[1714]}],"prev":{"id":"Shaftesbury.C.JH.5","imported":true,"title":"Chapter V. Of the Ornaments of the Piece; and chiefly of the Drapery, and Perspective","breadcrumb":"Chapter 5","published":[1714]},"next":{"id":"Shaftesbury.C.JH.Conc","imported":true,"title":"Conclusion","breadcrumb":"Conclusion","published":[1714]}}