{"imported":true,"id":"Shaftesbury.C.S.3.2","parent":"Shaftesbury.C.S.3","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_052","texts":[],"published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.S.3.2"},{"type":"paragraph","content":"BUT here it may be convenient for me to quit my-self a-while, in favour of my Reader; lest if he prove one of the <em>uncourteous</em> sort, he shou'd raise a considerable Objection in this place. He may ask perhaps, <q>Why a Writer for <em>Self-entertainment</em> shou'd not keep his Writings to himself, without appearing <em>in Publick,</em> or before <em>the World.</em></q>","subId":"1","id":"Shaftesbury.C.S.3.2.1"},{"type":"paragraph","content":"In answer to this I shall only say, that for appearing <em>in Publick,</em> or before <em>the World,</em> I do not readily conceive what our worthy Objector may understand by it. I can call to mind, indeed, among my Acquaintance, certain Merchant-Adventurers in the Letter-Trade, who in correspondence with their Factor-Bookseller, are enter'd into a notable Commerce with <em>the World.</em> They have directly, and in due Form of <em>Preface,</em> and <em>Epistle Dedicatory,</em> sollicited <em>the Publick,</em> and made Interest with Friends for Favour and Protection on this account. They have ventur'd, perhaps, to join some great Man's Reputation with their own; having obtain'd his Permission to address a Work to him, on presumption of its passing for something considerable in the eyes of <em>Mankind.</em> One may easily imagine that such patroniz'd and avow'd <em>Authors</em> as these, wou'd be shreudly disappointed if <em>the Publick</em> took no notice of their Labours. But for my own part, 'tis of no concern to me, what regard <em>the Publick</em> bestows on my Amusements; or after what manner it comes acquainted with what I write for my private Entertainment, or by way of <em>Advice</em> to such of my Acquaintance as are thus desperately embark'd.","subId":"2","id":"Shaftesbury.C.S.3.2.2"},{"type":"paragraph","content":"'Tis requisite, that my Friends, who peruse these <em>Advices,</em> shou'd read 'em in better Characters than those of my own Hand-writing. And by good luck I have a very fair Hand offer'd, which may save me the trouble of re-copying, and can readily furnish me with as many handsom Copys as I wou'd desire, for my own and Friends Service. I have not, indeed, forbid my <em>Amanuensis</em> the making as many as he pleases for his own Benefit. What I write is not worth being made a Mystery. And if it be worth any one's purchasing; much good may do the Purchaser. 'Tis a <em>Traffick</em> I have no share in; tho I accidentally furnish the Subject-matter.","subId":"3","id":"Shaftesbury.C.S.3.2.3"},{"type":"paragraph","content":"And thus am I no-wise more an <span class=\"small-capitals\">Author,</span> for being in <em>Print.</em> I am conscious of no additional Virtue, or dangerous Quality, from having lain at any time under the weight of that alphabetick Engine call'd <em>the Press.</em> I know no Conjuration in it, either with respect to Church, or State. Nor can I imagine why the Machine shou'd appear so formidable to Scholars, and renown'd Clerks; whose very Mystery and Foundation depends on the Letter-Manufacture. To allow <em>Benefit of Clergy,</em> and <em>to restrain the Press,</em> seems to me to have something of Cross-purpose in it. I can hardly think that <em>the Qua</em><em>lity</em> of what is written can be alter'd by <em>the Manner</em> of Writing; or that there can be any harm in a quick way of copying fair, and keeping Copys alike. Why a Man may not be permitted to write with <em>Iron</em> as well as <em>Quill,</em> I can't conceive; or how a Writer changes his Capacity, by this new Dress, any more than by the wear of <em>Wove</em>-Stockins, after having worn no other Manufacture than <em>the Knit.</em>","subId":"4","id":"Shaftesbury.C.S.3.2.4"},{"type":"paragraph","content":"SO MUCH for my <em>Reader;</em> if perchance I have any besides the Friend or two above-mention'd. For being engag'd in <em>Morals,</em> and induc'd to treat so rigorous a Subject as that of <em>Self-examination;</em> I naturally call to mind the extreme Delicacy and Tenderness of modern Appetites, in respect of the <em>Philosophy</em> of this kind. What Distaste possibly may have arisen from some medicinal Doses of a like nature, administer'd to raw Stomachs, at a very early Age, I will not pretend to examine. But whatever Manner in Philosophy happens to bear the least resemblance to that of <em>Catechism,</em> cannot, I'm persuaded, of it-self, prove very inviting. Such a smart way of questioning our-selves in our Youth, has made our Manhood more averse to the expostulatory Discipline. And tho the <em>metaphysical</em> Points of our Belief are by this method, with admirable Care and Caution, instill'd into tender Minds; yet the manner of this anticipating Philosophy, may make the After-work of Reason, and the inward Exercise of the Mind, at a riper Age, proceed the more heavily, and with greater reluctance.","subId":"5","id":"Shaftesbury.C.S.3.2.5"},{"type":"paragraph","content":"It must needs be a hard Case with us, after having pass'd so learned a Childhood, and been instructed in our own and other higher <em>Natures, Essences, incorporeal Substances, Personalitys,</em> and the like; to condescend at riper Years to ruminate and con over this Lesson a second time. 'Tis hard, after having, by so many pertinent Interrogatorys, and decisive Sentences, declar'd <em>Who</em> and <em>What</em> we are; to come leisurely, in another view, to inquire concerning our real <span class=\"small-capitals\">Self,</span> and <span class=\"small-capitals\">End,</span> the <em>Judgment</em> we are to make of <span class=\"small-capitals\">Interest,</span> and <em>the Opinion we shou'd have of</em> <span class=\"small-capitals\">Advantage</span> <em>and</em> <span class=\"small-capitals\">Good:</span> which is what must necessarily determine us in our Conduct, and prove the leading Principle of our Lives.","subId":"6","id":"Shaftesbury.C.S.3.2.6"},{"type":"paragraph","content":"Can we bear looking a-new into these Mysterys? Can we endure a new <em>Schooling,</em> after having once learnt our Lesson from <em>the World?</em> Hardly, I presume. For by the Lesson of this latter <em>School,</em> and according to the Sense I acquire in Converse with <em>prime Men;</em> shou'd I at any time ask my-self, <em>What govern'd me?</em> I shou'd answer readily, <em>My Interest.</em> <q>But what is <em>Interest?</em> And how govern'd?</q> <q>By Opinion and Fancy.</q> <q>Is every thing therefore my Interest which I fansy such? Or may my Fancy possibly be wrong?</q> <q>It may.</q> <q>If my Fancy of Interest therefore be wrong; can my Pursuit or Aim be right?</q> <q>Hardly so.</q> <q>Can I then be suppos'd <em>to hit,</em> when I know not, in reality, so much as how <em>to aim?</em></q>","subId":"7","id":"Shaftesbury.C.S.3.2.7"},{"type":"paragraph","content":"My chief Interest, it seems therefore, must be to get <em>an Aim;</em> and know certainly where my Happiness and Advantage lies. <q>Where else can it lie, than in <em>my Pleasure;</em> since my Advantage and Good must ever be <em>pleasing:</em> and what is <em>pleasing,</em> can never be other than my Advantage and Good?</q> <q>Excellent! Let <em>Fancy</em> therefore govern, and <em>Interest</em> be what <em>we please.</em> For if that which <em>pleases us</em> be our Good,<a href=\"#n1\"><sup>[1]</sup></a> <em>because it pleases us;</em> any-thing may be our <span class=\"small-capitals\">Interest</span> or <span class=\"small-capitals\">Good.</span> Nothing can come amiss. That which we fondly make our <em>Happiness</em> at one time, we may as readily un-make at another. No-one can learn what <em>real</em> <span class=\"small-capitals\">Good</span> is. Nor can anyone upon this foot be said <em>to understand his</em> <span class=\"small-capitals\">Interest.'</span> '</q>","subId":"8","id":"Shaftesbury.C.S.3.2.8"},{"type":"paragraph","content":"Here, we see, are strange Embroils!—But let us try to deal more candidly with our-selves, and frankly own that<a href=\"#n2\"><sup>[2]</sup></a> <em>Pleasure</em> is no rule of <span class=\"small-capitals\">Good;</span> since when we follow <em>Pleasure</em> merely, we are disgusted, and change from one sort to another: condemning that at one time, which at another we earnestly approve; and never judging equally of <em>Happiness,</em> whilst we follow <em>Passion</em> and mere <em>Humour.</em>","subId":"9","id":"Shaftesbury.C.S.3.2.9"},{"type":"paragraph","content":"A Lover, for instance, when struck with the <em>Idea</em> or <em>Fancy</em> of his Enjoyment, promises himself the highest Felicity, if he succeeds in his <em>new Amour.</em>—He succeeds in it; finds not the Felicity he expected: but promises himself the same again <em>in some other.</em>—The same thing happens: He is disappointed as before; but still has <em>Faith.</em>—Weary'd with this Game, he quits the Chace; renounces the way of Courtship and <em>Intrigue,</em> and detests the Ceremony and Difficulty of the Pleasure.—A <em>new</em> Species of Amours invites him. Here too he meets the same Inquietude and Inconstancy.—Scorning to grow <em>sottish,</em> and plunge in the lowest Sink of Vice, he shakes off his Intemperance; despises <em>Gluttony</em> and <em>Riot;</em> and hearkens to <em>Ambition.</em> He grows a Man of Business, and seeks Authority and Fame.—","subId":"10","id":"Shaftesbury.C.S.3.2.10"},{"type":"paragraph","content":"<a href=\"#n3\"><sup>[3]</sup></a>With what chain can I bind the ever-changing figure of Proteus?","subId":"11","id":"Shaftesbury.C.S.3.2.11"},{"type":"paragraph","content":"Lest this therefore shou'd be my own case; let me see whether I can controul my <em>Fancy,</em> and fix it, if possible, on something which may hold <em>good.</em>—When I exercise my Reason in <em>moral</em> Subjects; when I employ my Affection in <em>friendly</em> and <em>social</em> Actions, I find I can sincerely <em>enjoy my-self.</em> If there be a Pleasure therefore of this kind; why not indulge it? Or what harm wou'd there be, supposing it shou'd grow greater by Indulgence? If I am <em>lazy,</em> and indulge my-self in the languid Pleasure; I know the harm, and can foresee <em>the Drone.</em> If I am luxurious, I know the harm of this also, and have the plain prospect of <em>the Sot.</em> If Avarice be my Pleasure; the End, I know, is being a <em>Miser.</em> But if <span class=\"small-capitals\">Honesty</span> be my Delight, I know no other consequence from indulging such a Passion, than that of growing <em>better natur'd,</em> and <em>enjoying more and more the Pleasures of Society.</em> On the other hand, if this honest Pleasure be lost, by knavish Indulgence, and Immorality, there can hardly be a Satisfaction left of any kind; since Good-nature and<a href=\"#n4\"><sup>[4]</sup></a> social Affection are so essential even to the Pleasures of <em>a Debauch.</em>","subId":"12","id":"Shaftesbury.C.S.3.2.12"},{"type":"paragraph","content":"If therefore the only Pleasure I can freely and without reserve indulge, be that of the <em>honest</em> and <em>moral</em> kind; if the rational and social Enjoyment be so constant in it-self, and so essential to Happiness; why shou'd I not bring my other Pleasures to correspond and be Friends with it, rather than raise my-self other Pleasures, which are destructive of this Foundation, and have no manner of Correspondency with one another?","subId":"13","id":"Shaftesbury.C.S.3.2.13"},{"type":"paragraph","content":"Upon this bottom let me try how I can bear the Assault of <span class=\"small-capitals\">Fancy,</span> and maintain my-self in my moral Fortress, against the Attacks which are rais'd on the side of corrupt <em>Interest</em> and a wrong <em>Self.</em> When the Idea of Pleasure strikes, I ask my-self: <q>Before I was thus struck by the Idea, was any thing amiss with me?</q> <q>No.</q> <q>Therefore remove the Idea, and I am well.</q> <q>But having this Idea such as I now have, I cannot want the Thing, without regret.</q> <q>See, therefore, which is best: either to suffer under this Want, till the Idea be remov'd; or by satisfying the Want, confirm not only this Idea, but all of the same stamp!</q>","subId":"14","id":"Shaftesbury.C.S.3.2.14"},{"type":"paragraph","content":"In reality, has not <em>every</em> <span class=\"small-capitals\">Fancy</span> a like Privilege of passing; if <em>any single one</em> be admitted upon its own Authority? And what must be the Issue of such an OEconomy, if the whole fantastick <em>Crew</em> be introduc'd, and the Door refus'd to none? What else is it than this Management which leads to the most dissolute and profligate of Characters? What is it, on the contrary, which raises us to any degree of Worth or Steddiness, besides a direct contrary Practice and Conduct? Can there be <em>Strength of Mind;</em> can there be <em>Command over one's self;</em> If the Ideas of Pleasure, the Suggestions of <em>Fancy,</em> and the strong Pleadings of Appetite and Desire are not often withstood, and <em>the Imaginations</em> soundly reprimanded, and brought under subjection?","subId":"15","id":"Shaftesbury.C.S.3.2.15"},{"type":"paragraph","content":"Thus it appears that the Method of examining our <em>Ideas</em> is no pedantick Practice. Nor is there any thing un-galante in the manner of thus questioning the <em>Lady-Fancys,</em> which present themselves as charmingly dress'd as possible to sollicit their Cause, and obtain a Judgment, by favour of that worse <em>Part,</em> and corrupt <span class=\"small-capitals\">Self,</span> to whom they make their Application.","subId":"16","id":"Shaftesbury.C.S.3.2.16"},{"type":"paragraph","content":"It may be justly said of these, that they are very powerful <em>Sollicitresses.</em> They never seem to importune us; tho they are ever in our eye, and meet us which-ever way we turn. They understand better how to manage their Appearance, than by always throwing up their Veil, and shewing their Faces openly in a broad Light, to run the danger of cloying our Sight, or exposing their Features to a strict Examination. So far are they from such forwardness, that they often stand as at a distance; suffering us to make the first advance, and contenting themselves with discovering a Side-face, or bestowing now and then a glance in a mysterious manner, as if they endeavour'd to conceal their Persons.","subId":"17","id":"Shaftesbury.C.S.3.2.17"},{"type":"paragraph","content":"One of the most dangerous of these <em>Enchantresses</em> appears in a sort of dismal Weed, with the most mournful Countenance imaginable; often casting up her Eyes, and wringing her Hands; so that 'tis impossible not to be mov'd by her, till her Meaning be consider'd, and her Imposture fully known. The Airs she borrows, are from the tragick Muse <span class=\"small-capitals\">Melpomene.</span> Nor is she in her own Person any way amiable or attractive. Far from it. Her Art is to render her-self as forbidding as possible; that her Sisters may by her means be the more alluring. And if by her tragick Aspect, and melancholy Looks, she can persuade us that <em>Death</em> (whom she represents) is such a hideous Form; she conquers in behalf of the whole fantastick Tribe of wanton, gay, and fond Desires. Effeminacy and Cowardice instantly prevail. The poorest <em>Means</em> of Life grow in repute, when the <em>Ends</em> and <em>just Conditions</em> of it are so little known, and the Dread of parting with it, rais'd to so high a degree. The more eagerly we grasp at <em>Life,</em> the more impotent we are in the Enjoyment of it. By this Avidity, its very Lees and Dregs are swallow'd. The Ideas of sordid Pleasure are advanc'd. Worth, Manhood, Generosity, and all the nobler Opinions and Sentiments of <em>honest</em> <span class=\"small-capitals\">Good,</span> and <em>virtuous Pleasure,</em> disappear, and fly before this <em>Queen of Terrors.</em>","subId":"18","id":"Shaftesbury.C.S.3.2.18"},{"type":"paragraph","content":"'Tis a mighty Delight which a sort of Counter-Philosophers take in seconding this <em>Phantom,</em> and playing her upon our Understandings, whenever they wou'd take occasion to confound 'em. The vicious Poets employ this <em>Specter</em> too on their side; tho after a different manner. By the help of this tragick Actress, they gain a fairer Audience for the luxurious Fancys; and give their <span class=\"small-capitals\">Erato'</span> s, and other playsom <em>Muses</em> a fuller Scope in the support of Riot and Debauch. The gloomy Prospect of Death becomes the Incentive to Pleasures of the lowest Order. <em>Ashes</em> and <em>Shade,</em> the <em>Tomb</em> and <em>Cypress,</em> are made to serve as Foils to <em>Luxury.</em> The Abhorrence of an insensible State makes mere Vitality and Animal-Sensation highly cherish'd.","subId":"19","id":"Shaftesbury.C.S.3.2.19"},{"type":"paragraph","content":"<a href=\"#n5\"><sup>[5]</sup></a>Give your genius play; let us take our pleasures; your life (alone) is ours; you will (soon) be but dust, a ghost, a name.","subId":"20","id":"Shaftesbury.C.S.3.2.20"},{"type":"paragraph","content":"'Tis no wonder if <em>Luxury</em> profits by the Deformity of this Specter-Opinion. She supports her Interest by this childish Bugbear; and, like a Mother by her Infant, is hugg'd so much the closer by her Votary, as the Fear presses him, and grows importunate. She invites him to <em>live fast,</em> according to her best measure of <em>Life.</em> And well she may. Who wou'd not willingly make <em>Life</em> pass away as quickly as was possible; when the nobler Pleasures of it were already lost or corrupted by a wretched <em>Fear of Death?</em> The intense Selfishness and Meanness which accompanys this Fear, must reduce us to a low ebb of Enjoyment; and in a manner bring to nothing that main Sum of satisfactory Sensations, by which we vulgarly rate the Happiness of our private Condition and Fortune.","subId":"21","id":"Shaftesbury.C.S.3.2.21"},{"type":"paragraph","content":"But see! A lovely Form advances to our Assistance, introduc'd by the prime <em>Muse,</em> the beauteous <span class=\"small-capitals\">Calliope!</span> She shews us what real <em>Beauty</em> is, and what those <em>Numbers</em> are, which make Life perfect, and bestow <em>the chief Enjoyment.</em> She sets <em>Virtue</em> before our Eyes, and teaches us how to rate <em>Life,</em> from the Experience of the most heroick Spirits. She brings her Sisters <span class=\"small-capitals\">Clio</span> and <span class=\"small-capitals\">Urania</span> to support her. From <em>the former</em> she borrows whatever is memorable in History, and antient Time, to confront the tragick Specter, and shew the fix'd Contempt which the happiest and freest Nations, as well as single Heroes, and private Men worthy of any Note, have ever express'd for that Impostress. From <em>the latter</em> she borrows what is sublimest in Philosophy, to explain the Laws of Nature, the Order of the Universe, and represent to us the Justice of accompanying this amiable Administration. She shews us, that by this just Compliance we are made happiest: and that the measure of a happy Life is not from the fewer or more Suns we behold, the fewer or more Breaths we draw, or Meals we repeat; but from the having <em>once liv'd well,</em> acted our <em>Part</em> handsomly, and made our <em>Exit</em> chearfully, and as became us.","subId":"22","id":"Shaftesbury.C.S.3.2.22"},{"type":"paragraph","content":"Thus we retain on Virtue's side the noblest Party of the <em>Muses.</em> Whatever is august amongst those Sisters, appears readily in our behalf. Nor are the more jocund Ladys wanting in their Assistance, when they act in the Perfection of their Art, and inspire some better Genius's in this kind of Poetry. Such were the nobler <em>Lyricks,</em> and those of the <em>latter,</em> and <em>more refin'd Comedy</em> of the Antients. The <span class=\"small-capitals\">Thalia'</span> s, the <span class=\"small-capitals\">Polyhymnia'</span> s, the <span class=\"small-capitals\">Terpsychore'</span> s, the <span class=\"small-capitals\">Euterpe'</span> s willingly join their Parts; and being alike interested in the Cause of <em>Numbers,</em> are with regret employ'd another way, in favour of <em>Disorder.</em> Instead of being made <em>Syrens</em> to serve the Purposes of Vice, they wou'd with more delight accompany their elder Sisters, and add their Graces and attractive Charms to what is most harmonious, Muse-like, and Divine in human Life. There is this difference only between these and the more heroick Dames; that they can more easily be perverted, and take the vicious Form. For what Person of any Genius or masterly Command in the poetick Art, cou'd think of bringing the <em>Epick</em> or <em>Tragick</em> Muse to act the Pandar, or be subservient to Effeminacy and Cowardice? 'Tis not against Death, Hazards or Toils, that <em>Tragedy</em> and the heroick Fable are pointed. 'Tis not <em>mere Life</em> which is here exalted, or has its Price enhanc'd. On the contrary, its Calamitys are expos'd: the Disorders of the Passions set to view: Fortitude recommended: Honour advanc'd: the Contempt of Death plac'd as the peculiar Note of every generous and happy Soul; and the tenacious Love of Life, as the truest Character of an abject Wretch.","subId":"23","id":"Shaftesbury.C.S.3.2.23"},{"type":"paragraph","content":"<a href=\"#n6\"><sup>[6]</sup></a>Is it so hard to die?","subId":"24","id":"Shaftesbury.C.S.3.2.24"},{"type":"paragraph","content":"'Tis not to be imagin'd how easily we deal with the deluding <em>Apparitions</em> and false Ideas of Happiness and Good; when this frightful <em>Specter</em> of Misery and Ill, is after this manner well laid, and by honest Magick conjur'd down; so as not to give the least assistance to the other tempting <em>Forms.</em> This is that <em>occult</em> Science, or sort of Counter-<em>Necromancy,</em> which instead of Ghastliness and Horror, inspires only what is gentle and humane, and dispels the imposing Phantoms of every kind. He may pass, undoubtedly, for no mean <em>Conjurer,</em> who can deal with Spirits of this sort.—But hold!—Let us try the Experiment in due form, and draw the magick Circle. Let us observe how the inferior <em>Imps</em> appear; when the Head-<em>Goblin</em> is securely laid!—","subId":"25","id":"Shaftesbury.C.S.3.2.25"},{"type":"paragraph","content":"See! The <em>Enchantress</em> <span class=\"small-capitals\">Indolence</span> presents her-self, in all the Pomp of Ease and lazy Luxury. She promises the sweetest Life, and invites us to her Pillow: injoins us to expose our-selves to no adventurous Attempt; and forbids us any Engagement which may bring us into Action. <q>Where, then, are the Pleasures which <em>Ambition</em> promises, and <em>Love</em> affords? How is the gay World enjoy'd? Or are those to be esteem'd <em>no Pleasures,</em> which are lost by Dulness and Inaction?</q> <q>But <em>Indolence</em> is the highest Pleasure.</q> <q>To live, and not to feel!</q> <q>To feel no Trouble.</q> <q>What Good then?</q> <q><em>Life</em> it-self.</q> <q>And is this properly to live? Is sleeping, <em>Life?</em> Is this what I shou'd study to prolong?</q>—Here the <em>fantastick Tribe</em> it-self seems scandaliz'd. A Civil War begins. The major part of the capricious Dames range themselves on <em>Reason</em>'s side, and declare against the languid <span class=\"small-capitals\">Syren.</span> <em>Ambition</em> blushes at the offer'd Sweet. <em>Conceit</em> and <em>Vanity</em> take superior Airs. Even <em>Luxury</em> her-self, in her polite and elegant Humour, reproves the Apostate-Sister, and marks her as an Alien to true Pleasure—<q>Away, thou drousy <em>Phantom!</em> Haunt me no more. For I have learn'd from better than thy Sisterhood, that Life and Happiness consist in <em>Action</em> and <em>Employment.</em></q>","subId":"26","id":"Shaftesbury.C.S.3.2.26"},{"type":"paragraph","content":"But here a busy Form sollicits us; active, industrious, watchful, and despising Pains and Labour. She wears the serious Countenance of Virtue, but with Features of Anxiety and Disquiet. What is it she mutters? What looks she on, with such Admiration and Astonishment?—Bags! Coffers! Heaps of shining Metal! <q>What! for the Service of <em>Luxury?</em> For <em>her</em> these Preparations? Art thou then <em>her</em> Friend (grave Fancy!) is it for <em>her</em> thou toil'st?</q> <q>No, but for Provision against Want.</q> <q>But, Luxury apart, tell me now, hast thou not already a Competence?</q> <q>'Tis good to be secure against the fear of Starving.</q> <q>Is there then no Death beside <em>this?</em> No other Passage out of Life? Are other Doors secur'd, if this be barr'd? Say, <span class=\"small-capitals\">Avarice!</span> (thou emptiest of Phantoms) is it not vile <em>Cowardice</em> thou serv'st? What further have I then to do with thee (thou doubly vile Dependent!) when once I have dismiss'd thy Patroness, and despis'd her Threats?</q>","subId":"27","id":"Shaftesbury.C.S.3.2.27"},{"type":"paragraph","content":"Thus I contend with <span class=\"small-capitals\">Fancy</span> and<a href=\"#n7\"><sup>[7]</sup></a> <span class=\"small-capitals\">Opinion;</span> and search the Mint and Foundery of <em>Imagination.</em> For here the Appetites and Desires are fabricated. Hence they derive their Privilege and Currency. If I can stop the Mischief here, and prevent false Coinage; I am safe. <q><em>Idea!</em> wait a-while till I have examin'd thee, whence thou art, and to whom thou retain'st. Art thou of <em>Ambition</em>'s Train? Or dost thou promise only <em>Pleasure?</em> Say! what am I to sacrifice for thy sake? What Honour? What Truth? What Manhood?—What Bribe is it thou bring'st along with thee? Describe the flattering Object; but without Flattery; plain, as the thing is; without addition, without sparing or reserve. Is it <em>Wealth?</em> is it a <em>Report?</em> a <em>Title?</em> or a <em>Female?</em> Come not in a Troop, (ye Fancys!) Bring not your Objects crouding, to confound the Sight. But let me examine your <em>Worth</em> and <em>Weight</em> distinctly. Think not to raise accumulative Happiness. For if separately, you contribute nothing; in conjunction, you can only amuse.</q>","subId":"28","id":"Shaftesbury.C.S.3.2.28"},{"type":"paragraph","content":"WHILST I am thus penning a <em>Soliloquy</em> in form, I can't forbear reflecting on my Work. And when I view the Manner of it with a familiar Eye; I am readier, I find, to make my-self Diversion on this occasion, than to suppose I am in good earnest about a Work of consequence. <q>What! Am I to be thus fantastical? Must I busy my-self with Phantoms? fight with Apparitions and Chimeras?</q> <q>For certain: Or the Chimeras will be before-hand with me, and busy themselves so as to get the better of my Understanding.</q> <q>What! Talk to my-self like some <em>Madman,</em> in different Persons, and under different Characters?</q> <q>Undoubtedly: or 'twill be soon seen who is a <em>real Madman,</em> and changes <em>Character</em> in earnest, without knowing how to help it.</q>","subId":"29","id":"Shaftesbury.C.S.3.2.29"},{"type":"paragraph","content":"This indeed is but too certain; That as long as we enjoy a <span class=\"small-capitals\">Mind,</span> as long as we have <em>Appetites</em> and <em>Sense,</em> the <em>Fancys</em> of all kinds will be hard at work; and whether we are in company, or alone, they must range still, and be active. They must have their Field. The Question is, Whether they shall have it wholly to themselves; or whether they shall acknowledg some <em>Controuler</em> or <em>Manager.</em> If none; 'tis this, I fear, which leads to <em>Madness.</em> 'Tis this, and nothing else, which can be call'd <em>Madness,</em> or <em>Loss of Reason.</em> For if <span class=\"small-capitals\">Fancy</span> be left Judg of any thing, she must be Judg of all. Every-thing is right, if anything be so, because <em>I fansy it.</em> <q>The House turns round. The Prospect turns.</q> <q>No, but my Head turns indeed: I have a Giddiness; that's all. <em>Fancy</em> wou'd persuade me thus and thus: but I know better.</q> 'Tis by means therefore of a <em>Controuler</em> and <em>Corrector</em> of Fancy, that I am sav'd from being mad. Otherwise, 'tis <em>the House turns,</em> when I am giddy. 'Tis <em>Things</em> which change (for so I must suppose) when my <em>Passion</em> merely, or <em>Temper</em> changes. <q>But I was out of order. I dreamt.</q> <q>Who tells me this?</q> <q>Who besides the <span class=\"small-capitals\">Correctrice,</span> by whose means I am in my Wits, and without whom I am no longer <em>my-self?</em></q>","subId":"30","id":"Shaftesbury.C.S.3.2.30"},{"type":"paragraph","content":"Every Man indeed who is not absolutely beside himself, must of necessity hold his Fancys under some kind of Discipline and Management. The <em>stricter</em> this Discipline is, the more the Man is rational and in his Wits. The <em>looser</em> it is, the more fantastical he must be, and the nearer to the Madman's State. This is a Business which can never stand still. I must always be <em>Winner</em> or <em>Loser</em> at the Game. Either I work upon my <em>Fancys,</em> or They on <em>Me.</em> If <em>I</em> give Quarter, <em>They</em> won't. There can be no Truce, no Suspension of Arms between us. The <em>one</em> or the <em>other</em> must be superior, and have the Command. For if the Fancys are left to themselves, the Government must of course be theirs. And then, what difference between such a State and Madness?","subId":"31","id":"Shaftesbury.C.S.3.2.31"},{"type":"paragraph","content":"The Question therefore is the same here, as in <em>a Family,</em> or <em>Houshold,</em> when 'tis ask'd, <q><em>Who rules?</em> or <em>Who is Master?</em></q>","subId":"32","id":"Shaftesbury.C.S.3.2.32"},{"type":"paragraph","content":"Learn by the Voices. Observe who speaks aloud, in a commanding Tone: Who talks, who questions; or who is talk'd with, and who question'd. For if the Servants take the former part; they are the Masters, and the Government of the House will be found such as naturally may be expected in these Circumstances.","subId":"33","id":"Shaftesbury.C.S.3.2.33"},{"type":"paragraph","content":"How stands it therefore, in my own OEconomy, my principal Province and Command? How stand my <em>Fancys?</em> How deal they with me? Or do I take upon me rather to deal with <em>Them?</em> Do I talk, question, arraign? Or am I talk'd with, arraign'd, and contented to hear, without giving a Reply? If I vote with <span class=\"small-capitals\">Fancy,</span> resign my<a href=\"#n8\"><sup>[8]</sup></a> <em>Opinion</em> to her Command, and judg of Happiness and Misery as <em>she</em> judges; how am I <em>my-self?</em>","subId":"34","id":"Shaftesbury.C.S.3.2.34"},{"type":"paragraph","content":"He who in a Plain imagines <em>Precipices</em> at his Feet, impending <em>Rocks</em> over his Head; fears bursting Clouds in a clear Sky; cries <em>Fire! Deluge! Earthquake,</em> or <em>Thunder!</em> when all is quiet: does he not rave? But one whose Eyes seemingly strike fire, by a Blow; one whose Head is giddy from the Motion of a Ship, after having been newly set ashore; or one who from a Distemper in his Ear hears thundring Noises; can readily <em>redress</em> these several Apprehensions, and is by this means sav'd from Madness.","subId":"35","id":"Shaftesbury.C.S.3.2.35"},{"type":"paragraph","content":"A Distemper in my Eye may make me see the strangest kind of Figures: And when Cataracts and other Impuritys are gathering in that Organ; Flies, Insects, and other various Forms, seem playing in the Air before me. But let my Senses err ever so widely; I am not on this account <em>beside my-self:</em> Nor am I out of my own Possession, whilst there is a Person left within; who has Power <em>to dispute</em> the Appearances, and <em>redress</em> the Imagination.","subId":"36","id":"Shaftesbury.C.S.3.2.36"},{"type":"paragraph","content":"I am accosted by <em>Ideas</em> and striking <em>Apprehensions:</em> But I take nothing on their Report. I hear their Story, and return 'em Answer, as they deserve. <span class=\"small-capitals\">Fancy</span> and I are not <em>all one.</em> The Disagreement makes me <em>my own.</em> When, on the contrary, I have no Debate with her, no Controversy; but take for <em>Happiness</em> and <em>Misery,</em> for <em>Good</em> and <em>Ill,</em> whatever she presents as such; I must then join Voices with her, and cry <em>Precipice! Fire!</em> <span class=\"small-capitals\">Cerberus!</span> <em>Elyzium!</em>—","subId":"37","id":"Shaftesbury.C.S.3.2.37"},{"type":"paragraph","content":"<q><em>Sandy Desarts! flowery Fields!</em> <br><em>Seas of Milk, and Ships of Amber!</em></q>","subId":"38","id":"Shaftesbury.C.S.3.2.38"},{"type":"paragraph","content":"A Grecian Prince, who had the same Madness as <span class=\"small-capitals\">Alexander,</span> and was deeply struck with the <em>Fancy</em> of conquering Worlds, was ingeniously shewn the Method of expostulating with his <em>Lady-Governess;</em> when by a discreet Friend, and at an easy Hour, he was ask'd little by little concerning his Design, and the <em>final Purpose,</em> and promis'd <em>Good</em> which the flattering Dame propos'd to him. The Story is sufficiently noted. All the Artifice employ'd against the Prince was a well-manag'd Interrogatory of <em>what next?</em> Lady-<span class=\"small-capitals\">Fancy</span> was not aware of the Design upon her; but let her-self be worm'd out, by degrees. At first, she said the Prince's design was only upon a Tract of Land, which stood out like a Promontory before him, and seem'd to eclipse his Glory. A fair rich Island, which was close by, presented it-self next, and as it were naturally invited Conquest. The opposite Coast came next in view. Then the Continent on each side the larger Sea. And then (what was easiest of all, and wou'd follow of course) the Dominion both of Sea and Land. <q>And <em>What next?</em> reply'd the Friend. What shall we do, when we are become thus happy, and have obtain'd our highest Wish?</q> <q>Why then, we'll sit down peaceably, and be good Company over a Bottle.</q> <q>Alas, Sir! What hinders us from doing the same, where we now are? Will our Humour, or our Wine grow better? Shall we be more secure, or at Heart's Ease? What you may possibly lose by these Attempts, is easy to conceive. But which way you will be a Gainer, your <em>own Fancy</em> (you see) cannot so much as suggest.</q> <span class=\"small-capitals\">Fancy</span> in the mean while carry'd her point: for she was absolute over the Monarch; and had been too little talk'd to <em>by her-self,</em> to bear being reprov'd <em>in Company.</em> The Prince grew sullen; turn'd the Discourse; abhor'd the Profanation offer'd to his Sovereign-Empress; deliver'd up his Thoughts to her again with deep Devotion, and fell to conquering with all his Might. The Sound of <em>Victory</em> rung in his Ears. <em>Laurels</em> and <em>Crowns</em> play'd before his Eyes.—What was this beside <em>Giddiness</em> and <em>Dream? Appearances</em> uncorrected? <q>Worlds dancing? Phantoms playing?</q>","subId":"39","id":"Shaftesbury.C.S.3.2.39"},{"type":"paragraph","content":"<q><em>Seas of Milk, and Ships of Amber!</em></q>","subId":"40","id":"Shaftesbury.C.S.3.2.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">'Tis</span> easy to bring the <em>Hero's</em> Case home to our-selves; and see, in the ordinary Circumstances of Life, how <em>Love, Ambition,</em> and the gayer Tribe of <em>Fancys</em> (as well as the gloomy and dark <em>Specters</em> of another sort) prevail over our Mind. 'Tis easy to observe how they work on us, when we refuse to be before-hand with 'em, and bestow repeated Lessons on the encroaching <em>Sorceresses.</em> On this it is, that our offer'd <span class=\"small-capitals\">Advice,</span> and Method of <span class=\"small-capitals\">Soliloquy</span> depends. And whether this be of any use towards making us either wiser, or happier; I am confident, it must help to make us <em>wittier</em> and <em>politer.</em> It must, beyond any other Science, teach us the Turns of <em>Humour</em> and <em>Passion,</em> the Variety of <em>Manners,</em> the Justness of <em>Characters,</em> and <span class=\"small-capitals\">Truth</span> of Things; which when we rightly understand, we may naturally describe. And on this depends chiefly the Skill and Art of <em>a good Writer.</em> So that if to <em>write well</em> be a just pretence to Merit; 'tis plain, that <em>Writers,</em> who are apt to set no small Value on their Art, must confess there is something valuable in this <em>self-examining</em> Practice, and Method of <em>inward Colloquy.</em>","subId":"41","id":"Shaftesbury.C.S.3.2.41"},{"type":"paragraph","content":"As for <em>the Writer of these Papers</em> (as modern <em>Authors</em> are pleas'd modestly to style themselves) he is contented, for his part, to take up with this Practice, barely for his own proper Benefit; without regard to the high Function or Capacity of <em>Author.</em> It may be allow'd him, in this particular, to imitate the best Genius and most Gentleman-like of <em>Roman</em> Poets. And tho by an Excess of Dulness, it shou'd be his misfortune to learn nothing of this Poet's <em>Wit,</em> he is persuaded he may learn something of his <em>Honesty</em> and <em>good Humour.</em>","subId":"42","id":"Shaftesbury.C.S.3.2.42"},{"type":"paragraph","content":"<a href=\"#n9\"><sup>[9]</sup></a>For I do not fail when my study-couch or a colonnade has received me. <q>This is more right; if I do thus, I shall live better; so my friends will be glad to meet me.</q> . . . These are my silent reflections with myself.<a href=\"#n10\"><sup>[10]</sup></a>","subId":"43","id":"Shaftesbury.C.S.3.2.43"},{"type":"note","content":"VOL. II. <em>p.</em> 227. and VOL. III. <em>p.</em> 200.","subId":"n1","id":"Shaftesbury.C.S.3.2.n1"},{"type":"note","content":"<em>Infra,</em> p. 339.","subId":"n2","id":"Shaftesbury.C.S.3.2.n2"},{"type":"note","content":"<em>Quo teneam vultus mutantem</em> <span class=\"small-capitals\">Protea</span> <em>nodo?</em>","subId":"n3","id":"Shaftesbury.C.S.3.2.n3"},{"type":"note","content":"VOL. II. <em>p.</em> 127.","subId":"n4","id":"Shaftesbury.C.S.3.2.n4"},{"type":"note","content":"<blockquote><span class=\"foreign\">Indulge Genio: carpamus dulcia, nostrum est <br> Quod vivis: Cinis, &amp; Manes, &amp; Fabula fies.</span> <br> <cite>Pers. <em>Sat.</em> 5.</cite></blockquote>","subId":"n5","id":"Shaftesbury.C.S.3.2.n5"},{"type":"note","content":"<span class=\"foreign\">Usque adeone mori miserum est?—</span>","subId":"n6","id":"Shaftesbury.C.S.3.2.n6"},{"type":"note","content":"VOL. III. <em>p.</em> 198, 199, &amp;c.","subId":"n7","id":"Shaftesbury.C.S.3.2.n7"},{"type":"note","content":"VOL. III. <em>pag.</em> 199, &amp;c.","subId":"n8","id":"Shaftesbury.C.S.3.2.n8"},{"type":"note","content":"<blockquote><span class=\"foreign\">—Neque enim, cum lectulus, aut <span class=\"small-capitals\">Me</span> <br> Porticus excepit, desum <span class=\"small-capitals\">Mihi</span>: <q>Rectius hoc est: <br> Hoc faciens, vivam melius: sic dulcis Amicis <br> Occurram.</q>—Haec <span class=\"small-capitals\">Ego Mecum</span> <br> Compressis agito labris.—</span> <br> <cite>Hor. <em>Sat.</em> 4. <em>lib.</em> 1.</cite></blockquote>","subId":"n9","id":"Shaftesbury.C.S.3.2.n9"},{"type":"note","content":"And again: <blockquote><span class=\"foreign\">Quocirca <span class=\"small-capitals\">Mecum</span> loquor haec, tacitusque recordor: <br> Si tibi nulla sitim finiret copia lymphae, <br> Narrares medicis: quod quanto plura parâsti, <br> Tanto plura cupis, nulline faterier audes? <br> * * * * * * * * * * * * * * <br> Non es avarus: abi. quid? caetera jam simul isto <br> Cum vitio fugêre? caret tibi pectus inani <br> Ambitione? Caret mortis formidine &amp; irâ?</span> <br> <cite>Id. Epist. 2. <em>lib.</em> 2.</cite></blockquote>","subId":"n10","id":"Shaftesbury.C.S.3.2.n10"}]}