{"id":"Shaftesbury.C.S.3.3","imported":true,"parent":"Shaftesbury.C.S.3","title":"Section III","breadcrumb":"Section 3","published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_053","blocks":[{"type":"title","content":"<h1>Section III</h1> ","id":"Shaftesbury.C.S.3.3"},{"type":"paragraph","content":"WE are now arriv'd to that part of our Performance, where it becomes us to cast our Eye back, on what has already pass'd. The Observers of Method generally make this the place of <em>Recapitulation.</em> Other Artists have substituted the Practice of <span class=\"small-capitals\">Apology,</span> or <em>Extenuation.</em> For the anticipating Manner of <em>prefatory</em> Discourse, is too well known, to work any surprizing effect in the Author's behalf: <span class=\"small-capitals\">Preface</span> being become only another word to signify <em>Excuse.</em> Besides that the Author is generally the most straiten'd in that preliminary Part, which on other accounts is too apt to grow voluminous. He therefore takes the advantage of his <em>Corollary</em> or <em>Winding-up;</em> and ends pathetically, by endeavouring in the softest manner to reconcile his Reader to those Faults which he chuses rather to excuse than to amend.","subId":"1","id":"Shaftesbury.C.S.3.3.1"},{"type":"paragraph","content":"General Practice has made this a necessary Part of Elegance, hardly to be pass'd over by any Writer. 'Tis the chief Stratagem by which he engages in personal Conference with his Reader; and can talk immoderately of <em>Himself,</em> with all the seeming Modesty of one who is the furthest from any selfish Views, or conceited Thoughts of his own Merit. There appears such a peculiar Grace and Ingenuity in the method of confessing <em>Laziness, Precipitancy, Carelessness,</em> or whatever other Vices have been the occasion of the Author's Deficiency; that it wou'd seem a Pity, had the Work it-self been brought to such Perfection, as to have left no room for the penitent Party to enlarge on his own <em>Demerits.</em> For from the multiplicity of these, he finds Subject to ingratiate himself with <em>his Reader;</em> who doubtless is not a little rais'd by this Submission of <em>a confessing Author;</em> and is ready, on these terms, to give him <em>Absolution,</em> and receive him into his good Grace and Humour.","subId":"2","id":"Shaftesbury.C.S.3.3.2"},{"type":"paragraph","content":"In the galante World, indeed, we easily find how far a <em>Humility</em> of this kind prevails. They who hope to rise by <span class=\"small-capitals\">Merit,</span> are likeliest to be disappointed in their Pretensions. The confessing Lover, who ascribes all to the Bounty of the Fair-one, meets his Reward the sooner, for having study'd <em>less</em> how to deserve it. For <span class=\"small-capitals\">Merit</span> is generally thought presumptuous, and suppos'd to carry with it a certain Assurance and Ease, with which a <em>Mistress</em> is not so well contented. The Claim of well-deserving seems to derogate from the pure Grace and Favour of the <em>Benefactrice;</em> who then appears to her-self most sovereign in Power, and likeliest to be obey'd without reserve, when she bestows her Bounty, where there is least Title, or Pretension.","subId":"3","id":"Shaftesbury.C.S.3.3.3"},{"type":"paragraph","content":"Thus a certain Adoration of the Sex, which passes in our Age without the least Charge of Profaneness, or Idolatry, may, according to vulgar Imagination, serve to justify these <em>galante Votarys,</em> in the imitation of the real <em>Religious</em> and <em>Devout.</em> The method of<a href=\"#n1\"><sup>[1]</sup></a> Self-abasement may perhaps be thought the properest to make Approaches to the sacred Shrines: And the intire Resignation of <em>Merit,</em> in each Case, may be esteem'd the only ground of well-deserving. But what we allow to <em>Heaven,</em> or to <em>the Fair,</em> shou'd not, methinks, be made a Precedent, in favour of <em>the World.</em> Whatever Deference is due to that Body of Men whom we call <em>Readers;</em> we may be suppos'd to treat 'em with sufficient Honour, if with thorow Diligence, and Pains, we endeavour to render our Works <em>perfect;</em> and leave 'em to judg of the Performance, as they are able.","subId":"4","id":"Shaftesbury.C.S.3.3.4"},{"type":"paragraph","content":"However difficult or desperate it may appear in any Artist to endeavour to bring <em>Perfection</em> into his Work; if he has not at least the <em>Idea of</em> <span class=\"small-capitals\">Perfection</span> to give him Aim, he will be found very defective and mean in his Performance. Tho his Intention be to please the World, he must nevertheless be, in a manner, <em>above it;</em> and fix his Eye upon that consummate <em>Grace,</em> that Beauty of <em>Nature,</em> and that <em>Perfection</em> of Numbers, which the rest of Mankind, feeling only by the Effect, whilst ignorant of the Cause, term the <em>Je-ne-sçay-quoy,</em> the unintelligible, or the I know not what; and suppose to be a kind of <em>Charm,</em> or <em>Inchantment,</em> of which the Artist himself can give no account.","subId":"5","id":"Shaftesbury.C.S.3.3.5"},{"type":"paragraph","content":"BUT HERE, I find, I am tempted to do what I have my-self condemn'd. Hardly can I forbear making some <em>Apology</em> for my frequent Recourse to the Rules of common Artists, to the Masters of Exercise, to the Academys of Painters, Statuarys, and to the rest of the <em>Virtuoso</em>-Tribe. But in this I am so fully satisfy'd I have Reason on my side, that let Custom be ever so strong against me, I had rather repair to these inferior Schools, to search for <span class=\"small-capitals\">Truth,</span> and <span class=\"small-capitals\">Nature;</span> than to some other Places, where higher Arts and Sciences are profess'd.","subId":"6","id":"Shaftesbury.C.S.3.3.6"},{"type":"paragraph","content":"I am persuaded that to be <em>a Virtuoso</em> (so far as befits a Gentleman) is a higher step towards the becoming a Man of Virtue and good Sense, than the being what in this Age we call<a href=\"#n2\"><sup>[2]</sup></a> <em>a Scholar.</em> For even rude Nature it-self, in its primitive Simplicity, is a better Guide to Judgment, than improv'd Sophistry, and pedantick Learning. The <em>Faciunt, nae, intellegendo, ut nihil intellegant,</em> will be ever apply'd by Men of Discernment and free Thought to such Logick, such Principles, such Forms and Rudiments of Knowledg, as are establish'd in certain Schools of Literature and Science. The case is sufficiently understood even by those who are unwilling to confess the Truth of it. Effects betray their Causes. And the known Turn and Figure of those Understandings, which sprout from Nurserys of this kind, give a plain Idea of what is judg'd on this occasion. 'Tis no wonder, if after so wrong a ground of Education, there appears to be such need of Redress, and Amendment, from that excellent School which we call <em>the World.</em> The mere Amusements of <em>Gentlemen</em> are found more improving than the profound Researches of <em>Pedants.</em> And in the Management of our Youth, we are forc'd to have recourse to the former; as an Antidote against the Genius peculiar to the latter. If the <em>Formalists</em> of this sort were erected into Patentees, with a sole Commission of <em>Authorship;</em> we shou'd undoubtedly see such Writing in our days, as wou'd either wholly wean us from all Books in general, or at least from all such as were the product of our own Nation, under such a subordinate and conforming Government.","subId":"7","id":"Shaftesbury.C.S.3.3.7"},{"type":"paragraph","content":"However this may prove, there can be no kind of Writing which relates to Men and Manners, where it is not necessary for the Author<a href=\"#n3\"><sup>[3]</sup></a> to understand <em>Poetical</em> and <em>Moral</em> <span class=\"small-capitals\">Truth,</span> <em>the Beauty</em> of Sentiments, <em>the Sublime</em> of Characters; and carry in his Eye the Model or Exemplar of that <em>natural Grace,</em> which gives to every Action its attractive Charm. If he has naturally no Eye, or Ear, for these <em>interior Numbers;</em> 'tis not likely he shou'd be able to judg better of that <em>exterior Proportion</em> and <em>Symmetry</em> of Composition, which constitutes <em>a legitimate Piece.</em>","subId":"8","id":"Shaftesbury.C.S.3.3.8"},{"type":"paragraph","content":"Cou'd we once convince our-selves of what is in it-self so evident;<a href=\"#n4\"><sup>[4]</sup></a> <q>That in the very nature of Things there must of necessity be the Foundation of a right and wrong <span class=\"small-capitals\">Taste,</span> as well in respect of inward Characters and Features, as of outward Person, Behaviour, and Action</q>; we shou'd be far more asham'd of Ignorance and wrong Judgment in the former, than in the latter of these Subjects. Even in the Arts, which are mere Imitations of that outward Grace and Beauty, we not only confess <em>a Taste;</em> but make it a part of refin'd Breeding, to discover, amidst the many false Manners and ill Styles, the true and natural one, which represents the real <em>Beauty</em> and<a href=\"#n5\"><sup>[5]</sup></a> <span class=\"small-capitals\">Venus</span> of the kind. 'Tis the like <em>moral</em> <span class=\"small-capitals\">Grace,</span> and <span class=\"small-capitals\">Venus,</span> which discovering it-self in the Turns of <em>Character,</em> and the variety of <em>human Affection,</em> is copy'd by the writing Artist. If he knows not this <span class=\"small-capitals\">Venus,</span> these <span class=\"small-capitals\">Graces,</span> nor was ever struck with the <em>Beauty,</em> the <em>Decorum</em> of this <em>inward</em> kind, he can neither paint advantageously after the Life, nor in a feign'd Subject, where he has full scope. For<a href=\"#n6\"><sup>[6]</sup></a> never can he, on these Terms, represent <em>Merit</em> and <em>Virtue,</em> or mark <em>Deformity</em> and <em>Blemish.</em> Never can he with Justice and true Proportion assign the Boundarys of either <em>Part,</em> or separate the distant <em>Characters.</em> The Schemes must be defective, and the Draughts confus'd, where <em>the Standard</em> is weakly establish'd, and <em>the Measure</em> out of use. Such a Designer, who has so little Feeling of these Proportions, so little Consciousness of this Excellence, or these Perfections, will never be found able to describe <em>a perfect Character;</em> or, what is more according to Art,<a href=\"#n7\"><sup>[7]</sup></a> <q>express the Effect and Force of this <em>Perfection,</em> from the Result of various and mixt Characters of Life.</q> And thus the Sense of inward Numbers, the Knowledg and Practice of the social <em>Virtues,</em> and the Familiarity and Favour of the <em>moral</em> <span class=\"small-capitals\">Graces,</span> are essential to the Character of a deserving Artist, and just Favourite of the <span class=\"small-capitals\">Muses.</span> Thus are the <em>Arts</em> and <em>Virtues</em> mutually Friends: and thus the Science of <em>Virtuoso's</em>, and that of <em>Virtue</em> it-self, become, in a manner, one and the same.","subId":"9","id":"Shaftesbury.C.S.3.3.9"},{"type":"paragraph","content":"One who aspires to the Character of a Man of Breeding and Politeness, is careful to form his Judgment of Arts and Sciences upon right Models of <em>Perfection.</em> If he travels to <span class=\"small-capitals\">Rome,</span> he inquires which are the truest Pieces of Architecture, the best Remains of Statues, the best Paintings of a <span class=\"small-capitals\">Raphael,</span> or a <span class=\"small-capitals\">Carache.</span> However antiquated, rough, or dismal they may appear to him, at first sight; he resolves to view 'em over and over, till he has brought himself to relish 'em, and finds their hidden <em>Graces</em> and <em>Perfections.</em> He takes particular care to turn his <em>Eye</em> from every thing which is gaudy, luscious, and of <em>a false Taste.</em> Nor is he less careful to turn his <em>Ear</em> from every sort of Musick, besides that which is of the best Manner, and truest Harmony.","subId":"10","id":"Shaftesbury.C.S.3.3.10"},{"type":"paragraph","content":"'Twere to be wish'd we had the same regard to <em>a right</em> <span class=\"small-capitals\">Taste</span> in Life and Manners. What Mortal, being once convinc'd of a difference in <em>inward Character,</em> and of a Preference due to <em>one</em> Kind above <em>another;</em> wou'd not be concern'd to make <em>his own</em> the best? If <em>Civility</em> and <em>Humanity</em> be a <span class=\"small-capitals\">Taste;</span> if <em>Brutality, Insolence, Riot,</em> be in the same manner a <span class=\"small-capitals\">Taste;</span> who, if he cou'd reflect, wou'd not chuse to form himself on the amiable and agreeable, rather than the odious and perverse Model? Who wou'd not endeavour to <em>force</em> <span class=\"small-capitals\">Nature</span> as well in this respect, as in what relates to a <em>Taste</em> or <em>Judgment</em> in other Arts and Sciences? For in each place the <em>Force on</em> <span class=\"small-capitals\">Nature</span> is us'd only for its Redress. If a natural <em>good</em> <span class=\"small-capitals\">Taste</span> be not already form'd in us; why shou'd not we endeavour to form it, and become <em>natural?</em>—","subId":"11","id":"Shaftesbury.C.S.3.3.11"},{"type":"paragraph","content":"<q>I like! I fansy! I admire!</q> <q>How?</q> <q>By accident: or <em>as I please.</em></q> <q>No. But I <em>learn</em> to fansy, to admire, <em>to please,</em> as the Subjects themselves are deserving, and can bear me out. Otherwise, I like at this hour, but dislike the next. I shall be weary of my Pursuit, and, upon experience, find little<a href=\"#n8\"><sup>[8]</sup></a> <em>Pleasure</em> in the main, if my Choice and Judgment in it be from no other Rule than that single one, <em>because</em> <em>I please.</em> Grotesque and monstrous Figures often <em>please.</em> Cruel Spectacles, and Barbaritys are also found to <em>please,</em> and, in some Tempers, to please <em>beyond all other Subjects.</em> But is this Pleasure <em>right?</em> And shall I follow it, if it presents? Not strive with it, or endeavour to prevent its growth or prevalency in my Temper?—How stands the case in a more soft and flattering kind of Pleasure?—Effeminacy pleases me. The <em>Indian</em> Figures, the <em>Japan</em>-Work, the <em>Enamel</em> strikes my Eye. The luscious Colours and glossy Paint gain upon my Fancy. A <em>French</em> or <em>Flemish</em> Style is highly lik'd by me, at first sight; and I pursue my liking. But what ensues?—Do I not for ever forfeit my good Relish? How is it possible I shou'd thus come to taste the Beautys of an <em>Italian</em> Master, or of a Hand happily form'd on Nature and the Antients? 'Tis not by Wantonness and Humour that I shall attain my End, and arrive at the Enjoyment I propose. The <em>Art</em> it-self is<a href=\"#n9\"><sup>[9]</sup></a> severe: the <em>Rules</em> rigid. And if I expect <em>the Knowledg</em> shou'd come to me by accident, or in play; I shall be grosly deluded, and prove my-self, at best, a <em>Mock-Virtuoso,</em> or mere <em>Pedant</em> of the kind.</q>","subId":"12","id":"Shaftesbury.C.S.3.3.12"},{"type":"paragraph","content":"HERE therefore we have once again exhibited our moral Science in the same Method and Manner of <span class=\"small-capitals\">Soliloquy</span> as above. To this Correction of <em>Humour</em> and Formation of <em>a Taste,</em> our Reading, if it be of the right sort, must principally contribute. Whatever Company we keep; or however polite and agreeable their Characters may be, with whom we converse, or correspond: if the <em>Authors</em> we read are of another kind, we shall find our Palat strangely turn'd their way. We are the unhappier in this respect, for being <em>Scholars;</em> if our Studys be ill chosen. Nor can I, for this reason, think it proper to call a Man <em>well-read</em> who reads <em>many Authors;</em> since he must of necessity have more ill Models, than good; and be more stuff'd with Bombast, ill Fancy, and wry Thought; than fill'd with solid Sense, and just Imagination.","subId":"13","id":"Shaftesbury.C.S.3.3.13"},{"type":"paragraph","content":"But notwithstanding this hazard of our <em>Taste,</em> from a Multiplicity of Reading; we are not, it seems, the least scrupulous in our choice of Subject. We read whatever comes next us. What was first put into our hand, when we were young, serves us afterwards for serious Study, and wise Research, when we are old. We are many of us, indeed, so grave as to continue this Exercise of Youth thro' our remaining Life. The exercising-Authors of this kind have been above<a href=\"#n10\"><sup>[10]</sup></a> describ'd, in the beginning of this Treatise. The Manner of Exercise is call'd <em>Meditation,</em> and is of a sort so solemn and profound, that we dare not so much as thorowly examine the Subject on which we are bid to meditate. This is a sort of <em>Task</em>-Reading, in which a <span class=\"small-capitals\">Taste</span> is not permitted. How little soever we take of this Diet; 'tis sufficient to give full Exercise to our grave Humour, and allay the Appetite towards further Research and solid Contemplation. The rest is Holiday, Diversion, Play, and Fancy. We reject all <em>Rule;</em> as thinking it an Injury to our Diversions, to have regard to <em>Truth</em> or <em>Nature:</em> without which, however, nothing can be truly agreeable, or entertaining; much less, instructive, or improving. Thro' a certain<a href=\"#n11\"><sup>[11]</sup></a> Surfeit taken in a wrong kind of <em>serious</em> Reading, we apply our-selves, with full content, to the most <em>ridiculous.</em> The more remote our Pattern is from any thing moral or profitable; the more Freedom and Satisfaction we find in it. We care not how <em>Gothick</em> or <em>Barbarous</em> our Models are; what ill-design'd or monstrous Figures we view; or what false Proportions we trace, or see describ'd in History, Romance, or Fiction. And thus our <em>Eye</em> and <em>Ear</em> is lost. Our Relish or <em>Taste</em> must of necessity grow barbarous, whilst <em>Barbarian</em> Customs, <em>Savage</em> Manners, <em>Indian</em> Wars, and Wonders of the <em>Terra Incognita,</em> employ our leisure Hours, and are the chief Materials to furnish out a Library.","subId":"14","id":"Shaftesbury.C.S.3.3.14"},{"type":"paragraph","content":"These are in our present Days, what <em>Books of Chivalry</em> were, in those of our Forefathers. I know not what <em>Faith</em> our valiant Ancestors may have had in the Storys of their Giants, their Dragons, and <span class=\"small-capitals\">St.George'</span> s. But for our <em>Faith</em> indeed, as well as our <em>Taste,</em> in this other way of reading; I must confess I can't consider it, without Astonishment.","subId":"15","id":"Shaftesbury.C.S.3.3.15"},{"type":"paragraph","content":"It must certainly be something else than <em>Incredulity,</em> which fashions the Taste and Judgment of many Gentlemen, whom we hear censur'd as <em>Atheists,</em> for attempting to philosophize after a newer manner than any known of late. For my own part, I have ever thought this sort of Men to be in general more credulous, tho after another manner, than the mere Vulgar. Besides what I have observ'd in Conversation with the Men of this Character, I can produce many anathematiz'd Authors, who if they want a true <em>Israelitish</em> Faith, can make amends by a <em>Chinese</em> or <em>Indian</em> one. If they are short in <em>Syria,</em> or the <em>Palestine;</em> they have their full measure in <em>America,</em> or <em>Japan.</em> Historys of <em>Incas</em> or <em>Iroquois,</em> written by Fryers and Missionarys, Pirates and Renegades, Sea-Captains and trusty Travellers, pass for authentick Records, and are <em>canonical,</em> with the <em>Virtuoso's</em> of this sort. Tho <em>Christian</em> Miracles may not so well satisfy 'em; they dwell with the highest Contentment on the Prodigys of <em>Moorish</em> and <em>Pagan</em> Countrys. They have far more Pleasure in hearing the monstrous Accounts of monstrous Men, and Manners; than the politest and best Narrations of the Affairs, the Governments, and Lives of the wisest and most polish'd People.","subId":"16","id":"Shaftesbury.C.S.3.3.16"},{"type":"paragraph","content":"'Tis the same <em>Taste</em> which makes us prefer a <em>Turkish</em> History to a <em>Grecian,</em> or a <em>Roman;</em> an <span class=\"small-capitals\">Ariosto</span> to a <span class=\"small-capitals\">Virgil;</span> and a Romance, or Novel, to an <em>Iliad.</em> We have no regard to the Character or Genius of our <em>Author:</em> nor are so far curious, as to observe how able he is in the Judgment of <em>Facts,</em> or how ingenious in the Texture of his <em>Lyes.</em> For <em>Facts</em> unably related, tho with the greatest Sincerity, and good Faith, may prove the worst sort of Deceit: And mere <em>Lyes,</em> judiciously compos'd, can teach us the<a href=\"#n12\"><sup>[12]</sup></a> Truth of Things, beyond any other manner. But to amuse our-selves with such Authors as neither know how to <em>lye,</em> nor <em>tell truth,</em> discovers a <span class=\"small-capitals\">Taste,</span> which methinks one shou'd not be apt to envy. Yet so enchanted we are with the <em>travelling Memoirs</em> of any casual Adventurer; that be his Character, or Genius, what it will, we have no sooner turn'd over a Page or two, than we begin to interest our-selves highly in his Affairs. No sooner has he taken Shipping at the Mouth of the <em>Thames,</em> or sent his Baggage before him to <em>Gravesend,</em> or <em>Buoy in the Nore,</em> than strait our Attention is earnestly taken up. If in order to his more distant Travels, he takes some Part of <span class=\"small-capitals\">Europe</span> in his way; we can with patience hear of Inns and Ordinarys, Passage-Boats and Ferrys, foul and fair Weather; with all the Particulars of the Author's Diet, Habit of Body, his personal Dangers and Mischances, on Land, and Sea. And thus, full of desire and hope, we accompany him, till he enters on his great Scene of Action, and begins by the Description of some <em>enormous Fish,</em> or <em>Beast.</em> From monstrous <em>Brutes</em> he proceeds to yet more <em>monstrous Men.</em> For in this Race of Authors, <em>he</em> is ever compleatest, and of the first Rank, who is able to speak of Things the most <em>unnatural</em> and <em>monstrous.</em>","subId":"17","id":"Shaftesbury.C.S.3.3.17"},{"type":"paragraph","content":"This Humour our<a href=\"#n13\"><sup>[13]</sup></a> old Tragick Poet seems to have discover'd. He hit our <em>Taste</em> in giving us a <em>Moorish</em> Hero, full fraught with Prodigy: a wondrous <em>Story-teller!</em> But for the attentive Part, the Poet chose to give it to Woman-kind. What passionate Reader of <em>Travels,</em> or Student in the prodigious Sciences, can refuse to pity that fair Lady, who fell in Love with the <em>miraculous</em> <span class=\"small-capitals\">Moor;</span> especially considering with what sutable grace such a Lover cou'd relate the most monstrous Adventures, and satisfy the wondring Appetite with the most wondrous Tales; <em>Wherein</em> (says the Hero-Traveller)","subId":"18","id":"Shaftesbury.C.S.3.3.18"},{"type":"paragraph","content":"<em>Of Antars vast, and Desarts idle,</em> <br><em>It was my Hint to speak:</em> <br><em>And of the</em> Cannibals <em>that each other eat!</em> <br><em>The</em> Anthropophagie! <em>and Men whose Heads</em> <br><em>Do grow beneath their Shoulders. These to hear</em> <br><em>Wou'd</em> <span class=\"small-capitals\">Desdemona</span> <em>seriously incline.</em>","subId":"19","id":"Shaftesbury.C.S.3.3.19"},{"type":"paragraph","content":"Seriously, 'twas a woful Tale! unfit, one wou'd think, to win a tender Fair-one. It's true, the Poet sufficiently condemns her Fancy; and makes her (poor Lady!) pay dearly for it, in the end. But why, amongst his <em>Greek</em> Names, he shou'd have chosen one which denoted the Lady <em>Superstitious,</em> I can't imagine: unless, as Poets are sometimes Prophets too, he shou'd figuratively, under this dark <em>Type,</em> have represented to us, That about a hundred Years after his Time, the Fair Sex of this Island shou'd, by other monstrous <em>Tales,</em> be so seduc'd, as to turn their Favour chiefly on the Persons of the <em>Tale-tellers;</em> and change their natural Inclination for fair, candid, and courteous Knights, into a Passion for a mysterious Race of black Enchanters: such as of old were said to <em>creep into Houses,</em> and <em>lead captive silly Women.</em>","subId":"20","id":"Shaftesbury.C.S.3.3.20"},{"type":"paragraph","content":"'Tis certain there is a very great Affinity between the Passion of <em>Superstition,</em> and that of <em>Tales.</em> The Love of strange Narrations, and the ardent Appetite towards <em>unnatural</em> Objects, has a near Alliance with the like Appetite towards the <em>supernatural</em> kind, such as are call'd <em>prodigious,</em> and <em>of dire Omen.</em> For so the Mind forebodes, on every such unusual Sight or Hearing. Fate, Destiny, or the Anger of Heaven, seems denoted, and as it were delineated, by the monstrous Birth, the horrid Fact, or dire Event. For this reason the very Persons of such <em>Relators</em> or <em>Tale-tellers,</em> with a small help of dismal Habit, sutable Countenance and Tone, become sacred and tremendous in the Eyes of Mortals, who are thus addicted from their Youth. The tender Virgins, losing their natural Softness, assume this tragick Passion, of which they are highly susceptible, especially when a sutable kind of Eloquence and Action attends the Character of the <em>Narrator.</em> A thousand <span class=\"small-capitals\">Desdemona'</span> s are then ready to present themselves, and wou'd frankly resign Fathers, Relations, Country-men, and Country it-self, to follow the Fortunes of a <em>Hero</em> of the black Tribe.","subId":"21","id":"Shaftesbury.C.S.3.3.21"},{"type":"paragraph","content":"But whatever monstrous Zeal, or superstitious Passion, the Poet might foretel, either in the Gentlemen, Ladys, or common People, of an after Age; 'tis certain that as to Books, the same <em>Moorish</em> Fancy, in its plain and literal sense, prevails strongly at this present time. Monsters and Monster-Lands were never more in request: And we may often see a Philosopher, or a Wit, run a Tale-gathering in those <em>idle Desarts,</em> as familiarly as the silliest Woman, or merest Boy.","subId":"22","id":"Shaftesbury.C.S.3.3.22"},{"type":"paragraph","content":"ONE WOU'D imagine, that<a href=\"#n14\"><sup>[14]</sup></a> our <em>Philosophical</em> Writers, who pretend to treat of Morals, shou'd far out-do mere <em>Poets,</em> in recommending Virtue, and representing what was <em>fair</em> and <em>amiable</em> in human Actions. One wou'd imagine, that if they turn'd their Eye towards remote Countrys, (of which they affect so much to speak) they shou'd search for that Simplicity of Manners, and Innocence of Behaviour, which has been often known among mere Savages; ere they were corrupted by our Commerce, and, by sad Example, instructed in all kinds of Treachery and Inhumanity. 'Twou'd be of advantage to us, to hear the Causes of this strange Corruption in our-selves, and be made to consider of our Deviation from Nature, and from that just Purity of Manners which might be expected, especially from a People so assisted and enlighten'd by Religion. For who wou'd not naturally expect more Justice, Fidelity, Temperance, and Honesty, from <em>Christians,</em> than from <em>Mahometans,</em> or mere <em>Pagans?</em> But so far are our modern Moralists from condemning any unnatural Vices, or corrupt Manners, whether in our own or foreign Climates, that they wou'd have <span class=\"small-capitals\">Vice</span> it-self appear as <em>natural</em> as <span class=\"small-capitals\">Virtue;</span> and from the worst Examples, wou'd represent to us, <q>That all Actions are <em>naturally indifferent;</em> that they have no Note or Character of Good, or Ill, <em>in themselves;</em> but are distinguish'd by mere <span class=\"small-capitals\">Fashion,Law,</span> or <em>arbitrary</em> <span class=\"small-capitals\">Decree.'</span> ' Wonderful Philosophy! rais'd from the Dregs of an illiterate mean kind, which was ever despis'd among the great Antients, and rejected by all Men of Action, or sound Erudition; but, in these Ages, imperfectly copy'd from the Original, and, with much Disadvantage, imitated and assum'd, in common, both by devout and indevout Attempters in the moral kind.</q>","subId":"23","id":"Shaftesbury.C.S.3.3.23"},{"type":"paragraph","content":"Shou'd a Writer upon <em>Musick,</em> addressing himself to the Students and Lovers of the Art, declare to 'em, <q>That the Measure or Rule of <span class=\"small-capitals\">Harmony</span> was <em>Caprice</em> or <em>Will, Humour</em> or <em>Fashion</em></q>; 'tis not very likely he shou'd be heard with great Attention, or treated with real Gravity. For <span class=\"small-capitals\">Harmony</span> is Harmony <em>by Nature,</em> let Men judg ever so ridiculously of Musick. So is <em>Symmetry</em> and <em>Proportion</em> founded still <em>in Nature,</em> let Mens Fancy prove ever so barbarous, or their Fashions ever so <em>Gothick</em> in their Architecture, Sculpture, or whatever other designing Art. 'Tis the same case, where <em>Life</em> and <span class=\"small-capitals\">Manners</span> are concern'd. <em>Virtue</em> has the same fix'd Standard. The same <em>Numbers, Harmony,</em> and <em>Proportion</em> will have place in <span class=\"small-capitals\">Morals;</span> and are discoverable in the <em>Characters</em> and <em>Affections</em> of Mankind; in which are laid the just Foundations of an Art and Science, superior to every other of human Practice and Comprehension.","subId":"24","id":"Shaftesbury.C.S.3.3.24"},{"type":"paragraph","content":"This, I suppose therefore, is highly necessary, that <em>a Writer</em> shou'd comprehend. For Things are stubborn, and will not be as we fansy 'em, or as the Fashion varys, but as they stand in Nature. Now whether the Writer be <em>Poet, Philosopher,</em> or of whatever kind; he is in truth no other than <em>a Copist after</em> <span class=\"small-capitals\">Nature.</span> His <em>Style</em> may be differently suted to the different Times he lives in, or to the different Humour of his Age or Nation: His Manner, his Dress, his <em>Colouring</em> may vary. But if his <em>Drawing</em> be uncorrect, or his <em>Design</em> contrary to Nature; his Piece will be found ridiculous, when it comes thorowly to be examin'd. For Nature will not be mock'd. The Prepossession against her can never be very lasting. Her <em>Decrees</em> and <em>Instincts</em> are powerful; and her Sentiments <em>in-bred.</em> She has a strong Party <em>abroad;</em> and as strong a one <em>within our-selves:</em> And when any Slight is put upon her, she can soon turn the Reproach, and make large Reprisals on the <em>Taste</em> and Judgment of her Antagonists.","subId":"25","id":"Shaftesbury.C.S.3.3.25"},{"type":"paragraph","content":"Whatever <em>Philosopher, Critick,</em> or <em>Author</em> is convinc'd of this Prerogative of <em>Nature,</em> will easily be persuaded to apply himself to the great Work of <em>reforming his</em> <span class=\"small-capitals\">Taste;</span> which he will have reason to suspect, if he be not such a one as has <em>deliberately</em> endeavour'd to frame it by the just <em>Standard of Nature.</em> Whether this be his Case, he will easily discover, by appealing to his Memory. For <em>Custom</em> and <em>Fashion</em> are powerful Seducers: And he must of necessity have fought hard against these, to have attain'd that Justness of <em>Taste,</em> which is requir'd in one who pretends <em>to follow Nature.</em> But if no such Conflict can be call'd to mind; 'tis a certain token that the Party has his <em>Taste</em> very little different from the Vulgar. And on this account he shou'd instantly betake himself to the wholesom Practice recommended in this Treatise. He shou'd set afoot the powerfullest Facultys of his Mind, and assemble the best Forces of his Wit and Judgment, in order to make a formal Descent on the Territorys of <em>the Heart:</em> resolving to decline no Combat, nor hearken to any Terms, till he had pierc'd into its inmost Provinces, and reach'd the Seat of Empire. No Treatys shou'd amuse him; no Advantages lead him aside. All other Speculations shou'd be suspended, all other Mysterys resign'd; till this necessary Campaign was made, and these inward Conflicts learnt; by which he wou'd be able to gain at least some tolerable insight into <em>himself,</em> and Knowledg of his own <em>natural Principles.</em>","subId":"26","id":"Shaftesbury.C.S.3.3.26"},{"type":"paragraph","content":"IT MAY here perhaps be thought, that notwithstanding the particular <em>Ad</em><em>vice</em> we have given, in relation to the forming of a <span class=\"small-capitals\">Taste</span> in <em>natural</em> Characters and Manners; we are still defective in our Performance, whilst we are silent on <em>super-natural</em> Cases, and bring not into our consideration the Manners and Characters deliver'd us in <em>Holy Writ.</em> But this Objection will soon vanish, when we consider, that there can be no Rules given by <em>human Wit,</em> to that which was never humanly conceiv'd, but <em>divinely</em> dictated, and inspir'd.","subId":"27","id":"Shaftesbury.C.S.3.3.27"},{"type":"paragraph","content":"For this Reason, 'twou'd be in vain for any<a href=\"#n15\"><sup>[15]</sup></a> Poet, or ingenious Author, to form his Characters, after the Models of our sacred Penmen. And whatever certain <em>Criticks</em> may have advanc'd concerning the Structure of <em>a heroick Poem</em> of this kind; I will be bold to prophesy, that the Success will never be answerable to Expectation.","subId":"28","id":"Shaftesbury.C.S.3.3.28"},{"type":"paragraph","content":"It must be own'd, that in our sacred History we have both Leaders, Conquerors, Founders of Nations, Deliverers, and Patriots, who, even in a human Sense, are noway behind the chief of those so much celebrated by the Antients. There is nothing in the Story of <span class=\"small-capitals\">AEneas,</span> which is not equal'd or exceeded by a <span class=\"small-capitals\">Joshua</span> or a <span class=\"small-capitals\">Moses.</span> But as illustrious as are the Acts of these sacred Chiefs, 'twou'd be hard to copy them in just <em>Heroick.</em> 'Twou'd be hard to give to many of 'em that grateful Air, which is necessary to render 'em naturally pleasing to Mankind; according to the Idea Men are universally found to have of <em>Heroism,</em> and <em>Generosity.</em>","subId":"29","id":"Shaftesbury.C.S.3.3.29"},{"type":"paragraph","content":"Notwithstanding the pious Endeavours which, as devout Christians, we may have us'd in order to separate ourselves from the Interests of mere <em>Heathens,</em> and <em>Infidels;</em> notwithstanding the true pains we may have taken, to arm our Hearts in behalf of a <em>chosen People,</em> against their neighbouring Nations, of a false Religion, and Worship; there will be still found such a Partiality remaining in us, towards Creatures of the same Make and Figure with our-selves, as will hinder us from viewing with Satisfaction the Punishments inflicted by human Hands on such <em>Aliens</em> and <em>Idolaters.</em>","subId":"30","id":"Shaftesbury.C.S.3.3.30"},{"type":"paragraph","content":"In mere <em>Poetry,</em> and the Pieces of Wit and Literature, there is a Liberty of Thought and Easiness of Humour indulg'd to us, in which perhaps we are not so well able to contemplate the Divine Judgments, and see clearly into the Justice of those <em>Ways,</em> which are declared to be so far <em>from our Ways,</em> and above our highest Thoughts or Understandings. In such a Situation of Mind, we can hardly endure to see <em>Heathen</em> treated as <em>Heathen,</em> and <em>the Faithful</em> made the Executioners of the Divine Wrath. There is a certain perverse Humanity in us, which inwardly resists the Divine Commission, tho ever so plainly reveal'd. The Wit of the best Poet is not sufficient to reconcile us to the Campaign of a <span class=\"small-capitals\">Joshua,</span> or the Retreat of a <span class=\"small-capitals\">Moses,</span> by the assistance of an <span class=\"small-capitals\">Egyptian</span> <em>Loan.</em> Nor will it be possible, by the <em>Muses</em> Art, to make that Royal <em>Hero</em> appear amiable in human Eyes, who found such Favour in the Eye of Heaven. Such are mere <em>human Hearts;</em> that they can hardly find the least Sympathy with that only one which had the Character of being after <em>the Pattern</em> of the <span class=\"small-capitals\">Almighty'</span> s.","subId":"31","id":"Shaftesbury.C.S.3.3.31"},{"type":"paragraph","content":"'Tis apparent therefore that the Manners, Actions, and Characters of <em>Sacred Writ,</em> are in no wise the proper Subject of other Authors than <em>Divines</em> themselves. They are Matters incomprehensible in Philosophy: They are above the pitch of the mere human <em>Historian,</em> the <em>Politician,</em> or the <em>Moralist;</em> and are too sacred to be submitted to the <em>Poet's</em> Fancy, when inspir'd by no other <em>Spirit</em> than that of his profane Mistresses, <em>the</em> <span class=\"small-capitals\">Muses.</span>","subId":"32","id":"Shaftesbury.C.S.3.3.32"},{"type":"paragraph","content":"I shou'd be unwilling to examine rigorously the Performance of our great<a href=\"#n16\"><sup>[16]</sup></a> Poet, who sung so piously the <em>Fall of Man.</em> The <em>War in Heaven,</em> and the <em>Catastrophe</em> of that original <em>Pair</em> from whom the Generations of Mankind were propagated, are Matters so abstrusely reveal'd, and with such a resemblance of <em>Mythology,</em> that they can more easily bear what figurative Construction or fantastick Turn the Poet may think fit to give 'em. But shou'd he venture farther, into the Lives and Characters of the Patriarchs, the holy Matrons, Heroes and Heroines of the chosen Seed; shou'd he employ the sacred <em>Machine,</em> the Exhibitions and Interventions of Divinity, according to Holy Writ, to support the <em>Action</em> of his Piece; he wou'd soon find the Weakness of his pretended <em>Orthodox</em> <span class=\"small-capitals\">Muse,</span> and prove how little those Divine Patterns were capable of human Imitation, or of being rais'd to any other Majesty, or Sublime, than that in which they originally appear.","subId":"33","id":"Shaftesbury.C.S.3.3.33"},{"type":"paragraph","content":"The <em>Theology,</em> or <span class=\"small-capitals\">Theogony,</span> of <em>the Heathens</em> cou'd admit of such different Turns and figurative Expressions, as suted the Fancy and Judgment of each Philosopher or Poet. But the Purity of our Faith will admit of no such Variation. The <em>Christian</em> <span class=\"small-capitals\">Theology;</span> the <em>Birth, Procedure, Generation,</em> and <em>personal Distinction</em> of the <span class=\"small-capitals\">Divinity,</span> are Mysterys only to be determin'd by <em>the initiated,</em> or <em>or</em><em>dain'd;</em> to whom the State has assign'd the Guardianship and Promulgation of the Divine Oracles. It becomes not those who are un-inspir'd from Heaven, and un-commission'd from Earth, to search with Curiosity into the Original of those holy Rites and Records, <em>by Law establish'd.</em> Should we make such an Attempt, we should in probability find the less Satisfaction, the further we presum'd to carry our Speculations. Having dar'd once to quit the Authority and Direction of <em>the Law,</em> we shou'd easily be subject to <em>Heterodoxy</em> and <em>Error,</em> when we had no better Warrant left us for the Authority of our sacred <span class=\"small-capitals\">Symbols,</span> than the Integrity, Candour, and Disinterestedness of their <em>Compilers,</em> and <em>Registers.</em> How great that Candour and Disinterestedness may have been, we have no other Historys to inform us, than those of their own licensing or composing. But busy Persons, who officiously search into these Records, are ready even from hence to draw Proofs very disadvantageous to the Fame and Character of this <em>Succession</em> of Men. And Persons moderately read in these Historys, are apt to judg no otherwise of the Temper of antient <em>Councils,</em> than by that of later <em>Synods</em> and modern <em>Convocations.</em>","subId":"34","id":"Shaftesbury.C.S.3.3.34"},{"type":"paragraph","content":"When we add to this the melancholy Consideration of what Disturbances have been rais'd from the Disputes of this kind; what Effusion of Blood, what Devastations of Provinces, what Shock and Ruin of Empires have been occasion'd by Controversys, founded on the nicest Distinction of an Article relating to these <em>Mysterys;</em> 'twill be judg'd vain in any Poet, or polite Author, to think of rendring himself agreeable, or entertaining, whilst he makes such Subjects as these to be his <em>Theme.</em>","subId":"35","id":"Shaftesbury.C.S.3.3.35"},{"type":"paragraph","content":"But tho the Explanation of such deep Mysterys, and religious Dutys, be allotted as the peculiar Province of <em>the sacred Order;</em> 'tis presum'd, nevertheless, that it may be lawful for other <em>Authors</em> to retain their antient Privilege of instructing Mankind, in a way of Pleasure, and Entertainment. <em>Poets</em> may be allow'd their Fictions, and <em>Philosophers</em> their Systems. 'Twou'd go hard with Mankind, shou'd the Patentees for Religion be commission'd for all Instruction and Advice, relating to Manners, or Conversation. <em>The Stage</em> may be allow'd to instruct, as well as <em>the Pulpit.</em> The way of <em>Wit</em> and <em>Humour</em> may be serviceable, as well as that of <em>Gravity</em> and <em>Seriousness:</em> And the way of plain <em>Reason</em> as well as that of exalted <em>Revelation.</em> The main matter is to keep these Provinces distinct, and settle their just Boundarys. And on this account it is that we have endeavour'd to represent to modern <em>Authors</em> the necessity of making this Separation justly, and in due form.","subId":"36","id":"Shaftesbury.C.S.3.3.36"},{"type":"paragraph","content":"'Twould be somewhat hard, methinks, if <span class=\"small-capitals\">Religion,</span> <em>as by Law</em><a href=\"#n17\"><sup>[17]</sup></a> <em>establish'd,</em> were not allow'd the same Privilege as <span class=\"small-capitals\">Heraldry.</span> 'Tis agreed on all hands, that particular Persons may <em>design</em> or <em>paint,</em> in their private Capacity, after what manner they think fit: But they must <em>blazon</em> only as the Publick directs. Their <em>Lion</em> or <em>Bear</em> must be figur'd as the Science appoints; and their <em>Supporters</em> and <em>Crest</em> must be such as their wise and gallant Ancestors have procur'd for 'em. No matter whether the Shapes of these Animals hold just Proportion with Nature. No matter tho different or contrary Forms are join'd in one. That which is deny'd to <em>Painters,</em> or <em>Poets,</em> is permitted to <span class=\"small-capitals\">Heralds.</span> <em>Naturalists</em> may, in their separate and distinct Capacity, inquire, as they think fit, into the real Existence and natural Truth of Things: But they must by no means dispute the authoriz'd Forms. <em>Mermaids</em> and <em>Griffins</em> were the Wonder of our Forefathers; and, as such, deliver'd down to us by the authentick Traditions and Delineations above-mention'd. We ought not so much as to criticize the Features or Dimensions of a <em>Saracen</em>'s Face, brought by our conquering Ancestors from the holy Wars; nor pretend to call in question the Figure or Size of <em>a Dragon,</em> on which the History of our national Champion, and the Establishment of a high <em>Order,</em> and Dignity of the Realm, depends.","subId":"37","id":"Shaftesbury.C.S.3.3.37"},{"type":"paragraph","content":"But as worshipful as are the Persons of the illustrious Heralds <span class=\"small-capitals\">Clarencieux,Garter,</span> and the rest of those eminent Sustainers of <em>British</em> Honour, and Antiquity; 'tis to be hop'd that in a more civiliz'd Age, such as at present we have the good fortune to live in, they will not attempt to strain their Privileges to the same height as formerly. Having been reduc'd by Law, or settled Practice, from the Power they once enjoy'd, they will not, 'tis presum'd, in defiance of the Magistrate and Civil Power, erect anew their Stages, and Lists, introduce the manner of civil Combat, set us to Tilt and Turnament, and raise again those Defiances, and mortal Frays, of which their <em>Order</em> were once the chief Managers, and Promoters.","subId":"38","id":"Shaftesbury.C.S.3.3.38"},{"type":"paragraph","content":"TO CONCLUDE: The only Method which can justly qualify us for this high Privilege of giving <span class=\"small-capitals\">Advice,</span> is, in the first place, <em>to receive it, our-selves,</em> with due Submission; where the <em>Publick</em> has vouchsaf'd to give it us, by Authority. And if in our private Capacity, we can have Resolution enough to criticize ourselves, and call in question our high Imaginations, florid Desires, and specious Sentiments, according to the manner of <span class=\"small-capitals\">Soliloquy</span> above prescrib'd; we shall, by the natural course of things, as we grow wiser, prove less conceited; and introduce into our Character that <em>Modesty, Condescension,</em> and just <em>Humanity</em> which is essential to the Success of all friendly <em>Counsel</em> and <em>Admonition.</em> An honest <em>Home</em>-<span class=\"small-capitals\">Philosophy</span> must teach us the wholesom Practice within our-selves. Polite <em>Reading,</em> and <em>Converse</em> with Mankind of the better sort, will qualify us for what remains.","subId":"39","id":"Shaftesbury.C.S.3.3.39"},{"type":"note","content":"<em>Supra,</em> p. 38.","subId":"n1","id":"Shaftesbury.C.S.3.3.n1"},{"type":"note","content":"It seems indeed somewhat improbable, that according to modern Erudition, and as Science is now distributed, our ingenious and noble Youths shou'd obtain the full advantage of a just and liberal Education, by uniting the <em>Scholar</em>-part with that of the real <em>Gentleman</em> and <em>Man of Breeding.</em> Academys for Exercises, so useful to the Publick, and essential in the Formation of a genteel and liberal Character, are unfortunately neglected. Letters are indeed banish'd, I know not where, in distant Cloisters and <em>unpractis'd Cells,</em> as our Poet has it, confin'd to the Commerce and mean <em>Fellowship of bearded Boys.</em> The sprightly Arts and Sciences are sever'd from <em>Philosophy,</em> which consequently must grow dronish, insipid, pedantick, useless, and directly opposite to the real Knowledg and Practice of the World and Mankind. Our Youth accordingly seem to have their only Chance between two widely different Roads; either that of <em>Pedantry</em> and <em>School-Learning,</em> which lies amidst the Dregs and most corrupt part of antient Literature; or that of the <em>fashionable illiterate World,</em> which aims merely at the Character of <em>the fine Gentleman,</em> and takes up with the Foppery of modern Languages and foreign Wit. The frightful Aspect of the former of these Roads makes the Journey appear desperate and impracticable. Hence that Aversion so generally conceiv'd against <em>a learned Character,</em> wrong turn'd, and hideously set out, under such Difficultys, and in such seeming Labyrinths, and mysterious Forms. As if a <span class=\"small-capitals\">Homer</span> or a <span class=\"small-capitals\">Xenophon</span> imperfectly learnt, in raw Years, might not afterwards, in a riper Age, be study'd, as well in a <em>Capital City</em> and amidst <em>the World,</em> as at a <em>College,</em> or <em>Country-Town!</em> Or as if a <span class=\"small-capitals\">Plutarch,</span> a <span class=\"small-capitals\">Tully,</span> or a <span class=\"small-capitals\">Horace</span> cou'd not accompany a young Man in his <em>Travels,</em> at a <em>Court,</em> or (if occasion were) even in a <em>Camp!</em> The Case is not without Precedent. Leisure is found sufficient for other Reading of numerous modern Translations, and worse Originals, of <em>Italian</em> or <em>French</em> Authors, who are read merely for Amusement. The <em>French</em> indeed may boast of some legitimate Authors of a just Relish, correct, and without any mixture of the affected or spurious kinds; the <em>false Tender,</em> or the <em>false Sublime;</em> the conceited <em>Jingle,</em> or the ridiculous <em>Point.</em> They are such Genius's as have been form'd upon the natural Model of the Antients, and willingly own their Debt to those great Masters. But for the rest, who draw from another Fountain, as the <em>Italian</em> Authors in particular; they may be reckon'd no better than the Corrupters of true Learning and Erudition; and can indeed be relish'd by those alone, whose Education has unfortunately deny'd 'em the Familiarity of the noble Antients, and the Practice of a better and more natural <em>Taste.</em> See above, <em>p.</em> 286, &amp;c. and VOL. II. <em>p.</em> 184, 185, 186.","subId":"n2","id":"Shaftesbury.C.S.3.3.n2"},{"type":"note","content":"<em>Supra,</em> p. 208.","subId":"n3","id":"Shaftesbury.C.S.3.3.n3"},{"type":"note","content":"VOL. III. <em>p.</em> 164, 179, &amp;c.","subId":"n4","id":"Shaftesbury.C.S.3.3.n4"},{"type":"note","content":"<em>Supra,</em> p. 130, <em>&amp;c.</em> and VOL. III. <em>p.</em> 182, 3, 4, 5, 6. in the Notes.","subId":"n5","id":"Shaftesbury.C.S.3.3.n5"},{"type":"note","content":"<em>Supra,</em> p. 208.","subId":"n6","id":"Shaftesbury.C.S.3.3.n6"},{"type":"note","content":"VOL. III. <em>p.</em> 260, 261, 2, 3. in the Notes.","subId":"n7","id":"Shaftesbury.C.S.3.3.n7"},{"type":"note","content":"<em>Supra,</em> p. 309. and VOL. II. <em>p.</em> 227, &amp;c.","subId":"n8","id":"Shaftesbury.C.S.3.3.n8"},{"type":"note","content":"Thus <span class=\"small-capitals\">Pliny,</span> speaking with a masterly Judgment of the Dignity of the then declining Art of Painting, (<em>de Dignitate Artis morientis</em>) shews it to be not only <em>severe</em> in respect of the Discipline, Style, Design, but of the Characters and Lives of the noble Masters: not only in the Effect, but even in the very Materials of the Art, the Colours, Ornaments, and particular Circumstances belonging to the Profession.—<span class=\"small-capitals\">Euphranoris</span> <em>Discipulus</em> <span class=\"small-capitals\">Antidotus,</span> <em>diligentior quàm numerosior, &amp; in coloribus severus.</em>—<span class=\"small-capitals\">Niciae</span> <em>comparatur, &amp; aliquanto praefertur</em> <span class=\"small-capitals\">Athenion</span> <em>Maronites,</em> <span class=\"small-capitals\">Glaucionis</span> <em>Corinthii Discipulus, &amp; austerior colore, &amp; in austeritate jucundior, ut in ipsâ picturâ Eruditio eluceat.</em> <strong> </strong> <strong> <em>Quòd nisi in juventâ obiisset, nemo ei compararetur.</em>—<span class=\"small-capitals\">Pausiae</span> <em>&amp; Filius &amp; Discipulus</em> <span class=\"small-capitals\">Aristolaus</span> <em>è severissimis pictoribus fuit.</em>—<em>Fuit &amp; nuper gravis ac severus pictor</em> <span class=\"small-capitals\">Amulius.</span> </strong> <strong> </strong> <em>Paucis diei horis pingebat, id quoque cum gravitate, quod semper togatus, quamquam in machinis.</em> <cite>Antidotus, a pupil of Euphranor, was more painstaking than prolific, and was austere in his colouring. . . . Athenion of Maronea is compared with Nicias, but greatly preferred to him. He was a pupil of Glaucion the Corinthian, rather gloomy in colouring, yet pleasant in his gloom, so that his cultivation comes out in his very painting. . . . Had he not died young, no one could be compared with him. . . . Aristolaus, son and pupil of Pausias, was one of the most austere of painters. . . . Lately too we had Amulius, a severe and serious painter. . . . He used only to paint a few hours a day, but that very seriously, for he always wore full dress, even on his scaffolding.—Pliny, <em>H. N.</em> xxxv. (cc. 37, 40) 119–137.</cite> One of the mortal Symptoms upon which <span class=\"small-capitals\">Pliny</span> pronounces the sure Death of this noble Art, not long survivor to him, was what belong'd in common to all the other perishing Arts after the Fall of Liberty; I mean <em>the Luxury</em> of the <span class=\"small-capitals\">Roman</span> Court, and the Change of <em>Taste</em> and <em>Manners</em> naturally consequent to such a Change of Government and Dominion. This excellent, learned, and polite Critick represents to us the <em>false Taste</em> springing from the Court it-self, and from that Opulence, Splendor, and Affectation of Magnificence and Expence proper to the Place. Thus in the Statuary and Architecture then in vogue, nothing cou'd be admir'd beside what was costly in the mere Matter or Substance of the Work. Precious Rock, rich Metal, glittering Stones, and other luscious Ware, poisonous to Art, came every day more into request; and were impos'd, as necessary Materials, on the best Masters. 'Twas in favour of these Court-Beautys and gaudy Appearances, that all good <em>Drawing,</em> just <em>Design,</em> and <em>Truth of Work</em> began to be despis'd. Care was taken to procure from distant Parts, the most gorgeous splendid Colours, of the most costly Growth or Composition: not such as had been us'd by <span class=\"small-capitals\">Apelles</span> and the great Masters, who are justly severe, loyal, and faithful to their Art. This newer Colouring our Critick calls <em>the florid kind.</em> The Materials were too rich to be furnish'd by the Painter, but were bespoke or furnish'd at the cost of the Person who employ'd him; (<em>quos Dominus pingenti praestat.</em>) The other he calls the <em>austere kind.</em> And thus, says he, <q><em>Rerum, non Animi pretiis excubatur:</em> The <em>Cost,</em> and not the <em>Life,</em> and <em>Art,</em> is study'd.</q> He shews, on the contrary, what care <span class=\"small-capitals\">Apelles</span> took to subdue the <em>florid</em> Colours, by a darkening Varnish; <em>ut eadem res,</em> says he, <em>nimis floridis coloribus Austeritatem occultè daret.</em> And he says just before, of some of the finest Pieces of <span class=\"small-capitals\">Apelles,</span> <q>That they were wrought in <em>four</em> Colours only.</q> So great and venerable was SIMPLICITY held among the Antients, and so certain was the Ruin of all true Elegance in Life or Art, where this Mistress was once quitted or contemn'd! See <span class=\"small-capitals\">Pliny,</span> <em>Lib.</em> 35. See also, above, <em>p.</em> 144. in the Notes; and <em>p.</em> 222.","subId":"n9","id":"Shaftesbury.C.S.3.3.n9"},{"type":"note","content":"Pag. 164, 165, <em>&amp;c.</em>","subId":"n10","id":"Shaftesbury.C.S.3.3.n10"},{"type":"note","content":"<em>Supra,</em> p. 71, 72.","subId":"n11","id":"Shaftesbury.C.S.3.3.n11"},{"type":"note","content":"The greatest of Criticks says of the greatest Poet, when he extols him the highest, <q>That above all others he understood <em>how</em> TO LYE: Δεδίδαχε δὲ μάλιστα Ὅμηρος καὶ τοὺς ἅλλους ψευδη̑ λέγειν ὡς δει̑.</q> Arist. de Poet. cap. 24.—See VOL. III. <em>p.</em> 260. in the Notes.","subId":"n12","id":"Shaftesbury.C.S.3.3.n12"},{"type":"note","content":"<span class=\"small-capitals\">Shakespear.</span>","subId":"n13","id":"Shaftesbury.C.S.3.3.n13"},{"type":"note","content":"Considering what has been so often said on this Subject of Philosophy, Learning and the <em>Sister</em>-Arts, after that antient Model which has since been so much corrupted; it may not be amiss perhaps to hear the Confession of one of the greatest and most learned of Moderns, upon this Head. <q><em>Scilicet assensuri isti sunt veteribus Sapientibus, Poeticam</em> τη̑ς σεμνοτάτης φιλοσοφίας εἰ̑ναι σύνναον, severissimae Philosophiae contubernalem esse; <em>quos videmus omni curâ morum posthabitâ, quae vera Philosophia est, in nescio quibus argumentatiunculis, in nugis</em> sophisticis, in puerilibus argutiolis, λωβοι̑ς <em>denique</em> ῥηματίοις τη̑ς διαλεκτικη̑ς, <em>quod suâ jam aetate</em> Euphrades Themistius <em>conquerebatur, summam sapientiam ponere! Scilicet facundiae</em> <span class=\"small-capitals\">Persii</span> <em>virile robur, aut recondita illa eruditio eos capiet, quibus pristinam barbariem mordicùs retinere, &amp; in Antiquitatis totius ignoratione versari, potius videtur esse ac melius, quàm possessionem literarum, olim simili socordiâ extinctarum, memoriâ verò patrum magno Dei immortalis beneficio in lucem revocatarum ex altâ hominum oblivione, sibi vindicare, &amp; pro suâ quemque virili posteris asserere!</em> * * * * * * * <em>Scribit vero</em> <span class=\"small-capitals\">Arrianus,</span> <em>sapientissimum senem illum</em> <span class=\"small-capitals\">Epictetum,</span> <em>impietatis in Deum eos insimulâsse, qui in Philosophiae studiis</em> τὴν ἀπαγγελτικὴν δύναμιν <em>sive Sermonis curam tanquam rem levem aspernarentur: quoniam quidem, aiebat vir divinus,</em> ἀσεβου̑ς ἐστιν ἀνθρώπου τὰς παρὰ του̑ θεου̑ χάριτας ἀτιμάζειν. <em>En Germanum Philosophum! En vocem auream! Nec minus memorabile</em> Synesii <em>Philosophi praestantissimi vaticinium tristi eventu confirmatum, quod multò antè ab ipso est editum, cum rationem studiorum similiter perverti ab aequalibus suis cerneret. Disputans enim contra eos qui ad sanctissimae Theologiae studia Infantiam &amp; Sophisticen pro solidâ eruditione afferrent, fatidicam hanc quasi sortem edidit.</em> Κίνδυνος, <em>inquit,</em> εἰς ἄβυσσόν τινα φλυαρίας ἐμπεσόντας τούτους διαφθαρη̑ναι. <em>Periculum est ne ejusmodi homines in abyssum quamdam ineptiarum delapsi penitus corrumpantur. Utinam defuisset huic Oraculo fides. Sed profectò, depravationi illi, &amp; hujus Scientiarum Reginae, &amp; omnium aliarum, quae posteà accidit, occasionem quidem</em> Gotthorum &amp; Alanorum <em>invasiones praebuerunt: at causa illius propior ac vera est, ratio studiorum perversa, &amp; in liberalibus Disciplinis prava Institutio, ac Linguarum simul &amp; universae literaturae melioris ignoratio.</em> * * * * * <em>Atqui non in eum certè finem viri magni &amp; praecepta &amp; exempla virtutum memoriae commendata ad posteros transmiserunt, ut ad inanem aurium oblectationem, vel jactationem vanam inutilis eruditionis, ea cognosceremus: verùm ut suis nos lucubrationibus excitarent ad effodienda &amp; in actum producenda RECTI HONESTIque semina; quae cùm à Naturâ accepissemus, vitiis tamen circumfusa, &amp; tantùm non obruta, sic in nosiris animis, nisi cultura melior accedat, latent, quasi in altum quendam scrobem penitus defossa. Huc spectant tot illa Volumina quae de Morali Disciplinâ Philosophi confecerunt. Tendit eodem &amp;</em> Graecorum Latinorum<em>que Poetarum pleraque manus; sed itineribus diversis. Quot sunt enim Poetarum genera (sunt autem quamplurima) tot ferè diverticula &amp; viarum ambages eò ducentium.</em></q> Is. Casaub. <em>in Praefatione Commentarii ad Pers.</em> See above, <em>pag.</em> 190, 191, &amp;c. and 207, 208, 286. and 298, 299, and 333, &amp;c. and 338, &amp;c. And VOL. III. <em>p.</em> 61, 78, 79, &amp;c. and 239, 240, 241. in the Notes.","subId":"n14","id":"Shaftesbury.C.S.3.3.n14"},{"type":"note","content":"VOL. III. <em>p.</em> 240, 241. in the Notes.","subId":"n15","id":"Shaftesbury.C.S.3.3.n15"},{"type":"note","content":"<span class=\"small-capitals\">Milton.</span>","subId":"n16","id":"Shaftesbury.C.S.3.3.n16"},{"type":"note","content":"VOL. III. <em>p.</em> 71, 231, 337.","subId":"n17","id":"Shaftesbury.C.S.3.3.n17"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.S","imported":true,"title":"Soliloquy: or, Advice to an Author","breadcrumb":"Soliloquy","published":[1710]},{"id":"Shaftesbury.C.S.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1710]}],"prev":{"id":"Shaftesbury.C.S.3.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1710]},"next":{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]}}