{"imported":true,"id":"Hobbes.L.Intro","parent":"Hobbes.L","title":"The Introduction","breadcrumb":"Introduction","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_010","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 _THE INTRODUCTION_. £1","id":"Hobbes.L.Intro"},{"type":"paragraph","content":"^Nature^ (the Art whereby God hath made and governes the World) is by the _Art_ of man, as in many other things, so in this also imitated, that it can make an Artificial Animal. For seeing life is but a motion of Limbs, the begining whereof is in some principall part within; why may we not say, that all _Automata_ (Engines that move themselves by springs and wheeles as doth a watch) have an artificiall life? For what is the _Heart_, but a _Spring_; and the _Nerves_, but so many _Strings_; and the _Joynts_, but so many _Wheeles_, giving motion to the whole Body, such as was intended by the Artificer? _Art_ goes yet further, imitating that Rationall and most excellent worke of Nature, _Man_. For by Art is created that great ^Leviathan^ called a ^Common-wealth^, or ^State^, (in latine ^Civitas^) which is but an Artificiall Man; though of greater stature and strength than the Naturall, for whose protection and defence it was intended; and in which, the _Soveraignty_ is an Artificiall _Soul_, as giving life and motion to the whole body; The _Magistrates_, and other _Officers_ of Judicature and Execution, artificiall _Joynts_; _Reward_ and _Punishment_ (by which fastned to the seate of the Soveraignty, every joynt and member is moved to performe his duty) are the _Nerves_, that do the same in the Body Naturall; The _Wealth_ and _Riches_ of all the particular members, are the _Strength_; _Salus Populi_ (the _peoples safety_) its _Businesse_; _Counsellors_, by whom all things needfull for it to know, are suggested unto it, are the _Memory_; _Equity_ and _Lawes_, an artificiall _Reason_ and _Will_; _Concord, Health; Sedition, Sicknesse_; and _Civill war, Death_. Lastly, the _Pacts_ and _Covenants_, by which the parts of this Body Politique were at first made, set together, and united, resemble that _Fiat_, or the _Let us make man_, pronounced by God in the Creation.","subId":"1","id":"Hobbes.L.Intro.1"},{"type":"paragraph","content":"To describe the Nature of this Artificiall man, I will consider // ~~~~First, the _Matter_ thereof, and the _Artificer_; both which is _Man_. // ~~~~Secondly, _How_, and by what _Covenants_ it is made; what are the _Rights_ and just _Power_ or _Authority_ of a _Soveraigne_; and what it is that _preserveth_ and _dissolveth_ it. // ~~~~Thirdly, what is a _Christian Common-wealth_. // ~~~~Lastly, what is the _Kingdome of Darkness_.","subId":"2","id":"Hobbes.L.Intro.2"},{"type":"paragraph","content":"Concerning the first, there is a saying much usurped of late, That _Wisedome_ is acquired, not by reading of _Books_, but of _Men_. Consequently whereunto, those persons, that for the most part can give no other proof of being wise, take great delight to shew what they think they have read in men, by uncharitable censures of one another behind their backs. But there is another saying not of late understood, by which they might learn truly to read one another, if they would take the pains; and that is, _Nosce teipsum, Read thy self_: which was not meant, as it is now used, to countenance, either the barbarous state of men in power, towards their inferiors; or to encourage men of low degree, to a sawcie behaviour towards their betters; But to teach us, that for the similitude of the thoughts, and Passions of one man, to the thoughts, and Passions of another, whosoever looketh into himself, and considereth what he doth, when he does _think, opine, reason, hope, feare_, &c, and upon what grounds; he shall thereby read and know, what are the thoughts, and Passions of all other men, upon the like occasions. I say the similitude of _Passions_, which are the same in all men, _desire, feare, hope_, &c; not the similitude of the _objects_ of the Passions, which are the things _desired, feared, hoped_, &c: for these the constitution individuall, and particular education do so vary, and they are so easie to be kept from our knowledge, that the characters of mans heart, blotted and confounded as they are, with dissembling, lying, counter-feiting, and erroneous doctrines, are legible onely to him that searcheth hearts. And though by mens actions wee do discover their designe sometimes; yet to do it without comparing them with our own, and distinguishing all circumstances, by which the case may come to be altered, is to decypher without a key, and be for the most part deceived, by too much trust, or by too much diffidence; as he that reads, is himself a good or evil man.","subId":"3","id":"Hobbes.L.Intro.3"},{"type":"paragraph","content":"But let one man read another by his actions never so perfectly, it serves him onely with his acquaintance, which are but few. He that is to govern a whole Nation, must read in himself, not this, or that particular man; but Man-kind: which though it be hard to do, harder than to learn any Language, or Science; yet, when I shall have set down my own reading orderly, and perspicuously, the pains left another, will be onely to consider, if he also find not the same in himself. For this kind of Doctrine, admitteth no other Demonstration.","subId":"4","id":"Hobbes.L.Intro.4"}]}
