{"id":"Hobbes.L.2.17","imported":true,"parent":"Hobbes.L.2","title":"Of the Causes, Generation, and Definition of a Common-Wealth","breadcrumb":"Chapter 17","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_029","blocks":[{"type":"title","content":"<h1>CHAP. XVII.</h1> <h1><em>Of the Causes, Generation, and Definition of a <span class=\"small-capitals\">Common-Wealth</span>.</em></h1> ","id":"Hobbes.L.2.17"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The End of Common-wealth, particular Security:</em></span> <span class=\"small-capitals\">The</span> finall Cause, End, or Designe of men, (who naturally love Liberty, and Dominion over others,) in the introduction of that restraint upon themselves, (in which wee see them live in Common-wealths,) is the foresight of their own preservation, and of a more contented life thereby; that is to say, of getting themselves out from that miserable condition of Warre, which is<span class=\"margin-comment\"><em>Chap. 13.</em></span> necessarily consequent (as hath been shewn) to the naturall Passions of men, when there is no visible Power to keep them in awe, and tye them by feare of punishment to the performance of their Covenants, and observation of those Lawes of Nature set down in the fourteenth and fifteenth Chapters.","subId":"1","id":"Hobbes.L.2.17.1"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Which is not to be had from the Law of Nature:</em></span> For the Lawes of Nature (as <em>Justice, Equity, Modesty, Mercy</em>, and (in summe) <em>doing to others, as wee would be done to</em>,) of themselves, without the terrour of some Power, to cause them to be observed, are contrary to our naturall Passions, that carry us to Partiality, Pride, Revenge, and the like. And Covenants, without the Sword, are but Words, and of no strength to secure a man at all. Therefore notwithstanding the Lawes of Nature, (which every one hath then kept, when he has the will to keep them, when he can do it safely,) if there be no Power erected, or not great enough for our security; every man will, and may lawfully rely on his own strength and art, for caution against all other men. And in all places, where men have lived by small Families, to robbe and spoyle one another, has been a Trade, and so farre from being reputed against the Law of Nature, that the greater spoyles they gained, the greater was their honour; and men observed no other Lawes therein, but the Lawes of Honour; that is, to abstain from cruelty, leaving to men their lives, and instruments of husbandry. And as small Familyes did then; so now do Cities and Kingdomes which are but greater Families (for their own security) enlarge their Dominions, upon all pretences of danger, and fear of Invasion, or assistance that may be given to Invaders, endeavour as much as they can, to subdue, or weaken their neighbours, by open force, and secret arts, for want of other Caution, justly; and are remembred for it in after ages with honour.","subId":"2","id":"Hobbes.L.2.17.2"},{"type":"paragraph","content":"Nor is it the joyning together of a small number of<span class=\"margin-comment\"><em>Nor from the conjunction of a few men or familyes:</em></span> men, that gives them this security; because in small numbers, small additions on the one side or the other, make the advantage of strength so great, as is sufficient to carry the Victory; and therefore gives encouragement to an Invasion. The Multitude sufficient to confide in for our Security, is not determined by any certain number, but by comparison with the Enemy we feare; and is then sufficient, when the odds of the Enemy is not of so visible and conspicuous moment, to determine the event of warre, as to move him to attempt.","subId":"3","id":"Hobbes.L.2.17.3"},{"type":"paragraph","content":"And be there never so great a Multitude; yet if<span class=\"margin-comment\"><em>Nor from a great Multitude, unlesse directed by one judgement:</em></span> their actions be directed according to their particular judgements, and particular appetites, they can expect thereby no defence, nor protection, neither against a Common enemy, nor against the injuries of one another. For being distracted in opinions concerning the best use and application of their strength, they do not help, but hinder one another; and reduce their strength by mutuall opposition to nothing: whereby they are easily, not onely subdued by a very few that agree together; but also when there is no common enemy, they make warre upon each other, for their particular interests. For if we could suppose a great Multitude of men to consent in the observation of Justice, and other Lawes of Nature, without a common Power to keep them all in awe; we might as well suppose all Man-kind to do the same; and then there neither would be, nor need to be any Civill Government, or Common-wealth at all; because there would be Peace without subjection.","subId":"4","id":"Hobbes.L.2.17.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And that continually.</em></span> Nor is it enough for the security, which men desire should last all the time of their life, that they be governed, and directed by one judgement, for a limited time; as in one Battell, or one Warre. For though they obtain a Victory by their unanimous endeavour against a forraign enemy; yet afterwards, when either they have no common enemy, or he that by one part is held for an enemy, is by another part held for a friend, they must needs by the difference of their interests dissolve, and fall again into a Warre amongst themselves.","subId":"5","id":"Hobbes.L.2.17.5"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Why certain creatures without reason, or speech, do neverthelesse live in Society, without any coërcive Power.</em></span> It is true, that certain living creatures, as Bees, and Ants, live sociably one with another, (which are therefore by <em>Aristotle</em> numbred amongst Politicall creatures;) and yet have no other direction, than their particular judgements and appetites; nor speech, whereby one of them can signifie to another, what he thinks expedient for the common benefit: and therefore some man may perhaps desire to know, why Man-kind cannot do the same. To which I answer,","subId":"6","id":"Hobbes.L.2.17.6"},{"type":"paragraph","content":"First, that men are continually in competition for Honour and Dignity, which these creatures are not; and consequently amongst men there ariseth on that ground, Envy and Hatred, and finally Warre; but amongst these not so.","subId":"7","id":"Hobbes.L.2.17.7"},{"type":"paragraph","content":"Secondly, that amongst these creatures, the Common good differeth not from the Private; and being by nature enclined to their private, they procure thereby the common benefit. But man, whose Joy consisteth in comparing himselfe with other men, can relish nothing but what is eminent.","subId":"8","id":"Hobbes.L.2.17.8"},{"type":"paragraph","content":"Thirdly, that these creatures, having not (as man) the use of reason, do not see, nor think they see any fault, in the administration of their common businesse: whereas amongst men, there are very many, that thinke themselves wiser, and abler to govern the Publique, better than the rest; and these strive to reforme and innovate, one this way, another that way; and thereby bring it into Distraction and Civill warre.","subId":"9","id":"Hobbes.L.2.17.9"},{"type":"paragraph","content":"Fourthly, that these creatures, though they have some use of voice, in making knowne to one another their desires, and other affections; yet they want that art of words, by which some men can represent to others, that which is Good, in the likenesse of Evill; and Evill, in the likenesse of Good; and augment, or diminish the apparent greatnesse of Good and Evill; discontenting men, and troubling their Peace at their pleasure.","subId":"10","id":"Hobbes.L.2.17.10"},{"type":"paragraph","content":"Fiftly, irrationall creatures cannot distinguish betweene <em>Injury</em>, and <em>Dammage</em>; and therefore as long as they be at ease, they are not offended with their fellowes: whereas Man is then most troublesome, when he is most at ease: for then it is that he loves to shew his Wisdome, and controule the Actions of them that governe the Common-wealth.","subId":"11","id":"Hobbes.L.2.17.11"},{"type":"paragraph","content":"Lastly, the agreement of these creatures is Naturall; that of men, is by Covenant only, which is Artificiall: and therefore it is no wonder if there be somwhat else required (besides Covenant) to make their Agreement constant and lasting; which is a Common Power, to keep them in awe, and to direct their actions to the Common Benefit.","subId":"12","id":"Hobbes.L.2.17.12"},{"type":"paragraph","content":"The only way to erect such a Common Power, as may<span class=\"margin-comment\"><em>The Generation of a Commonwealth.</em></span> be able to defend them from the invasion of Forraigners, and the injuries of one another, and thereby to secure them in such sort, as that by their owne industrie, and by the fruites of the Earth, they may nourish themselves and live contentedly; is, to conferre all their power and strength upon one Man, or upon one Assembly of men, that may reduce all their Wills, by plurality of voices, unto one Will: which is as much as to say, to appoint one Man, or Assembly of men, to beare their Person; and every one to owne, and acknowledge himselfe to be Author of whatsoever he that so beareth their Person, shall Act, or cause to be Acted, in those things which concerne the Common Peace and Safetie; and therein to submit their Wills, every one to his Will, and their Judgements, to his Judgment. This is more than Consent, or Concord; it is a reall Unitie of them all, in one and the same Person, made by Covenant of every man with every man, in such manner, as if every man should say to every man, <em>I Authorise and give up my Right of Governing my selfe, to this Man, or to this Assembly of men, on this condition, that thou give up thy Right to him, and Authorise all his Actions in like manner</em>. This done, the Multitude so united in one Person, is called a <span class=\"small-capitals\">Common-wealth</span>, in latine <span class=\"small-capitals\">Civitas</span>. This is the Generation of that great <span class=\"small-capitals\">Leviathan</span>, or rather (to speake more reverently) of that <em>Mortall God</em>, to which wee owe under the <em>Immortall God</em>, our peace and defence. For by this Authoritie, given him by every particular man in the Common-Wealth, he hath the use of so much Power and Strength conferred on him, that by terror thereof, he is inabled to forme the wills of them all, to Peace at home, and mutuall ayd against their enemies abroad. And in him consisteth the Essence of the<span class=\"margin-comment\"><em>The Definition of a Commonwealth.</em></span> Common-wealth; which (to define it,) is <em>One Person, of whose Acts a great Multitude, by mutuall Covenants one with another, have made themselves every one the Author, to the end he may use the strength and means of them all, as he shall think expedient, for their Peace and Common Defence</em>.","subId":"13","id":"Hobbes.L.2.17.13"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Soveraigne, and Subject, what.</em></span> And he that carryeth this Person, is called <span class=\"small-capitals\">Soveraigne</span>, and said to have <em>Soveraigne Power</em>; and every one besides, his <span class=\"small-capitals\">Subject</span>.","subId":"14","id":"Hobbes.L.2.17.14"},{"type":"paragraph","content":"The attaining to this Soveraigne Power, is by two wayes. One, by Naturall force; as when a man maketh his children, to submit themselves, and their children to his government, as being able to destroy them if they refuse; or by Warre subdueth his enemies to his will, giving them their lives on that condition. The other, is when men agree amongst themselves, to submit to some Man, or Assembly of men, voluntarily, on confidence to be protected by him against all others. This later, may be called a Politicall Common-wealth, or Common-wealth by <em>Institution</em>; and the former, a Common-wealth by <em>Acquisition</em>. And first, I shall speak of a Common-wealth by Institution.","subId":"15","id":"Hobbes.L.2.17.15"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]}],"prev":{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]},"next":{"id":"Hobbes.L.2.18","imported":true,"title":"Of the Rights of Soveraignes by Institution","breadcrumb":"Chapter 18","published":[1651]}}