{"imported":true,"id":"Hobbes.L.2.18","parent":"Hobbes.L.2","title":"Of the Rights of Soveraignes by Institution","breadcrumb":"Chapter 18","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_030","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XVIII.</h1> <h1><em>Of the <span class=\"small-capitals\">Rights</span> of Soveraignes by Institution.</em></h1> ","id":"Hobbes.L.2.18"},{"type":"paragraph","content":"A <em>Common-wealth</em> is said to be <em>Instituted</em>, when<span class=\"margin-comment\"><em>The act of Instituting a Common-wealth, what.</em></span> a <em>Multitude</em> of men do Agree, and <em>Covenant, every one, with every one</em>, that to whatsoever <em>Man</em>, or <em>Assembly of Men</em>, shall be given by the major part, the <em>Right</em> to <em>Present</em> the Person of them all, (that is to say, to be their <em>Representative</em>;) every one, as well he that <em>Voted for it</em>, as he that <em>Voted against it</em>, shall <em>Authorise</em> all the Actions and Judgements, of that Man, or Assembly of men, in the same manner, as if they were his own, to the end, to live peaceably amongst themselves, and be protected against other men.","subId":"1","id":"Hobbes.L.2.18.1"},{"type":"paragraph","content":"From this Institution of a Common-wealth are derived<span class=\"margin-comment\"><em>The Consequences to such Institution, are</em></span> all the <em>Rights</em>, and <em>Facultyes</em> of him, or them, on whom the Soveraigne Power is conferred by the consent of the People assembled.","subId":"2","id":"Hobbes.L.2.18.2"},{"type":"paragraph","content":"First, because they Covenant, it is to be understood,<span class=\"margin-comment\"><em>1.</em> The Subjects cannot change the forme of government.</span> they are not obliged by former Covenant to any thing repugnant hereunto. And Consequently they that have already Instituted a Common-wealth, being thereby bound by Covenant, to own the Actions, and Judgements of one, cannot lawfully make a new Covenant, amongst themselves, to be obedient to any other, in any thing whatsoever, without his permission. And therefore, they that are subjects to a Monarch, cannot without his leave cast off Monarchy, and return to the confusion of a disunited Multitude; nor transferre their Person from him that beareth it, to another Man, or other Assembly of men: for they are bound, every man to every man, to Own, and be reputed Author of all, that he that already is their Soveraigne, shall do, and judge fit to be done: so that any one man dissenting, all the rest should break their Covenant made to that man, which is injustice: and they have also every man given the Soveraignty to him that beareth their Person; and therefore if they depose him, they take from him that which is his own, and so again it is injustice. Besides, if he that attempteth to depose his Soveraign, be killed, or punished by him for such attempt, he is author of his own punishment, as being by the Institution, Author of all his Soveraign shall do: And because it is injustice for a man to do any thing, for which he may be punished by his own authority, he is also upon that title, unjust. And whereas some men have pretended for their disobedience to their Soveraign, a new Covenant, made, not with men, but with God; this also is unjust: for there is no Covenant with God, but by mediation of some body that representeth Gods Person; which none doth but Gods Lieutenant, who hath the Soveraignty under God. But this pretence of Covenant with God, is so evident a lye, even in the pretenders own consciences, that it is not onely an act of an unjust, but also of a vile, and unmanly disposition.","subId":"3","id":"Hobbes.L.2.18.3"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>2.</em> Soveraigne Power cannot be forfeited.</span> Secondly, Because the Right of bearing the Person of them all, is given to him they make Soveraigne, by Covenant onely of one to another, and not of him to any of them; there can happen no breach of Covenant on the part of the Soveraigne; and consequently none of his Subjects, by any pretence of forfeiture, can be freed from his Subjection. That he which is made Soveraigne maketh no Covenant with his Subjects before-hand, is manifest; because either he must make it with the whole multitude, as one party to the Covenant; or he must make a severall Covenant with every man. With the whole, as one party, it is impossible; because as yet they are not one Person: and if he make so many severall Covenants as there be men, those Covenants after he hath the Soveraignty are voyd, because what act soever can be pretended by any one of them for breach thereof, is the act both of himselfe, and of all the rest, because done in the Person, and by the Right of every one of them in particular. Besides, if any one, or more of them, pretend a breach of the Covenant made by the Soveraigne at his Institution; and others, or one other of his Subjects, or himselfe alone, pretend there was no such breach, there is in this case, no Judge to decide the controversie: it returns therefore to the Sword again; and every man recovereth the right of Protecting himselfe by his own strength, contrary to the designe they had in the Institution. It is therefore in vain to grant Soveraignty by way of precedent Covenant. The opinion that any Monarch receiveth his Power by Covenant, that is to say on Condition, proceedeth from want of understanding this easie truth, that Covenants being but words, and breath, have no force to oblige, contain, constrain, or protect any man, but what it has from the publique Sword; that is, from the untyed hands of that Man, or Assembly of men that hath the Soveraignty, and whose actions are avouched by them all, and performed by the strength of them all, in him united. But when an Assembly of men is made Soveraigne; then no man imagineth any such Covenant to have past in the Institution; for no man is so dull as to say, for example, the People of <em>Rome</em>, made a Covenant with the Romans, to hold the Soveraignty on such or such conditions; which not performed, the Romans might lawfully depose the Roman People. That men see not the reason to be alike in a Monarchy, and in a Popular Government, proceedeth from the ambition of some, that are kinder to the goverment of an Assembly, whereof they may hope to participate, than of Monarchy, which they despair to enjoy.","subId":"4","id":"Hobbes.L.2.18.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>3.</em> No man can without injustice protest against the Institution of the Soveraigne declared by the major part.</span> Thirdly, because the major part hath by consenting voices declared a Soveraigne; he that dissented must now consent with the rest; that is, be contented to avow all the actions he shall do, or else justly be destroyed by the rest. For if he voluntarily entered into the Congregation of them that were assembled, he sufficiently declared thereby his will (and therefore tacitely covenanted) to stand to what the major part should ordayne: and therefore if he refuse to stand thereto, or make Protestation against any of their Decrees, he does contrary to his Covenant, and therfore unjustly. And whether he be of the Congregation, or not; and whether his consent be asked, or not, he must either submit to their decrees, or be left in the condition of warre he was in before; wherein he might without injustice be destroyed by any man whatsoever.","subId":"5","id":"Hobbes.L.2.18.5"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>4.</em> The Soveraigns Actions cannot be justly accused by the Subject.</span> Fourthly, because every Subject is by this Institution Author of all the Actions, and Judgments of the Soveraigne Instituted; it followes, that whatsoever he doth, it can be no injury to any of his Subjects; nor ought he to be by any of them accused of Injustice. For he that doth any thing by authority from another, doth therein no injury to him by whose authority he acteth: But by this Institution of a Common-wealth, every particular man is Author of all the Soveraigne doth; and consequently he that complaineth of injury from his Soveraigne, complaineth of that whereof he himselfe is Author; and therefore ought not to accuse any man but himselfe; no nor himselfe of injury; because to do injury to ones selfe, is impossible. It is true that they that have Soveraigne power, may commit Iniquity; but not Injustice, or Injury in the proper signification.","subId":"6","id":"Hobbes.L.2.18.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>5.</em> What soever the Soveraigne doth, is unpunishable by the Subject.</span> Fiftly, and consequently to that which was sayd last, no man that hath Soveraigne power can iustly be put to death, or otherwise in any manner by his Subjects punished. For seeing every Subject is Author of the actions of his Soveraigne; he punisheth another, for the actions committed by himselfe.","subId":"7","id":"Hobbes.L.2.18.7"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>6.</em> The Soveraigne is judge of what is necessary for the Peace and Defence of his Subjects.</span> And because the End of this Institution, is the Peace and Defence of them all; and whosoever has right to the End, has right to the Means; it belongeth of Right, to whatsoever Man, or Assembly that hath the Soveraignty, to be Judge both of the meanes of Peace and Defence; and also of the hindrances, and disturbances of the same; and to do whatsoever he shall think necessary to be done, both before hand, for the preserving of Peace and Security, by prevention of Discord at home, and Hostility from abroad; and, when Peace and Security are lost, for the recovery of the same. And therefore,","subId":"8","id":"Hobbes.L.2.18.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And Judge of what Doctrines are fit to be taught them.</em></span> Sixtly, it is annexed to the Soveraignty, to be Judge of what Opinions and Doctrines are averse, and what conducing to Peace; and consequently, on what occasions, how farre, and what, men are to be trusted withall, in speaking to Multitudes of people; and who shall examine the Doctrines of all bookes before they be published. For the Actions of men proceed from their Opinions; and in the wel governing of Opinions, consisteth the well governing of mens Actions, in order to their Peace, and Concord. And though in matter of Doctrine, nothing ought to be regarded but the Truth; yet this is not repugnant to regulating of the same by Peace. For Doctrine repugnant to Peace, can no more be True, than Peace and Concord can be against the Law of Nature. It is true, that in a Common-wealth, where by the negligence, or unskilfullnesse of Governours, and Teachers, false Doctrines are by time generally received; the contrary Truths may be generally offensive: Yet the most sudden, and rough busling in of a new Truth, that can be, does never breake the Peace, but only somtimes awake the Warre. For those men that are so remissely governed, that they dare take up Armes, to defend, or introduce an Opinion, are still in Warre; and their condition not Peace, but only a Cessation of Armes for feare of one another; and they live as it were, in the procincts of battaile continually. It belongeth therefore to him that hath the Soveraign Power, to be Judge, or constitute all Judges of Opinions and Doctrines, as a thing necessary to Peace; therby to prevent Discord and Civill Warre.","subId":"9","id":"Hobbes.L.2.18.9"},{"type":"paragraph","content":"Seventhly, is annexed to the Soveraigntie, the whole<span class=\"margin-comment\"><em>7.</em> The Right of making Rules, whereby the Subjects may every man know what is so his owne, as no other Subject can without injustice take it from him.</span> power of prescribing the Rules, whereby every man may know, what Goods he may enjoy, and what Actions he may doe, without being molested by any of his fellow Subjects: And this is it men call <em>Propriety</em>. For before constitution of Soveraign Power (as hath already been shewn) all men had right to all things; which necessarily causeth Warre: and therefore this Proprietie, being necessary to Peace, and depending on Soveraign Power, is the Act of that Power, in order to the publique peace. These Rules of Propriety (or <em>Meum</em> and <em>Tuum</em>) and of <em>Good, Evill, Lawfull</em>, and <em>Unlawfull</em> in the actions of Subjects, are the Civill Lawes; that is to say, the Lawes of each Commonwealth in particular; though the name of Civill Law be now restrained to the antient Civill Lawes of the City of <em>Rome</em>; which being the head of a great part of the World, her Lawes at that time were in these parts the Civill Law.","subId":"10","id":"Hobbes.L.2.18.10"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>8.</em> To him also belongeth the Right of all Judicature and decision of Controversies:</span> Eightly, is annexed to the Soveraigntie, the Right of Judicature; that is to say, of hearing and deciding all Controversies, which may arise concerning Law, either Civill, or Naturall, or concerning Fact. For without the decision of Controversies, there is no protection of one Subject, against the injuries of another; the Lawes concerning <em>Meum</em> and <em>Tuum</em> are in vaine; and to every man remaineth, from the naturall and necessary appetite of his own conservation, the right of protecting himselfe by his private strength, which is the condition of Warre; and contrary to the end for which every Common-wealth is instituted.","subId":"11","id":"Hobbes.L.2.18.11"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>9.</em> And of making War, and Peace, as he shall think best:</span> Ninthly, is annexed to the Soveraignty, the Right of making Warre, and Peace with other Nations, and Common-wealths; that is to say, of Judging when it is for the publique good, and how great forces are to be assembled, armed, and payd for that end; and to levy mony upon the Subjects, to defray the expences thereof. For the Power by which the people are to be defended, consisteth in their Armies; and the strength of an Army, in the union of their strength under one Command; which Command the Soveraign Instituted, therefore hath; because the command of the <em>Militia</em>, without other Institution, maketh him that hath it Soveraign. And therefore whosoever is made Generall of an Army, he that hath the Soveraign Power is alwayes Generallissimo.","subId":"12","id":"Hobbes.L.2.18.12"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>10.</em> And of choosing all Counsellours, and Ministers, both of Peace, and Warre:</span> Tenthly, is annexed to the Soveraignty, the choosing of all Counsellours, Ministers, Magistrates, and Officers, both in Peace, and War. For seeing the Soveraign is charged with the End, which is the common Peace and Defence; he is understood to have Power to use such Means, as he shall think most fit for his discharge.","subId":"13","id":"Hobbes.L.2.18.13"},{"type":"paragraph","content":"Eleventhly, to the Soveraign is committed the Power<span class=\"margin-comment\"><em>11.</em> And of Rewarding, and Punishing, and that (where no former Law hath determined the measure of it) arbitrary:</span> of Rewarding with riches, or honour; and of Punishing with corporall, or pecuniary punishment, or with ignominy every Subject according to the Law he hath formerly made; or if there be no Law made, according as he shall judge most to conduce to the encouraging of men to serve the Common-wealth, or deterring of them from doing dis-service to the same.","subId":"14","id":"Hobbes.L.2.18.14"},{"type":"paragraph","content":"Lastly, considering what values men are naturally apt to set upon themselves; what respect they look for from others; and how little they value other men; from whence continually arise amongst them, Emulation,<span class=\"margin-comment\"><em>12.</em> And of Honour and Order.</span> Quarrells, Factions, and at last Warre, to the destroying of one another, and diminution of their strength against a Common Enemy; It is necessary that there be Lawes of Honour, and a publique rate of the worth of such men as have deserved, or are able to deserve well of the Common-wealth; and that there be force in the hands of some or other, to put those Lawes in execution. But it hath already been shewn, that not onely the whole <em>Militia</em>, or forces of the Common-wealth; but also the Judicature of all Controversies, is annexed to the Soveraignty. To the Soveraign therefore it belongeth also to give titles of Honour; and to appoint what Order of place, and dignity, each man shall hold; and what signes of respect, in publique or private meetings, they shall give to one another.","subId":"15","id":"Hobbes.L.2.18.15"},{"type":"paragraph","content":"These are the Rights, which make the Essence of<span class=\"margin-comment\"><em>These Rights indivisible.</em></span> Soveraignty; and which are the markes, whereby a man may discern in what Man, or Assembly of men, the Soveraign Power is placed, and resideth. For these are incommunicable, and inseparable. The Power to coyn Mony; to dispose of the estate and persons of Infant heires; to have præemption in Markets; and all other Statute Prærogatives, may be transferred by the Soveraign; and yet the Power to protect his Subjects be retained. But if he transferre the <em>Militia</em>, he retains the Judicature in vain, for want of execution of the Lawes: Or if he grant away the Power of raising Mony; the <em>Militia</em> is in vain: or if he give away the government of Doctrines, men will be frighted into rebellion with the feare of Spirits. And so if we consider any one of the said Rights, we shall presently see, that the holding of all the rest, will produce no effect, in the conservation of Peace and Justice, the end for which all Common-wealths are Instituted. And this division is it, whereof it is said, <em>a Kingdome divided in it selfe cannot stand</em>: For unlesse this division precede, division into opposite Armies can never happen. If there had not first been an opinion received of the greatest part of <em>England</em>, that these Powers were divided between the King, and the Lords, and the House of Commons, the people had never been divided, and fallen into this Civill Warre; first between those that disagreed in Politiques; and after between the Dissenters about the liberty of Religion; which have so instructed men in this point of Soveraign Right, that there be few now (in <em>England</em>,) that do not see, that these Rights are inseparable, and will be so generally acknowledged, at the next return of Peace; and so continue, till their miseries are forgotten; and no longer, except the vulgar be better taught than they have hetherto been.","subId":"16","id":"Hobbes.L.2.18.16"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And can by no Grant passe away without direct renouncing of the Soveraign Power.</em></span> And because they are essentiall and inseparable Rights, it follows necessarily, that in whatsoever words any of them seem to be granted away, yet if the Soveraign Power it selfe be not in direct termes renounced, and the name of Soveraign no more given by the Grantees to him that Grants them, the Grant is voyd: for when he has granted all he can, if we grant back the Soveraignty, all is restored, as inseparably annexed thereunto.","subId":"17","id":"Hobbes.L.2.18.17"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Power and Honour of Subjects vanisheth in the presence of the Power Soveraign.</em></span> This great Authority being Indivisible, and inseparably annexed to the Soveraignty, there is little ground for the opinion of them, that say of Soveraign Kings, though they be <em>singulis majores</em>, of greater Power than every one of their Subjects, yet they be <em>Universis minores</em>, of lesse power than them all together. For if by <em>all together</em>, they mean not the collective body as one person, then <em>all together</em>, and <em>every one</em>, signifie the same; and the speech is absurd. But if by <em>all together</em>, they understand them as one Person (which person the Soveraign bears,) then the power of all together, is the same with the Soveraigns power; and so again the speech is absurd: which absurdity they see well enough, when the Soveraignty is in an Assembly of the people; but in a Monarch they see it not; and yet the power of Soveraignty is the same in whomsoever it be placed.","subId":"18","id":"Hobbes.L.2.18.18"},{"type":"paragraph","content":"And as the Power, so also the Honour of the Soveraign, ought to be greater, than that of any, or all the Subjects. For in the Soveraignty is the fountain of Honour. The dignities of Lord, Earle, Duke, and Prince are his Creatures. As in the presence of the Master, the Servants are equall, and without any honour at all; So are the Subjects, in the presence of the Soveraign. And though they shine some more, some lesse, when they are out of his sight; yet in his presence, they shine no more than the Starres in presence of the Sun.","subId":"19","id":"Hobbes.L.2.18.19"},{"type":"paragraph","content":"But a man may here object, that the Condition of Subjects is very miserable; as being obnoxious to the<span class=\"margin-comment\"><em>Soveraigne Power not so hurtfull as the want of it, and the hurt proceeds for the greatest part from not submitting readily, to a lesse.</em></span> lusts, and other irregular passions of him, or them that have so unlimited a Power in their hands. And commonly they that live under a Monarch, think it the fault of Monarchy; and they that live under the government of Democracy, or other Soveraign Assembly, attribute all the inconvenience to that forme of Commonwealth; whereas the Power in all formes, if they be perfect enough to protect them, is the same; not considering that the estate of Man can never be without some incommodity or other; and that the greatest, that in any forme of Government can possibly happen to the people in generall, is scarce sensible, in respect of the miseries, and horrible calamities, that accompany a Civill Warre; or that dissolute condition of masterlesse men, without subjection to Lawes, and a coercive Power to tye their hands from rapine, and revenge: nor considering that the greatest pressure of Soveraign Governours, proceedeth not from any delight, or profit they can expect in the dammage, or weakening of their Subjects, in whose vigor, consisteth their own strength and glory; but in the restiveness of themselves, that unwillingly contributing to their own defence, make it necessary for their Governours to draw from them what they can in time of Peace, that they may have means on any emergent occasion, or sudden need, to resist, or take advantage on their Enemies. For all men are by nature provided of notable multiplying glasses, (that is their Passions and Selfe-love,) through which, every little payment appeareth a great grievance; but are destitute of those prospective glasses, (namely Morall and Civill Science,) to see a farre off the miseries that hang over them, and cannot without such payments be avoyded.","subId":"20","id":"Hobbes.L.2.18.20"}]}