{"imported":true,"id":"Hobbes.L.2.22","parent":"Hobbes.L.2","title":"Of Systemes Subject, Politicall, and Private","breadcrumb":"Chapter 22","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_034","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXII.</h1> <h1><em>Of <span class=\"small-capitals\">Systemes</span> Subject, Politicall, and Private.</em></h1> ","id":"Hobbes.L.2.22"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The divers sorts of Systemes of People.</em></span> <span class=\"small-capitals\">Having</span> spoken of the Generation, Forme, and Power of a Common-wealth, I am in order to speak next of the parts thereof. And first of Systemes, which resemble the similar parts, or Muscles of a Body naturall. By <span class=\"small-capitals\">Systemes</span>; I understand any numbers of men joyned in one Interest, or one Businesse. Of which, some are <em>Regular</em>, and some <em>Irregular</em>. <em>Regular</em> are those, where one Man, or Assembly of men, is constituted Representative of the whole number. All other are <em>Irregular</em>.","subId":"1","id":"Hobbes.L.2.22.1"},{"type":"paragraph","content":"Of Regular, some are <em>Absolute</em>, and <em>Independent</em>, subject to none but their own Representative: such are only Common-wealths; Of which I have spoken already in the 5. last precedent chapters. Others are Dependent; that is to say, Subordinate to some Soveraign Power, to which every one, as also their Representative is <em>Subject</em>.","subId":"2","id":"Hobbes.L.2.22.2"},{"type":"paragraph","content":"Of Systemes subordinate, some are <em>Politicall</em>, and some <em>Private</em>. <em>Politicall</em> (otherwise Called <em>Bodies Politique</em>, and <em>Persons in Law</em>,) are those, which are made by authority from the Soveraign Power of the Common-wealth. <em>Private</em>, are those, which are constituted by Subjects amongst themselves, or by authoritie from a stranger. For no authority derived from forraign power, within the Dominion of another, is Publique there, but Private.","subId":"3","id":"Hobbes.L.2.22.3"},{"type":"paragraph","content":"And of Private Systemes, some are <em>Lawfull</em>; some <em>Unlawfull</em>: <em>Lawfull</em>, are those which are allowed by the Common-wealth: all other are <em>Unlawfull. Irregular</em> Systemes, are those which having no Representative, consist only in concourse of People; which if not forbidden by the Common-wealth, nor made on evill designe, (such as are conflux of People to markets, or shews, or any other harmelesse end,) are Lawfull. But when the Intention is evill, or (if the number be considerable) unknown, they are Unlawfull.","subId":"4","id":"Hobbes.L.2.22.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>In all Bodies Politique the power of the Representative is Limited.</em></span> In Bodies Politique, the power of the Representative is alwaies Limited: And that which prescribeth the Limits thereof, is the Power Soveraign. For Power Unlimited, is absolute Soveraignty. And the Soveraign, in every Commonwealth, is the absolute Representative of all the subjects; and therefore no other, can be Representative of any part of them, but so far forth, as he shall give leave: And to give leave to a Body Politique of Subjects, to have an absolute Representative to all intents and purposes, were to abandon the government of so much of the Commonwealth, and to divide the Dominion, contrary to their Peace and Defence, which the Soveraign cannot be understood to doe, by any Grant, that does not plainly, and directly discharge them of their subjection. For consequences of words, are not the signes of his will, when other consequences are signes of the contrary; but rather signes of errour, and misreckonning; to which all mankind is too prone.","subId":"5","id":"Hobbes.L.2.22.5"},{"type":"paragraph","content":"The bounds of that Power, which is given to the Representative of a Bodie Politique, are to be taken notice of, from two things. One is their Writt, or Letters from the Soveraign: the other is the Law of the Common-wealth.","subId":"6","id":"Hobbes.L.2.22.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>By Letters Patents:</em></span> For though in the Institution or Acquisition of a Common-wealth, which is independent, there needs no Writing, because the Power of the Representative has there no other bounds, but such as are set out by the unwritten Law of Nature; yet in subordinate bodies, there are such diversities of Limitation necessary, concerning their businesses, times, and places, as can neither be remembred without Letters, nor taken notice of, unlesse such Letters be Patent, that they may be read to them, and withall sealed, or testified, with the Seales, or other permanent signes of the Authority Soveraign.","subId":"7","id":"Hobbes.L.2.22.7"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And the Lawes.</em></span> And because such Limitation is not alwaies easie, or perhaps possible to be described in writing; the ordinary Lawes, common to all Subjects, must determine, what the Representative may lawfully do, in all Cases, where the Letters themselves are silent. And therefore","subId":"8","id":"Hobbes.L.2.22.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>When the Representative is one man, his unwarranted Acts are his own onely.</em></span> In a Body Politique, if the Representative be one man, whatsoever he does in the Person of the Body, which is not warranted in his Letters, nor by the Lawes, is his own act, and not the act of the Body, nor of any other Member thereof besides himselfe: Because further than his Letters, or the Lawes limit, he representeth no mans person, but his own. But what he does according to these, is the act of every one: For of the Act of the Soveraign every one is Author, because he is their Representative unlimited; and the act of him that recedes not from the Letters of the Soveraign, is the act of the Soveraign, and therefore every member of the Body is Author of it.","subId":"9","id":"Hobbes.L.2.22.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>When it is an Assembly, it is the act of them that assented onely.</em></span> But if the Representative be an Assembly; whatsoever that Assembly shall Decree, not warranted by their Letters, or the Lawes, is the act of the Assembly, or Body Politique, and the act of every one by whose Vote the Decree was made; but not the act of any man that being present Voted to the contrary; nor of any man absent, unlesse he Voted it by procuration. It is the act of the Assembly, because Voted by the major part; and if it be a crime, the Assembly may be punished, as farre-forth as it is capable, as by dissolution, or forfeiture of their Letters, (which is to such artificiall, and fictitious Bodies, capitall,) or (if the Assembly have a Common stock, wherein none of the Innocent Members have propriety,) by pecuniary Mulct. For from corporall penalties Nature hath exempted all Bodies Politique. But they that gave not their Vote, are therefore Innocent, because the Assembly cannot Represent any man in things unwarranted by their Letters, and consequently are not involved in their Votes.","subId":"10","id":"Hobbes.L.2.22.10"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>When the Representative is one man, if he borrow mony, or owe it, by Contract; he is lyable onely, the members not.</em></span> If the person of the Body Politique being in one man, borrow mony of a stranger, that is, of one that is not of the same Body, (for no Letters need limit borrowing, seeing it is left to mens own inclinations to limit lending) the debt is the Representatives. For if he should have Authority from his Letters, to make the members pay what he borroweth, he should have by consequence the Soveraignty of them; and therefore the grant were either voyd, as proceeding from Errour, commonly incident to humane Nature, and an unsufficient signe of the will of the Granter; or if it be avowed by him, then is the Representer Soveraign, and falleth not under the present question, which is onely of Bodies subordinate. No member therefore is obliged to pay the debt so borrowed, but the Representative himselfe: because he that lendeth it, being a stranger to the Letters, and to the qualification of the Body, understandeth those onely for his debtors, that are engaged; and seeing the Representer can ingage himselfe, and none else, has him onely for Debtor; who must therefore pay him, out of the common stock (if there be any), or (if there be none) out of his own estate.","subId":"11","id":"Hobbes.L.2.22.11"},{"type":"paragraph","content":"If he come into debt by Contract, or Mulct, the case is the same.","subId":"12","id":"Hobbes.L.2.22.12"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>When it is an Assembly, they onely are liable that have assented.</em></span> But when the Representative is an Assembly, and the debt to a stranger; all they, and onely they are responsible for the debt, that gave their votes to the borrowing of it, or to the Contract that made it due, or to the fact for which the Mulct was imposed; because every one of those in voting did engage himselfe for the payment: For he that is author of the borrowing, is obliged to the payment, even of the whole debt, though when payd by any one, he be discharged.","subId":"13","id":"Hobbes.L.2.22.13"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>If the debt be to one of the Assembly, the Body onely is obliged.</em></span> But if the debt be to one of the Assembly, the Assembly onely is obliged to the payment, out of their common stock (if they have any:) For having liberty of Vote, if he Vote the Mony, shall be borrowed, he Votes it shall be payd; If he Vote it shall not be borrowed, or be absent, yet because in lending, he voteth the borrowing, he contradicteth his former Vote, and is obliged by the later, and becomes both borrower and lender, and consequently cannot demand payment from any particular man, but from the common Treasure onely; which fayling he hath no remedy, nor complaint, but against himselfe, that being privy to the acts of the Assembly, and to their means to pay, and not being enforced, did neverthelesse through his own folly lend his mony.","subId":"14","id":"Hobbes.L.2.22.14"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Protestation against the Decrees of Bodies Politique sometimes lawful: but against Soveraign Power never.</em></span> It is manifest by this, that in Bodies Politique subordinate and subject to a Soveraign Power, it is sometimes not onely lawfull, but expedient, for a particular man to make open protestation against the decrees of the Representative Assembly, and cause their dissent to be Registred, or to take witnesse of it; because otherwise they may be obliged to pay debts contracted, and be responsible for crimes committed by other men: But in a Soveraign Assembly, that liberty is taken away, both because he that protesteth there, denies their Soveraignty; and also because whatsoever is commanded by the Soveraign Power, is as to the Subject (though not so alwayes in the sight of God) justified by the Command; for of such command every Subject is the Author.","subId":"15","id":"Hobbes.L.2.22.15"},{"type":"paragraph","content":"The variety of Bodies Politique, is almost infinite: for they are not onely distinguished by the severall affaires, for which they are constituted, wherein there is an unspeakable diversitie; <span class=\"margin-comment\"><em>Bodies Politique for Government of a Province, Colony, or Town.</em></span> but also by the times, places, and numbers, subject to many limitations. And as to their affaires, some are ordained for Government; As first, the Government of a Province may be committed to an Assembly of men, wherein all resolutions shall depend on the Votes of the major part; and then this Assembly is a Body Politique, and their power limited by Commission. This word Province signifies a charge, or care of businesse, which he whose businesse it is, committeth to another man, to be administred for, and under him; and therefore when in one Common-wealth there be divers Countries, that have their Lawes distinct one from another, or are farre distant in place, the Administration of the Government being committed to divers persons, those Countries where the Soveraign is not resident, but governs by Commission, are called Provinces. But of the government of a Province, by an Assembly residing in the Province it selfe, there be few examples. The Romans who had the Soveraignty of many Provinces; yet governed them alwaies by Presidents, and Prætors; and not by Assemblies, as they governed the City of <em>Rome</em>, and Territories adjacent. In like manner, when there were Colonies sent from <em>England</em>, to Plant <em>Virginia</em>, and <em>Sommer-Ilands</em>; though the government of them here, were committed to Assemblies in <em>London</em>, yet did those Assemblies never commit the Government under them to any Assembly there; but did to each Plantation send one Governour; For though every man, where he can be present by Nature, desires to participate of government; yet where they cannot be present, they are by Nature also enclined, to commit the Government of their common Interest rather to a Monarchicall, then a Popular form of Government: which is also evident in those men that have great private estates; who when they are unwilling to take the paines of administring the businesse that belongs to them, choose rather to trust one Servant, then an Assembly either of their friends or servants. But howsoever it be in fact, yet we may suppose the Government of a Province, or Colony committed to an Assembly: and when it is, that which in this place I have to say, is this; that whatsoever debt is by that Assembly contracted; or whatsoever unlawfull Act is decreed, is the Act onely of those that assented, and not of any that dissented, or were absent, for the reasons before alledged. Also that an Assembly residing out of the bounds of that Colony whereof they have the government, cannot execute any power over the persons, or goods of any of the Colonie, to seize on them for debt, or other duty, in any place without the Colony it selfe, as having no Jurisdiction, nor Authoritie elsewhere, but are left to the remedie, which the Law of the place alloweth them. And though the Assembly have right, to impose a Mulct upon any of their members, that shall break the Lawes they make; yet out of the Colonie it selfe, they have no right to execute the same. And that which is said here, of the Rights of an Assembly, for the government of a Province, or a Colony, is appliable also to an Assembly for the Government of a Town, an University, or a College, or a Church, or for any other Government over the persons of men.","subId":"16","id":"Hobbes.L.2.22.16"},{"type":"paragraph","content":"And generally, in all Bodies Politique, if any particular member conceive himself Injuried by the Body it self, the Cognisance of his cause belongeth to the Soveraign, and those the Soveraign hath ordained for Judges in such causes, or shall ordaine for that particular cause; and not to the Body it self. For the whole Body is in this case his fellow subject, which in a Soveraign Assembly, is otherwise: for there, if the Soveraign be not Judge, though in his own cause, there can be no Judge at all.","subId":"17","id":"Hobbes.L.2.22.17"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Bodies Politique for ordering of Trade.</em></span> In a Bodie Politique, for the well ordering of forraigne Traffique, the most commodious Representative is an Assembly of all the members; that is to say, such a one, as every one that adventureth his mony, may be present at all the Deliberations, and Resolutions of the Body, if they will themselves. For proof whereof, we are to consider the end, for which men that are Merchants, and may buy and sell, export, and import their Merchandise according to their own discretions, doe neverthelesse bind themselves up in one Corporation. It is true, there be few Merchants, that with the Merchandise they buy at home, can fraight a Ship, to export it; or with that they buy abroad, to bring it home; and have therefore need to joyn together in one Society; where every man may either participate of the gaine, according to the proportion of his adventure; or take his own, and sell what he transports, or imports, at such prices as he thinks fit. But this is no Body Politique, there being no Common Representative to oblige them to any other Law, than that which is common to all other subjects. The End of their Incorporating, is to make their gaine the greater; which is done two wayes; by sole buying, and sole selling, both at home, and abroad. So that to grant to a Company of Merchants to be a Corporation, or Body Politique, is to grant them a double Monopoly, whereof one is to be sole buyers; another to be sole sellers. For when there is a Company incorporate for any particular forraign Country, they only export the Commodities vendible in that Country; which is sole buying at home, and sole selling abroad. For at home there is but one buyer, and abroad but one that selleth: both which is gainfull to the Merchant, because thereby they buy at home at lower, and sell abroad at higher rates: And abroad there is but one buyer of forraign Merchandise, and but one that sels them at home; both which againe are gainfull to the adventurers.","subId":"18","id":"Hobbes.L.2.22.18"},{"type":"paragraph","content":"Of this double Monopoly one part is disadvantageous to the people at home, the other to forraigners. For at home by their sole exportation they set what price they please on the husbandry, and handy-works of the people; and by the sole importation, what price they please on all forraign commodities the people have need of; both which are ill for the people. On the contrary, by the sole selling of the native commodities abroad, and sole buying the forraign commodities upon the place, they raise the price of those, and abate the price of these, to the disadvantage of the forraigner: For where but one selleth, the Merchandise is the dearer; and where but one buyeth the cheaper: Such Corporations therefore are no other then Monopolies; though they would be very profitable for a Common-wealth, if being bound up into one body in forraigne Markets they were at liberty at home, every man to buy, and sell at what price he could.","subId":"19","id":"Hobbes.L.2.22.19"},{"type":"paragraph","content":"The end then of these Bodies of Merchants, being not a Common benefit to the whole Body, (which have in this case no common stock, but what is deducted out of the particular adventures, for building, buying, victualling and manning of Ships,) but the particular gaine of every adventurer, it is reason that every one be acquainted with the employment of his own; that is, that every one be of the Assembly, that shall have the power to order the same; and be acquainted with their accounts. And therefore the Representative of such a Body must be an Assembly, where every member of the Body may be present at the consultations, if he will.","subId":"20","id":"Hobbes.L.2.22.20"},{"type":"paragraph","content":"If a Body Politique of Merchants, contract a debt to a stranger by the act of their Representative Assembly, every Member is lyable by himself for the whole. For a stranger can take no notice of their private Lawes, but considereth them as so many particular men, obliged every one to the whole payment, till payment made by one dischargeth all the rest: But if the debt be to one of the Company, the creditor is debter for the whole to himself, and cannot therefore demand his debt, but only from the common stock, if there be any.","subId":"21","id":"Hobbes.L.2.22.21"},{"type":"paragraph","content":"If the Common-wealth impose a Tax upon the Body, it is understood to be layd upon every Member proportionably to his particular adventure in the Company. For there is in this case no other common stock, but what is made of their particular adventures.","subId":"22","id":"Hobbes.L.2.22.22"},{"type":"paragraph","content":"If a Mulct be layd upon the Body for some unlawfull act, they only are lyable by whose votes the act was decreed, or by whose assistance it was executed; for in none of the rest is there any other crime but being of the Body; which if a crime, (because the Body was ordeyned by the authority of the Common-wealth,) is not his.","subId":"23","id":"Hobbes.L.2.22.23"},{"type":"paragraph","content":"If one of the Members be indebted to the Body, he may be sued by the Body; but his goods cannot be taken, nor his person imprisoned by the authority of the Body; but only by Authority of the Common-wealth: for if they can doe it by their own Authority, they can by their own Authority give judgement that the debt is due; which is as much as to be Judge in their own Cause.","subId":"24","id":"Hobbes.L.2.22.24"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>A Bodie Politique for Counsel to be given to the Soveraign.</em></span> These Bodies made for the government of Men, or of Traffique, be either perpetuall, or for a time prescribed by writing. But there be Bodies also whose times are limited, and that only by the nature of their businesse. For example, if a Soveraign Monarch, or a Soveraign Assembly, shall think fit to give command to the towns, and other severall parts of their territory, to send to him their Deputies, to enforme him of the condition, and necessities of the Subjects, or to advise with him for the making of good Lawes, or for any other cause, as with one Person representing the whole Country, such Deputies, having a place and time of meeting assigned them, are there, and at that time, a Body Politique, representing every Subject of that Dominion; but it is onely for such matters as shall be propounded unto them by that Man, or Assembly, that by the Soveraign Authority sent for them; and when it shall be declared that nothing more shall be propounded, nor debated by them, the Body is dissolved. For if they were the absolute Representative of the people, then were it the Soveraign Assembly; and so there would be two Soveraign Assemblies, or two Soveraigns, over the same people; which cannot consist with their Peace. And therefore where there is once a Soveraignty, there can be no absolute Representation of the people, but by it. And for the limits of how farre such a Body shall represent the whole People, they are set forth in the Writing by which they were sent for. For the People cannot choose their Deputies to other intent, than is in the Writing directed to them from their Soveraign expressed.","subId":"25","id":"Hobbes.L.2.22.25"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>A Regular Private Body, Lawfull, as a Family.</em></span> Private Bodies Regular, and Lawfull, are those that are constituted without Letters, or other written Authority, saving the Lawes common to all other Subjects. And because they be united in one Person Representative, they are held for Regular; such as are all Families, in which the Father, or Master ordereth the whole Family. For he obligeth his Children, and Servants, as farre as the Law permitteth, though not further, because none of them are bound to obedience in those actions, which the Law hath forbidden to be done. In all other actions, during the time they are under domestique government, they are subject to their Fathers, and Masters, as to their immediate Soveraigns. For the Father, and Master being before the Institution of Common-wealth, absolute Soveraigns in their own Families, they lose afterward no more of their Authority, than the Law of the Common-wealth taketh from them.","subId":"26","id":"Hobbes.L.2.22.26"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Private Bodies Regular, but Unlawfull.</em></span> Private Bodies Regular, but Unlawfull, are those that unite themselves into one person Representative, without any publique Authority at all; such as are the Corporations of Beggars, Theeves and Gipsies, the better to order their trade of begging, and stealing; and the Corporations of men, that by Authority from any forraign Person, unite themselves in anothers Dominion, for the easier propagation of Doctrines, and for making a party, against the Power of the Common-wealth.","subId":"27","id":"Hobbes.L.2.22.27"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Systemes Irregular, such as are Private Leagues.</em></span> Irregular Systemes, in their nature, but Leagues, or sometimes meer concourse of people, without union to any particular designe, not by obligation of one to another, but proceeding onely from a similitude of wills and inclinations, become Lawfull, or Unlawfull, according to the lawfulnesse, or unlawfulnesse of every particular mans designe therein: And his designe is to be understood by the occasion.","subId":"28","id":"Hobbes.L.2.22.28"},{"type":"paragraph","content":"The Leagues of Subjects, (because Leagues are commonly made for mutuall defence,) are in a Common-wealth (which is no more than a League of all the Subjects together) for the most part unnecessary, and savour of unlawfull designe; and are for that cause Unlawfull, and go commonly by the name of Factions, or Conspiracies. For a League being a connexion of men by Covenants, if there be no power given to any one Man, or Assembly (as in the condition of meer Nature) to compell them to performance, is so long onely valid, as there ariseth no just cause of distrust: and therefore Leagues between Common-wealths, over whom there is no humane Power established, to keep them all in awe, are not onely lawfull, but also profitable for the time they last. But Leagues of the Subjects of one and the same Common-wealth, where every one may obtain his right by means of the Soveraign Power, are unnecessary to the maintaining of Peace and Justice, and (in case the designe of them be evill, or Unknown to the Common-wealth) unlawfull. For all uniting of strength by private men, is, if for evill intent, unjust; if for intent unknown, dangerous to the Publique, and unjustly concealed.","subId":"29","id":"Hobbes.L.2.22.29"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Secret Cabals.</em></span> If the Soveraign Power be in a great Assembly, and a number of men, part of the Assembly, without authority, consult a part, to contrive the guidance of the rest; This is a Faction, or Conspiracy unlawfull, as being a fraudulent seducing of the Assembly for their particular interest. But if he, whose private interest is to be debated, and judged in the Assembly, make as many friends as he can; in him it is no Injustice; because in this case he is no part of the Assembly. And though he hire such friends with mony, (unlesse there be an expresse Law against it,) yet it is not Injustice. For sometimes, (as mens manners are,) Justice cannot be had without mony; and every man may think his own cause just, till it be heard, and judged.","subId":"30","id":"Hobbes.L.2.22.30"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Feuds of private Families.</em></span> In all Common-wealths, if a private man entertain more servants, than the government of his estate, and lawfull employment he has for them requires, it is Faction, and unlawfull. For having the protection of the Common-wealth, he needeth not the defence of private force. And whereas in Nations not throughly civilized, severall numerous Families have lived in continuall hostility, and invaded one another with private force; yet it is evident enough, that they have done unjustly; or else that they had no Common-wealth.","subId":"31","id":"Hobbes.L.2.22.31"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Factions for Government.</em></span> And as Factions for Kindred, so also Factions for Government of Religion, as of Papists, Protestants, &amp;<em>c</em>. or of State, as Patricians, and Plebeians of old time in <em>Rome</em>, and of Aristocraticalls and Democraticalls of old time in <em>Greece</em>, are unjust, as being contrary to the peace and safety of the people, and a taking of the Sword out of the hand of the Soveraign.","subId":"32","id":"Hobbes.L.2.22.32"},{"type":"paragraph","content":"Concourse of people, is an Irregular Systeme, the lawfulnesse, or unlawfulnesse, whereof dependeth on the occasion, and on the number of them that are assembled. If the occasion be lawfull, and manifest, the Concourse is lawfull; as the usuall meeting of men at Church, or at a publique Shew, in usuall numbers: for if the numbers be extraordinarily great, the occasion is not evident; and consequently he that cannot render a particular and good account of his being amongst them, is to be judged conscious of an unlawfull, and tumultuous designe. It may be lawfull for a thousand men, to joyn in a Petition to be delivered to a Judge, or Magistrate; yet if a thousand men come to present it, it is a tumultuous Assembly; because there needs but one or two for that purpose. But in such cases as these, it is not a set number that makes the Assembly Unlawfull, but such a number, as the present Officers are not able to suppresse, and bring to Justice.","subId":"33","id":"Hobbes.L.2.22.33"},{"type":"paragraph","content":"When an unusuall number of men, assemble against a man whom they accuse; the Assembly is an Unlawfull tumult; because they may deliver their accusation to the Magistrate by a few, or by one man. Such was the case of St. <em>Paul</em> at <em>Ephesus</em>; where <em>Demetrius</em>, and a great number of other men, brought two of <em>Pauls</em> companions before the Magistrate, saying with one Voyce, <em>Great is Diana of the Ephesians</em>; which was their way of demanding Justice against them for teaching the people such doctrine, as was against their Religion, and Trade. The occasion here, considering the Lawes of that People, was just; yet was their Assembly Judged Unlawfull, and the Magistrate reprehended them for it, in these words, <span class=\"margin-comment\"><em>Acts</em> 19. 40.</span> <em>If Demetrius and the other work-men</em> <em>can accuse any man, of any thing, there be Pleas, and Deputies, let them accuse one another. And if you have any other thing to demand, your case may be judged in an Assembly Lawfully called. For we are in danger to be accused for this dayes sedition, because, there is no cause by which any man can render any reason of this Concourse of People</em>. Where he calleth an Assembly, whereof men can give no just account, a Sedition, and such as they could not answer for. And this is all I shall say concerning <em>Systemes</em>, and Assemblyes of People, which may be compared (as I said,) to the Similar parts of mans Body; such as be Lawfull, to the Muscles; such as are Unlawfull, to Wens, Biles, and Apostemes, engendred by the unnaturall conflux of evill humours.","subId":"34","id":"Hobbes.L.2.22.34"}]}