{"imported":true,"id":"Hobbes.L.2.25","parent":"Hobbes.L.2","title":"Of Counsell","breadcrumb":"Chapter 25","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_037","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXV.</h1> <h1><em>Of <span class=\"small-capitals\">Counsell</span>.</em></h1> ","id":"Hobbes.L.2.25"},{"type":"paragraph","content":"How fallacious it is to judge of the nature of things,<span class=\"margin-comment\"><em>Counsell what.</em></span> by the ordinary and inconstant use of words, appeareth in nothing more, than in the confusion of Counsels, and Commands, arising from the Imperative manner of speaking in them both, and in many other occasions besides. For the words <em>Doe this</em>, are the words not onely of him that Commandeth; but also of him that giveth Counsell; and of him that Exhorteth; and yet there are but few, that see not, that these are very different things; or that cannot distinguish between them, when they perceive who it is that speaketh, and to whom the Speech is directed, and upon what occasion. But finding those phrases in mens writings, and being not able, or not willing to enter into a consideration of the circumstances, they mistake sometimes the Precepts of Counsellours, for the Precepts of them that Command; and sometimes the contrary; according as it best agreeth with the conclusions they would inferre, or the actions they approve. To avoyd which mistakes, and render to those termes of Commanding, Counselling, and Exhorting, their proper and distinct significations. I define them thus.","subId":"1","id":"Hobbes.L.2.25.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Command</span> is where a man saith, <em>Doe this</em>, or <em>Doe not this</em>,<span class=\"margin-comment\"><em>Differences between command, and Counsell.</em></span> without expecting other reason than the Will of him that sayes it. From this it followeth manifestly, that he that Commandeth, pretendeth thereby his own Benefit: For the reason of his Command is his own <span class=\"page-break\"></span> Will onely, and the proper object of every mans Will, is some Good to himselfe.","subId":"2","id":"Hobbes.L.2.25.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Counsell</span>, is where a man saith, <em>Doe</em>, or <em>Doe not this</em>, and deduceth his reasons from the benefit that arriveth by it to him to whom he saith it. And from this it is evident, that he that giveth Counsell, pretendeth onely (whatsoever he intendeth) the good of him, to whom he giveth it.","subId":"3","id":"Hobbes.L.2.25.3"},{"type":"paragraph","content":"Therefore between Counsell and Command, one great difference is, that Command is directed to a mans own benefit; and Counsell to the benefit of another man. And from this ariseth another difference, that a man may be obliged to do what he is Commanded; as when he hath covenanted to obey: But he cannot be obliged to do as he is Counselled, because the hurt of not following it, is his own; or if he should covenant to follow it, then is the Counsell turned into the nature of a Command. A third difference between them is, that no man can pretend a right to be of another mans Counsell; because he is not to pretend benefit by it to himselfe: but to demand right to Counsell another, argues a will to know his designes, or to gain some other Good to himselfe; which (as I said before) is of every mans will the proper object.","subId":"4","id":"Hobbes.L.2.25.4"},{"type":"paragraph","content":"This also is incident to the nature of Counsell; that whatsoever it be, he that asketh it, cannot in equity accuse, or punish it: For to ask Counsell of another, is to permit him to give such Counsell as he shall think best; And consequently, he that giveth counsell to his Soveraign, (whether a Monarch, or an Assembly) when he asketh it, cannot in equity be punished for it, whether the same be conformable to the opinion of the most, or not, so it be to the Proposition in debate. For if the sense of the Assembly can be taken notice of, before the Debate be ended, they should neither ask, nor take any further Counsell; For the Sense of the Assembly, is the Resolution of the Debate, and End of all Deliberation. And generally he that demandeth Counsell, is Author of it; and therefore cannot punish it; and what the Soveraign cannot, no man else can. But if one Subject giveth Counsell to another, to do any thing contrary to the Lawes, whether that Counsell proceed from evill intention, or from ignorance onely, it is punishable by the Common-wealth; because ignorance of the Law, is no good excuse, where every man is bound to take notice of the Lawes to which he is subject.","subId":"5","id":"Hobbes.L.2.25.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Exhortation</span>, and <span class=\"small-capitals\">Dehortation</span>, is Counsell, accompanied<span class=\"margin-comment\"><em>Exhortation and Dehortation what.</em></span> with signes in him that giveth it, of vehement desire to have it followed; or to say it more briefly, <em>Counsell vehemently pressed</em>. For he that Exhorteth, doth not deduce the consequences of what he adviseth to be done, and tye himselfe therein to the rigour of true reasoning; but encourages him he Counselleth, to Action: As he that Dehorteth, deterreth him from it. And therefore they have in their speeches, a regard to the common Passions, and opinions of men, in deducing their reasons; and make use of Similitudes, Metaphors, Examples, and other tooles of Oratory, to perswade their Hearers of the Utility, Honour, or Justice of following their advise.","subId":"6","id":"Hobbes.L.2.25.6"},{"type":"paragraph","content":"From whence may be inferred, First, that Exhortation and Dehortation, is directed to the Good of him that giveth the Counsell, not of him that asketh it, which is contrary to the duty of a Counsellour; who (by the definition of Counsell) ought to regard, not his own benefit, but his whom he adviseth. And that he directeth his Counsell to his own benefit, is manifest enough, by the long and vehement urging, or by the artificiall giving thereof; which being not required of him, and consequently proceeding from his own occasions, is directed principally to his own benefit, and but accidentarily to the good of him that is Counselled, or not at all.","subId":"7","id":"Hobbes.L.2.25.7"},{"type":"paragraph","content":"Secondly, that the use of Exhortation and Dehortation lyeth onely, where a man is to speak to a Multitude; because when the Speech is addressed to one, he may interrupt him, and examine his reasons more rigorously, than can be done in a Multitude; which are too many to enter into Dispute, and Dialogue with him that speaketh indifferently to them all at once.","subId":"8","id":"Hobbes.L.2.25.8"},{"type":"paragraph","content":"Thirdly, that they that Exhort and Dehort, where they are required to give Counsell, are corrupt Counsellours, and as it were bribed by their own interest. For though the Counsell they give be never so good; yet he that gives it, is no more a good Counsellour, than he that giveth a Just Sentence for a reward, is a Just Judge. But where a man may lawfully Command, as a Father in his Family, or a Leader in an Army, his Exhortations and Dehortations, are not onely lawfull, but also necessary, and laudable: But then they are no more Counsells, but Commands; which when they are for Execution of soure labour; sometimes necessity, and alwayes humanity requireth to be sweetned in the delivery, by encouragement, and in the tune and phrase of Counsell, rather then in harsher language of Command.","subId":"9","id":"Hobbes.L.2.25.9"},{"type":"paragraph","content":"Examples of the difference between Command and Counsell, we may take from the formes of Speech that expresse them in Holy Scripture. <em>Have no other Gods but me; Make to thy selfe no graven Image; Take not Gods name in vain; Sanctifie the Sabbath; Honour thy Parents; Kill not; Steale not</em>, &amp;c. are Commands; because the reason for which we are to obey them, is drawn from the will of God our King, whom we are obliged to obey. But these words, <em>Sell all thou hast; give it to the poore; and follow me</em>, are Counsell; because the reason for which we are to do so, is drawn from our own benefit; which is this, that we shall have <em>Treasure in heaven</em>. These words, <em>Go into the Village over against you, and you shall find an Asse tyed, and her Colt; loose her, and bring her to me</em>, are a Command: for the reason of their fact is drawn from the will of their Master: but these words, <em>Repent, and be Baptized in the Name of Jesus</em>, are Counsell; because the reason why we should so do, tendeth not to any benefit of God Almighty, who shall still be King in what manner soever we rebell; but of our selves, who have no other means of avoyding the punishment hanging over us for our sins.","subId":"10","id":"Hobbes.L.2.25.10"},{"type":"paragraph","content":"As the difference of Counsell from Command, hath been now deduced from the nature of Counsell, consisting in a deducing of the benefit, or hurt that may arise<span class=\"margin-comment\"><em>Differences of fit and unfit Counsellours.</em></span> to him that is to be Counselled, by the necessary or probable consequences of the action he propoundeth; so may also the differences between <em>apt</em>, and <em>inept</em> Counsellours be derived from the same. For Experience, being but Memory of the consequences of like actions formerly observed, and Counsell but the Speech whereby that experience is made known to another; the Vertues, and Defects of Counsell, are the same with the Vertues, and Defects Intellectuall: And to the Person of a Common-wealth, his Counsellours serve him in the place of Memory, and Mentall Discourse. But with this resemblance of the Common-wealth, to a naturall man, there is one dissimilitude joyned, of great importance; which is, that a naturall man receiveth his experience, from the naturall objects of sense, which work upon him without passion, or interest of their own; whereas they that give Counsell to the Representative person of a Common-wealth, may have, and have often their particular ends, and passions, that render their Counsells alwayes suspected, and many times unfaithfull. And therefore we may set down for the first condition of a good Counsellour, <em>That his Ends, and Interest, be not inconsistent with the Ends and Interest of him he Counselleth</em>.","subId":"11","id":"Hobbes.L.2.25.11"},{"type":"paragraph","content":"Secondly, Because the office of a Counsellour, when an action comes into deliberation, is to make manifest the consequences of it, in such manner, as he that is Counselled may be truly and evidently informed; he ought to propound his advise, in such forme of speech, as may make the truth most evidently appear; that is to say, with as firme ratiocination, as significant and proper language, and as briefly, as the evidence will permit. And therefore <em>rash, and unevident Inferences</em>; (such as are fetched onely from Examples, or authority of Books, and are not arguments of what is good, or evill, but witnesses of fact, or of opinion,) <em>obscure, confused, and ambiguous Expressions, also all metaphoricall Speeches, tending to the stirring up of Passion</em>, (because such reasoning, and such expressions, are usefull onely to deceive, or to lead him we Counsell towards other ends than his own) <em>are repugnant to the Office of a Counsellour</em>.","subId":"12","id":"Hobbes.L.2.25.12"},{"type":"paragraph","content":"Thirdly, Because the Ability of Counselling proceedeth from Experience, and long study; and no man is presumed to have experience in all those things that to the Administration of a great Common-wealth are necessary to be known, <em>No man is presumed to be a good Counsellour</em>, <em>but in such Businesse, as he hath not onely been much versed in, but hath also much meditated on, and considered</em>. For seeing the businesse of a Common-wealth is this, to preserve the people in Peace at home, and defend them against forraign Invasion, we shall find, it requires great knowledge of the disposition of Man-kind, of the Rights of Government, and of the nature of Equity, Law, Justice, and Honour, not to be attained without study; And of the Strength, Commodities, Places, both of their own Country, and their Neighbours; as also of the inclinations, and designes of all Nations that may any way annoy them. And this is not attained to, without much experience. Of which things, not onely the whole summe, but every one of the particulars requires the age, and observation of a man in years, and of more than ordinary study. The wit required for Counsel, as I have said before (Chap. 8.) is Judgement. And the differences of men in that point come from different education, of some to one kind of study, or businesse, and of others to another. When for the doing of any thing, there be Infallible rules, (as in Engines, and Edifices, the rules of Geometry,) all the experience of the world cannot equal his Counsell, that has learnt, or found out the Rule. And when there is no such Rule, he that hath most experience in that particular kind of businesse, has therein the best Judgement, and is the best Counsellour.","subId":"13","id":"Hobbes.L.2.25.13"},{"type":"paragraph","content":"Fourthly, to be able to give Counsell to a Common-wealth, in a businesse that hath reference to another Common-wealth, <em>It is necessary to be acquainted with the Intelligences, and Letters</em> that come from thence, <em>and with all the records of Treaties, and other transactions of State</em> between them; which none can doe, but such as the Representative shall think fit. By which we may see, that they who are not called to Counsell, can have no good Counsell in such cases to obtrude.","subId":"14","id":"Hobbes.L.2.25.14"},{"type":"paragraph","content":"Fifthly, Supposing the number of Counsellors equall, a man is better Counselled by hearing them apart, then in an Assembly; and that for many causes. First, in hearing them apart, you have the advice of every man; but in an Assembly many of them deliver their advise with <em>I</em>, or <em>No</em>, or with their hands, or feet, not moved by their own sense, but by the eloquence of another, or for feare of displeasing some that have spoken, or the whole Assembly, by contradiction; or for feare of appearing duller in apprehension, than those that have applauded the contrary opinion. Secondly, in an Assembly of many, there cannot choose but be some whose interests are contrary to that of the Publique; and these their Interests make passionate, and Passion eloquent, and Eloquence drawes others into the same advice. For the Passions of men, which asunder are moderate, as the heat of one brand; in Assembly are like many brands, that enflame one another, (especially when they blow one another with Orations) to the setting of the Common-wealth on fire, under pretence of Counselling it. Thirdly, in hearing every man apart, one may examine (when there is need) the truth, or probability of his reasons, and of the grounds of the advise he gives, by frequent interruptions, and objections; which cannot be done in an Assembly, where (in every difficult question) a man is rather astonied, and dazled with the variety of discourse upon it, than informed of the course he ought to take. Besides, there cannot be an Assembly of many, called together for advice, wherein there be not some, that have the ambition to be thought eloquent, and also learned in the Politiques; and give not their advice with care of the businesse propounded, but of the applause of their motly orations, made of the divers colored threds, or shreds of Authors; which is an Impertinence at least, that takes away the time of serious Consultation, and in the secret way of Counselling apart, is easily avoided. Fourthly, in Deliberations that ought to be kept secret, (whereof there be many occasions in Publique Businesse,) the Counsells of many, and especially in Assemblies, are dangerous; And therefore great Assemblies are necessitated to commit such affaires to lesser numbers, and of such persons as are most versed, and in whose fidelity they have most confidence.","subId":"15","id":"Hobbes.L.2.25.15"},{"type":"paragraph","content":"To conclude, who is there that so far approves the taking of Counsell from a great Assembly of Counsellours, that wisheth for, or would accept of their pains, when there is a question of marrying his Children, disposing of his Lands, governing his Household, or managing his private Estate, especially if there be amongst them such as wish not his prosperity? A man that doth his businesse by the help of many and prudent Counsellours, with every one consulting apart in his proper element, does it best, as he that useth able Seconds at Tennis play, placed in their proper stations. He does next best, that useth his own Judgement only; as he that has no Second at all. But he that is carried up and down to his businesse in a framed Counsell, which cannot move but by the plurality of consenting opinions, the execution whereof is commonly (out of envy, or interest) retarded by the part dissenting, does it worst of all, and like one that is carried to the ball, though by good Players, yet in a Wheele-barrough, or other frame, heavy of it self, and retarded also by the inconcurrent judgements, and endeavours of them that drive it; and so much the more, as they be more that set their hands to it; and most of all, when there is one, or more amongst them, that desire to have him lose. And though it be true, that many eys see more then one; yet it is not to be understood of many Counsellours; but then only, when the finall Resolution is in one man. Otherwise, because many eyes see the same thing in divers lines, and are apt to look asquint towards their private benefit; they that desire not to misse their marke, though they look about with two eyes, yet they never ayme but with one; And therefore no great Popular Common-wealth was ever kept up; but either by a forraign Enemy that united them; or by the reputation of some one eminent Man amongst them; or by the secret Counsell of a few; or by the mutuall feare of equall factions; and not by the open Consultations of the Assembly. And as for very little Common-wealths, be they Popular, or Monarchicall, there is no humane wisdome can uphold them, longer then the Jealousy lasteth of their potent Neighbours.","subId":"16","id":"Hobbes.L.2.25.16"}]}