{"imported":true,"id":"Hobbes.L.2.26","parent":"Hobbes.L.2","title":"Of Civill Lawes","breadcrumb":"Chapter 26","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_038","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXVI.</h1> <h1><em>Of <span class=\"small-capitals\">Civill Lawes</span>.</em></h1> ","id":"Hobbes.L.2.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">By Civill Lawes</span>, I understand the Lawes, that<span class=\"margin-comment\"><em>Civill Law what.</em></span> men are therefore bound to observe, because they are Members, not of this, or that Common-wealth in particular, but of a Common-wealth. For the knowledge of particular Lawes belongeth to them, that professe the study of the Lawes of their severall Countries; but the knowledge of Civill Law in generall, to any man. The antient Law of <em>Rome</em> was called their <em>Civil Law</em>, from the word <em>Civitas</em>, which signifies a Common-wealth: And those Countries, which having been under the Roman Empire, and governed by that Law, retaine still such part thereof as they think fit, call that part the Civill Law, to distinguish it from the rest of their own Civill Lawes. But that is not it I intend to speak of here; my designe being not to shew what is Law here, and there; but what is Law; as <em>Plato, Aristotle, Cicero</em>, and divers others have done, without taking upon them the profession of the study of the Law.","subId":"1","id":"Hobbes.L.2.26.1"},{"type":"paragraph","content":"And first it is manifest, that Law in generall, is not Counsell, but Command; nor a Command of any man to any man; but only of him, whose Command is addressed to one formerly obliged to obey him. And as for Civill Law, it addeth only the name of the person Commanding, which is <em>Persona Civitatis</em>, the Person of the Common-wealth.","subId":"2","id":"Hobbes.L.2.26.2"},{"type":"paragraph","content":"Which considered, I define Civill Law in this manner. <span class=\"small-capitals\">Civill</span> <span class=\"small-capitals\">Law</span>, <em>Is to every Subject, those Rules, which the Common-wealth hath Commanded him, by Word, Writing, or other sufficient Sign of the Will, to make use of, for the Distinction of Right, and Wrong; that is to say, of what is contrary, and what is not contrary to the Rule</em>.","subId":"3","id":"Hobbes.L.2.26.3"},{"type":"paragraph","content":"In which definition, there is nothing that is not at first sight evident. For every man seeth, that some Lawes are addressed to all the Subjects in generall; some to particular Provinces; some to particular Vocations; and some to particular Men; and are therefore Lawes, to every of those to whom the Command is directed; and to none else. As also, that Lawes are the Rules of Just, and Unjust; nothing being reputed Unjust, that is not contrary to some Law. Likewise, that none can make Lawes but the Common-wealth; because our Subjection is to the Common-wealth only: and that Commands, are to be signified by sufficient Signs; because a man knows not otherwise how to obey them. And therefore, whatsoever can from this definition by necessary consequence be deduced, ought to be acknowledged for truth. Now I deduce from it this that followeth.","subId":"4","id":"Hobbes.L.2.26.4"},{"type":"paragraph","content":"1.<span class=\"margin-comment\"><em>The Soveraign is Legislator.</em></span> The Legislator in all Common-wealths, is only the Soveraign, be he one Man, as in a Monarchy, or one Assembly of men, as in a Democracy, or Aristocracy. For the Legislator, is he that maketh the Law. And the Common-wealth only, præcribes, and commandeth the observation of those rules, which we call Law: Therefore the Common-wealth is the Legislator. But the Common-wealth is no Person, nor has capacity to doe any thing, but by the Representative, (that is, the Soveraign;) and therefore the Soveraign is the sole Legislator. For the same reason, none can abrogate a Law made, but the Soveraign; because a Law is not abrogated, but by another Law, that forbiddeth it to be put in execution.","subId":"5","id":"Hobbes.L.2.26.5"},{"type":"paragraph","content":"2.<span class=\"margin-comment\"><em>And not Subject to Civill Law.</em></span> The Soveraign of a Common-wealth, be it an Assembly, or one Man, is not Subject to the Civill Lawes. For having power to make, and repeale Lawes, he may when he pleaseth, free himselfe from that subjection, by repealing those Lawes that trouble him, and making of new; and consequently he was free before. For he is free, that can be free when he will: Nor is it possible for any person to be bound to himselfe; because he that can bind, can release; and therefore he that is bound to himselfe onely, is not bound.","subId":"6","id":"Hobbes.L.2.26.6"},{"type":"paragraph","content":"3.<span class=\"margin-comment\"><em>Use, a Law not by vertue of Time, but of the Soveraigns consent.</em></span> Then long Use obtaineth the authority of a Law, it is not the Length of Time that maketh the Authority, but the Will of the Soveraign signified by his silence, (for Silence is sometimes an argument of Consent;) and it is no longer Law, then the Soveraign shall be silent therein. And therefore if the Soveraign shall have a question of Right grounded, not upon his present Will, but upon the Lawes formerly made; the Length of Time shal bring no prejudice to his Right; but the question shal be judged by Equity. For many unjust Actions, and unjust Sentences, go uncontrolled a longer time, than any man can remember. And our Lawyers account no Customes Law, but such as are reasonable, and that evill Customes are to be abolished: But the Judgement of what is reasonable, and of what is to be abolished, belongeth to him that maketh the Law, which is the Soveraign Assembly, or Monarch.","subId":"7","id":"Hobbes.L.2.26.7"},{"type":"paragraph","content":"4. The Law of Nature, and the Civill Law, contain<span class=\"margin-comment\"><em>The Law of Nature, and the Civill Law contain each other.</em></span> each other, and are of equall extent. For the Lawes of Nature, which consist in Equity, Justice, Gratitude, and other morall Vertues on these depending, in the condition of meer Nature (as I have said before in the end of the 15th Chapter,) are not properly Lawes, but qualities that dispose men to peace, and to obedience. When a Common-wealth is once settled, then are they actually Lawes, and not before; as being then the commands of the Common-wealth; and therefore also Civill Lawes: For it is the Soveraign Power that obliges men to obey them. For in the differences of private men, to declare, what is Equity, what is Justice, and what is morall Vertue, and to make them binding, there is need of the Ordinances of Soveraign Power, and Punishments to be ordained for such as shall break them; which Ordinances are therefore part of the Civill Law. The Law of Nature therefore is a part of the Civill Law in all Common-wealths of the world. Reciprocally also, the Civill Law is a part of the Dictates of Nature. For Justice, that is to say, Performance of Covenant, and giving to every man his own, is a Dictate of the Law of Nature. But every subject in a Common-wealth, hath covenanted to obey the Civill Law, (either one with another, as when they assemble to make a common Representative, or with the Representative it selfe one by one, when subdued by the Sword they promise obedience, that they may receive life;) And therefore Obedience to the Civill, Law is part also of the Law of Nature. Civill, and Naturall Law are not different kinds, but different parts of Law; whereof one part being written, is called Civill, the other unwritten, Naturall. But the Right of Nature, that is, the naturall Liberty of man, may by the Civill Law be abridged, and restrained: nay, the end of making Lawes, is no other, but such Restraint; without the which there cannot possibly be any Peace. And Law was brought into the world for nothing else, but to limit the naturall liberty of particular men, in such manner, as they might not hurt, but assist one another, and joyn together against a common Enemy.","subId":"8","id":"Hobbes.L.2.26.8"},{"type":"paragraph","content":"5.<span class=\"margin-comment\"><em>Provinciall Lawes are not made by Custome, but by the Soveraign Power.</em></span> If the Soveraign of one Common-wealth, subdue a People that have lived under other written Lawes, and afterwards govern them by the same Lawes, by which they were governed before; yet those Lawes are the Civill Lawes of the Victor, and not of the Vanquished Common-wealth. For the Legislator is he, not by whose authority the Lawes were first made, but by whose authority they now continue to be Lawes. And therefore where there be divers Provinces, within the Dominion of a Common-wealth, and in those Provinces diversity of Lawes, which commonly are called the Customes of each severall Province, we are not to understand that such Customes have their force, onely from Length of Time; but that they were antiently Lawes written, or otherwise made known, for the Constitutions, and Statutes of their Soveraigns; and are now Lawes, not by vertue of the Præscription of time, but by the Constitutions of their present Soveraigns. But if an unwritten Law, in all the Provinces of a Dominion, shall be generally observed, and no iniquity appear in the use thereof; that Law can be no other but a Law of Nature, equally obliging all man-kind.","subId":"9","id":"Hobbes.L.2.26.9"},{"type":"paragraph","content":"6.<span class=\"margin-comment\"><em>Some foolish opinions of Lawyers concerning the making of Lawes.</em></span> Seeing then all Lawes, written, and unwritten, have their Authority, and force, from the Will of the Common-wealth; that is to say, from the Will of the Representative; which in a Monarchy is the Monarch, and in other Common-wealths the Soveraign Assembly; a man may wonder from whence proceed such opinions, as are found in the Books of Lawyers of eminence in severall Common-wealths, directly, or by consequence making the Legislative Power depend on private men, or subordinate Judges. As for example, <em>That the Common Law hath no Controuler but the Parlament</em>; which is true onely where a Parlament has the Soveraign Power, and cannot be assembled, nor dissolved, but by their own discretion. For if there be a right in any else to dissolve them, there is a right also to controule them, and consequently to controule their controulings. And if there be no such right, then the Controuler of Lawes is not <em>Parlamentum</em>, but <em>Rex in Parlamento</em>. And where a Parlament is Soveraign, if it should assemble never so many, or so wise men, from the Countries subject to them, for whatsoever cause; yet there is no man will believe, that such an Assembly hath thereby acquired to themselves a Legislative Power. <em>Item</em>, that the two arms of a Common-wealth, are <em>Force, and Justice; the first whereof is in the King; the other deposited in the hands of the Parlament</em>. As if a Common-wealth could consist, where the Force were in any hand, which Justice had not the Authority to command and govern.","subId":"10","id":"Hobbes.L.2.26.10"},{"type":"paragraph","content":"7. That Law can never be against Reason, our Lawyers are agreed; and that not the Letter, (that is, every construction of it,) but that which is according to the Intention of the Legislator, is the Law. And it is true: but the doubt is, of whose Reason it is, that shall be received for Law. It is not meant of any private Reason; for then there would be as much contradiction in the Lawes, as there is in the Schooles; nor yet, (as Sr. <em>Ed. Coke</em> <span class=\"margin-comment\"><em>Sir Edw. Coke, upon Littleton, Lib. 2. Ch. 6. fol. 97.b.</em></span> makes it,) an <em>Artificiall perfection of Reason, gotten by long study, observation, and experience</em>, (as his was.) For it is possible long study may encrease, and confirm erroneous Sentences: and where men build on false grounds, the more they build, the greater is the ruine: and of those that study, and observe with equall time, and diligence, the reasons and resolutions are, and must remain discordant: and therefore it is not that <em>Juris prudentia</em>, or wisedome of subordinate Judges; but the Reason of this our Artificiall Man the Common-wealth, and his Command, that maketh Law: And the Common-wealth being in their Representative but one Person, there cannot easily arise any contradiction in the Lawes; and when there doth, the same Reason is able, by interpretation, or alteration, to take it away. In all Courts of Justice, the Soveraign (which is the Person of the Common-wealth,) is he that Judgeth: The subordinate Judge, ought to have regard to the reason, which moved his Soveraign to make such Law, that his Sentence may be according thereunto; which then is his Soveraigns Sentence; otherwise it is his own, and an unjust one.","subId":"11","id":"Hobbes.L.2.26.11"},{"type":"paragraph","content":"8.<span class=\"margin-comment\"><em>Law made, if not also made known, is no Law.</em></span> From this, that the Law is a Command, and a Command consisteth in declaration, or manifestation of the will of him that commandeth, by voyce, writing, or some other sufficient argument of the same, we may understand, that the Command of the Common-wealth, is Law onely to those, that have means to take notice of it. Over naturall fooles, children, or mad-men there is no Law, no more than over brute beasts; nor are they capable of the title of just, or unjust; because they had never power to make any covenant, or to understand the consequences thereof; and consequently never took upon them to authorise the actions of any Soveraign, as they must do that make to themselves a Common-wealth. And as those from whom Nature, or Accident hath taken away the notice of all Lawes in generall; so also every man, from whom any accident, not proceeding from his own default, hath taken away the means to take notice of any particular Law, is excused, if he observe it not; And to speak properly, that Law is no Law to him. It is therefore necessary, to consider in this place, what arguments, and signes be sufficient for the knowledge of what is the Law; that is to say, what is the will of the Soveraign, as well in Monarchies, as in other formes of government.","subId":"12","id":"Hobbes.L.2.26.12"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Unwritten Lawes are all of them Lawes of Nature.</em></span> And first, if it be a Law that obliges all the Subjects without exception, and is not written, nor otherwise published in such places as they may take notice thereof, it is a Law of Nature. For whatsoever men are to take knowledge of for Law, not upon other mens words, but every one from his own reason, must be such as is agreeable to the reason of all men; which no Law can be, but the Law of Nature. The Lawes of Nature therefore need not any publishing, nor Proclamation; as being contained in this one Sentence, approved by all the world, <em>Do not that to another, which thou thinkest unreasonable to be done by another to thy selfe</em>.","subId":"13","id":"Hobbes.L.2.26.13"},{"type":"paragraph","content":"Secondly, if it be a Law that obliges only some condition of men, or one particular man, and be not written, nor published by word, then also it is a Law of Nature; and known by the same arguments, and signs, that distinguish those in such a condition, from other Subjects. For whatsoever Law is not written, or some way published by him that makes it Law, can be known no way, but by the reason of him that is to obey it; and is therefore also a Law not only Civill, but Naturall. For Example, if the Soveraign employ a Publique Minister, without written Instructions what to doe; he is obliged to take for Instructions the Dictates of Reason; As if he make a Judge, The Judge is to take notice, that his Sentence ought to be according to the reason of his Soveraign, which being alwaies understood to be Equity, he is bound to it by the Law of Nature: Or if an Ambassador, he is (in all things not conteined in his written Instructions) to take for Instruction that which Reason dictates to be most conducing to his Soveraigns interest; and so of all other Ministers of the Soveraignty, publique and private. All which Instructions of naturall Reason may be comprehended under one name of <em>Fidelity</em>; which is a branch of naturall Justice.","subId":"14","id":"Hobbes.L.2.26.14"},{"type":"paragraph","content":"The Law of Nature excepted, it belongeth to the essence of all other Lawes, to be made known, to every man that shall be obliged to obey them, either by word, or writing, or some other act, known to proceed from the Soveraign Authority. For the will of another, cannot be understood, but by his own word, or act, or by conjecture taken from his scope and purpose; which in the person of the Common-wealth, is to be supposed alwaies consonant to Equity and Reason. And in antient time, before letters were in common use, the Lawes were many times put into verse; that the rude people taking pleasure in singing, or reciting them, might the more easily reteine them in memory. And for the same reason <em>Solomon</em> adviseth a man, to bind the ten Commandements <span class=\"margin-comment\"><em>Prov. 7. 3.</em></span> upon his ten fingers. And for the Law which <em>Moses</em> gave to the people of <em>Israel</em> at the renewing of the Covenant, <span class=\"margin-comment\"><em>Deut. 11. 19.</em></span> he biddeth them to teach it their Children, by discoursing of it both at home, and upon the way; at going to bed, and at rising from bed; and to write it upon the posts, and dores of their houses; and <span class=\"margin-comment\"><em>Deut. 31. 12.</em></span> to assemble the people, man, woman, and child, to heare it read.","subId":"15","id":"Hobbes.L.2.26.15"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Nothing is Law where the Legislator cannot be known.</em></span> Nor is it enough the Law be written, and published; but also that there be manifest signs, that it proceedeth from the will of the Soveraign. For private men, when they have, or think they have force enough to secure their unjust designes, and convoy them safely to their ambitious ends, may publish for Lawes what they please, without, or against the Legislative Authority. There is therefore requisite, not only a Declaration of the Law, but also sufficient signes of the Author, and Authority. The Author, or Legislator is supposed in every Common-wealth to be evident, because he is the Soveraign, who having been Constituted by the consent of every one, is supposed by every one to be sufficiently known. And though the ignorance, and security of men be such, for the most part, as that when the memory of the first Constitution of their Common-wealth is worn out, they doe not consider, by whose power they use to be defended against their enemies, and to have their industry protected, and to be righted when injury is done them; yet because no man that considers, can make question of it, no excuse can be derived from the ignorance of where the Soveraignty is placed. And it is a Dictate of Naturall Reason, and consequently an evident Law of Nature, that no man ought to weaken that power, the protection whereof he hath himself demanded, or wittingly received against others. Therefore of who is Soveraign, no man, but by his own fault, (whatsoever evill men suggest,) can make any doubt. The difficulty consisteth in the evidence of the Authority derived from him; The removing whereof, dependeth on the knowledge of the publique Registers, publique Counsels, publique Ministers, and publique<span class=\"margin-comment\"><em>Difference between Verifying and Authorising.</em></span> eales; by which all Lawes are sufficiently verified; Verifyed, I say, not Authorised: for the Verification, is but the Testimony and Record; not the Authority of the Law; which consisteth in the Command of the Soveraign only.","subId":"16","id":"Hobbes.L.2.26.16"},{"type":"paragraph","content":"If therefore a man have a question of Injury, depending<span class=\"margin-comment\"><em>The Law Verifyed by the subordinate Judge.</em></span> on the Law of Nature; that is to say, on common Equity; the Sentence of the Judge, that by Commission hath Authority to take cognisance of such causes, is a sufficient Verification of the Law of Nature in that individuall case. For though the advice of one that professeth the study of the Law, be usefull for the avoyding of contention; yet it is but advice: tis the Judge must tell men what is Law, upon the hearing of the Controversy.","subId":"17","id":"Hobbes.L.2.26.17"},{"type":"paragraph","content":"But when the question is of injury, or crime, upon<span class=\"margin-comment\"><em>By the Publique Registers.</em></span> a written Law; every man by recourse to the Registers, by himself, or others, may (if he will) be sufficiently enformed, before he doe such injury, or commit the crime, whither it be an injury, or not: Nay he ought to doe so: For when a man doubts whether the act he goeth about, be just, or injust; and may informe himself, if he will; the doing is unlawfull. In like manner, he that supposeth himself injured, in a case determined by the written Law, which he may by himself, or others see and consider; if he complaine before he consults with the Law, he does unjustly, and bewrayeth a disposition rather to vex other men, than to demand his own right.","subId":"18","id":"Hobbes.L.2.26.18"},{"type":"paragraph","content":"If the question be of Obedience to a publique Officer;<span class=\"margin-comment\"><em>By Letters Patent, and Publique Seale.</em></span> To have seen his Commission, with the Publique Seale, and heard it read; or to have had the means to be informed of it, if a man would, is a sufficient Verification of his Authority. For every man is obliged to doe his best endeavour, to informe himself of all written Lawes, that may concerne his own future actions.","subId":"19","id":"Hobbes.L.2.26.19"},{"type":"paragraph","content":"The Legislator known; and the Lawes, either by writing,<span class=\"margin-comment\"><em>The Interpretation of the Law dependeth on the Soveraign Power.</em></span> or by the light of Nature, sufficiently published; there wanteth yet another very materiall circumstance to make them obligatory. For it is not the Letter, but the Intendment, or Meaning; that is to say, the authentique Interpretation of the Law (which is the sense of the Legislator,) in which the nature of the Law consisteth; And therefore the Interpretation of all Lawes dependeth on the Authority Soveraign; and the Interpreters can be none but those, which the Soveraign, (to whom only the Subject oweth obedience) shall appoint. For else, by the craft of an Interpreter, the Law may be made to beare a sense, contrary to that of the Soveraign; by which means the Interpreter becomes the Legislator.","subId":"20","id":"Hobbes.L.2.26.20"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>All Lawes need Interpretation.</em></span> All Laws, written, and unwritten, have need of Interpretation. The unwritten Law of Nature, though it be easy to such, as without partiality, and passion, make use of their naturall reason, and therefore leaves the violaters thereof without excuse; yet considering there be very few, perhaps none, that in some cases are not blinded by self love, or some other passion, it is now become of all Laws the most obscure; and has consequently the greatest need of able Interpreters. The written Laws, if they be short, are easily mis-interpreted, from the divers significations of a word, or two: if long they be more obscure by the diverse significations of many words: in so much as no written Law, delivered in few, or many words, can be well understood, without a perfect understanding of the finall causes, for which the Law was made; the knowledge of which finall causes is in the Legislator. To him therefore there can not be any knot in the Law, insoluble; either by finding out the ends, to undoe it by; or else by making what ends he will, (as <em>Alexander</em> did with his sword in the Gordian knot,) by the Legislative power; which no other Interpreter can doe.","subId":"21","id":"Hobbes.L.2.26.21"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Authenticall Interpretation of Law is not that of writers.</em></span> The Interpretation of the Lawes of Nature, in a Common-wealth, dependeth not on the books of Morall Philosophy. The Authority of writers, without the Authority of the Common-wealth, maketh not their opinions Law, be they never so true. That which I have written in this Treatise, concerning the Morall Vertues, and of their necessity, for the procuring, and maintaining peace, though it bee evident Truth, is not therefore presently Law; but because in all Common-wealths in the world, it is part of the Civill Law: For though it be naturally reasonable; yet it is by the Soveraigne Power that it is Law: Otherwise, it were a great errour, to call the Lawes of Nature unwritten Law; whereof wee see so many volumes published, and in them so many contradictions of one another, and of themselves.","subId":"22","id":"Hobbes.L.2.26.22"},{"type":"paragraph","content":"The Interpretation of the Law of Nature, is the<span class=\"margin-comment\"><em>The Interpreter of the Law is the Judge giving sentence vivà voce in every particular case.</em></span> entence of the Judge constituted by the Soveraign Authority, to heare and determine such controversies, as depend thereon; and consisteth in the application of the Law to the present case. For in the act of Judicature, the Judge doth no more but consider, whither the demand of the party, be consonant to naturall reason, and Equity; and the Sentence he giveth, is therefore the Interpretation of the Law of Nature; which Interpretation is Authentique; not because it is his private Sentence; but because he giveth it by Authority of the Soveraign, whereby it becomes the Soveraigns Sentence; which is Law for that time, to the parties pleading.","subId":"23","id":"Hobbes.L.2.26.23"},{"type":"paragraph","content":"But because there is no Judge Subordinate, nor Soveraign, but may erre in a Judgement of Equity; if afterward<span class=\"margin-comment\"><em>The Sentence of a Judge, does not bind him, or another Judge to give like Sentence in like Cases ever after.</em></span> in another like case he find it more consonant to Equity to give a contrary Sentence, he is obliged to doe it. No mans error becomes his own Law; nor obliges him to persist in it. Neither (for the same reason) becomes it a Law to other Judges, though sworn to follow it. For though a wrong Sentence given by authority of the Soveraign, if he know and allow it, in such Lawes as are mutable, be a constitution of a new Law, in cases, in which every little circumstance is the same; yet in Lawes immutable, such as are the Lawes of Nature, they are no Lawes to the same, or other Judges, in the like cases for ever after. Princes succeed one another; and one Judge passeth, another commeth; nay, Heaven and Earth shall passe; but not one title of the Law of Nature shall passe; for it is the Eternall Law of God. Therefore all the Sentences of precedent Judges that have ever been, cannot all together make a Law contrary to naturall Equity: Nor any Examples of former Judges, can warrant an unreasonable Sentence, or discharge the present Judge of the trouble of studying what is Equity (in the case he is to Judge,) from the principles of his own naturall reason. For example sake, 'Tis against the Law of Nature, <em>To punish the Innocent</em>; and Innocent is he that acquitteth himselfe Judicially, and is acknowledged for Innocent by the Judge. Put the case now, that a man is accused of a capitall crime, and seeing the power and malice of some enemy, and the frequent corruption and partiality of Judges, runneth away for feare of the event, and afterwards is taken, and brought to a legall triall, and maketh it sufficiently appear, he was not guilty of the crime, and being thereof acquitted, is neverthelesse condemned to lose his goods; this is a manifest condemnation of the Innocent. I say therefore, that there is no place in the world, where this can be an interpretation of a Law of Nature, or be made a Law by the Sentences of precedent Judges, that had done the same. For he that judged it first, judged unjustly; and no Injustice can be a pattern of Judgement to succeeding Judges. A written Law may forbid innocent men to fly, and they may be punished for flying: But that flying for feare of injury, should be taken for presumption of guilt, after a man is already absolved of the crime Judicially, is contrary to the nature of a Presumption, which hath no place after Judgement given. Yet this is set down by a great Lawyer for the common Law of <em>England. If a man</em> (saith he) <em>that is Innocent, be accused of Felony, and for feare flyeth for the same; albeit he judicially acquitteth himselfe of the Felony; yet if it be found that he field for the Felony, he shall notwithstanding his Innocency, Forfeit all his goods, chattells, debts, and duties. For as to the Forfeiture of them, the Law will admit no proofe against the Presumption in Law, grounded upon his flight</em>. Here you see, <em>An Innocent man, Judicially acquitted, notwithstanding his Innocency</em>, (when no written Law forbad him to fly) after his acquitall, <em>upon a Presumption in Law</em>, condemned to lose all the goods he hath. If the Law ground upon his flight a Presumption of the fact, (which was Capitall,) the Sentence ought to have been Capitall: if the Presumption were not of the Fact, for what then ought he to lose his goods? This therefore is no Law of <em>England</em>; nor is the condemnation grounded upon a Presumption of Law, but upon the Presumption of the Judges. It is also against Law, to say that no Proofe shall be admitted against a Presumption of Law. For all Judges, Soveraign and subordinate, if they refuse to heare Proofe, refuse to do Justice: for though the Sentence be Just, yet the Judges that condemn without hearing the Proofes offered, are Unjust Judges, and their Presumption is but Prejudice; which no man ought to bring with him to the Seat of Justice, whatsoever precedent judgements, or examples he shall pretend to follow. There be other things of this nature, wherein mens Judgements have been perverted, by trusting to Precedents: but this is enough to shew, that though the Sentence of the Judge, be a Law to the party pleading, yet it is no Law to any Judge, that shall succeed him in that Office.","subId":"24","id":"Hobbes.L.2.26.24"},{"type":"paragraph","content":"In like manner, when question is of the Meaning of written Lawes, he is not the Interpreter of them, that writeth a Commentary upon them. For Commentaries are commonly more subject to cavill, than the Text; and therefore need other Commentaries; and so there will be no end of such Interpretation. And therefore unlesse there be an Interpreter authorised by the Soveraign, from which the subordinate Judges are not to recede, the Interpreter can be no other than the ordinary Judges, in the same manner, as they are in cases of the unwritten Law; and their Sentences are to be taken by them that plead, for Lawes in that particular case; but not to bind other Judges, in like cases to give like judgements. For a Judge may erre in the Interpretation even of written Lawes; but no errour of a subordinate Judge, can change the Law, which is the generall Sentence of the Soveraigne.","subId":"25","id":"Hobbes.L.2.26.25"},{"type":"paragraph","content":"In written Lawes, men use to make a difference<span class=\"margin-comment\"><em>The difference between the Letter and Sentence of the Law.</em></span> between the Letter, and the Sentence of the Law: And when by the Letter, is meant whatsoever can be gathered from the bare words, 'tis well distinguished. For the significations of almost all words, are either in themselves, or in the metaphoricall use of them, ambiguous; and may be drawn in argument, to make many senses; but there is onely one sense of the Law. But if by the Letter, be meant the literall sense, then the Letter, and the Sentence or intention of the Law, is all one. For the literall sense is that, which the Legislator intended, should by the letter of the Law be signified. Now the Intention of the Legislator is alwayes supposed to be Equity: For it were a great contumely for a Judge to think otherwise of the Soveraigne. He ought therefore, if the Word of the Law doe not fully authorise a reasonable Sentence, to supply it with the Law of Nature; or if the case be difficult, to respit Judgement till he have received more ample authority. For Example, a written Law ordaineth, that he which is thrust out of his house by force, shall be restored by force: It happens that a man by negligence leaves his house empty, and returning is kept out by force, in which case there is no speciall Law ordained. It is evident, that this case is contained in the same Law: for else there is no remedy for him at all; which is to be supposed against the Intention of the Legislator. Again, the word of the Law, commandeth to Judge according to the Evidence: A man is accused falsly of a fact, which the Judge saw himself done by another; and not by him that is accused. In this case neither shall the Letter of the Law be followed to the condemnation of the Innocent, nor shall the Judge give Sentence against the evidence of the Witnesses; because the Letter of the Law is to the contrary: but procure of the Soveraign that another be made Judge, and himself Witnesse. So that the incommodity that follows the bare words of a written Law, may lead him to the Intention of the Law, whereby to interpret the same the better; though no Incommodity can warrant a Sentence against the Law. For every Judge of Right, and Wrong, is not Judge of what is Commodious, or Incommodious to the Common-wealth.","subId":"26","id":"Hobbes.L.2.26.26"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The abilities required in a Judge.</em></span> The abilities required in a good Interpreter of the Law, that is to say, in a good Judge, are not the same with those of an Advocate; namely the study of the Lawes. For a Judge, as he ought to take notice of the Fact, from none but the Witnesses; so also he ought to take notice of the Law, from nothing but the Statutes, and Constitutions of the Soveraign, alledged in the pleading, or declared to him by some that have authority from the Soveraign Power to declare them; and need not take care before-hand, what hee shall Judge; for it shall bee given him what hee shall say concerning the Fact, by Witnesses; and what hee shall say in point of Law, from those that shall in their pleadings shew it, and by authority interpret it upon the place. The Lords of Parlament in <em>England</em> were Judges, and most difficult causes have been heard and determined by them; yet few of them were much versed in the study of the Lawes, and fewer had made profession of them: and though they consulted with Lawyers, that were appointed to be present there for that purpose; yet they alone had the authority of giving Sentence. In like manner, in the ordinary trialls of Right, Twelve men of the common People, are the Judges, and give Sentence, not onely of the Fact, but of the Right; and pronounce simply for the Complaynant, or for the Defendant; that is to say, are Judges not onely of the Fact, but also of the Right: and in a question of crime, not onely determine whether done, or not done; but also whether it be <em>Murder, Homicide, Felony, Assault</em>, and the like, which are determinations of Law: but because they are not supposed to know the Law of themselves, there is one that hath Authority to enforme them of it, in the particular case they are to Judge of. But yet if they judge not according to that he tells them, they are not subject thereby to any penalty; unlesse it be made appear, they did it against their consciences, or had been corrupted by reward.","subId":"27","id":"Hobbes.L.2.26.27"},{"type":"paragraph","content":"The things that make a good Judge, or good Interpreter of the Lawes, are, first, <em>A right understanding</em> of that principall Law of Nature called <em>Equity</em>; which depending not on the reading of other mens Writings, but on the goodnesse of a mans own naturall Reason, and Meditation, is presumed to be in those most, that have had most leisure, and had the most inclination to meditate thereon. Secondly, <em>Contempt of unnecessary Riches</em>, and Preferments. Thirdly, <em>To be able in judgement to devest himselfe of all feare, anger, hatred, love</em>, and <em>compassion</em>. Fourthly, and lastly, <em>Patience to heare; diligent attention in hearing; and memory to retain, digest and apply what he hath heard</em>.","subId":"28","id":"Hobbes.L.2.26.28"},{"type":"paragraph","content":"The difference and division of the Lawes, has been<span class=\"margin-comment\"><em>Divisions of Law.</em></span> made in divers manners, according to the different methods, of those men that have written of them. For it is a thing that dependeth not on Nature, but on the scope of the Writer; and is subservient to every mans proper method. In the Institutions of <em>Justinian</em>, we find seven sorts of Civill Lawes. 1 The <em>Edicts, Constitutions</em>, and <em>Epistles of the Prince</em>, that is, of the Emperour; because the whole power of the people was in him. Like these, are the Proclamations of the Kings of <em>England</em>.","subId":"29","id":"Hobbes.L.2.26.29"},{"type":"paragraph","content":"2. <em>The Decrees of the whole people of Rome</em> (comprehending the Senate,) when they were put to the Question by the <em>Senate</em>. These were Lawes, at first, by the vertue of the Soveraign Power residing in the people; and such of them as by the Emperours were not abrogated, remained Lawes by the Authority Imperiall. For all Lawes that bind, are understood to be Lawes by his authority that has power to repeale them. Somewhat like to these Lawes, are the Acts of Parliament in England.","subId":"30","id":"Hobbes.L.2.26.30"},{"type":"paragraph","content":"3. <em>The Decrees of the Common people</em> (excluding the Senate,) when they were put to the question by the <em>Tribune</em> of the people. For such of them as were not abrogated by the Emperours, remained Lawes by the Authority Imperiall. Like to these, were the Orders of the House of Commons in <em>England</em>.","subId":"31","id":"Hobbes.L.2.26.31"},{"type":"paragraph","content":"4. <em>Senatús consulta</em>, the <em>Orders of the Senate</em>; because when the people of <em>Rome</em> grew so numerous, as it was inconvenient to assemble them; it was thought fit by the Emperour, that men should Consult the Senate, in stead of the people: And these have some resemblance with the Acts of Counsell.","subId":"32","id":"Hobbes.L.2.26.32"},{"type":"paragraph","content":"5. <em>The Edicts of Prœtors</em>, and (in some Cases) of the <em>Ædiles</em>: such as are the Chiefe Justices in the Courts of <em>England</em>.","subId":"33","id":"Hobbes.L.2.26.33"},{"type":"paragraph","content":"6. <em>Responsa Prudentum</em>; which were the Sentences, and Opinions of those Lawyers, to whom the Emperour gave Authority to interpret the Law, and to give answer to such as in matter of Law demanded their advice; which Answers, the Judges in giving Judgement were obliged by the Constitutions of the Emperour to observe: And should be like the Reports of Cases Judged, if other Judges be by the Law of <em>England</em> bound to observe them. For the Judges of the Common Law of <em>England</em>, are not properly Judges, but <em>Juris Consulti</em>; of whom the Judges, who are either the Lords, or Twelve men of the Country, are in point of Law to ask advice.","subId":"34","id":"Hobbes.L.2.26.34"},{"type":"paragraph","content":"7. Also, <em>Unwritten Customes</em>, (which in their own nature are an imitation of Law,) by the tacite consent of the Emperour, in case they be not contrary to the Law of Nature, are very Lawes.","subId":"35","id":"Hobbes.L.2.26.35"},{"type":"paragraph","content":"Another division of Lawes, is into <em>Naturall</em> and <em>Positive</em>. <em>Naturall</em> are those which have been Lawes from all Eternity; and are called not onely <em>Naturall</em>, but also <em>Morall</em> Lawes; consisting in the Morall Vertues, as Justice, Equity, and all habits of the mind that conduce to Peace, and Charity; of which I have already spoken in the fourteenth and fifteenth Chapters.","subId":"36","id":"Hobbes.L.2.26.36"},{"type":"paragraph","content":"<em>Positive</em>, are those which have not been from Eternity; but have been made Lawes by the Will of those that have had the Soveraign Power over others; and are either written, or made known to men, by some other argument of the Will of their Legislator.","subId":"37","id":"Hobbes.L.2.26.37"},{"type":"paragraph","content":"Again, of Positive Lawes, some are <em>Humane</em>, some <em>Divine:</em><span class=\"margin-comment\"><em>Another Division of Law.</em></span> and of Humane positive lawes, some are <em>Distributive</em>, some <em>Penal. Distributive</em> are those that determine the Rights of the Subjects, declaring to every man what it is, by which he acquireth and holdeth a propriety in lands, or goods, and a right or liberty of action: and these speak to all the Subjects. <em>Penal</em> are those, which declare, what Penalty shall be inflicted on those that violate the Law; and speak to the Ministers and Officers ordained for execution. For though every one ought to be informed of the Punishments ordained beforehand for their transgression; neverthelesse the Command is not addressed to the Delinquent, (who cannot be supposed will faithfully punish himselfe,) but to publique Ministers appointed to see the Penalty executed. And these Penal Lawes are for the most part written together with the Lawes Distributive; and are sometimes called Judgements. For all Lawes are generall Judgements, or Sentences of the Legislator; as also every particular Judgement, is a Law to him, whose case is Judged.","subId":"38","id":"Hobbes.L.2.26.38"},{"type":"paragraph","content":"<em>Divine Positive Lawes</em> (for Naturall Lawes being<span class=\"margin-comment\"><em>Divine Positive Law how made known to be Law.</em></span> Eternall, and Universall, are all Divine,) are those, which being the Commandements of God, (not from all Eternity, nor universally addressed to all men, but onely to a certain people, or to certain persons,) are declared for such, by those whom God hath authorised to declare them. But this Authority of man to declare what be these Positive Lawes of God, how can it be known? God may command a man by a supernaturall way, to deliver Lawes to other men. But because it is of the essence of Law, that he who is to be obliged, be assured of the Authority of him that declareth it, which we cannot naturally take notice to be from God, <em>How can a man without supernaturall Revelation be assured of the Revelation received by the declarer</em>? and <em>how can he be bound to obey them?</em> For the first question, how a man can be assured of the Revelation of another, without a Revelation particularly to himselfe, it is evidently impossible: For though a man may be induced to believe such Revelation, from the Miracles they see him doe, or from seeing the Extraordinary sanctity of his life, or from seeing the Extraordinary wisedome, or Extraordinary felicity of his Actions, all which are marks of God<cite>s</cite> extraordinary favour; yet they are not assured evidences of speciall Revelation. Miracles are Marvellous workes: but that which is marvellous to one, may not be so to another. Sanctity may be feigned; and the visible felicities of this world, are most often the work of God by Naturall, and ordinary causes. And therefore no man can infallibly know by naturall reason, that another has had a supernaturall revelation of Gods will; but only a beliefe; every one (as the signs thereof shall appear greater, or lesser) a firmer, or a weaker belief.","subId":"39","id":"Hobbes.L.2.26.39"},{"type":"paragraph","content":"But for the second, how he can be bound to obey them; it is not so hard. For if the Law declared, be not against the Law of Nature (which is undoubtedly Gods Law) and he undertake to obey it, he is bound by his own act; bound I say to obey it, but not bound to believe it: for mens beliefe, and interiour cogitations, are not subject to the commands, but only to the operation of God, ordinary, or extraordinary. Faith of Supernaturall Law, is not a fulfilling, but only an assenting to the same; and not a duty that we exhibite to God, but a gift which God freely giveth to whom he pleaseth; as also Unbelief is not a breach of any of his Lawes; but a rejection of them all, except the Laws Naturall. But this that I say, will be made yet cleerer, by the Examples, and Testimonies concerning this point in holy Scripture. The Covenant God made with <em>Abraham</em> (in a Supernaturall manner) was thus, <em>This is the Covenant which thou shalt</em><span class=\"margin-comment\"><em>Gen.17.10.</em></span> <em>observe between Me and Thee and thy Seed after thee. Abrahams</em> Seed had not this revelation, nor were yet in being; yet they are a party to the Covenant, and bound to obey what <em>Abraham</em> should declare to them for Gods Law; which they could not be, but in vertue of the obedience they owed to their Parents; who (if they be Subject to no other earthly power, as here in the case of <em>Abraham</em>) have Soveraign power over their children, and servants. Againe, where God saith to <em>Abraham, In thee shall all Nations of the earth be blessed: For I know thou wilt command thy children, and thy house after thee to keep the way of the Lord, and to observe Righteousnesse and Judgement</em>, it is manifest, the obedience of his Family, who had no Revelation, depended on their former obligation to obey their Soveraign. At Mount <em>Sinai Moses</em> only went up to God; the people were forbidden to approach on paine of death; yet were they bound to obey all that <em>Moses</em> declared to them for Gods Law. Upon what ground, but on this submission of their own, <em>Speak thou to us, and we will heare thee; but let not God speak to us, lest we dye?</em> By which two places it sufficiently appeareth, that in a Common-wealth, a subject that has no certain and assured Revelation particularly to himself concerning the Will of God, is to obey for such, the Command of the Common-wealth: for if men were at liberty, to take for Gods Commandements, their own dreams, and fancies, or the dreams and fancies of private men; scarce two men would agree upon what is Gods Commandement; and yet in respect of them, every man would despise the Commandements of the Common-wealth. I conclude therefore, that in all things not contrary to the Morall Law, (that is to say, to the Law of Nature,) all Subjects are bound to obey that for divine Law, which is declared to be so, by the Lawes of the Common-wealth. Which also is evident to any mans reason; for whatsoever is not against the Law of Nature, may be made Law in the name of them that have the Soveraign power; and there is no reason men should be the lesse obliged by it, when tis propounded in the name of God. Besides, there is no place in the world where men are permitted to pretend other Commandements of God, than are declared for such by the Common-wealth. Christian States punish those that revolt from Christian Religion, and all other States, those that set up any Religion by them forbidden. For in whatsoever is not regulated by the Common-wealth, tis Equity (which is the Law of Nature, and therefore an eternall Law of God) that every man equally enjoy his liberty.","subId":"40","id":"Hobbes.L.2.26.40"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Another division of Lawes.</em></span> There is also another distinction of Laws, into <em>Fundamentall</em>, and <em>not Fundamentall</em>: but I could never see in any Author, what a Fundamentall Law signifieth. Neverthelesse one may very reasonably distinguish Laws in that manner.","subId":"41","id":"Hobbes.L.2.26.41"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>A Fundamentall Law what.</em></span> For a Fundamentall Law in every Common-wealth is that, which being taken away, the Common-wealth faileth, and is utterly dissolved; as a building whose Foundation is destroyed. And therefore a Fundamentall Law is that, by which Subjects are bound to uphold whatsoever power is given to the Soveraign, whether a Monarch, or a Soveraign Assembly, without which the Common-wealth cannot stand; such as is the power of War and Peace, of Judicature, of Election of Officers, and of doing whatsoever he shall think necessary for the Publique good. Not Fundamentall is that, the abrogating whereof, draweth not with it the dissolution of the Common-Wealth; such as are the Lawes concerning Controversies between subject and subject. Thus much of the Division of Lawes.","subId":"42","id":"Hobbes.L.2.26.42"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Difference between Law and Right:</em></span> I find the words <em>Lex Civilis</em>, and <em>Jus Civile</em>, that is to say, <em>Law</em> and <em>Right Civil</em>, promiscuously used for the same thing, even in the most learned Authors; which neverthelesse ought not to be so. For <em>Right</em> is <em>Liberty</em>, namely that Liberty which the Civil Law leaves us: But <em>Civill Law</em> is an <em>Obligation</em>; and takes from us the Liberty which the Law of Nature gave us. Nature gave a Right to every man to secure himselfe by his own strength, and to invade a suspected neighbour, by way of prevention: but the Civill Law takes away that Liberty, in all cases where the protection of the Law may be safely stayd for. Insomuch as <em>Lex</em> and <em>Jus</em>, are as different as <em>Obligation</em> and <em>Liberty</em>.","subId":"43","id":"Hobbes.L.2.26.43"},{"type":"paragraph","content":"Likewise <em>Lawes</em> and <em>Charters</em> are taken promiscuously<span class=\"margin-comment\"><em>And between a Law and a Charter.</em></span> for the same thing. Yet Charters are Donations of the Soveraign; and not Lawes, but exemptions from Law. The phrase of a Law is <em>Jubeo, Injungo, I command</em>, and <em>Enjoyn</em>: the phrase of a Charter is <em>Dedi, Concessi, I have Given, I have Granted</em>: but what is given or granted, to a man, is not forced upon him, by a Law. A Law may be made to bind All the Subjects of a Common-wealth: a Liberty, or Charter is only to One man, or some One part of the people. For to say all the people of a Common-wealth, have Liberty in any case whatsoever; is to say, that in such case, there hath been no Law made; or else having been made, is now abrogated.","subId":"44","id":"Hobbes.L.2.26.44"}]}