{"id":"Hobbes.L.2.30","imported":true,"parent":"Hobbes.L.2","title":"Of the Office of the Soveraign Representative","breadcrumb":"Chapter 30","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_042","blocks":[{"type":"title","content":"<h1>CHAP. XXX.</h1> <h1><em>Of the <span class=\"small-capitals\">Office</span> of the Soveraign Representative.</em></h1> ","id":"Hobbes.L.2.30"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Procuration of the Good of the People.</em></span> <span class=\"small-capitals\">The</span> <span class=\"small-capitals\">Office</span> of the Soveraign, (be it a Monarch, or an Assembly,) consisteth in the end, for which he was trusted with the Soveraign Power, namely the procuration of <em>the safety of the people</em>; to which he is obliged by the Law of Nature, and to render an account thereof to God, the Author of that Law, and to none but him. But by Safety here, is not meant a bare Preservation, but also all other Contentments of life, which every man by lawfull Industry, without danger, or hurt to the Common-wealth, shall acquire to himselfe.","subId":"1","id":"Hobbes.L.2.30.1"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>By Instruction &amp; Lawes.</em></span> And this is intended should be done, not by care applyed to Individualls, further than their protection from injuries, when they shall complain; but by a generall Providence, contained in publique Instruction, both of Doctrine, and Example; and in the making, and executing of good Lawes, to which individuall persons may apply their own cases.","subId":"2","id":"Hobbes.L.2.30.2"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Against the duty of a Soveraign to relinquish any Essentiall Right of Soveraignty:</em></span> And because, if the essentiall Rights of Soveraignty (specified before in the eighteenth Chapter) be taken away, the Common-wealth is thereby dissolved, and every man returneth into the condition, and calamity of a warre with every other man, (which is the greatest evill that can happen in this life;) it is the Office of the Soveraign, to maintain those Rights entire; and consequently against his duty, First, to transferre to another, or to lay from himselfe any of them. For he that deserteth the Means, deserteth the Ends; and he deserteth the Means, that being the Soveraign, acknowledgeth himselfe subject to the Civill Lawes; and renounceth the Power of Supreme Judicature; or of making Warre, or Peace by his own Authority; or of Judging of the Necessities of the Common-wealth; or of levying Mony, and Souldiers, when, and as much as in his own conscience he shall judge necessary; or of making Officers, and Ministers both of Warre, and Peace; or of appointing Teachers, and examining what Doctrines are conformable, or contrary to the Defence, Peace, and Good of the people. Secondly, it is against his Duty, to let the people be<span class=\"margin-comment\"><em>Or not to see the people taught the grounds of them.</em></span> ignorant, or mis-informed of the grounds, and reasons of those his essentiall Rights; because thereby men are easie to be seduced, and drawn to resist him, when the Common-wealth shall require their use and exercise.","subId":"3","id":"Hobbes.L.2.30.3"},{"type":"paragraph","content":"And the grounds of these Rights, have the rather need to be diligently, and truly taught; because they cannot be maintained by any Civill Law, or terrour of legall punishment. For a Civill Law, that shall forbid Rebellion (and such is all resistance to the essentiall Rights of Soveraignty,) is not (as a Civill Law) any obligation, but by vertue onely of the Law of Nature, that forbiddeth the violation of Faith; which naturall obligation if men know not, they cannot know the Right of any Law the Soveraign maketh. And for the Punishment, they take it but for an act of Hostility; which when they think they have strength enough, they will endeavour by acts of Hostility, to avoyd.","subId":"4","id":"Hobbes.L.2.30.4"},{"type":"paragraph","content":"As I have heard some say, that Justice is but a word,<span class=\"margin-comment\"><em>Objection of those that say there are no Principles of Reason for absolute Soveraignty.</em></span> without substance; and that whatsoever a man can by force, or art, acquire to himselfe, (not onely in the condition of warre, but also in a Common-wealth,) is his own, which I have already shewed to be false: So there be also that maintain, that there are no grounds, nor Principles of Reason, to sustain those essentiall Rights, which make Soveraignty absolute. For if there were, they would have been found out in some place, or other; whereas we see, there has not hitherto been any Common-wealth, where those Rights have been acknowledged, or challenged. Wherein they argue as ill, as if the Savage people of America, should deny there were any grounds, or Principles of Reason, so to build a house, as to last as long as the materials, because they never yet saw any so well built. Time, and Industry, produce every day new knowledge. And as the art of well building, is derived from Principles of Reason, observed by industrious men, that had long studied the nature of materials, and the divers effects of figure, and proportion, long after mankind began (though poorly) to build: So, long time after men have begun to constitute Common-wealths, imperfect, and apt to relapse into disorder, there may, Principles of Reason be found out, by industrious meditation, to make their constitution (excepting by externall violence) everlasting. And such are those which I have in this discourse set forth: Which whether they come not into the sight of those that have Power to make use of them, or be neglected by them, or not, concerneth my particular interest, at this day, very little. But supposing that these of mine are not such Principles of Reason; yet I am sure they are Principles from Authority of Scripture; as I shall make it appear, when I shall come to speak of the Kingdome of God, (administred by <em>Moses</em>,) over the Jewes, his peculiar people by Covenant.","subId":"5","id":"Hobbes.L.2.30.5"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Objection from the Incapacity of the vulgar.</em></span> But they say again, that though the Principles be right, yet Common people are not of capacity enough to be made to understand them. I should be glad, that the Rich, and Potent Subjects of a Kingdome, or those that are accounted the most Learned, were no lesse incapable than they. But all men know, that the obstructions to this kind of doctrine, proceed not so much from the difficulty of the matter, as from the interest of them that are to learn. Potent men, digest hardly any thing that setteth up a Power to bridle their affections; and Learned men, any thing that discovereth their errours, and thereby lesseneth their Authority: whereas the Common-peoples minds, unlesse they be tainted with dependance on the Potent, or scribbled over with the opinions of their Doctors, are like clean paper, fit to receive whatsoever by Publique Authority shall be imprinted in them. Shall whole Nations be brought to<em>acquiesce</em> in the great Mysteries of Christian Religion, which are above Reason; and millions of men be made believe, that the same Body may be in innumerable places, at one and the same time, which is against Reason; and shall not men be able, by their teaching, and preaching, protected by the Law, to make that received, which is so consonant to Reason, that any unprejudicated man, needs no more to learn it, than to hear it? I conclude therefore, that in the instruction of the people in the Essentiall Rights (which are the Naturall, and Fundamentall Lawes) of Soveraignty, there is no difficulty, (whilest a Soveraign has his Power entire,) but what proceeds from his own fault, or the fault of those whom he trusteth in the administration of the Common-wealth; and consequently, it is his Duty, to cause them so to be instructed; and not onely his Duty, but his Benefit also, and Security, against the danger that may arrive to himselfe in his naturall Person, from Rebellion.","subId":"6","id":"Hobbes.L.2.30.6"},{"type":"paragraph","content":"And (to descend to particulars) the People are to be<span class=\"margin-comment\"><em>Subjects are to be taught, not to affect change of Government:</em></span> taught, First, that they ought not to be in love with any forme of Government they see in their neighbour Nations, more than with their own, nor (whatsoever present prosperity they behold in Nations that are otherwise governed than they,) to desire change. For the prosperity of a People ruled by an Aristocraticall, or Democraticall assembly, commeth not from Aristocracy, nor from Democracy, but from the Obedience, and Concord of the Subjects: nor do the people flourish in a Monarchy, because one man has the right to rule them, but because they obey him. Take away in any kind of State, the Obedience, (and consequently the Concord of the People,) and they shall not onely not flourish, but in short time be dissolved. And they that go about by disobedience, to doe no more than reforme the Common-wealth, shall find they do thereby destroy it; like the foolish daughters of <em>Peleus</em> (in the fable;) which desiring to renew the youth of their decrepit Father, did by the Counsell of <em>Medea</em>, cut him in pieces, and boyle him, together with strange herbs, but made not of him a new man. This desire of change, is like the breach of the first of Gods Commandements: For there God sayes, <em>Non habebis Deos alienos</em>; Thou shalt not have the Gods of other Nations; and in another place concerning <em>Kings</em>, that they are <em>Gods</em>.","subId":"7","id":"Hobbes.L.2.30.7"},{"type":"paragraph","content":"Secondly, they are to be taught, that they ought not<span class=\"margin-comment\"><em>Nor adhere (against the Soveraign) to Popular men,</em></span> to be led with admiration of the vertue of any of their fellow Subjects, how high soever he stand, nor how conspicuously soever he shine in the Common-wealth; nor of any Assembly, (except the Soveraign Assembly,) so as to deferre to them any obedience, or honour, appropriate to the Soveraign onely, whom (in their particular stations) they represent; nor to receive any influence from them, but such as is conveighed by them from the Soveraign Authority. For that Soveraign, cannot be imagined to love his People as he ought, that is not Jealous of them, but suffers them by the flattery of Popular men, to be seduced from their loyalty, as they have often been, not onely secretly, but openly, so as to proclaime Marriage with them <em>in facie Ecclesiæ</em> by Preachers; and by publishing the same in the open streets: which may fitly be compared to the violation of the second of the ten Commandements.","subId":"8","id":"Hobbes.L.2.30.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Nor to Dispute the Soveraign Power:</em></span> Thirdly, in consequence to this, they ought to be informed, how great a fault it is, to speak evill of the Soveraign Representative, (whether One man, or an Assembly of men;) or to argue and dispute his Power, or any way to use his Name irreverently, whereby he may be brought into Contempt with his People, and their Obedience (in which the safety of the Common-wealth consisteth) slackened. Which doctrine the third Commandement by resemblance pointeth to.","subId":"9","id":"Hobbes.L.2.30.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And to have dayes set apart to learn their Duty:</em></span> Fourthly, seeing people cannot be taught this, nor when 'tis taught, remember it, nor after one generation past, so much as know in whom the Soveraign Power is placed, without setting a part from their ordinary labour, some certain times, in which they may attend those that are appointed to instruct them; It is necessary that some such times be determined, wherein they may assemble together, and (after prayers and praises given to God, the Soveraign of Soveraigns) hear those their Duties told them, and the Positive Lawes, such as generally concern them all, read and expounded, and be put in mind of the Authority that maketh them Lawes. To this end had the <em>Jewes</em> every seventh day, a <em>Sabbath</em>, in which the Law was read and expounded; and in the solemnity whereof they were put in mind, that their King was God; that having created the world in six dayes, he rested the seventh day; and by their resting on it from their labour, that that God was their King, which redeemed them from their servile, and painfull labour in <em>Egypt</em>, and gave them a time, after they had rejoyced in God, to take joy also in themselves, by lawfull recreation, So that the first Table of the Commandements, is spent all, in setting down the summe of Gods absolute Power; not onely as God, but as King by pact, (in peculiar) of the Jewes; and may therefore give light, to those that have Soveraign Power conferred on them by the consent of men, to see what doctrine they Ought to teach their Subjects.","subId":"10","id":"Hobbes.L.2.30.10"},{"type":"paragraph","content":"And because the first instruction of Children, dependeth<span class=\"margin-comment\"><em>And to Honour their Parents.</em></span> on the care of their Parents; it is necessary that they should be obedient to them, whilest they are under their tuition; and not onely so, but that also afterwards (as gratitude requireth,) they acknowledge the benefit of their education, by externall signes of honour. To which end they are to be taught, that originally the Father of every man was also his Soveraign Lord, with power over him of life and death; and that the Fathers of families, when by instituting a Common-wealth, they resigned that absolute Power, yet it was never intended, they should lose the honour due unto them for their education. For to relinquish such right, was not necessary to the Institution of Soveraign Power; nor would there be any reason, why any man should desire to have children, or take the care to nourish, and instruct them, if they were afterwards to have no other benefit from them, than from other men. And this accordeth with the fifth Commandement.","subId":"11","id":"Hobbes.L.2.30.11"},{"type":"paragraph","content":"Again, every Soveraign Ought to cause Justice to be taught, which (consisting in taking from no man what is<span class=\"margin-comment\"><em>And to avoyd doing of Injury:</em></span> his,) is as much as to say, to cause men to be taught not to deprive their Neighbours, by violence, or fraud, of any thing which by the Soveraign Authority is theirs. Of things held in propriety, those that are dearest to a man are his own life, &amp; limbs; and in the next degree (in most men,) those that concern conjugall affection; and after them riches and means of living. Therefore the People are to be taught, to abstain from violence to one anothers person, by private revenges; from violation of conjugall honour; and from forcible rapine, and fraudulent surreption of one anothers goods. For which purpose also it is necessary they be shewed the evill consequences of false Judgement, by corruption either of Judges or Witnesses, whereby the distinction of propriety is taken away, and Justice becomes of no effect: all which things are intimated in the sixth, seventh, eighth, and ninth Commandements.","subId":"12","id":"Hobbes.L.2.30.12"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And to do all this sincerely from the heart.</em></span> Lastly, they are to be taught, that not onely the unjust facts, but the designes and intentions to do them, (though by accident hindred,) are Injustice; which consisteth in the pravity of the will, as well as in the irregularity of the act. And this is the intention of the tenth Commandement, and the summe of the second Table; which is reduced all to this one Commandement of mutuall Charity, <em>Thou shalt love thy neighbour as thy selfe:</em> as the summe of the first Table is reduced to <em>the love of God</em>; whom they had then newly received as their King.","subId":"13","id":"Hobbes.L.2.30.13"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The use of Universities.</em></span> As for the Means, and Conduits, by which the people may receive this Instruction, wee are to search, by what means so many Opinions, contrary to the peace of Mankind, upon weak and false Principles, have neverthelesse been so deeply rooted in them. I mean those, which I have in the precedent Chapter specified: as That men shall Judge of what is lawfull and unlawfull, not by the Law it selfe, but by their own Consciences; that is to say, by their own private Judgements: That Subjects sinne in obeying the Commands of the Common-wealth, unlesse they themselves have first judged them to be lawfull: That their Propriety in their riches is such, as to exclude the Dominion, which the Common-wealth hath over the same: That it is lawfull for Subjects to kill such, as they call Tyrants: That the Soveraign Power may be divided, and the like; which come to be instilled into the People by this means. They whom necessity, or covetousnesse keepeth attent on their trades, and labour; and they, on the other side, whom superfluity, or sloth carrieth after their sensuall pleasures, (which two sorts of men take up the greatest part of Man-kind,) being diverted from the deep meditation, which the learning of truth, not onely in the matter of Naturall Justice, but also of all other Sciences necessarily requireth, receive the Notions of their duty, chiefly from Divines in the Pulpit, and partly from such of their Neighbours, or familiar acquaintance, as having the Faculty of discoursing readily, and plausibly, seem wiser and better learned in cases of Law, and Conscience, than themselves. And the Divines, and such others as make shew of Learning, derive their knowledge from the universities, and from the Schooles of Law, or from the Books, which by men eminent in those Schooles, and Universities have been published. It is therefore manifest, that the Instruction of the people, dependeth wholly, on the right teaching of Youth in the Universities. But are not (may some man say) the Universities of <em>England</em> learned enough already to do that? or is it you will undertake to teach the Universities? Hard questions. Yet to the first, I doubt not to answer; that till towards the later end of <em>Henry the eighth</em>, the Power of the Pope, was alwayes upheld against the Power of the Common-wealth, principally by the Universities; and that the doctrines maintained by so many Preachers, against the Soveraign Power of the King, and by so many Lawyers, and others, that had their education there, is a sufficient argument, that though the Universities were not authors of those false doctrines, yet they knew not how to plant the true. For in such a contradiction of Opinions, it is most certain, that they have not been sufficiently instructed; and 'tis no wonder, if they yet retain a relish of that subtile liquor, wherewith they were first seasoned, against the Civill Authority. But to the later question, it is not fit, nor needfull for me to say either I, or No: for any man that sees what I am doing, may easily perceive what I think.","subId":"14","id":"Hobbes.L.2.30.14"},{"type":"paragraph","content":"The safety of the People, requireth further, from him, or them that have the Soveraign Power, that Justice be equally administred to all degrees of People; that is, that as well the rich, and mighty, as poor and obscure persons, may be righted of the injuries done them; so as the great, may have no greater hope of impunity, when they doe violence, dishonour, or any Injury to the meaner sort, than when one of these, does the like to one of them: For in this consisteth Equity; to which, as being a Precept of the Law of Nature, a Soveraign is as much subject, as any of the meanest of his People. All breaches of the Law, are offences against the Common-wealth: but there be some, that are also against private Persons. Those that concern the Common-wealth onely, may without breach of Equity be pardoned; for every man may pardon what is done against himselfe, according to his own discretion. But an offence against a private man, cannot in Equity be pardoned, without the consent of him that is injured; or reasonable satisfaction.","subId":"15","id":"Hobbes.L.2.30.15"},{"type":"paragraph","content":"The Inequality of Subjects, proceedeth from the Acts of Soveraign Power; and therefore has no more place in the presence of the Soveraign; that is to say, in a Court of Justice, then the Inequality between Kings, and their Subjects, in the presence of the King of Kings. The honour of great Persons, is to be valued for their beneficence, and the aydes they give to men of inferiour rank, or not at all. And the violences, oppressions, and injuries they do, are not extenuated, but aggravated by the greatnesse of their persons; because they have least need to commit them. The consequences of this partiality towards the great, proceed in this manner. Impunity maketh Insolence; Insolence Hatred; and Hatred, an Endeavour to pull down all oppressing and contumelious greatnesse, though with the ruine of the Common-wealth.","subId":"16","id":"Hobbes.L.2.30.16"},{"type":"paragraph","content":"To Equall Justice, appertaineth also the Equall<span class=\"margin-comment\"><em>Equall Taxes.</em></span> mposition of Taxes; the Equality whereof dependeth not on the Equality of riches, but on the Equality of the debt, that every man oweth to the Common-wealth for his defence. It is not enough, for a man to labour for the maintenance of his life; but also to fight, (if need be,) for the securing of his labour. They must either do as the Jewes did after their return from captivity, in re-edifying the Temple, build with one hand, and hold the Sword in the other; or else they must hire others to fight for them. For the Impositions, that are layd on the People by the Soveraign Power, are nothing else but the Wages, due to them that hold the publique Sword, to defend private men in the exercise of severall Trades, and Callings. Seeing then the benefit that every one receiveth thereby, is the enjoyment of life, which is equally dear to poor, and rich; the debt which a poor man oweth them that defend his life, is the same which a rich man oweth for the defence of his; saving that the rich, who have the service of the poor, may be debtors not onely for their own persons, but for many more. Which considered, the Equality of Imposition, consisteth rather in the Equality of that which is consumed, than of the riches of the persons that consume the same. For what reason is there, that he which laboureth much, and sparing the fruits of his labour, consumeth little, should be more charged, then he that living idlely, getteth little, and spendeth all he gets; seeing the one hath no more protection from the Common-wealth, then the other? But when the Impositions, are layd upon those things which men consume, every man payeth Equally for what he useth: Nor is the Common-wealth defrauded, by the luxurious waste of private men.","subId":"17","id":"Hobbes.L.2.30.17"},{"type":"paragraph","content":"And whereas many men, by accident unevitable, become<span class=\"margin-comment\"><em>Publique Charity.</em></span> unable to maintain themselves by their labour; they ought not to be left to the Charity of private persons; but to be provided for, (as far-forth as the necessities of Nature require, by the Lawes of the Common-wealth. For as it is Uncharitablenesse in any man, to neglect the impotent; so it is in the Soveraign of a Common-wealth, to expose them to the hazard of such uncertain Charity.","subId":"18","id":"Hobbes.L.2.30.18"},{"type":"paragraph","content":"But for such as have strong bodies, the case is otherwise:<span class=\"margin-comment\"><em>Prevention of Idlenesse.</em></span> they are to be forced to work; and to avoyd the excuse of not finding employment, there ought to be such Lawes, as may encourage all manner of Arts; as Navigation, Agriculture, Fishing, and all manner of Manifacture that requires labour. The multitude of poor, and yet strong people still encreasing, they are to be transplanted into Countries not sufficiently inhabited: where neverthelesse, they are not to exterminate those they find there; but constrain them to inhabit closer together, and not range a great deal of ground, to snatch what they find; but to court each little Plot with art and labour, to give them their sustenance in due season. And when all the world is overcharged with Inhabitants, then the last remedy of all is Warre; which provideth for every man, by Victory, or Death.","subId":"19","id":"Hobbes.L.2.30.19"},{"type":"paragraph","content":"To the care of the Soveraign, belongeth the making of Good Lawes. But what is a good Law? By a Good Law, I mean not a Just Law: for no Law can be Unjust. The<span class=\"margin-comment\"><em>Good Lawes what.</em></span> Law is made by the Soveraign Power, and all that is done by such Power, is warranted, and owned by every one of the people; and that which every man will have so, no man can say is unjust. It is in the Lawes of a Common-wealth, as in the Lawes of Gaming: whatsoever the Gamesters all agree on, is Injustice to none of them. A good Law is that, which is <em>Needfull</em>, for the <em>Good of the People</em>, and withall <em>Perspicuous</em>.","subId":"20","id":"Hobbes.L.2.30.20"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Such as are Necessary.</em></span> For the use of Lawes, (which are but Rules Authorised) is not to bind the People from all Voluntary actions; but to direct and keep them in such a motion, as not to hurt themselves by their own impetuous desires, rashnesse, or indiscretion; as Hedges are set, not to stop Travellers, but to keep them in the way. And therefore a Law that is not Needfull, having not the true End of a Law, is not Good. A Law may be conceived to be Good, when it is for the benefit of the Soveraign; though it be not Necessary for the People; but it is not so. For the good of the Soveraign and People, cannot be separated. It is a weak Soveraign, that has weak Subjects; and a weak People, whose Soveraign wanteth Power to rule them at his will. Unnecessary Lawes are not good Lawes; but trapps for Mony: which where the right of Soveraign Power is acknowledged, are superfluous; and where it is not acknowledged, unsufficient to defend the People.","subId":"21","id":"Hobbes.L.2.30.21"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Such as are Perspicuous.</em></span> The Perspicuity, consisteth not so much in the words of the Law it selfe, as in a Declaration of the Causes, and Motives, for which it was made. That is it, that shewes us the meaning of the Legislator; and the meaning of the Legislator known, the Law is more easily understood by few, than many words. For all words, are subject to ambiguity; and therefore multiplication of words in the body of the Law, is multiplication of ambiguity: Besides it seems to imply, (by too much diligence,) that whosoever can evade the words, is without the compasse of the Law. And this is a cause of many unnecessary Processes. For when I consider how short were the Lawes of antient times; and how they grew by degrees still longer; me thinks I see a contention between the Penners, and Pleaders of the Law; the former seeking to circumscribe the later; and the later to evade their circumscriptions; and that the Pleaders have got the Victory. It belongeth therefore to the Office of a Legislator, (such as is in all Common-wealths the Supreme Representative, be it one Man, or an Assembly,) to make the reason Perspicuous, why the Law was made; and the Body of the Law it selfe, as short, but in as proper, and significant termes, as may be.","subId":"22","id":"Hobbes.L.2.30.22"},{"type":"paragraph","content":"It belongeth also to the Office of the Soveraign, to make<span class=\"margin-comment\"><em>Punishments.</em></span> a right application of Punishments, and Rewards. And seeing the end of punishing is not revenge, and discharge of choler; but correction, either of the offender, or of others by his example; the severest Punishments are to be inflicted for those Crimes, that are of most Danger to the Publique; such as are those which proceed from malice to the Government established; those that spring from contempt of Justice; those that provoke Indignation in the Multitude; and those, which unpunished, seem Authorised, as when they are committed by Sonnes, Servants, or Favorites of men in Authority: For Indignation carrieth men, not onely against the Actors, and Authors of Injustice; but against all Power that is likely to protect them; as in the case of <em>Tarquin</em>; when for the Insolent act of one of his Sonnes, he was driven out of <em>Rome</em>, and the Monarchy it selfe dissolved. But Crimes of Infirmity; such as are those which proceed from great provocation, from great fear, great need, or from ignorance whether the Fact be a great Crime, or not, there is place many times for Lenity, without prejudice to the Common-wealth; and Lenity when there is such place for it, is required by the Law of Nature. The Punishment of the Leaders, and teachers in a Commotion; not the poore seduced People, when they are punished, can profit the Common-wealth by their example. To be severe to the People, is to punish that ignorance, which may in great part be imputed to the Soveraign, whose fault it was, they were no better instructed.","subId":"23","id":"Hobbes.L.2.30.23"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Rewards.</em></span> In like manner it belongeth to the Office, and Duty of the Soveraign, to apply his Rewards alwayes so, as there may arise from them benefit to the Common-wealth: wherein consisteth their Use, and End; and is then done, when they that have well served the Common-wealth, are with as little expence of the Common Treasure, as is possible, so well recompenced, as others thereby may be encouraged, both to serve the same as faithfully as they can, and to study the arts by which they may be enabled to do it better. To buy with Mony, or Preferment, from a Popular ambitious Subject, to be quiet, and desist from making ill impressions in the mindes of the People, has nothing of the nature of Reward; (which is ordained not for disservice, but for service past;) nor a signe of Gratitude, but of Fear: nor does it tend to the Benefit, but to the Dammage of the Publique. It is a contention with Ambition, like that of <em>Hercules</em> with the Monster <em>Hydra</em>, which having many heads, for every one that was vanquished, there grew up three. For in like manner, when the stubbornnesse of one Popular man, is overcome with Reward, there arise many more (by the Example) that do the same Mischiefe, in hope of like Benefit: and as all sorts of Manifacture, so also Malice encreaseth by being vendible. And though sometimes a Civill warre, may be differred, by such wayes as that, yet the danger growes still the greater, and the Publique ruine more assured. It is therefore against the Duty of the Soveraign, to whom the Publique Safety is committed, to Reward those that aspire to greatnesse by disturbing the Peace of their Country, and not rather to oppose the beginnings of such men, with a little danger, than after a longer time with greater.","subId":"24","id":"Hobbes.L.2.30.24"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Counsellours.</em></span> Another Businesse of the Soveraign, is to choose good Counsellours; I mean such, whose advice he is to take in the Government of the Common-wealth. For this word Counsell, <em>Consilium</em>, corrupted from <em>Considium</em>, is of a large signification, and comprehendeth all Assemblies of men that sit together, not onely to deliberate what is to be done hereafter, but also to judge of Facts past, and of Law for the present. I take it here in the first sense onely: And in this sense, there is no choyce of Counsell, neither in a Democracy, nor Aristocracy; because the persons Counselling are members of the person Counselled. The choyce of Counsellours therefore is proper to Monarchy; In which, the Soveraign that endeavoureth not to make choyce of those, that in every kind are the most able, dischargeth not his Office as he ought to do. The most able Counsellours, are they that have least hope of benefit by giving evill Counsell, and most knowledge of those things that conduce to the Peace, and Defence of the Common-wealth. It is a hard matter to know who expecteth benefit from publique troubles; but the signes that guide to a just suspicion, is the soothing of the people in their unreasonable, or irremediable grievances, by men whose estates are not sufficient to discharge their accustomed expences, and may easily be observed by any one whom it concerns to know it. But to know, who has most knowledge of the Publique affaires, is yet harder; and they that know them, need them a great deale the lesse. For to know, who knowes the Rules almost of any Art, is a great degree of the knowledge of the same Art; because no man can be assured of the truth of anothers Rules, but he that is first taught to understand them. But the best signes of Knowledge of any Art, are, much conversing in it, and constant good effects of it. Good Counsell comes not by Lot, nor by Inheritance; and therefore there is no more reason to expect good Advice from the rich, or noble, in matter of State, than in delineating the dimensions of a fortresse; unlesse we shall think there needs no method in the study of the Politiques, (as there does in the study of Geometry,) but onely to be lookers on; which is not so. For the Politiques is the harder study of the two. Whereas in these parts of <em>Europe</em>, it hath been taken for a Right of certain persons, to have place in the highest Councell of State by Inheritance; it is derived from the Conquests of the antient Germans; wherein many absolute Lords joyning together to conquer other Nations, would not enter in to the Confederacy, without such Priviledges, as might be marks of difference in time following, between their Posterity, and the Posterity of their Subjects; which Priviledges being inconsistent with the Soveraign Power, by the favour of the Soveraign, they may seem to keep; but contending for them as their Right, they must needs by degrees let them go, and have at last no further honour, then adhæreth naturally to their abilities.","subId":"25","id":"Hobbes.L.2.30.25"},{"type":"paragraph","content":"And how able soever be the Counsellours in any affaire, the benefit of their Counsell is greater, when they give every one his Advice, and the reasons of it apart, than when they do it in an Assembly, by way of Orations; and when they have præmeditated, than when they speak on the sudden; both because they have more time, to survey the consequences of action; and are lesse subject to be carried away to contradiction, through Envy, Emulation, or other Passions arising from the difference of opinion.","subId":"26","id":"Hobbes.L.2.30.26"},{"type":"paragraph","content":"The best Counsell, in those things that concern not other Nations, but onely the ease, and benefit the Subjects may enjoy, by Lawes that look onely inward, is to be taken from the generall informations, and complaints of the people of each Province, who are best acquainted with their own wants, and ought therefore, when they demand nothing in derogation of the essentiall Rights of Soveraignty, to be diligently taken notice of. For without those Essentiall Rights, (as I have often before said,) the Common-wealth cannot at all subsist.","subId":"27","id":"Hobbes.L.2.30.27"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Commanders.</em></span> A Commander of an Army in chiefe, if he be not Popular, shall not be beloved, nor feared as he ought to be by his Army; and consequently cannot performe that office with good successe. He must therefore be Industrious, Valiant, Affable, Liberall and Fortunate, that he may gain an opinion both of sufficiency, and of loving his Souldiers. This is Popularity, and breeds in the Souldiers both desire, and courage, to recommend themselves to his favour; and protects the severity of the Generall, in punishing (when need is) the Mutinous, or negligent Souldiers. But this love of Souldiers, (if caution be not given of the Commanders fidelity,) is a dangerous thing to Soveraign Power; especially when it is in the hands of an Assembly not popular. It belongeth therefore to the safety of the People, both that they be good Conductors, and faithfull Subjects, to whom the Soveraign Commits his Armies.","subId":"28","id":"Hobbes.L.2.30.28"},{"type":"paragraph","content":"But when the Soveraign himselfe is Popular; that is, reverenced and beloved of his People, there is no danger at all from the Popularity of a Subject. For Souldiers are never so generally unjust, as to side with their Captain; though they love him, against their Soveraign, when they love not onely his Person, but also his Cause. And therefore those, who by violence have at any time suppressed the Power of their lawfull Soveraign, before they could settle themselves in his place, have been alwayes put to the trouble of contriving their Titles, to save the People from the shame of receiving them. To have a known Right to Soveraign Power, is so popular a quality, as he that has it needs no more, for his own part, to turn the hearts of his Subjects to him, but that they see him able absolutely to govern his own Family: Nor, on the part of his enemies, but a disbanding of their Armies. For the greatest and most active part of Mankind, has never hetherto been well contented with the present.","subId":"29","id":"Hobbes.L.2.30.29"},{"type":"paragraph","content":"Concerning the Offices of one Soveraign to another, which are comprehended in that Law, which is commonly called the <em>Law of Nations</em>, I need not say any thing in this place; because the Law of Nations, and the Law of Nature, is the same thing. And every Soveraign hath the same Right, in procuring the safety of his People, that any particular man can have, in procuring the safety of his own Body. And the same Law, that dictateth to men that have no Civil Government, what they ought to do, and what to avoyd in regard of one another, dictateth the same to Common-wealths, that is, to the Consciences of Soveraign Princes, and Soveraign Assemblies; there being no Court of Naturall Justice, but in the Conscience onely; where not Man, but God raigneth; whose Lawes, (such of them as oblige all Mankind,) in respect of God, as he is the Author of Nature, are <em>Naturall</em>; and in respect of the same God, as he is King of Kings, are <em>Lawes</em>. But of the Kingdome of God, as King of Kings, and as King also of a peculiar People, I shall speak in the rest of this discourse.","subId":"30","id":"Hobbes.L.2.30.30"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]}],"prev":{"id":"Hobbes.L.2.29","imported":true,"title":"Of those things that Weaken, or tend to the Dissolution of a Common-wealth","breadcrumb":"Chapter 29","published":[1651]},"next":{"id":"Hobbes.L.2.31","imported":true,"title":"Of the Kingdome of God by Nature","breadcrumb":"Chapter 31","published":[1651]}}