{"id":"Norris.LLG.2","imported":true,"duplicate":"Astell.LLG","parent":"Norris.LLG","title":"Letter II. Mr. Norris's Answer","breadcrumb":"Letter 2","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.2?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h2>LETTER II.</h2> <h2><em>Mr. </em>Norris's<em> Answer.</em></h2> ","id":"Norris.LLG.2"},{"type":"paragraph","content":"THough in Civility to your Person, my Answer ought to have been more speedy, yet considering the weight of your Letter, I think it cannot be well too slow, and I hope you will in Equity, allow me some time to recover my self out of that wonder I was cast into, to see such a Letter from a Woman, besides what was necessary to consider the great and surprising Contents of it. I find you throughly comprehend the Argument of my Discourse, in that you have pitch'd upon the only material Objection to which it is liable; which you have also press'd so well, and so very home, that I can't but greatly admire the Light and Penetration of your Spirit. One of your clear and exact thoughts might easily satisfie your self in any Difficulty that shall come in your way, as having brightness enough of your own to dispel any Cloud that may set upon the Face of Truth; but however, since you have condescended to apply your self to me for Satisfaction, I shall endeavour as well as I can to solve the Difficulty you propose.","subId":"1","id":"Norris.LLG.2.1"},{"type":"paragraph","content":"I observe therefore first of all, that you grant the two main things contended for, <em>viz.</em> <em>That God is the only Efficient Cause of all our Sensations</em>; and that by the Letter of the Commandment, <em>GOD ought to be the Sole Object of our Love</em>. Only you say, that the Reason I assign for it seems not equally Clear, by which I suppose you mean, that it does not seem to follow from God's being the only Cause of our Sensations, that he is the only Object of our Love; Or, that GOD is not therefore the only Object of our Love, because he is the only Cause of our Sensations; that is in short, you grant the things, but you question the Connexion.","subId":"2","id":"Norris.LLG.2.2"},{"type":"paragraph","content":"Now before I consider the Objection you urge against it, give me leave to tell you that I think it very clear, That not Absolute, but Relative Good is the Formal Object of our Love; that is, that we love a thing not as it is good in it self, but as 'tis good to us; and consequently, GOD is the Object of our Love, not as he is absolutely, but as he is Relatively Good, as he is our Good, or Good to us. For to Love GOD is to desire him as our Good. I do not deny but that the Absolute goodness of GOD, the Natural Perfection of his Essence, is also the true Object of our Love; but not as Absolute, but as Relative; that is, not as tis a Perfection in him, but as the same may be a Perfection to us, as it makes us more happy by the Pleasure that we take either in the Contemplation, or in the Fruition of so glorious and excellent a Being. So that the absolute Perfection of GOD must become relative before it can be the Object of our Love.","subId":"3","id":"Norris.LLG.2.3"},{"type":"paragraph","content":"Indeed, when in thinking upon GOD, we consider nothing but an infinite Reality or Perfection, we are ready to acknowledg that Order requires we should <em>esteem</em> him infinitely. But from this alone we do not necessarily conclude that we should adore him, fear him, love him, <em>&amp;c.</em> GOD considered only in himself, or without any Relation to us, does not excite those movements of the Soul which transport it to Good, or to the Cause of its Happiness. Nothing indeed is more clear, than that a Being infinitely Perfect, ought to be infinitely <em>Esteem'd</em>; and I am apt to believe, that there is no Spirit that can refuse <em>GOD</em> this speculative Devoir, as consisting only in a simple Judgment, which is not in our power to suspend when the Evidence is intire. So that even wicked Men, those who have no Religion, those who deny Providence, may be suppos'd voluntarily to render <em>GOD</em> this sort of Devoir. But then supposing withall, that <em>GOD</em> (how perfect and good soever in himself) does not at all interess or concern himself with us or our Affairs; and that he is not the true and immediate Cause of all the good which they enjoy, notwithstanding the Notion they have of the Absolute Perfection of <em>GOD</em>, they consider him not as their good, and accordingly do not apply themselves to the Love of him, but brutally follow the agreeable movements of their Passions. From all which it is is clear, that <em>GOD</em> is to be loved not for his Absolute, but for his Relative goodness.","subId":"4","id":"Norris.LLG.2.4"},{"type":"paragraph","content":"Now if it be true in the general, that Relative good is the Object of Love, and that <em>GOD</em> is to be lov'd as, and because he is our <em>good</em>, then it will follow, that if <em>GOD</em> only be our <em>good</em>, or the Author of <em>good</em> to us, then <em>GOD</em> only is to be lov'd by us. And so the other way, that if <em>GOD</em> only be to be lov'd by us, it must be, it can be upon no other account than as and because he only is our <em>good</em>, as being the only true Cause of our Pleasure. And I cannot imagine upon what other ground you can cast our Obligation to love <em>GOD</em> only, (which you grant to be the literal import of the Commandment) if not upon this, that he only is our <em>good</em>. For as the reason why we are to Love <em>GOD</em> at all, is because he is our <em>good</em>, so the reason why we are to Love him only (which supposition you grant) can be no other, but because he only is our <em>good</em>. And since he cannot be our only <em>good</em> any otherwise, than as he is the only true Cause of our Pleasure, it follows, that his being the only true Cause of our Pleasure, is the true reason why he ought to be the only Object of our Love. This I think, is clear and evident, and therefore though I should rest here, as not being able to Answer all the Objections to the contrary, this ought not to be any prejudice to the Truth of what is maintain'd. For this I take to be a sure Rule, that we are to stick to what we clearly see, notwithstanding any Objection that may be brought against it, and not reject what is evident, for the sake of what is obscure, it being very possible for a Man to be in sure and certain possession of a Truth, though attended with some Difficulties which he knows not well how to solve. But let us see whether yours are of that Nature.","subId":"5","id":"Norris.LLG.2.5"},{"type":"paragraph","content":"You say, if we must Love nothing but what is Lovely, and nothing be Lovely but what is our <em>good</em>, and nothing is our <em>good</em> but what does us <em>good</em>, and nothing does us <em>good</em> but what causes Pleasure in us, may we not by the same way of arguing prove, that what causes Pain in us does not do us <em>good</em>, and therefore can't be our <em>good</em>; and if not our <em>good</em> then not Lovely, and consequently is not the proper, much less the only Object of our Love? True, it is not so far as it causes Pain; for the causing of Pain as such, can be no reason of Love. But I suppose your meaning is, whether we may not by the same way of arguing prove, that what causes Pain is not at all the Object of Love? To which I Answer, That if that which causes Pain does it in all respects after the same manner as it causes Pleasure, the causing of Pain will, for ought I can at present see to the contrary, be as good an Argument for its not being to be lov'd, as its causing Pleasure is for its being to be loved. But thus it is not in the present Supposition. Though I acknowledge Pain to be as truly the Effect of GOD as Pleasure (for I know not what else shou'd cause it) yet it is not after the same manner the Effect of GOD as Pleasure is. Pleasure is the natural, genuine and direct Effect of GOD, but Pain comes from him only indirectly and by Accident. For first, 'tis of the proper Nature of GOD to produce Pleasure, as consisting of such essential Excellencies and Perfections as will necessarily beatifie and make happy those Spirits, who are, by being in their true rational Order, duly dispos'd for the Enjoyment of him. But if this same excellent Nature occasion Pain to other Spirits, this is only indirectly and by Accident, by reason of their Moral Indisposition for so Sovereign a Good. Again, as 'tis thus in Reference to the Nature of GOD, so in Reference to his Will. GOD's antecedent and primary Design is the Happiness of all his Creatures (for 'twas for this that he made them) but if any of them, in the event prove miserable, 'tis wholly besides his first Design, and only by a subsequent and secondary Will. Again, when GOD causes Pleasure, 'tis because he wills it for its self, and naturally delights in it, as comporting with his primary Design which is the Happiness of his Creatures; but when he causes Pain, 'tis not that he wills it from within, or for it self (for so 'tis not at all lovely) but only from without, and for the sake of something else as it is necessary to the Order of his Justice. For you are to consider, that if there had been no Sin, there wou'd never have been such a thing as Pain, which is a plain Argument that GOD wills our Pleasure as we are Creatures, and our Pain only as we are Sinners. But now in measuring our Devoirs to <em>GOD</em>, we are not to consider how he stands affected to us as sinners, but how he stands affected to us as Creatures, how he is disposed towards us as we are <em>his</em> Work, and not as we have made our selves. And therefore if as Creatures he Loves us, and Wills our Happiness, that lays a sufficient Foundation for our Love to him; and 'tis not his treating us with Evil as sinners that can overturn it.","subId":"6","id":"Norris.LLG.2.6"},{"type":"paragraph","content":"Indeed if <em>GOD</em> had designed us for misery, and inflicted it upon us as Creatures, if this had been his primary and direct Intention, his Natural and Original Will, according to the systeme of those who say, <em>That GOD made Man on purpose to Damn them</em>, then indeed I see nothing that should hinder your Objection from taking place, <em>GOD</em> would not then be the proper, much less (as you say) the only Object of our Love, at least as to those miserable Wretches so destin'd to Ruin, which by the way is to me a Demonstration of the falshood of that strange Hypothesis. But upon the supposition, that <em>GOD</em> wills and causes Pleasure in us as Creatures, and puts us to Pain only as Sinners, there will not be the same reason for our not loving him upon the account of his being the Author of our Pain, as for our loving him as the Author of our Pleasure and Happiness. For we stand obliged to <em>GOD</em> as we are Creatures, and if in that Relation <em>GOD</em> be our Benefactor, and the Author of our <em>good</em>, he has a sufficient Right; and, if the only Author, the only Right to our Love, though as sinners he puts us to pain, which being thus will'd and effected by <em>GOD</em> after a manner so different from our <em>pleasure</em>, cannot so well conclude for our not loving him, as this does for our loving him. Which may serve to take off the force of your first Instance.","subId":"7","id":"Norris.LLG.2.7"},{"type":"paragraph","content":"And will be equally applicable to your second. For whereas you further urge, that if both these Sensations, (<em>viz. Pleasure</em> and <em>Pain</em>) be produced by the same <em>Cause</em>, then that Cause is at once the Object of our Love and of our Aversion: I answer by the same Distinction, that if both these Sensations were to be produc'd by the same <em>Cause</em>, acting alike in the one as in the other, it would be as you say. But since it is otherwise as I have represented it, all that you can argue from <em>GOD</em>'s being the Author of our <em>Pain</em> as well as <em>Pleasure</em> will be this, That he is justly to be the Object of our Fear, but not of our Aversion. We are indeed to Fear him, and him only, as being the <em>true Cause</em> of all <em>Pain</em>, and only able to make us miserable, according to that of our Saviour, <em>I will forewarn you whom ye shall fear, &amp;c.</em> But this is no reason why we should hate him, as never inflicting it but when Order and Justice require it. And if he did not inflict it then he would be less perfect, and consequently less amiable in the view of all regular and well-order'd Spirits. I shall not determine any thing concerning the Case of the Damn'd, whether that invincible Love which they have for Happiness may not inspire them with an invincible hatred against him who is the Cause of their Misery. Perhaps it may be so. Though whether it should be so, and whether they do not sin Eternally in so doing is another Question. But I shall determine nothing here, thinking it sufficient for my present purpose, that this is no reason why <em>GOD</em> should be the Object of any Mans Aversion in this Life, whom as the Author of Pain we are indeed to Fear, but not to Hate, for the reasons before alledged.","subId":"8","id":"Norris.LLG.2.8"},{"type":"paragraph","content":"Now as to your last Instance, That if these Principles, <em>viz.</em> <em>That GOD is the Efficient Cause of our Sensations, Pain as well as Pleasure</em>, and that he is to be the <em>only Object of our Love</em>, be firm and true, it will then follow, either that the being the Cause of our Pleasure (the doing us good you should say to make a right Antithesis) is not the true and proper reason why that <em>Cause</em> should be the Object of our Love, or else if it be, then something else does us Good besides that which causes our Pleasure; or as you otherwise word it, That which causes Pain does us good as well as that which produces Pleasure, I think neither of these Consequences need be admitted. Not the First, because I have shewn you, That God's being the Cause of our Pleasure is a sufficient and proper reason why he should be the Object of our Love, notwithstanding that Pain which is also, but after a different manner caus'd by him. As to what you suggest to the contrary, namely, That the Author of our Pain has as good a Title to our Love as the Author of our Pleasure: 'Tis true, he that is the Author of our Pain has as good a Title to it as the Author of our Pleasure, because they are both one and the same; but not as he is the Author of our Pain. He has a Title to our Love not <em>for</em> that, but <em>notwithstanding</em> that. 'Tis his being the cause of our Pleasure that makes him the proper Object of our Love; which he is, notwithstanding his being also the Author of Pain. But then say you, if his doing us good be the reason of his being the Object of our Love, then something else does us good besides that which causes our Pleasure, namely Pain, the Cause of our Sensations, Pain as well as Pleasure being the Object of our Love. I answer, Pain may in some sense be said to do us good, as it may occasion to us some good that exceeds its own proper Evil. But formally and directly it does not do us good, as not making us while actually under it, Happy but Miserable. Nor is there need that upon our Supposition it should, God being sufficiently lovely to us as the Author of our <em>Pleasure</em>, to which we need not add the advantage that may accrue by <em>Pain</em>, or suppose <em>Pain</em> to be in it self as Beneficial as <em>Pleasure</em>, 'tis enough if the Evil of the former does not frustrate the Obligation that arises from the good of the latter. As I have shewn you that it does not","subId":"9","id":"Norris.LLG.2.9"},{"type":"paragraph","content":"But after all Madam, there is one thing I must further offer to your Consideration, <em>viz.</em> That your Objection, whatever force it may have, is not peculiarly levell'd against me, but lies equally against all those who make the loveliness of God to consist in his Relative Goodness, or in his being our Good, who I think are the most, at least the most considerable. Those of the common way say, God is to be lov'd because he is our Good, or the Author of our Good; which Notion I think right, but only add to it, That he is the only Author of our Good, and therefore the only Object of our Love. In which Argument I suppose, these Men would not deny the Consequence, (as being the same with their own) but only the minor Proposition. But now if it be an Objection against my Notion, That God is also the Author of Evil, then the same will no less conclude against the common way, proving as much that God ought not to be lov'd at all, as that he ought not to be lov'd only. I say it proves one as well as the other, though I think if you will attend to what I have offer'd, you will find that it proves neither.","subId":"10","id":"Norris.LLG.2.10"},{"type":"paragraph","content":"Madam, I have said all that at present occurs to my Thoughts upon this occasion, and I think as much as is necessary, and have now only to thank you for the great Favour of your Letter, assuring you that whenever you shall be pleas'd to do me that Honour again, you shall have a speedier Answer from <br> &emsp;&emsp;<em>Madam</em>, <br> &emsp;Your very humble Servant <span class=\"margin-comment\">Bemerton, Oct. 13. 1693.</span> <br> &emsp;&emsp;&emsp;<span class=\"small-capitals\"><span class=\"name\">J. Norris</span></span>.","subId":"11","id":"Norris.LLG.2.11"},{"type":"paragraph","content":"ONE consideration more. When you speak of <em>GOD</em>'s being the cause of Pain, either you mean as to this Life, or as to the next. If as to the next, that has nothing to do with the Duty that we owe him here. If as to the present Life, the pain that God inflicts upon us here is only Medicinal, and in order to our greater good, and consequently from a Principle of Kindness. And I think, setting aside my other Considerations, there will be no more pretence for not loving or hating God for this, than for hating our Physitian or Surgeon for putting us to pain in order to our Health or Cure.","subId":"12","id":"Norris.LLG.2.12"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Astell.LLG.1","imported":true,"duplicate":"Astell.LLG","title":"Letter I. To Mr. Norris","breadcrumb":"Letter 1","published":[1695]},"next":{"id":"Astell.LLG.3","imported":true,"duplicate":"Astell.LLG","title":"Letter III. To Mr. Norris","breadcrumb":"Letter 3","published":[1695]}}