{"id":"Norris.LLG.8","imported":true,"duplicate":"Astell.LLG","parent":"Norris.LLG","title":"Letter VIII. Mr. Norris's Answer","breadcrumb":"Letter 8","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.8?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h2>LETTER VIII.</h2> <h2><em>Mr. </em>Norris's<em> Answer.</em></h2> ","id":"Norris.LLG.8"},{"type":"paragraph","content":"I Am no less pleased than your self that my great Argument for the intire Love of GOD taken from his being the only true Cause of our good, is so well discharged of that Difficulty which you urged against it, because (as I told you in my first) I think it the only material one to which it stands exposed, and because it has received from your skilful Hand the utmost Advantage it was capable of. So that now I cannot but conclude the Bottom I go upon to be very sound, not expecting to be attacked by a stronger Objection, or by one better managed. The same occurred to my own Thoughts while I was composing my Discourse, but I thought it would be time enough to consider it when it came to be objected, and I have since met with a little flying Touch of it in a modern Philosopher of very considerable Note, <span class=\"name\">Monsieur <em>Regis</em></span> a <em>Cartesian,</em> who in the <em>16th.</em> Chapter of his <cite><em>Metaphysicks</em></cite> contends upon this very Ground that GOD is not the Moral Good of Man, GOD (says he) is not the Moral Good of Man neither because he produces those things which are agreeable to him, nor because he causes those Pleasures which he feels. Not the first, because GOD would then be the moral good of all other Creatures as well as Man, because he does as much produce what in agreeable to them as what is so to Man. Not the second, because GOD would then be no less the moral evil of Man than his moral good, because he does no less produce the Pain which he suffers, than the Pleasure which he enjoys. From which without adding a Word more, as if this had been a most clear and incontestable Demonstration, he positively concludes that GOD is not the moral good of Man. Not only that he is not so for this Reason as the Cause of our Pleasure (as your Objection runs) but that he is not so at all. For he concludes that if he be so, it must be upon one or other of the forementioned Accounts, which since he is not, therefore he will not allow him to be so at all. A strange Paradox by the way, but what Force there is in the Proof of it may be determined from the Measures premised.","subId":"1","id":"Norris.LLG.8.1"},{"type":"paragraph","content":"The other Difficulty against the intire Love of GOD taken from its Inconsistency with the Love of our Neighbour (which you say you have heard some urge against my Account of the first and great Commandment) is indeed in one respect more pressing than the former, though easier to be resolved, because it is directly levelled, not against the Reason only of the Proposition, but the Truth of it. But I wonder to hear of this Objection as pertinent as it is, since I thought I had already laid in a sufficient Caution against it in the Discourse it self. For 'tis most certain that the most intire Love of GOD enjoyn'd in the first Commandment does by no means exclude the Love of our Neighbour injoyned in the second, in case these two Loves be of two different Kinds, the former suppose, Love of Desire, and the latter Love of Benevolence, there being no manner of Repugnancy between the desiring none but GOD, and the wishing well to Men, and 'tis only the joyning these two different Ideas under one common Name <em>(Love)</em> that makes it seem as if there were. To love none but GOD, and yet to love others besides GOD, do indeed seem to be contradictory Propositions, but 'tis all because of the Equivocation of the Word <em>(Love)</em> which when applied to GOD in the first Commandment signifies desiring him as a good, and when applied to Men in the second signifies not desiring them as a Good, but desiring good to them. And cannot I thus love GOD only, and my Neighbour too, and so fulfil both Commands? Cannot I desire but one thing only in the World, and yet at the same time wish well to every thing else? 'Tis plain that I may, and that the Intireness of my Love to GOD does no way prejudice my Love to my Neighbour, supposing the latter Love to be of a different Kind from the former. Those therefore that will have one of these to be exclusive of the other, ought first to prove that the Word <em>(Love)</em> used in both commands is taken according to the same Sense in both, that by Love of our Neighbour is meant Love of Desire as well as by the Love of GOD, without which their Objection is precarious, and instead of proving, they do but beg the Question. And I should be glad to see any of our Objectors prove what hitherto they are pleased to presume, that by Love of our Neighbours is intended Love of Desire.","subId":"2","id":"Norris.LLG.8.2"},{"type":"paragraph","content":"If they on the other hand demand what Proof I have that the Love of our Neighbour here is not Love of Desire, I answer, first that according to all the Laws of Dispute I may reasonably take leave to suppose that it is not, till my Objectors prove that it is. Since my Account of the first Commandment does not overthrow the second but only upon Supposition that Love of our Neighbour there signifies Love of Desire, they that lay that to my Charge ought in all Logick and Conscience to prove that it has that Signification, till which time I may fairly suppose that it has not, and that the rather because they themselves cannot pretend that Desire is the only thing that is called by the Name of Love, but must needs allow that there is also a Love of Benevolence, and that these two have very distinct Idea's. But not to insist upon a Privilege I do not need: I answer again that all those Arguments whereby I prove that GOD only ought to be loved with Love of Desire, do also implicity prove that that is not the Love wherewith we are to love our Neighbour, and consequently that that is not the Love intended in the second Commandment, but only Love of Benevolence. For since there are but these two Sorts of Love, and since (which is the very Foundation of the Objection) the intire Love of GOD is not consistent with the Love of our Neighbour, as Love signifies Desire, if I prove that GOD only ought to be loved with Love of Desire (as I think I have done) then it must follow either that our Neighbour ought not to be loved at all, which is manifestly absurd, or that Love of Benevolence is the <em>Love</em> that must fall to his share, and that which consequently is enjoyned in the second Commandment. And I wonder how it should enter into so many Men's Heads, as it does, to imagine that any other <em>Love</em> than this was here intended. For though it were otherwise never so lawful and allowable to love our Neighbour with <em>Love</em> of Desire, and he otherwise never so capable of it, yet is it imaginable that this should be made the matter of a <em>Command,</em> and required of us as a Duty! Is it once to be thought that God who is an infinite Good, infinitely desirable, infinitely deserving of our highest Affections, nay of our whole Love; and withall infinitely able to satisfie and reward it, should Command us to Love or Desire a Creature, and a Creature as vain and infirm and insufficient, as much a Shadow as our selves, and that immediately after he had in such Emphatick Terms required us to fix our Love upon himself? Is it I say to be thought, that GOD when he had laid it upon us as a Duty to repose our selves upon his own Stable Centre, should immediately after require us to lean upon that which cannot sustain its own weight? That when he had commanded us to come and quench our mighty Thirst at his own ever springing Fountain (with whom as the Psalmist speaks <em>is the Well of Life</em>) he should in the very next Breath send us away to a Cistern, and that too a broken one? That he should first call us to himself, and then as if he alone were not able to suffice for us, and to satisfie those inlarged Appetites which he had given us, should call in the Creatures to bear part of the Expence, and send us from himself to them? Are these Thoughts worthy of GOD? But besides, let me Appeal to any of those who contend for Love of Desire as the Love of the Second Commandment, Do they ever feel any Remorse of Conscience for having been wanting in Love of Desire towards their Neighbour; or does their Conscience ever upbraid them for having thereby fail'd in their regard towards the Second Commandment; or do they ever think it necessary to Repent for having been defective in this kind of Love? Our Conscience indeed does often upbraid to us our Desire of Creatures (as you very well remark from our Bashfulness and Unwillingness to own our selves to be in Love) but never that I know of, does it Reproach us for our Indifferency towards them, or prompt us to Repent of it. And indeed it would be a strange kind of Repentance for a Man to fall upon his Knees, and Confess to GOD as a Sin, that he had withdrawn all his Desires from his Creatures and fix'd them wholly upon him; that he did not desire them as his good, though at the same time he wish'd them, and was ready to do them all the good he could. I dread to speak the Language of such a Penitent, when I consider what an absurd Command he Fathers upon God. For can we imagine that GOD will charge that person as guilty of the Second Commandment who intirely loves him, and bears a hearty good-will to his Fellow Creatures, merely because he does not also desire them as his good? Is it not enough to wish and do well to them? For tell me Madam, what you think of this supposition: I will suppose a Man to place his whole Affection upon GOD, and so to love him with all his Heart, Soul, Mind and Strength, as to withdraw his Love from all the Creatures, and not in the least to desire any of them as his goods, only to desire good to them all, to do them good as far as he has opportunity, and to endeavour to unite them to the true good. I further suppose him to persevere in this Disposition of Mind to the very last, and then ask whether you can think that such a Person has any thing to answer at the Bar of GOD's Justice for the Breach of the second Commandment, or whether you think God will damn and eternally separate such an one from his Presence, as defective in his Measures of Charity merely for not making Creatures his good, and the Object of his Desire? But I need not put such a Question to you, who I am perswaded at the first Proposal of it will be so far from judging such a Person to be a just Object of God's Displeasure, that you will conclude he has all that is necessary to recommend him to his highest Favour, and to qualifie him to partake of his Sovereign Happiness. But 'tis a Question very proper to be put to my Adversaries, who must either say that God will damn a Person of this Character, or (which therefore appears to be certainly the right) that Love of Desire is not the Love required of us in the second Commandment, but only Love of Benevolence, which whoever has does by that alone sufficiently satisfie the Intention and Obligation of that Law.","subId":"3","id":"Norris.LLG.8.3"},{"type":"paragraph","content":"Besides, does not the Command sufficiently explain it self? For (as you very judiciously remark) our Saviour commands us to love our Neighbour as our selves, which by the Way seems to me not only an absolute Measure, but a relative Character, put in on purpose to distinguish it from the Love of God. But now, as you will resume; our Love of our selves is not Love of Desire, but Love of Benevolence. Most undoubtedly so, for whoever reflects upon the Love of himself will presently perceive that 'tis not a desiring of himself as his good, but a desiring of some good to himself, as appears from that vulgar Expression, <em>Charity begins at home,</em> and from the Vice of Self-love, by which we mean a craving and seeking after more than comes to a Man's Share without having Regard to the Community, or a greedy Pursuance of ones own private Interest in Opposition to that of the Publick. Your other Remark is no less important, that our Saviour does also command us to love one another as he hath loved us, that is, say you, not with Love of Desire, but that of Benevolence. For as God he could not love us with Love of Desire, and as Man he need not, since Love of Benevolence would answer all the Ends of his coming into the World, to which I add that neither need he as Man because as such he was personally united to the supreme good, with which Union I cannot conceive how the Desire of any Creature should be consistent. For as God himself cannot desire any thing out of himself because of his own Fulness, so neither can he that enjoys God desire any thing out of him because of the Fulness of <em>GOD.</em> The Enjoyment of <em>GOD</em> does certainly put a final Period to all Desire, and utterly quench the most flaming Thirst of a Creature, and how then can he whose Desire is satisfied desire any further, or if he does, how then is it satisfied? For which reason by the way I think it necessary to conclude that the blessed in Heaven finding all possible good in the Enjoyment of <em>GOD</em> cannot desire any thing out of him, but that all Love of the Creature does utterly cease, and is for ever silenced in that Region of Happiness, and that <em>GOD</em> is all in all to those that enjoy him. But now we cannot suppose any of the blessed Spirits so united to <em>GOD</em> in Heaven, as our Saviour was while upon Earth, who therefore must be supposed to love Mankind with Love of Benevolence only (as being capable of no other) and consequently to require the same kind of Love from Men to one another. But there needs no Argument from without to prove this to be his meaning. The Text you refer to (<cite><em>John</em> 13. 34.</cite>) sufficiently speaks its own Sense. <em>A new Commandment I give unto you, that ye love one another. As I have loved you that ye also love one another.</em> Wherein 'tis plain that our Saviour refers to that signal Instance of his Benevolence in his undertaking the Work of our Redemption, and in Proportion requires the same sort of Love from his Disciples, that if Occasion were, they should be ready to lay down their Lives for the Salvation of their Brethren, as he had done for them, which is the natural Sense of the Words, and made to be so by the best Expositors that I know of upon the Place.","subId":"4","id":"Norris.LLG.8.4"},{"type":"paragraph","content":"But besides, does not the Scripture always express our Love towards our Neighbour as a Love of Benevolence only? <em>Love</em> (says the Apostle, <cite><em>Rom.</em> 13. 10.</cite>) <em>worketh no ill to his Neighbour,</em> that is, does not hurt or injure him, but do him all good. Which Character shews it to be truly meant of Love of Benevolence. I say truly. And that 'tis meant of that <em>only,</em> as being of it self intirely commensurate to the full Extent of Charity, is evident from the Words that follow, <em>therefore Love is the fulfilling of the Law.</em> Of what Law? Not to be sure of the first Table. For our Love to our Neighbour though never so perfect, cannot satisfie our Obligation to <em>GOD.</em> It must be therefore of the second Table, which being thus fulfilled by Benevolence can require no other Love than that. This is Demonstration. Again, when the same Apostle reckons up the Fruits of Charity, does he make any mention of Desire, does he not describe them all by the Expressions of Benevolence? He says, <em>it suffers long and is kind, that it envies not, vaunts not it self, is not puffed up, does not behave it self unseemly, seeks not her own, is not easily provoked, thinks no evil, rejoyces not in Iniquity, but in the Truth, that it bears all things, believes all things, hopes all things, and indures all things,</em> but it seems the Apostle had forgot to put in Desire, or else he thought it no Part of Christian Charity. And I must confess that I am of the latter Opinion.","subId":"5","id":"Norris.LLG.8.5"},{"type":"paragraph","content":"And as the Scripture always speaks of Brotherly Love and Charity in Terms importing Benevolence, so whenever it speaks of the opposite Vice does it not always describe it by contrary Characters? Does it ever describe it by want of Desire? No, but by want of good Will, by Anger, Wrath, Envy, Bitterness, Malice and such like Terms. And by what Measure of Love it is that <span class=\"name\">Christ</span> will proceed in his Judgment of the World, whether by Love of Benevolence or by Love of Desire I shall leave to be determined by what he says himself concerning that matter in the 25th Chapter of <span class=\"name\">St. <em>Matthew</em></span>. From all which put together I think nothing can be more clear and certain than that the Love intended and required in the second great Commandment of the Law, is not Love of Desire, but only Love of Benevolence. And I cannot imagine what (besides the Equivocation of the Word <em>Love</em>) should make the World run so generally upon a contrary Notion, unless it be that Clause in the Commandment: <em>And the second is like unto it,</em> whence perhaps it has been concluded that because the first is meant of Love of Desire, therefore the second must be so too. But he must be either much prejudiced, or very dull-sighted that does not see that <em>by like unto it</em> is only meant of equal Authority and Obligation in Opposition to the Pharisaic Partiality towards the Precepts of the Law. Well then the Result of the present Considerations is this, since that most intire Love of <em>GOD</em> I stand for in the first Commandment does not at all interfere with the Love of our Neighbour in the second supposing that by Love there we are not to understand Love of Desire, but only Love of Benevolence, and since as I have shewn Love of Benevolence is the Love there solely intended, I may now with Assurance conclude that the Account I have given of the first Commandment, as high as it is, is no way injurious to the second, the thing that is generally laid to my Charge. But you go further, undertaking to show that my Account of the Love of GOD is so far from being prejudicial to that of our Neighbour, that it is the only true solid Foundation it can rest upon. I thoroughly approve what you say upon this Part, but shall not offer to add any thing to it, because indeed you have said all. I promised in my last that in my next I would add something to the Reason of our loving <em>GOD</em> so intirely, but having fallen upon a Vein of other Thoughts, and those of no slight Importance, must beg you to let me be in your Debt for this untill another Opportunity, as also for what you further desire concerning Pleasure. In the mean time I leave you to that of your own Meditations, more of which upon this great Subject will be highly grateful to <br> &emsp;&emsp;<em>Madam</em>, <br> &emsp;Your very humble Servant <span class=\"margin-comment\">Bemerton, March 23.</span> <br> &emsp;&emsp;&emsp;<span class=\"small-capitals\"><span class=\"name\">J. Norris</span></span>.","subId":"6","id":"Norris.LLG.8.6"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Astell.LLG.7","imported":true,"duplicate":"Astell.LLG","title":"Letter VII. To Mr. Norris","breadcrumb":"Letter 7","published":[1695]},"next":{"id":"Astell.LLG.9","imported":true,"duplicate":"Astell.LLG","title":"Letter IX. To Mr. Norris","breadcrumb":"Letter 9","published":[1695]}}