{"imported":true,"id":"Norris.LLG.App2","parent":"Norris.LLG","title":"Appendix 2. Mr. Norris's Answer","breadcrumb":"Appendix 2","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:10.2?rgn=div2;view=fulltext","texts":[],"duplicate":"Astell.LLG","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","forename":"John","surname":"Norris","author":"John Norris","birth":1657,"death":1711,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2><em>Mr. </em>Norris<em>'s Answer</em></h2> ","id":"Norris.LLG.App2"},{"type":"paragraph","content":"YOU are no less happy in this your <em>Review</em> than in your first <em>Overture</em> to pitch upon the only material Objection to which the Proposition you attack is liable. But before I set my self to answer it, give me leave to suggest to you that 'tis a Proposition of the most incontestable and philosophick Evidence, and in the Discourse you refer to most clearly demonstrated to be so, that the Bodies that are about us are not the true Causes of those Sensations which we feel at their Presence, but that GOD only is the Cause of them, who being the Author of our Beings has the sole Power to act upon our Spirits, and to give them new Modification. I say <em>Modifications</em>, for that well expresses the general Nature of Sensation. And it is a new Modification or different Way of existing of the Soul that makes this or that Sensation, which is not any thing really distinct from the Soul, but the Soul it self existing after such a certain Manner. Wherein it is distinguished from our <em>Idea's</em>, which are representative to us of something without us, whereas our Sensations are within us, and indeed no otherwise distinct from us than Modalities are for the thing modified. Accordingly there is a vast Difference between knowing by <em>Sentiment</em> and knowing by <em>Idea</em>. We know Numbers, Extension, and Geometrick Figures by Idea, but we know Pleasure and Pain, Heat and Colour, <em>&amp;c.</em> by interior Sentiment. To know Numbers and Figures there is need of Ideas, for without an Idea the Soul can have no Perception of any thing distinct from it self, as Numbers and Figures are. But to know or perceive Grief there is no need of an Idea to represent it. A Modality of the Soul is sufficient, it being certain that Grief is no other than a Modification of the Soul, who when in Grief does not perceive it as a thing without and distinct from her self (as when she contemplates a Square or a Triangle) but as a different Manner of her own Existence. Sensation then being a Modification of the Soul, this single Consideration setting aside all other Discoursings will furnish us with a demonstrative Argument to prove that not Bodies, but <em>GOD</em> alone is the Cause of our Sensations. For who else should either have Power or Knowledge to new modifie our Beings, but he who made them and perfectly understands them? But I shall not enter upon a further Demonstration of this Point, since I have abundantly proved it in my printed Discourse of the Love of <em>GOD</em>, and since you do as good as allow it in your present Objection. This therefore appearing to be a clear and certain Truth, give me leave again to remind you of a certain Maxim that I observed to you in my first Letter, That <em>we are to stick to what we clearly see, notwithstanding any Objections that may be brought against it, and not reject what is evident for the sake of what is obscure</em>. Supposing therefore that there are, or might be Objections raised to shew that <em>GOD</em> is not the Cause of our Sensations which I could not answer, yet since my Reason as often as I consult her does most convincingly assure me that he is, I ought to rest here, and not suffer that which I do not perceive, to hinder me from assenting to that which I evidently do.","subId":"1","id":"Norris.LLG.App2.1"},{"type":"paragraph","content":"But to consider your Objections, I observe in the first place that having granted that sensation is only in the soul, that there is nothing in Body but Magnitude, Figure and Motion, and that being without Thought it self it is not able to produce it in us, and therefore those sensations, whether of Pleasure or Pain which we feel at the Presence of Bodies, must be produced by some higher Cause than they (all which well agrees with the Conclusion I contend for) you afterwards object against their being only Conditions serving to determine the Action of the true and proper Cause, which Objection seems to come a little unexpectedly after such a Concession. For if they are not true and proper Causes of our sensations, what else can they be but Conditions serving to determine the Agency of him who is so? Yes, you seem to point out a middle Way, by supposing that as they are not so much as proper Causes, so they are more than mere Conditions, <em>viz.</em> <em>That they have a natural Efficacy towards the Production of our Sensations</em>. But if I am not mightily mistaken this middle Way will fall in with one of the Extreams. For to have a natural Efficacy for the Production of a thing, is the same as to have a Causality, and that again is the same as to be (at least a partial) Cause. If therefore the Objects of our Senses be not true and proper Causes of our Sensations, then neither have they any natural Efficacy towards the Production of them. But if they have any such natural Efficacy, then they are true and proper Causes, which though it be a Proposition which you formally and expresly deny, is that however which your Objection in the true Consequence and Result of it tends to prove. And to prove this, That Bodies have a natural Efficacy towards the Production of our Sensations, or that they are true Causes of them (for I take them to be Propositions of an equivalent Import) you argue from a twofold Topick, first, That the contrary Theory renders a great Part of <em>GOD</em>'s Workmanship vain and useless. Secondly, That it does not well comport with his Majesty. Now to set you right in this matter, and to acquit our Theory from both these very threatning Inconveniences, we need only fairly propose it. The Case then is this. GOD has united my Soul to a certain Portion of organized Matter, which therefore for the particular Relation it has to me I call my Body. This Body of mine is placed among and surrounded with a vast Number and Variety of other Bodies. These other Bodies according to the Laws of Motion established in the World strike variously upon mine, and make different Impressions upon it according to the Degree of their Motion, and the Difference of their Size and Figure. These Impressions have a different Effect upon my Body, some of them tending to the Good and Preservation, and some to the Evil and Dissolution of its Structure and Mechanism, even as in the greater World some Motions tend to the Generation and Perfection, and others to the Corruption and Destruction of natural Bodies. Now though it be not necessary that my Soul should know what is done to other Bodies, yet for the good of the animal Life it is very necessary she should know what passes in her own, whether such or such Impressions make for its good or hurt. Now there are but two Ways for this, <em>Light</em> and <em>Sentiment</em>. My Soul must know this either by considering and examining the Nature of other Bodies, the inward Configuration of their Parts, the Difference of their Bulk and external Figure, the Degree of their Motion, and withal the Relation that all these bear to the Configuration of her own Body, or by having some different Sentiment raised in her according to the Difference of the Impression, or in clearer Terms, by being differently modified her self, according as the Modification of her Body is altered by the Incursion of other Bodies. The first of these Ways, besides that it would employ and ingage the Soul which was made for the Contemplation and Love of <em>GOD</em> (her true and only good) in things altogether unworthy of her Application, is withal, considering the Narrowness of our Faculties and the frequent Return of such Occasions, not only infinitely tedious, painful and distracting, but utterly impracticable. For after all if I were not to take away my Hand from the Fire till I had entered into the Philosophy of it, examined the Figure and Motion of its little Particles, and considered the several Relations they had to the Configuration of my Body, I should be burnt before I had a quarter ended my Speculation. It is necessary therefore that there should be a quicker and a shorter Way of advertizing the Soul of the several Relations that other Bodies bear to her own, and of the Conveniency or Disconveniency of their Impressions. Which can be only by a suitable Sentiment either of Pleasure or Pain according as the Impression happens to be. But this is an Advertisement I must in vain expect from Bodies. They can give me no Intelligence of what even themselves do to me. They can indeed change the Situation of the Parts of my Body, but they cannot give any Sentiment to my Mind, or new modifie my Soul. <em>GOD</em> only is able to do this, and accordingly being willing that I should know the Relations that other Bodies bear to mine with as little Trouble as may be, (it being not fit that a Soul made for the Contemplation of an infinite Good, should be occupied and taken up with anxious Disquisitions about Bodies) he leaves it not to my Reason to explore and sift out the Congruities or Discongruities of other Bodies with mine (which would not only be a laborious, but after all a very fallacious and uncertain Way) but in Wisdom thinks fit to go another way to work, and to give me due Information of these things by the short incontestable Proof of <em>Sentiment</em>. And because Pleasure and Pain are the natural Marks of Physical good and evil, and withal the strongest and most quickning Motives to incline me to seek or shun the Use of Bodies, accordingly these are the two general Sensations he raises in my Soul according as the Impressions are which are made upon my Body. Thus for Instance, when the Motion of the Fire is moderate and temperate upon my Body, and serves only to open and supple its Parts, to quicken my Blood, and to cherish and recreate my Spirits, I feel a Sentiment of Pleasure. But when it comes to be intemperate so as to indanger the Rupture of any of its Fibres, I feel a contrary sentiment of Pain, which admonishes me of the imminent Evil, and in a Language that even Children and Idiots understand, bids me remove my self at a greater Distance. And all this with a great deal of Reason. For though there be nothing in the Motions themselves resembling those sensations which attend them, and though the Motion which occasions Pleasure differ only in Degree from that which occasions Pain (which by the way is a plain Argument that those Motions do not properly cause or produce those sensations) yet since as far as they respect the Preservation of the Machine, and the good of the Bodily Life or State they differ essentially, or in their whole Kind, it is fit they should be attended with sensations essentially different, such as Pleasure and Pain, which therefore <em>GOD</em> raises in the soul in Consequence of those general Laws of Union which he has established between it and the Body, touching it as it ought to be touched in relation to the Difference of sensible Objects. The Wisdom and Goodness of which Conduct we can never sufficiently meditate upon or admire.","subId":"2","id":"Norris.LLG.App2.2"},{"type":"paragraph","content":"And now Madam, I can no sooner suppose you to have gone over in your Thoughts this account concerning the Manner of sensation, than to have formed within your self a satisfactory solution of the Difficulties you propose. For though these sensible Objects are not the true Causes of those Sensations which we feel in our Souls upon the Impressions they make in our Bodies, but only Conditions determining the Agency of the true Cause, yet it does by no means follow from hence that therefore they <em>serve for nothing</em>, and are <em>wholly unnecessary</em>. No, the contrary appears from the Account before given. For though these Objects do not act upon our spirits, or truly and properly speaking, produce any sensation there, yet they do really make an Impression upon our Bodies, and according to the different Measure or Manner of that Impression minister to <em>GOD</em> (the true efficient) an apt and proper Occasion to act upon our spirits, and so in this respect are not merely positive and arbitrary Conditions. 'Tis true indeed if by positive and arbitrary Conditions you mean that there is no real Analogy or necessary Connexion, abstracting from all Will or Constitution of GOD about it, between such Impressions and such sensations, so they are mere positive and arbitrary Conditions. For most assuredly there is nothing in those Motions that either answers the following sensations, or naturally and necessarily infers them. But if by positive and arbitrary Conditions you mean that there is no greater Reason why <em>GOD</em> in Consideration of the Welfare of the Body should give the Soul such a Sentiment, rather than another upon such an Impression, so they are not mere positive and arbitrary Conditions. For though that Motion which is followed with Pleasure, has no Physical Analogy with Pleasure, as differing only in Degree from that which is followed with Pain (whereas Pleasure and Pain differ essentially) and so though <em>GOD</em> might if he pleased exchange sensations, giving me suppose, a sentiment of Pain, when the Motion of the Fire is temperate, and according to the present Order of things ought to be followed with a sentiment of Pleasure, and so likewise giving me a sentiment of Pleasure when the Motion of the Fire is intemperate, and so according to the present Establishment ought to be followed with a sentiment of Pain, I say though he might thus transpose our sensations for any Physical Proportion or Connexion that is between them and their respective Motions, yet in regard to the good State of the Body it is not so fit and reasonable that he should, as is obvious to conceive. And this is all the <em>Sensible Congruity</em> I can allow you. For in short, if by sensible Congruity you mean only, that considering the Good or Evil that arrives to the State of the Body from such an Impression there is an antecedent Aptness or Reason in the thing why GOD should touch the Soul with such or such a Sentiment rather than with its contrary, I readily acknowledge that there is such a sensible Congruity. But if by sensible Congruity you mean (as you seem to do) that there is any natural similitude or Proportion between such an Impression and such a sentiment as to the things themselves, or that by virtue of this Analogy such an Impression has any natural Efficacy to produce, or (in your Language) to <em>draw forth</em> such a sentiment, in this sense I deny that there is any such thing as a sensible Congruity, that is, I deny that sensible Objects have any such Congruity with our sensations as to be able to contribute any thing by way of a Physical Efficiency towards the Production of them. No not so much as by way of <em>Instruments</em>. For even Instruments belong to the Order of efficient Causes, though they are less principal ones, and 'tis most certain that GOD has no need of any, since his Will is efficacious of it self. If therefore this be meant by sensible Congruity that the Objects of our senses have any real Part or Share in the Production of our sensations, though it be only in an <em>instrumental</em> Way, I utterly disclaim it as an absurd and unphilosophical Prejudice, and that without any Danger of rendring the Workmanship of <em>GOD</em> vain or unnecessary, that Inconvenience being sufficiently salved by the first kind of sensible Congruity, as you may easily perceive.","subId":"3","id":"Norris.LLG.App2.3"},{"type":"paragraph","content":"This Madam, I think gives full Satisfaction to your first Instance. As to your second, That it seems more agreeable to the Majesty of <em>GOD</em> to say that he produces our sensations mediately by his servant Nature, than to affirm that he does it immediately by his own Almighty Power, I reply briefly, First, That Arguments from the Majesty of <em>GOD</em> signifie no more here against <em>GOD</em>'s being the immediate Author of our sensations than in the old <em>Epicurean</em> Objection against Providence. And indeed they seem both to be built upon the same popular Prejudice and wrong Apprehension concerning the Nature of the Deity, as if it were a Trouble to him to concern himself with his Creation. If it were not beneath the Grandeur and Majesty of <em>GOD</em> to create the World <em>immediately</em>, neither is it so to govern it, and if his greatness will permit him to order and direct the Motions of <em>Matter</em>, much more will it to act upon and give sentiments to our Spirits, though with his own immediate Hand, which is necessary to hold and govern the World which it has made. For, after all, secondly, we have no reason to think it beneath the Majesty of <em>GOD</em> to do that himself which can be done by none but himself. Which as I have sufficiently shewn to be the Case in reference to our Sensations, so I doubt not but that if you carefully read over <span class=\"name\">Mr. <em>Malebranch</em></span>, <cite><em>Touchant l'efficace attribuèe aux Causes Seconds</em></cite>, you will find to hold as true as to all things else. I mean that GOD is the only true efficient Cause, and that his <em>Servant Nature</em> is but a mere Chimera.","subId":"4","id":"Norris.LLG.App2.4"},{"type":"paragraph","content":"As to what you say lastly, That the Supposition of Bodies having an immediate Causality in the Production of our Sensations will be no Prejudice to the Drift of my Discourse, <em>the intire Love of GOD</em>, because of the mechanical and involuntary Way of their Operation, I do not know whether this Supposition will be so harmless or no. But this I am sure of that the safest Way to bar the Creatures from all Pretensions to my Love, is to deny that I have any of my Sensations from them, or that I am beholden to them for the lest Melioration or Perfection of my Being. And besides, if we should once allow them in a true and Physical Sense to cause our Sensations, I am inclined to think that this may justly be used as an Argument <em>a&nbsp;Posteriori</em>, to prove that they do not do it so mechanically and involuntarily as you represent it, but rather knowingly and designedly, since it is impossible that any thing but a <em>thinking Principle</em> should be productive of any <em>Thought</em>, as all Sensation certainly is.","subId":"5","id":"Norris.LLG.App2.5"},{"type":"paragraph","content":"And thus Madam I have endeavoured to give you the best Satisfaction I can upon this great and noble, but much neglected Argument, and shall think my self very happy and sufficiently rewarded if by the Pains I have bestowed I may deserve the Title of <br> &emsp;&emsp;<em>Madam</em>, <br> &emsp;Your sincere Friend <span class=\"margin-comment\">Bemerton, Sept. 21.</span> <br> &emsp;&emsp;and humble Servant <br> &emsp;&emsp;&emsp;<span class=\"small-capitals\"><span class=\"name\">J. Norris</span></span>.","subId":"6","id":"Norris.LLG.App2.6"}]}