{"imported":true,"id":"Norris.LLG.Pref","parent":"Norris.LLG","title":"The Preface","breadcrumb":"Preface","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:4?rgn=div1;view=fulltext","texts":[],"duplicate":"Astell.LLG","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","forename":"John","surname":"Norris","author":"John Norris","birth":1657,"death":1711,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>TO THE</h3> <h1>READER.</h1> ","id":"Norris.LLG.Pref"},{"type":"paragraph","content":"<em>THE Letters herelaid open to thy View are a late Correspondence between my self and a Gentlewoman, and to add to thy Wonder, a young Gentlewoman. Her Name I have not the Liberty to publish. For her Person, as her Modesty will not suffer me to say much of her, so the present Productions of her Pen make it utterly needless to say any thing, unless it be by way of Prevention to obviate a Diffidence in some who from the surprizing Excellency of these Writings may be tempted to question whether my Correspondent be really a Woman or no. To whom my Answer is, that indeed I did not see her write these Letters, but that I have all the moral and reasonable Assurance that she did write them, and is the true Author of them, that can be had in a thing of this Nature. And I hope my Credit may be good enough with those that know me to be believed upon my serious Word, where there is no other Satisfaction to be given.</em>","subId":"1","id":"Norris.LLG.Pref.1"},{"type":"paragraph","content":"<em>The Subject of this Correspondence is the best and greatest that the Thought of an intelligent Creature can possibly exercise it self about, </em>the Love of GOD<em>. And 'twere much to be wished that this were made more the Subject not only of our Conversations and Letters (instead of those many empty and impertinent Formalities that usually fill and ingross them) but even of our Books and more elaborate Composures, which I think would be better imployed in laying good Foundations for the Love of GOD, and raising the low-sunk Practice of it, than in curious Researches of his Nature, and an eternal Contention and tedious </em>Chicane<em> about the </em>Trinity<em>. Men may wrangle for ever about these abstruse Theories, and sooner dispute themselves out of Charity than into Truth, but our Wills have at present a larger Capacity than our Understandings, and our Love of GOD may be very flaming and seraphick, when after the greatest Elevation and Soar of Thought our Conceptions of him are but faint and shadowy, and we see him but in a Glass darkly. But if we would even make this Glass more transparent, 'tis Love that must clarifie and refine it. An affectionate Sense of GOD will discover more of him to us, than all the dry Study and Speculation of Scholastick Heads, the Fire of our Hearts will give the best and truest Light to our Eyes, and when all is done the </em>Love<em> of GOD is the best </em>Contemplation<em>.</em>","subId":"2","id":"Norris.LLG.Pref.2"},{"type":"paragraph","content":"<em></em>However<em>, I am sure it is the best </em>Practice<em>. Love is not only the shortest and most compendious Way to Perfection, but the greatest Heighth and Pitch of it. The more we have of Love, the nearer Advances we make to GOD, who is Love it self, and who breaths forth from him essential and substantial Love, the more fit we are to taste the Sweetness of Divine Communion and religious walking with him here, and the better prepared to relish and enjoy the fuller Display of his sovereign Excellence hereafter.</em>","subId":"3","id":"Norris.LLG.Pref.3"},{"type":"paragraph","content":"<em>Heaven is but a State of the most perfect and consummated Love, and therefore the best thing we can practice upon Earth is to tune our Hearts to this Divine Strain, to set them as high as we can, for sure the best Preparation for Love must be Love it self. But whatever other Qualifications are requisite, a Heart once truly touched with this divine Passion cannot long want them. Love will draw along after it all other Virtues, will perfect and improve them, and will at least hide those Faults of them which it cannot correct. For this is that universal Excellency which supplies the Defects of other Works, but which if wanting (such a necessary and vital Part it is) nothing else can supply or compound for. Neither Tongues, nor Prophecy, nor Knowledge, nor Faith, nor Alms, nor even Martyrdom it self signifie any thing without Charity. The Heart is the Sacrifice that GOD demands, and unless that be offered, the richest Oblation will find no Acceptance. Other Gifts and Graces, whether intellectual or moral, come indeed from Heaven, but they often leave us upon Earth. Love only elevates us up thither, and is able to unite us to God. 'Tis this indeed that gives us the strictest Union with him in this Life. By Faith we live upon GOD, by Obedience we live to him, but 'tis by Love alone that we live in him. And so <span class=\"name\">St. <em>John</em></span>, </em>God is Love, and he that dwelleth in Love dwelleth in God and God in him<em>. A Passage that makes highly for the Privilege of Love, and which I cannot mention without calling to mind a most Divine Remark which the </em><span class=\"name\">Port Royal</span><em><a href=\"#n1\"><sup>[1]</sup></a>, in their late Abstract of the Morality of the New Testament has upon it. </em>O great GOD, you are all Love in your self, and all Love for Man, and Man dares deliberate whether he should love you, and to inquire when and how far he is obliged to do it. If to love GOD be to possess him, and to be possessed by him, what an Emptiness is there in that Heart which does not love God, or of what is it full if not of Vanity and Indigence it self?<em></em>","subId":"4","id":"Norris.LLG.Pref.4"},{"type":"paragraph","content":"<em>But I may be concerned to </em>plead<em> as well as to </em>recommend<em> the Greatness of our Subject, which indeed is so sublime and vast, has such immense Dimensions, such Heighths and Depths in it, that there needs no other Apology than the Theme we treat of to excuse the Defectiveness of our Meditations upon it. If there be any Argument that will oppress a Writer with its Weight, dazzle him with its Glory, and make every thing that he shall think or say upon it appear little, it is this certainly of the Love of God, which is a Theory of too exalted a Nature for any humane Pen, and such as Angels alone are fit to write upon.</em>","subId":"5","id":"Norris.LLG.Pref.5"},{"type":"paragraph","content":"<em>They that contemplate the </em>Face<em> of GOD can tell, it may be, in some Measure how lovely he is, and the very Transport of their high Passion, would furnish them with Expression, but 'tis hard for a Soul that sees only his </em>Back-parts<em> to give any tolerable Representation of his Beauty, and for a Spirit that dwells and converses upon Earth to speak the Language of Heaven. There are </em>Mysteries<em> in the Love of God as well as in other Parts of Religion which to the Minds of Men arm'd as they are with sensible Prejudices, will appear very difficult, and which the most purged and illuminated Spirits will not presently comprehend, and which even those that do will not easily explain so as to make them intelligible to others. Practice and Experiment will go furthest here, but after all we must be often forced to cry, </em>O the Depth!<em> <span class=\"name\">St. <em>Paul</em></span> seems to have been sensible of this when he prayed for his </em>Ephesians<em>, that </em>being rooted and grounded in Love, they might be able to comprehend with all Saints, what is the Breadth and Length and Depth and Heighth, and to know the Love of <span class=\"name\">Christ</span> which passes Knowledge<em>. This perhaps may be chiefly meant of the Love of God to us, but 'tis as true of our Love to him, which has its Dimensions too, a Depth which we can hardly sound, and a Heighth which we can hardly reach.</em>","subId":"6","id":"Norris.LLG.Pref.6"},{"type":"paragraph","content":"<em>Some it may be will be ready to say here that we have reached beyond it, by carrying the Measures of Divine Love to too great a Heighth. But let me only desire them to consider (besides what they will find for the Justification of our Measure in the following Papers) that the Love here discoursed of and recommended is the Love of a </em>God<em>, that is, of all that is good, of all that is perfect, of all that is lovely, of all that is desirable, in short, of all that truly is, and can any Love be too great or too high for such an Object? Or rather does he not deserve infinitely more than we or any of his Creatures can bestow upon him? What can an infinite good be loved too much, or is any Degree of Love too high for him who is infinitely lovely, and who infinitely loves himself? Is the Heart of Man too great a Sacrifice for a God, though it were intirely offered and wholly burnt and consumed at his Altar? Especially since he himself demands it all, requiring us to love him with our whole Heart, Soul, and Mind. And would we present him with less? What do we think the whole too great for him that we thus mince and divide it! But does not our Conscience secretly reproach us when we do so? Yes, it continually upbraids to us the Love of Creatures, and is always like a faithful Advocate pleading in the Behalf of God, and asserting his sovereign Right. And why then should it be thought such a Stretch of the Love of God to make it intire and exclusive of all other Loves? Can we love God too much, or Creatures too little? Or is it such a Paradox to make the Church speak to <span class=\"name\">Christ</span> in the same Language wherein he condescends to speak to her, </em>my Love, my undefiled is but one<em>.</em>","subId":"7","id":"Norris.LLG.Pref.7"},{"type":"paragraph","content":"<em>But after all, is this such a rare and unheard of Conclusion that God ought to be the sole and intire Object of our Love, to be so stared at as I find it is, and lookt upon as such a </em>Singularity<em>! No certainly, nothing more ordinary in Books of Piety and Devotion, than to meet with Expressions of this Kind. <span class=\"name\">St. <em>Austin</em></span>'s Devotional Tracts are full of them, and so are our modern Writers who commonly run upon the same Strain, as may be seen at large (for 'tis endless to make particular Quotations here) in all those Books that are written after the mystical and spiritual Way, particularly in the Works of the great Spanish Seraphick <span class=\"name\">St. <em>Theresa</em></span>, particularly in her <cite><em>Pensées Sur L'Amour de Dieu</em></cite>, in <span class=\"name\">Cardinal <em>Bona</em></span>'s <cite><em>via Compendii ad Deum, Chrestien Interieur, Thomas a Kempis</em></cite> of the Imitation of <span class=\"name\">Christ</span>: To which may be added </em><span class=\"name\">Corneille</span><em>'s Book of Divine Poems upon the same Subject, where he has this memorable Passage:</em> <blockquote><span class=\"foreign\">O Qu'heureux est Celuy qui de Coeur &amp; d'esprit <br> Scait gouster ce que C'est que d'aimer Jesus Christ, <br> Et joindre à cest amour le mépris de soy-mesme! <br> O qu'heureux est Celuy qui se laisse Charmer <br> Aux Celestes attraits de sa Beaute supréme, <br> Jusqu'à quitter tout ce qu'il aime <br> Pour un Dieu qu'il faut seul aimer.</span></blockquote> <blockquote><span class=\"foreign\">Ce doux &amp; saint Tyran de nostre Affection <br> A de la jalousie &amp; de l'Ambition, <br> Il veut regner luy seul sur tout nostre Courage, <br> Il veut estre aimé seul, &amp; ne scauroit Souffrir <br> Qu'autre amour que le Sien puisse entrer en partage, <br> Ny du Coeur qu'il prend en Ostage, <br> Ny des Voeux qu'on luy doit offrir.</span></blockquote>","subId":"8","id":"Norris.LLG.Pref.8"},{"type":"paragraph","content":"<em><span class=\"name\">Monsieur <em>Jurieu</em></span> has also a great deal to the same Purpose in his Book of <cite><em>Christian Devotion</em></cite>, and I might name several among our own Writers, but there is one that delivers himself so full and home to the Business that I need mention no more, but shall only present the Reader with a Passage out of him. It is <span class=\"name\"><em>Bishop Lake</em></span>, who in his seventh Sermon upon those Words, </em>Thou shalt love the Lord thy God with all thy Heart<em>, &amp;c. <cite>Matth. 22. and 37.</cite> (the very Text we build upon) expresses himself thus: </em>In the Question of Perfection Divines require a double Perfection, one <span class=\"foreign\">partium</span>, the other <span class=\"foreign\">graduum</span>. There is a Perfection of the Parts in Man, which must be seasoned with the Vertue, and the Vertue in those Parts must arise unto its full Pitch. This Text requires both these Perfections in Charity. The Perfection on of the Parts of Man are intimated in the Enumeration of the Heart, Mind, Soul and Strength, unto which all our inward and outward Abilities may be reduced. So that there is no Power or Part of Man that must not be qualified with the Love of God. But of this Perfection I have spoken when I shewed you the Seat of Love. I made it plain unto you that there was to be in our Charity a Perfection of Parts. That with which we have now to do is the Perfection of Degrees. The Text will tell us that it is not enough for every of those Parts to have the Love of God in them, they must also be wholly taken up therewith. And this Perfection is noted by the Word (all) which is added to Heart, Soul, Mind, and Strength.<em></em>","subId":"9","id":"Norris.LLG.Pref.9"},{"type":"paragraph","content":"<em></em>A Commandment is the sooner admitted if the Reasonableness of the ground thereof be first discovered. I will therefore first discover the ground upon the Reasonableness whereof this great Measure is required. The ground is twofold, one in GOD, another in us. The ground that is found in God is taken from the Preface of this Text, as <span class=\"name\"><em>Moses</em></span> has delivered it, and <span class=\"name\">St. <em>Mark</em></span> repeated it. The Preface is, hearken O <em>Israel</em>, the Lord thy God is one. But one, therefore the intire Object of our Love. He will not give this his Glory to any other, neither will he indure any Corrival herein. The Beginning, the Middle and the End of this Object is only he that is <em>Alpha</em> and <em>Omega</em>, the first and last. Had we many Lord Gods then might we have many Objects of our Love. The Object can no more be multiplied than he can. Take all the Parts of his Title asunder, and you shall find Oneness and Intireness therein.<em> After a particular Examination of and Descant upon which he proceeds. </em>I suppose if you have well heeded what I have said you will acknowledge that there is a fair ground in the Lord our God why he should challenge all our Love. Let us come now and look upon our selves, and see what ground thereof we can find there.<em></em>","subId":"10","id":"Norris.LLG.Pref.10"},{"type":"paragraph","content":"<em></em>When the Question was moved unto <span class=\"name\">Christ</span> whether the <em>Jews</em> ought to pay Tribute to <span class=\"name\"><em>Caesar</em></span> or not, he called for the Coin and asked whose Image and Superscription it bare. And when they answered him <em><span class=\"name\">Caesar</span></em>'s, he replied, give unto <em><span class=\"name\">Caesar</span></em> those things which are <em><span class=\"name\">Caesar</span></em>'s. But he addeth to our Purpose, that upon the same grounds they must give unto GOD those things which are GOD's. If the Image and Superscription were a just ground why Coin should be paid unto <span class=\"name\"><em>Caesar</em></span>, where GOD's Image is found there is as good a Reason that that should be rendred unto him. Now God's Image is found in us by Nature, for we were made according to his Image, so that all which we receive from him we owe unto him by the Law of Creation. A second way is God's Image in us, by Grace. For our Regeneration is but a second Creation, wherein we are reformed unto that Image according to which God at first created us. All then is due unto God a second time, by the Law of our Redemption, so that whether we look upon our Heart, our Mind, our Soul, or Strength, it may be demanded of us, <span class=\"foreign\">Quid habes, quod non accepisti?</span> <em>What hast thou</em>, &amp;c. And if we have received it all, the Exaction is but reasonable, <span class=\"foreign\">Si totum exigit a te qui totum fecit, refecit te.</span> Surely <span class=\"name\">St. <em>Paul</em></span> thought so when he wills the <em>Corinthians</em> to glorifie God with their Bodies, and with their Souls, adding this reason, for they are God's.<em></em>","subId":"11","id":"Norris.LLG.Pref.11"},{"type":"paragraph","content":"<em></em>Well then we have found fair grounds of this Measure. For if God be such and such to us, as you have heard, the only lovely thing, and all that can be beloved, and we are all his, and all that we have is due unto him, both by Nature and by Grace, then ought we with all to express our Love towards him. But what is it to love him with all! Surely it is to love him <span class=\"foreign\">sine divisione &amp; sine remissione</span>. None of our Abilities must be divided, none of them must be slack in doing this Work. First of the Division, we must not divide our Hearts, that is, as the Scripture speaks, have a Heart and a Heart, a Heart for God, and a Heart for the World,<em> &amp;c<a href=\"#n2\"><sup>[2]</sup></a>. Again, </em>all Division of our Abilities is a plain abandoning of the Love of God, for no Man can serve two Masters as <span class=\"name\">Christ</span> tells us,<em> &amp;c. </em>God will have all or none,<em> &amp;c. Again says he, </em>What is the Use of all this but to make us see how little we perform of this Commandment, and how little Cause we have to boast of the best that we do therein. Who is he that can deny that his Abilities are divided, and that he loves more things than God, yea most things more than God,<em> &amp;c.</em>","subId":"12","id":"Norris.LLG.Pref.12"},{"type":"paragraph","content":"<em>You see here is a great Man that not only expresly delivers the same Conclusion, but endeavours to prove it too. Whether his way of reasoning be conclusive or no I leave the Reader to judge. All that I am at present concerned to remark is, that the Conclusion it self is far from being such a Novelty or Singularity as many may imagine and object. No, it is frequently to be met with, and all that I have here and elsewhere done is only to reduce a common Conclusion into clear and distinct Principles, such as are founded in the Nature and Reason of Things. So that if what I advance be no Truth, yet I am sure it is no Paradox, which is enough to fence me from Prejudice, and I am content that Reason should decide the rest.</em>","subId":"13","id":"Norris.LLG.Pref.13"},{"type":"paragraph","content":"<em>When I have desired the Reader to be so just to me as not to meddle with these Papers till he has first carefully perused the Discourse to which they relate, and which contains the Principle upon which they proceed, I have nothing more to say here unless it be to give some account of the Reasons of our communicating a private Correspondence to the Publick, concerning which I shall leave the Reader to satisfie himself out of the Two ensuing Letters, which contain my Proposal of a Publication, with the Reason and Manner of my Correspondents Compliance. The Letters are as follows.</em>","subId":"14","id":"Norris.LLG.Pref.14"},{"type":"paragraph","content":"<em>Madam</em>, <br> SInce we have now both of us concluded our Parts, and so sealed up our Divine Subject with a double Seal, it would be a little indecorous to break it open again, especially for me who cannot think it Prudence to travel on even in so pleasant a Road after my Guide has left me, to proceed further in a Subject where you think fit to end, or to vitiate with any Additions of mine the Relish of an Argument upon which you have left such a pleasing and delicious Farewel. No Madam, let it stand as you have left it, for though it should not be absolutely finished (as indeed who can say of such an immense Subject that it ever is) yet 'tis most just and fit that where-ever you please to end, there should be the Conclusion, after which, as in <span class=\"name\"><em>Apelles</em></span>'s <span class=\"name\"><em>Venus</em></span>, there can be no adding without Presumption. I shall not therefore be guilty of it, only give me leave to lament a little that you conclude so soon your Meditations and my Pleasures. For methinks I could eternally hear your Discourse upon this ever fruitful, ever ingaging and entertaining Theme, which as great as it is receives such an Advantage from your Management, as might recommend it to those dull cold Spirits whom its own natural Excellency would never affect. The very Tunings and looser Touches of a sweet and well toned Instrument are pleasant, and what then is the Harmony when it comes to be played on by a Masterly Hand! And how is the musical Hearer grieved when he sees the melodious Artist unstringing it and laying it aside. But Madam, there are some Pleasures that are always short, if Time be their Measure, and were your Discourses here never so prolix I should still think and be ready to complain they were done too soon, so great and noble is the Subject, and so admirable both your Thoughts and Expressions upon it, such Choiceness of Matter, such Weight of Sense, such Art and Order of Contrivance, such Clearness and Strength of reasoning, such Beauty of Language, such Address of Style, such bright and lively Images and Colours of things, and such moving Strains of the most natural and powerful Oratory, and all this seasoned with such a Tincture of Piety, and seeming to come from a true inward vital Principle of the most sincere and settled Devotion. But why do I say <em>seeming</em>, when 'tis next to impossible that such lively and savoury Representations of the Love of God should proceed from one that is not intimately acquainted with the Mysteries and Secrets of it, or that there should be any such Knowledge without the most hearty and affectionate Sense of it, which alone is able to teach and make it known. For, contrary to the Method of other Sciences, 'tis Practice here that begets Theory, and those only who have their Hearts thoroughly warmed and animated with the Love of God can either know or describe its Properties.","subId":"15","id":"Norris.LLG.Pref.15"},{"type":"paragraph","content":"Madam, I am very sensible what Obligations I am under to you for the Privilege of your excellent Correspondence, though I can never hope that my Thanks should ever equal either the Pleasure or the Advantage I have received by it, or that I should be ever able to express the Value I set upon your Letters, either as to their Ingenuity or their Piety. The former of which might make them an Entertainment for an Angel, and the latter sufficient (if possible) to make a Saint of the blackest Devil. I am sure for my own Part I have particular reason to thank you for them, having received great spiritual Comfort and Advantage by them, not only Heat but Light, intellectual as well as moral Improvement. For (as many Discourses as there are upon the Subject) to my Knowledge I never met with any that have so inlightened my Mind, inlarged my Heart, so entered and took Possession of my Spirit, and have had such a general and commanding Influence over my whole Soul as these of yours. And I question not but that they would have the same Effect upon other Readers if they were but exposed to their View, and would help to fan and blow up that divine Fire which our Saviour came to kindle upon Earth, but which the Neglect of careless Men has let almost go out.","subId":"16","id":"Norris.LLG.Pref.16"},{"type":"paragraph","content":"And indeed never was there more need of such warm quickning Discourses than in this cold frozen Age of ours, wherein the Flame of divine Love seems not only to burn with a blue expiring Light, but to hang loose and hovering, just ready to fly away and be extinct. <em>Some have not the Knowledge of God</em>, was the Complaint of <span class=\"name\">St. <em>Paul</em></span>, and the chief Character of his Time. But that of ours is Want of the Love of God, and which equally redounds to our <em>Shame</em>. Perhaps more, since the natural Capacity of our Wills is greater and more extensive than that of our Understandings, and he that knows but little may yet love much. But to our Shame the Reverse of this is now true. There is a great deal of Knowledge now adays and but little Love. Knowledge indeed is now in its Meridian, diffusing at once a very bright and universal Light, but the Love of God is declining and just ready to set. Strange that our Heads should be so full of Life and Spirits, and yet that the Pulse of our Hearts should beat so low! But the Ends of the World are come upon us, and a double Prophecy must be fulfilled, <em>viz.</em> That in the later Days Knowledge shall increase, and that the Love of many shall wax cold.","subId":"17","id":"Norris.LLG.Pref.17"},{"type":"paragraph","content":"O divine Love whither art thou fled, or where art thou to be found? How little art thou understood, and how much less art thou considered and practised! What Discoveries of thee have been made by the Son of God, and yet what a Riddle art thou still to the World! What a Divine Teacher hast thou had, and yet how few are thy Disciples! How charming and ravishing are thy Pleasures, and yet how very few hast thou inamoured by them! While in the mean time Covetousness and Ambition have their numerous Altars and Votaries, and sensual Love is continually spreading its Victories, and leading in triumph its inglorious Captives. O God that thou shouldst be so infinitely lovely, and yet so little beloved! That ever Mortal Beauties should be suffered to vye with thine, that thy Creatures should fall in love with one another and in the mean time neglect thee, thou infinite, thou only fair, who alone art worthy to have, and who alone canst reward their Passion? What a just Indignation must every true Lover of God conceive at this strange Disorder, and how willing and ready will he be to help it by promoting and propagating as far as he can the Love of God in the World! For this is one great Effect and Sign of the Love of God (and the only one I would have added to those you have mentioned) that whereas the Lovers of created Beauties are jealous of them, and willing to ingross them to themselves, being conscious of their Incapacity to suffice for many, those that truly love God are desirous to have others love him too, to multiply his Votaries, and to make the whole World if they can, offer up their Sacrifices upon the same divine Altar. There cannot be a greater Pleasure to a true Lover of God than to see him loved by others, nor a greater Grief than to think what vast Numbers of evil Spirits there are in Hell, and wicked Men upon Earth who either hate him or imperfectly love him. And what would not such a Soul do, what would she not suffer to gain Proselytes to the Love of God, and promote the Power and Interest of it in the World, that so God might be loved in Earth as he is in Heaven? And how would it rejoyce her to find her Endeavours succeed, to find that by careful fanning and blowing, she has at length lighted the Fire under the Sacrifice, and that by her zealous Endeavours it burns and consumes, and sends up to Heaven a grateful Fume? What Satisfaction would she take, and how comfortably would she warm her self at the Fire which she has kindled.","subId":"18","id":"Norris.LLG.Pref.18"},{"type":"paragraph","content":"And truly Madam, I know no better Fuel wherewith to kindle and nourish this sacred Fire than such Discourses as yours, which therefore I think are too useful to the Publick not to be due to it. Treasures you know ought not to be concealed, and so great is the Disorder when they are, that Ghosts oftentimes think it worth while to come into our World on purpose to have them disclosed. To be plain and free, I do verily think nothing can be more conducive (next to the Breathings of the holy Spirit, and the Writings by him inspired) to promote the Love of God, than your Divine Discourses, nothing more effectual to inlarge its Empire in the Hearts of Men, which is so excellent an End, that I can hardly see how you can possibly dispense with your self from serving it when you have it so far in your power. But I shall not assume to be your Casuist. You know best what your Opportunities, and what your Obligations are. Only this, if you communicate your Letters you will be a general Benefactor to Mankind, who will be highly obliged to thank you, and which is more, to bless God on your Behalf. But if you deny the World so rich a Treasure, all that I have to set against the publick Loss will be my own greater Privilege, which however for the common Benefit would willingly be exchanged by <br> &emsp;&emsp;&emsp;<em>Madam</em>, <span class=\"margin-comment\">Bemerton, July 2nd.</span> <br> &emsp;&emsp;<em>Your very humble Servant</em> <br> &emsp;&emsp;&emsp;&emsp;<span class=\"small-capitals\"><span class=\"name\">J. Norris</span></span>.","subId":"19","id":"Norris.LLG.Pref.19"},{"type":"paragraph","content":"&emsp;<em>Sir</em>, <br> SInce 'tis your Pleasure to close this excellent Subject, that I might not with it put an End to those great Advantages which such an agreeable and instructive Correspondence affords me, I designed (when I had taken notice of some few incidentals in our former Letters) to propose a new Subject in this, or else to desire you would please to make choice of such an one as you shall judge of greatest Usefulness, but that in good Manners I think I am obliged to return an Answer to that Request with which you conclude the old Subject before I introduce a new one. Perhaps by this time, and upon maturer Consideration, you have altered your Desire, which I should be glad of for your sake, lest the World which so justly values your Judgment in other things, should have too much occasion to decry it in this. I am not ignorant that Persons who have a great deal of Worth themselves, are too apt to over rate the least Appearances of it in others, and give such Characters of their Friends as better express what they would have them be, than what they really are. It being the Property of those only who are diffident of their own Merit, to envy and endeavour to lessen their Neighbours, and because <em>they</em> are little, imagine that others are so, whilst those who have noble Souls themselves, form their Ideas of others according to their own worth: And thus it comes that you pass so undeserved a Character on my Letters, concerning which I believe very few will be of your Mind. Is the World do you think such an equitable Censor that I should care to make it my Confessor, and expose to its View Papers writ with the same Freedom with which I think? Many are the Faults I find in them my self, though we are generally over partial to our own Productions. Like fond Parents we think our own Brood the fairest, how disagreeable soever they appear to disinteressed Judges. What think you then will the <span class=\"foreign\">Beaux Esprits</span> discover? How will it gratifie that which they call Wit, but is more truly ill Nature, to find so much Matter to work on? For truly Sir, when we expose our Meditations to the World, we give them a Right to judge, and we must either be content with the Judgment they pass or keep our Thoughts at home. Charity and Wisdom indeed would restrain them from that ungovernable Liberty they usually take; they may censure so it be with Candor; judge equitably; ay, and pass Sentence too, provided it be impartially. But though 'tis the Business of a true Critick to discover Beauties as well as Blemishes, and by a due ballancing of both, to pass a sound Judgment on the whole, such Equity is not to be expected where so much Envy abounds, where every Man reckons another's Praises his Detraction, and never thinks his Fame will reach so high as when 'tis built on the Ruins of his Neighbours. A very preposterous Way in my Opinion, to get or encrease Reputation. For where is the Glory of excelling those who have little or no Excellency in them? No, let them shine as bright as they can, and if then I can out-shine them, I have made some considerable Addition to my Character. The Censure therefore that abounds in the World is one Reason why I am against Printing. If a Body have no Worth, to what End should they expose themselves, and bring their Weakness to the Light? And if they have, Concealment is their wisest Choice, since they shall be sure to find more Envy than Encouragement? For it is the Custom of the World when they behold a shining Virtue, to strive rather to reduce it to their Level, than to raise to its exalted Height. 'Tis odds whether such a Man can benefit others, who are too oft resolved not to be benefited by him, but he is certain to suffer himself. Every busie finger will be pulling the Flie out of his Box of Oyntment, not to advance but to lessen its Price. If he be guilty of a little Mistake or Inadvertency (and who is secure therefrom?) Charity shall never be called on to dispose of it, but it shall be bandied about, heightened and aggravated, not only to his, but even to the Reproach of Wisdom and Virtue it self. Since then the Air is so unkind, let's keep our tender Plants beneath a Glass; 'tis enough that they lie open to the Observation and Influence of the Sun of Righteousness, and that when Occasion serves, a Friend may be admitted to view and take them. These and some other Considerations have recommended to me, my darling, my beloved <em>Obscurity</em>, which I court and doat on above all Earthly Blessings, and am as ambitious to slide gently through the World, without so much as being seen or taken notice of in it, as others are to bustle and make parade on its Theater. And therefore, though I desire by all laudable means to secure a <em>good</em>, I will most industriously shun a <em>great</em> Reputation. Not that I want Ambition, perhaps there is too much of that in my Temper, but because I cannot endure to have my Glory and Reward forestalled, nor can be content to receive my <em>Plaudit</em> from any but an infallible Judge. 'Tis enough for me to <em>do</em> well, let who will take the Praise of doing it, there being in my Opinion no <em>Encomium</em> comparable to that which they shall one Day hear, who seek GOD's Glory and despise their own. And though I bear in me too much Allay to be apprehensive of great Commendations; yet, to confess the Truth, I as little care for Censure, having not yet obtained that perfect Indifferency to publick Fame which I endeavour after, because I suppose 'tis scarce possible to command our selves, and arrive at a true Generosity of Temper, till we are perfectly mortified to Praise and Dispraise as well as to other things.","subId":"20","id":"Norris.LLG.Pref.20","author":"Astell"},{"type":"paragraph","content":"But besides this, methinks the very Form of a Letter renders such Compositions improper for publick view. Those civilities which are but necessary, especially when an Acquaintance is founding, will give the captious World occasion to sneer and laugh. It favours too much of <span class=\"name\"><em>Montaigne</em></span>'s Affectation to trouble the World with such Particularities of our Humour, and Infirmities as we may in private very laudably descend to, and which I remember make a Part of some of my Letters. Alas Sir, we are too prone to overrate our selves, and consequently to value whatever relates to us on no other Account but because it does so, but we must not expect to find People so complaisant as to bear with this Temper, or perhaps, so civil as not to ridicule and expose it.","subId":"21","id":"Norris.LLG.Pref.21","author":"Astell"},{"type":"paragraph","content":"These are my Reasons against a Publication, I know not how they will weigh with you, for I must needs confess one of yours overballances them all; whatever People may say of Temptation, to do good seems to me the only irresistible one. And indeed, could I be convinced any thing I have writ would serve the Ends of Piety, I should despise the Censure of the wou'd-be-Criticks, and reckon, <em>that</em> would more than compensate all other Inconveniencies. (And perhaps a little Censure is necessary to correct that Vanity your too good Opinion may have raised in me, and which I desire you would be less expressive of for the future. 'Tis enough for me to obtain the inward Esteem of any vertuous and deserving Person, the greatest Kindness they can shew is to acquaint me with such Faults as lessen and obstruct it.) But if those excellent and elaborate Discourses that are abroad, have so little Effect on the Generality of Mankind, how can I expect my crude Rapsodies should have any? Pardon me that I express so mean an Opinion of any thing you are pleased to commend, I would not do it in any other Case. But all Men will not see with your Eyes, whose Candor has bribed your Judgment, and I am obliged to you as <span class=\"name\"><em>Homer</em></span> and <span class=\"name\"><em>Virgil</em></span> are to their Commentators for discovering Beauties in them which they themselves perhaps never so much as dreamt of. Have you indeed been affected with my Letters? 'Tis not through any Force of theirs but the Goodness of your own Temper. For Hearts so full of Love to GOD, like Tinder, catch at every Spark. But alas there is too much dry Wood in the World to expect that such a languid Flame should kindle it. Your Letters indeed would be extremely useful, and I think they are intire enough by themselves, nor do they need a Foil; so that I cannot imagine to what Purpose mine will serve, unless it be to decoy those to a Perusal of them, who wanting Piety to read a Book for its Usefulness, may probably have the Curiosity to inquire what can be the Product of a Womans Pen, and to excite a generous Emulation in my Sex, perswade them to leave their insignificant Pursuits for Employments worthy of them. For if one to whom Nature has not been over liberal, and who has found but little Assistance to surmount its Defects, by employing her Faculties the right way, and by a moderate Industry in it, is inabled to write tolerable Sense, what may not they perform who enjoy all that Quickness of Parts and other Advantages which she wants? And I heartily wish they would make the Experiment, so far am I from coveting the Fame of being singular, that 'tis my very great Trouble it should be any bodies Wonder to meet with an ingenious Woman.","subId":"22","id":"Norris.LLG.Pref.22","author":"Astell"},{"type":"paragraph","content":"If therefore you over-rule me, and resolve to have these Papers go abroad, it shall be on these Conditions; first, that you make no mention of my Name, no not so much as the initial Letters; and next, that you dedicate them to a Lady whom I shall name to you, or else give me leave to do it. For though none can be less fond of Dedications, or has so little Ambition to be known to those who are called great; yet out of the Regard I owe to the glorious Author of all Perfection, I cannot but pay a very great Respect to one who so nearly resembles him. And where can a Discourse of the Love of GOD be more appositely presented than to a Soul that constantly and brightly shines with these Celestial flames? One whom, now we have duly stated the Measures, I may venture to say, I love with the greatest Tenderness, for all must love her who have any Esteem for unfeigned Goodness, who value an early Piety and eminent Vertue. All true Lovers of GOD being like excited Needles, which cleave not only to him their <em>Magnet</em>, but even to one another. A Lady, whom for the good of our Sex I would endeavour to describe, were I capable to write the Character of a compleat and finished Person; but it requires a Soul as bright, as lovely, as refined as her Ladyships, to give an exact Description of such Perfections! A Lady who dedicates that Part of her Life intirely to her Maker's Service, which the generality think too short to serve themselves. Who in the Bloom of her Years, despising the Temptations of Birth and Beauty, and whatever may withdraw her from <span class=\"name\"><em>Mary</em></span>'s noble Choice, has made such Advances in Religion, that if she hold on at this rate, she'll quickly outstrip our Theory, and oblige the World with what was never more wanted than now, an exact and living Transcript of Primitive Christianity. So good she is that even Envy it self has never a <em>But</em> to interfere with her Praises, and though Women are not forward to commend one another, yet I never met with any that had seen or heard of her, who did not willingly pay their Eulogies to this admirable Person, and if Praise be due to any Mortal, doubtless she may lay the greatest Claim to it. But not to relie wholly on Report, I my self have observed in her so much Sweetness and Modesty, so free from the least Tincture of Vanity, so insensible of that Worth which all the World admires; such a constant and regular Attendance on the publick Worship of GOD, Prayers and Sacraments; such a serious, reverent and unaffected Devotion, so fervent and so prudent, so equally composed of Heat and Light, so removed from all Formality, and the Extremes of Coldness and Enthusiasme, as gave me a lively Idea of Apostolical Piety, and made me every Time I prayed by her, fancy my self in the Neighbourhood of Seraphick Flames! But—my Expressions are too flat, my Colours too dead to draw such a lovely Piece! Would to GOD we would all transcribe, not this imperfect Copy, but that incomparable Original she daily gives us; that Ladies may be at last convinced that the Beauty of the Mind is the most charming Amiableness, because most lasting and most divine, and that no Ornaments are so becoming to a Lady as the Robe of Righteousness and the Jewels of Piety. I am, <br> &emsp;&emsp;&emsp;Sir, <br> &emsp;&emsp;Your much obliged Friend <span class=\"margin-comment\">July 17, 1694.</span> <br> &emsp;&emsp;&emsp;and Servant.","subId":"23","id":"Norris.LLG.Pref.23","author":"Astell"},{"type":"paragraph","content":"<em>Postscript to the Preface.</em> <br> THo' Authorities go but a very little way with me in Questions whose Determination depends upon Measures of Reason, yet finding that the great and general Objection that lies against the present Conclusion is the pretended Singularity of it, I think it convenient to set down a very signal Passage which (since the writing the Preface) I have met with in the late Continuation <cite><em>des Essais de morale</em> Part 2. Tom. 1. Pag. 59</cite>, where upon that Text of <span class=\"name\">St. <em>Peter</em></span>, <em>I beseech you as strangers and pilgrims abstain from fleshly Lusts</em>, &amp;c. the excellent Moralist has these Words, <em>But what is the Extent of these carnal Desires which <span class=\"name\">St. <em>Peter</em></span> forbids us? It is easie to mark it out. For all that which is not God is carnal according to the Scripture because it is a Consequence of the Corruption of the Heart, which having separated us from the Love of God has made the Soul willing to fill that Emptiness which she feels in her self by the Possession of Creatures. Whether these Objects are spiritual or Corporal, the Desires which we have of them are always carnal in the Language of Scripture. For which reason it is that <span class=\"name\">St. <em>Paul</em></span> puts Dissentions and Emulations among the Works of the Flesh. So that it is a no less carnal Lust to desire Glory and Reputation, and all that serves in order to it, than to desire the Pleasures of the Body, because these Objects are no more our true good than the other. God does no more permit that we should part our Love between him and Reputation, between him and the Affection of Men, than between him and feasting and other Bodily Pleasures. For 'tis always the Division of a thing which was all due to him. 'Tis always a Debasement of the Soul, which being made for GOD stoops beneath and degrades her self in being willing to enjoy a Creature either equal or inferiour to her self. GOD is great enough to be the only and intire Object of our Heart, and 'tis to injure him to divide it, because 'tis in effect to declare to him that he does not deserve it all.</em>","subId":"24","id":"Norris.LLG.Pref.24"},{"type":"paragraph","content":"You see here is the Judgment of a whole Society of great Men, no less than the illustrious <em><span class=\"name\">Port Royal</span></em> of <em>France</em>, in as clear and express Terms as can be to our purpose. 'Twere infinite to appeal to all those Writers who have either directly asserted this Conclusion, or occasionally let fall Expressions that favour and insinuate it. There is hardly a Book of Morality or Devotion extant whererein Passages of this Nature are not to be found. I do not say there are many that offer to deduce this Conclusion from Principles, but that it is generally held, and upon all Occasions alluded to and glanced at, which is enough to shew the irresistible Prevalency of the Truth, and to skreen them from the prejudice and imputation of Novelty and Singularity, who undertake upon a rational Ground to clear and defend it.","subId":"25","id":"Norris.LLG.Pref.25"},{"type":"note","content":"<cite><em>Abrege de la Morale des Epistres</em>, &amp;c. Tom. 4. Pag. 112.</cite>","subId":"n1","id":"Norris.LLG.Pref.n1"},{"type":"note","content":"I shall not conceal from the Reader, that <span class=\"name\">Bishop <em>Lake</em></span> goes off again from this afterward: But 'tis plain that he is thus far very express to our purpose. And if he knew not how to be consistent with himself, I cannot help it.","subId":"n2","id":"Norris.LLG.Pref.n2"}]}