{"id":"Shaftesbury.C.M.1.1","imported":true,"parent":"Shaftesbury.C.M.1","title":"Section I","breadcrumb":"Section 1","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_033","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.M.1.1"},{"type":"paragraph","content":"WHAT Mortal, if he had never chanc'd to hear your Character, <span class=\"small-capitals\">Palemon,</span> cou'd imagine that a Genius fitted for the greatest Affairs, and form'd amidst Courts and Camps, shou'd have so violent a Turn towards Philosophy and the Schools? Who is there cou'd possibly believe that one of your Rank and Credit in the <em>fashionable</em> World, shou'd be so thorowly conversant in the <em>learned</em> one, and deeply interested in the Affairs of a People so disagreeable to the Generality of Mankind and Humour of the Age?","subId":"1","id":"Shaftesbury.C.M.1.1.1"},{"type":"paragraph","content":"I Believe truly, You are the only well-bred Man who wou'd have taken the Fancy to talk Philosophy in such a Circle of good Company as we had round us yesterday, when we were in your Coach together, in <em>the Park.</em> How you cou'd reconcile the Objects there, to such Subjects as these, was unaccountable. I cou'd only conclude, that either you had an extravagant Passion for Philosophy, to quit so many Charms for it; or that some of those tender Charms had an extravagant Effect, which sent you to Philosophy for Relief.","subId":"2","id":"Shaftesbury.C.M.1.1.2"},{"type":"paragraph","content":"In either Case I pity'd you; thinking it a milder Fate, to be, as I truly was, for my own part, <em>a more indifferent Lover.</em> 'Twas better, I told you, to admire Beauty and Wisdom a little more moderately. 'Twas better, I maintain'd, to ingage so cautiously as to be sure of coming off with a whole Heart, and a Fancy as strong as ever towards all the pretty Entertainments and Diversions of the World. For these, methought, were things one wou'd not willingly part with, for a fine romantick Passion of one of those Gentlemen whom they call'd <em>Virtuoso's.</em>","subId":"3","id":"Shaftesbury.C.M.1.1.3"},{"type":"paragraph","content":"The Name I took to belong in common to your <em>Lover</em> and <em>Philosopher.</em> No matter what the Object was; whether Poetry, Musick, Philosophy, or <em>the Fair.</em> All who were enamour'd any-way, were in the same Condition. You might perceive it, I told you, by their Looks, their Admiration, their profound Thoughtfulness, their waking ever and anon as out of a Dream, their talking still of one thing, and scarce minding what they said on any other Subject.—Sad Indications!","subId":"4","id":"Shaftesbury.C.M.1.1.4"},{"type":"paragraph","content":"But all this Warning serv'd not to deter you. For you, <span class=\"small-capitals\">Palemon,</span> are one of the Adventurous, whom Danger rather animates than discourages. And now nothing less will satisfy you than to have our Philosophical Adventures recorded. All must be laid before you, and summ'd in one compleat Account; to remain, it seems, as a Monument of that unseasonable Conversation, so opposite to the reigning Genius of <em>Gallantry</em> and <em>Pleasure.</em>","subId":"5","id":"Shaftesbury.C.M.1.1.5"},{"type":"paragraph","content":"I MUST own, indeed, 'tis become fashionable in our Nation to talk Politicks in every Company, and mix the Discourses of State-affairs with those of Pleasure and Entertainment. However, <span class=\"margin-comment\">PHILOSOPHY.</span> 'tis certain we approve of no such Freedom in <span class=\"small-capitals\">Philosophy.</span> Nor do we look upon <em>Politicks</em> to be of her Province, or in the least related to her. So much have we Moderns degraded her, and stripp'd her of her chief Rights.","subId":"6","id":"Shaftesbury.C.M.1.1.6"},{"type":"paragraph","content":"You must allow me, <span class=\"small-capitals\">Palemon,</span> thus to bemoan <em>Philosophy;</em> since you have forc'd me to ingage with her at a time when her Credit runs so low. She is no longer <em>active</em> in the World; nor can hardly, with any advantage, be brought upon the publick <em>Stage.</em> We have immur'd her (poor Lady!) in Colleges and Cells; and have set her servilely to such Works as those in the Mines. Empiricks, and pedantick Sophists are her chief Pupils. The <em>School-syllogism,</em> and the <em>Elixir,</em> are the choicest of her Products. So far is she from producing Statesmen, as of old, that hardly any Man of Note in the publick cares to own the least Obligation to her. If some few maintain their Acquaintance, and come now and then to her Recesses, 'tis as the Disciple of Quality <em>came</em> to his Lord and Master; <q><em>secretly,</em> and <em>by night.</em></q>","subId":"7","id":"Shaftesbury.C.M.1.1.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Morals.</span> But as low as <span class=\"small-capitals\">Philosophy</span> is reduc'd; if <em>Morals</em> be allow'd belonging to her, <em>Politicks</em> must undeniably be hers. For to understand the Manners and Constitutions of Men <em>in common,</em> 'tis necessary to study <span class=\"small-capitals\">Man</span> <em>in particular,</em> and know the Creature, as he is in himself, before we consider him in Company, as he is interested in the State, or join'd to any City or Community. Nothing is more familiar than to reason concerning Man in his <em>confederate</em> State and <em>national</em> Relation; as he stands ingag'd to this or that Society, by Birth or Naturalization: Yet to consider him as a <em>Citizen</em> or <em>Commoner of the World,</em> to trace his Pedegree a step higher, and view his End and Constitution in <em>Nature</em> it-self, must pass, it seems, for some intricate or over-refin'd Speculation.","subId":"8","id":"Shaftesbury.C.M.1.1.8"},{"type":"paragraph","content":"It may be properly alledg'd perhaps, as a Reason for this general Shyness in <em>moral Inquirys;</em> that the People to whom it has principally belong'd to handle these Subjects, have done it in such a manner as to put the better Sort out of countenance with the Undertaking. The appropriating this Concern to mere <em>Scholasticks,</em> has brought their Fashion and Air into the very Subject. There are formal <em>Set</em>-places, where, we reckon, there is enough said and taught on the Head of these graver Subjects. We can give no quarter to any thing like it in good Company. The least mention of such matters gives us a disgust, and puts us out of humour. <span class=\"margin-comment\">Language.</span> If Learning comes a-cross us, we count it <em>Pedantry;</em> if Morality, 'tis <em>Preaching.</em>","subId":"9","id":"Shaftesbury.C.M.1.1.9"},{"type":"paragraph","content":"One must own this, however, as a real Disadvantage of our modern Conversations; that by such a scrupulous Nicety they lose those masculine Helps of Learning and sound Reason. Even the <em>Fair Sex,</em> in whose favour we pretend to make this Condescension, may with reason despise us for it, and laugh at us for aiming at their peculiar Softness. 'Tis no Compliment to them, to affect their Manners, and be <em>effeminate.</em> Our Sense, Language, and Style, as well as our Voice, and Person, shou'd have something of that Male-Feature, and natural Roughness, by which our Sex is distinguish'd. And whatever <em>Politeness</em> we may pretend to, 'tis more a Disfigurement than any real Refinement of Discourse, to render it thus delicate.","subId":"10","id":"Shaftesbury.C.M.1.1.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Style.</span> No Work of Wit can be esteem'd perfect without that Strength and Boldness of Hand, which gives it Body and Proportions. A good Piece, the Painters say, must have good <em>Muscling</em> as well as <em>Colouring</em> and <em>Drapery.</em> And surely no Writing or Discourse of any great moment, can seem other than enervated, when neither strong Reason, nor Antiquity, nor the Records of Things, nor the natural History of Man, nor any-thing which can be call'd <em>Knowledg,</em> dares accompany it; except perhaps in some ridiculous Habit, which may give it an Air of Play and Dalliance.","subId":"11","id":"Shaftesbury.C.M.1.1.11"},{"type":"paragraph","content":"THIS brings to my mind a Reason I have often sought for; why we Moderns, who abound so much in <em>Treatises</em> and <em>Essays,</em> are so sparing in the way of<a href=\"#n1\"><sup>[1]</sup></a> <span class=\"small-capitals\">Dialogue;</span> <span class=\"margin-comment\">DIALOGUE.</span> which heretofore was found the politest and best way of managing even the graver Subjects. The truth is; 'twou'd be an abominable Falshood, and belying of the Age, to put so much good Sense together in any <em>one</em> Conversation, as might make it hold out steddily, and with plain coherence, for an hour's time, till any <em>one</em> Subject had been rationally examin'd.","subId":"12","id":"Shaftesbury.C.M.1.1.12"},{"type":"paragraph","content":"To lay Colours, to draw, or describe, against the Appearance of Nature and Truth, is a Liberty neither permitted the Painter nor the Poet. Much less can <em>the Philosopher</em> have such a Privilege; especially <em>in his own Case.</em> If he represents his Philosophy as making any figure in Conversation; if he triumphs in the Debate, and gives his own Wisdom the advantage over that of the World; he may be liable to sound Raillery, and possibly be made <em>a Fable</em> of.","subId":"13","id":"Shaftesbury.C.M.1.1.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">A Fable.</span> 'Tis said of <em>the Lion,</em> that being in civil Conference with <em>the Man,</em> he wisely refus'd to yield the Superiority of Strength to him; when instead of Fact, the Man produc'd only certain Figures and Representations of human Victorys over the Lionkind. These Master-pieces of Art the Beast discover'd to be wholly of human Forgery: and from these he had good right to appeal. Indeed had he ever in his life been witness to any such Combats as the Man represented to him in the way of Art; possibly the Example might have mov'd him. But old Statues of a <span class=\"small-capitals\">Hercules,</span> a <span class=\"small-capitals\">Theseus,</span> or other Beast-subduers, cou'd have little power over him, whilst he neither saw nor felt any such living Antagonist capable to dispute the Field with him.","subId":"14","id":"Shaftesbury.C.M.1.1.14"},{"type":"paragraph","content":"We need not wonder, therefore, that the sort of moral Painting, by way of <em>Dialogue,</em> is so much out of fashion; and that we see no more of these philosophical Portraitures now-a-days. For where are <em>the Originals?</em> Or what tho you, <span class=\"small-capitals\">Palemon,</span> or I, by chance, have lighted on such a one; and pleas'd our-selves with <em>the Life?</em> Can you imagine it shou'd make <em>a good Picture?</em>","subId":"15","id":"Shaftesbury.C.M.1.1.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Academists.</span> YOU know too, that in this <em>Academick</em> Philosophy I am to present you with, there is a certain way of Questioning and Doubting, which no-way sutes the Genius of our Age. Men love to take party instantly. They can't bear being kept in suspence. The Examination torments 'em. They want to be rid of it, upon the easiest terms. 'Tis as if Men fansy'd themselves drowning, whenever they dare trust to the Current of Reason. They seem hurrying away, they know not whither; and are ready to catch at the first Twig. There they chuse afterwards to hang, tho ever so insecurely, rather than trust their Strength to bear 'em above Water. He who has got hold of an <em>Hypothesis,</em> how slight soever, is satisfy'd. He can presently answer every Objection, and, with a few Terms of Art, give an account of every thing without trouble.","subId":"16","id":"Shaftesbury.C.M.1.1.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Alchymists.</span> 'Tis no wonder if in this Age the Philosophy of the <em>Alchymists</em> prevails so much: since it promises such Wonders, and requires more the Labour of Hands than Brains. We have a strange Fancy to be Creators, a violent Desire at least to know the Knack or Secret by which Nature does all. The rest of our Philosophers only aim at that in Speculation, which our Alchymists aspire to in Practice. For with some of these it has been actually under deliberation how to make <em>Man,</em> by other Mediums than Nature has hitherto provided. Every Sect has a <em>Recipe.</em> When you know it, you are Master of Nature: you solve all her<a href=\"#n2\"><sup>[2]</sup></a> <em>Phaenomena:</em> you see all her Designs, and can account for all her Operations. If need were, you might, perchance too, be of her Laboratory, and work for her. At least one wou'd imagine the Partizans of each modern Sect had this Conceit. They are all <span class=\"small-capitals\">Archimedes'</span> s in their way, and can <em>make</em> a World upon easier terms than he offer'd to <em>move</em> one.","subId":"17","id":"Shaftesbury.C.M.1.1.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Dogmatists.</span> In short; there are good Reasons for our being thus superficial, and consequently thus dogmatical in Philosophy. We are too lazy and effeminate, and withal a little too cowardly, to dare <em>doubt.</em> The decisive way best becomes our Manners. It sutes as well with our Vices as with our Superstition. Which-ever we are fond of, is secur'd by it. If in favour of Religion we have espous'd an Hypothesis, on which our Faith, we think, depends; we are superstitiously careful not to be loosen'd in it. If, by means of our ill Morals, we are broken with Religion; 'tis the same Case still: We are as much afraid of <em>Doubting.</em> We must be sure to say, <q><em>It cannot be</em></q>; and <q><em>'tis Demonstrable:</em> For otherwise <em>Who knows?</em> And not to <em>know,</em> is to <em>yield!</em></q>—","subId":"18","id":"Shaftesbury.C.M.1.1.18"},{"type":"paragraph","content":"Thus we will needs <em>know</em> every thing, and be at the pains of examining nothing. Of all Philosophy, therefore, how absolutely the most disagreeable must <em>that</em> appear, which goes upon no establish'd Hypothesis, nor presents us with any flattering Scheme, talks only of Probabilitys, Suspence of Judgment, Inquiry, Search, and Caution not to be impos'd on, or deceiv'd? This is that <em>Academick</em> Discipline in which formerly<a href=\"#n3\"><sup>[3]</sup></a> the Youth were train'd: <span class=\"margin-comment\">Antients.</span> when not only Horsemanship and Military Arts had their publick Places of Exercise; but Philosophy too had its Wrestlers in repute. Reason and Wit had their <em>Academy,</em> and underwent this Trial; not in a formal way, apart from the World; but openly, among the better sort, and as an Exercise of the genteeler kind. This the greatest Men were not asham'd to practise, in the Intervals of publick Affairs, in the highest Stations and Employments, and at the latest hour of their Lives. Hence that way of <span class=\"small-capitals\">Dialogue,</span> and Patience of Debate and Reasoning, of which we have scarce a Resemblance left in any of our Conversations, at this season of the World.","subId":"19","id":"Shaftesbury.C.M.1.1.19"},{"type":"paragraph","content":"CONSIDER then, <span class=\"small-capitals\">Palemon,</span> what <em>our Picture</em> is like to prove: and how it will appear; especially in the Light you have unluckily chosen to set it. For who wou'd thus have confronted Philosophy with the Gaiety, Wit, and Humour of the Age?—If this, however, can be for your Credit, I am content. The Project is your own. 'Tis you who have match'd <em>Philosophy</em> thus unequally. Therefore leaving you to answer for the Success, I begin this inauspicious Work, which my ill Stars and you have assign'd me; and in which I hardly dare ask Succour of <em>the Muses,</em> as poetical as I am oblig'd to shew my-self in this Enterprize.","subId":"20","id":"Shaftesbury.C.M.1.1.20"},{"type":"note","content":"VOL. I. <em>pag.</em> 193, 4, 5, 6, 7, &amp;c. VOL. III. <em>pag.</em> 290, &amp;c.","subId":"n1","id":"Shaftesbury.C.M.1.1.n1"},{"type":"note","content":"See VOL. III. <em>p.</em> 160.","subId":"n2","id":"Shaftesbury.C.M.1.1.n2"},{"type":"note","content":"VOL. I. <em>pag.</em> 333, &amp;c. and Notes.","subId":"n3","id":"Shaftesbury.C.M.1.1.n3"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.M","imported":true,"title":"The Moralists, a Philosophical Rhapsody","breadcrumb":"The Moralists","published":[1709]},{"id":"Shaftesbury.C.M.1","imported":true,"title":"Part I","breadcrumb":"Part 1","published":[1709]}],"prev":{"id":"Shaftesbury.C.M.1","imported":true,"title":"Part I","breadcrumb":"Part 1","published":[1709]},"next":{"id":"Shaftesbury.C.M.1.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1709]}}