{"imported":true,"id":"Hume.HE.3.26","parent":"Hume.HE.3","title":"Chapter 26. Henry VII (cont.)","breadcrumb":"Chapter 26","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXVI.\nHENRY VII.\nPerkin retires to Scotland——Insurrection in the west——Battle of Blackheath——Truce with Scotland——Perkin taken prisoner——Perkin executed——The earl of Warwic executed——Marriage of prince Arthur with Catharine of Arragon——His death——Marriage of the princess Margaret with the king of Scotland——Oppressions of the people——A parliament——Arrival of the king of Castile——Intrigues of the earl of Suffolk——Sickness of the king——His death——and character——His laws.","id":"Hume.HE.3.26"},{"type":"paragraph","content":"{1495.} AFTER Perkin was repulsed from the coast of Kent, he retired into Flanders; but as he found it impossible to procure subsistence for himself and his followers, while he remained in tranquillity, he soon after made an attempt upon Ireland, which had always appeared forward to join every invader of Henry's authority. But Poynings had now put the affairs of that island in so good a posture, that Perkin met with little success; and being tired of the savage life, which he was obliged to lead, while skulking among the wild Irish, he bent his course towards Scotland, and presented himself to James IV. who then governed that kingdom. He had been previously recommended to this prince by the king of France, who was disgusted at Henry for entering into the general league against him; and this recommendation was even seconded by Maximilian, who, though one of the confederates, was also displeased with the king, on account of his prohibiting in England all commerce with the Low Countries. {Perkin retires to Scotland.} The countenance given to Perkin by these princes procured him a favourable reception with the king of Scotland, who assured him, that, whatever he were, he never should repent putting himself in his hands: The insinuating address and plausible behaviour of the youth himself, seem even to have gained him credit and authority. James, whom years had not yet taught distrust or caution, was seduced to believe the story of Perkin's birth and adventures; and he carried his confidence so far as to give him in marriage the lady Catherine Gordon, daughter of the earl of Huntley, and related to himself; a young lady too, eminent for virtue as well as beauty.","subId":"1","id":"Hume.HE.3.26.1"},{"type":"paragraph","content":"{1496.} There subsisted at that time a great jealousy between the courts of England and Scotland; and James was probably the more forward on that account to adopt any fiction, which, he thought, might reduce his enemy to distress or difficulty. He suddenly resolved to make an inroad into England, attended by some of the borderers; and he carried Perkin along with him, in hopes, that the appearance of the pretended prince might raise an insurrection in the northern counties. Perkin himself dispersed a manifesto, in which he set forth his own story, and craved the assistance of all his subjects in expelling the usurper, whose tyranny and mal-administration, whose depression of the nobility by the elevation of mean persons, whose oppression of the people by multiplied impositions and vexations, had justly, he said, rendered him odious to all men. But Perkin's pretensions, attended with repeated disappointments, were now become stale in the eyes even of the populace; and the hostile dispositions, which subsisted between the kingdoms, rendered a prince, supported by the Scots, but an unwelcome present to the English nation. The ravages also, committed by the borderers, accustomed to licence and disorder, struck a terror into all men; and made the people prepare rather for repelling the invaders than for joining them. Perkin, that he might support his pretensions to royal birth, feigned great compassion for the misery of his plundered subjects; and publicly remonstrated with his ally against the depredations exercised by the Scottish army: But James told him, that he doubted his concern was employed only in behalf of an enemy, and that he was anxious to preserve what never should belong to him. That prince now began to perceive, that his attempt would be fruitless; and hearing of an army, which was on its march to attack him, he thought proper to retreat into his own country.","subId":"2","id":"Hume.HE.3.26.2"},{"type":"paragraph","content":"The king discovered little anxiety to procure either reparation or vengeance for this insult committed on him by the Scottish nation: His chief concern was to draw advantage from it, by the pretence which it might afford him to levy impositions on his own subjects. He summoned a parliament, to whom he made bitter complaints against the irruption of the Scots, the absurd imposture countenanced by that nation, the cruel devastations committed in the northern counties, and the multiplied insults thus offered both to the king and kingdom of England. The parliament made the expected return to this discourse, by granting a subsidy to the amount of 120,000 pounds, together with two fifteenths. After making this grant, they were dismissed.","subId":"3","id":"Hume.HE.3.26.3"},{"type":"paragraph","content":"{1497.} The vote of parliament for imposing the tax was without much difficulty procured by the authority of Henry; but he found it not so easy to levy the money upon his subjects. The people, who were acquainted with the immense treasures which he had amassed, could ill brook the new impositions raised on every slight occasion; and it is probable, that the flaw, which was universally known to be in his title, {Insurrection in the West.} made his reign the more subject to insurrections and rebellions. When the subsidy began to be levied in Cornwal, the inhabitants, numerous and poor, robust and courageous, murmured against a tax, occasioned by a sudden inroad of the Scots, from which they esteemed themselves entirely secure, and which had usually been repelled by the force of the northern counties. Their ill-humour was farther incited by one Michael Joseph, a farrier of Bodmin, a notable prating fellow, who, by thrusting himself forward on every occasion, and being loudest in every complaint against the government, had acquired an authority among those rude people. Thomas Flammoc too, a lawyer, who had become the oracle of the neighbourhood, encouraged the sedition, by informing them, that the tax, though imposed by parliament, was entirely illegal; that the northern nobility were bound, by their tenures, to defend the nation against the Scots; and that if these new impositions were tamely submitted to, the avarice of Henry and of his ministers would soon render the burden intolerable to the nation. The Cornish, he said, must deliver to the king a petition, seconded by such a force as would give it authority; and in order to procure the concurrence of the rest of the kingdom, care must be taken, by their orderly deportment, to shew that they had nothing in view but the public good, and the redress of all those grievances under which the people had so long laboured.","subId":"4","id":"Hume.HE.3.26.4"},{"type":"paragraph","content":"Encouraged by these speeches, the multitude flocked together, and armed themselves with axes, bills, bows, and such weapons as country people are usually possessed of. Flammoc and Joseph were chosen their leaders. They soon conducted the Cornish through the county of Devon, and reached that of Somerset. At Taunton the rebels killed, in their fury, an officious and eager commissioner of the subsidy, whom they called the provost of Perin. When they reached Wells, they were joined by lord Audley, a nobleman of an ancient family, popular in his deportment, but vain, ambitious, and restless in his temper. He had from the beginning maintained a secret correspondence with the first movers of the insurrection; and was now joyfully received by them as their leader. Proud of the countenance given them by so considerable a nobleman, they continued their march; breathing destruction to the king's ministers and favourites, particularly to Morton, now a cardinal, and Sir Reginald Bray, who were deemed the most active instruments in all his oppressions. Notwithstanding their rage against the administration, they carefully followed the directions given them by their leaders; and as they met with no resistance, they committed, during their march, no violence or disorder.","subId":"5","id":"Hume.HE.3.26.5"},{"type":"paragraph","content":"The rebels had been told by Flammoc, that the inhabitants of Kent, as they had ever, during all ages, remained unsubdued, and had even maintained their independence during the Norman conquest, would surely embrace their party, and declare themselves for a cause, which was no other than that of public good and general liberty. But the Kentish people had very lately distinguished themselves by repelling Perkin's invasion; and as they had received from the king many gracious acknowledgments for this service, their affections were, by that means, much conciliated to his government. It was easy, therefore, for the earl of Kent, lord Abergavenny, and lord Cobham, who possessed great authority in those parts, to retain the people in obedience; and the Cornish rebels, though they pitched their camp near Eltham, at the very gates of London, and invited all the people to join them, got reinforcement from no quarter. There wanted not discontents every where, but no one would take part in so rash and ill-concerted an enterprise; and besides, the situation, in which the king's affairs then stood, discouraged even the boldest and most daring.","subId":"6","id":"Hume.HE.3.26.6"},{"type":"paragraph","content":"Henry, in order to oppose the Scots, had already levied an army, which he put under the command of lord Daubeney, the chamberlain; and as soon as he heard of the Cornish insurrection, he ordered it to march southwards, and suppress the rebels. Not to leave the northern frontier defenceless, he dispatched thither the earl of Surrey, who assembled the forces on the borders, and made head against the enemy. Henry found here the concurrence of the three most fatal incidents that can befal a monarchy; a foreign enemy, a domestic rebellion, and a pretender to his crown; but he enjoyed great resources in his army and treasure, and still more, in the intrepidity and courage of his own temper. He did not, however, immediately give full scope to his military spirit. On other occasions, he had always hastened to a decision, and it was a usual saying with him, that he desired but to see his rebels: But as the Cornish mutineers behaved in an inoffensive manner, and committed no spoil on the country; as they received no accession of force on their march or in their encampment; and as such hasty and popular tumults might be expected to diminish every moment by delay; he took post in London, and assiduously prepared the means of ensuring victory.","subId":"7","id":"Hume.HE.3.26.7"},{"type":"paragraph","content":"{Battle of Blackheath.} After all his forces were collected, he divided them into three bodies, and marched out to assail the enemy. The first body, commanded by the earl of Oxford, and under him by the earls of Essex and Suffolk, were appointed to place themselves behind the hill on which the rebels were encamped: The second and most considerable, Henry put under the command of lord Daubeney, and ordered him to attack the enemy in front, and bring on the action. The third, he kept as a body of reserve about his own person, and took post in St. George's fields; where he secured the city, and could easily, {June 22d.} as occasion served, either restore the fight or finish the victory. To put the enemy off their guard, he had spread a report that he was not to attack them till some days after; and the better to confirm them in this opinion, he began not the action till near the evening. Daubeney beat a detachment of the rebels from Deptford-bridge; and before their main body could be in order to receive him, he had gained the ascent of the hill, and placed himself in array before them. They were formidable from their numbers, being sixteen thousand strong, and were not defective in valour; but being tumultuary troops, ill armed, and not provided with cavalry or artillery, they were but an unequal match for the king's forces. Daubeney began the attack with courage, and even with a contempt of the enemy, which had almost proved fatal to him. He rushed into the midst of them, and was taken prisoner; but soon after was released by his own troops. After some resistance, the rebels were broken, and put to flight. Lord Audley, Flammoc, and Joseph, their leaders, were taken, and all three executed. The latter seemed even to exult in his end, and boasted, with a preposterous ambition, that he should make a figure in history. The rebels, being surrounded on every side by the king's troops, were almost all made prisoners; and immediately dismissed without farther punishment: Whether, that Henry was satisfied with the victims who had fallen in the field, and who amounted to near two thousand, or that he pitied the ignorance and simplicity of the multitude, or favoured them on account of their inoffensive behaviour, or was pleased that they had never, during their insurrection, disputed his title, and had shewn no attachment to the house of York, the highest crime, of which, in his eyes, they could have been guilty.","subId":"8","id":"Hume.HE.3.26.8"},{"type":"paragraph","content":"The Scottish king was not idle during these commotions in England. He levied a considerable army, and sat down before the castle of Norham in Northumberland; but found that place, by the precaution of Fox, bishop of Durham, so well provided both with men and ammunition, that he made little or no progress in the siege. Hearing that the earl of Surrey had collected some forces and was advancing upon him, he retreated into his own country, and left the frontiers exposed to the inroads of the English general, who besieged and took Aiton, a small castle lying a few miles beyond Berwic. These unsuccessful or frivolous attempts on both sides prognosticated a speedy end to the war; and Henry, notwithstanding his superior force, was no less desirous than James of terminating the differences between the nations. Not to depart, however, from his dignity, by making the first advances, he employed in this friendly office Peter Hialas, a man of address and learning, who had come to him as ambassador from Ferdinand and Isabella, and who was charged with a commission of negociating the marriage of the infanta Catherine, their daughter, with Arthur prince of Wales.","subId":"9","id":"Hume.HE.3.26.9"},{"type":"paragraph","content":"Hialas took a journey northwards, and offered his mediation between James and Henry, as minister of a prince, who was in alliance with both potentates. Commissioners were soon appointed to meet, and confer on terms of accommodation. The first demand of the English was, that Perkin should be put into their hands: James replied, that he himself was no judge of the young man's pretensions, but having received him as a supplicant, and promised him protection, he was determined not to betray a man, who had trusted to his good faith and his generosity. The next demand of the English met with no better reception: They required reparation for the ravages committed by the late inroads into England: The Scottish commissioners replied, that the spoils were like water spilt upon the ground, which could never be recovered, and that Henry's subjects were better able to bear the loss, than their master's to repair it. Henry's commissioners next proposed, that the two kings should have an interview at Newcastle, in order to adjust all differences; but James said, that he meant to treat of a peace, not to go a begging for it. {Truce with Scotland.} Lest the conferences should break off altogether without effect, a truce was concluded for some months; and James, perceiving, that, while Perkin remained in Scotland, he himself never should enjoy a solid peace with Henry, privately desired him to depart the kingdom.","subId":"10","id":"Hume.HE.3.26.10"},{"type":"paragraph","content":"Access was now barred Perkin into the Low Countries, his usual retreat in all his disappointments. The Flemish merchants, who severely felt the loss resulting from the interruption of commerce with England, had made such interest in the archduke's council, that commissioners were sent to London, in order to treat of an accommodation. The Flemish court agreed, that all English rebels should be excluded the Low Countries; and in this prohibition the demesnes of the dutchess-dowager were expressly comprehended. When this principal article was agreed to, all the other terms were easily adjusted. A treaty of commerce was finished, which was favourable to the Flemings, and to which they long gave the appellation of Intercursus magnus, the great treaty. And when the English merchants returned to their usual abode at Antwerp, they were publickly received, as in procession, with joy and festivity.","subId":"11","id":"Hume.HE.3.26.11"},{"type":"paragraph","content":"Perkin was a Fleming by descent, though born in England; and it might therefore be doubted whether he were included in the treaty between the two nations: But as he must dismiss all his English retainers if he took shelter in the Low Countries, and as he was sure of a cold reception, if not bad usage, among people who were determined to keep on terms of friendship with the court of England; he thought fit rather to hide himself, during some time, in the wilds and fastnesses of Ireland. Impatient however of a retreat, which was both disagreeable and dangerous, he held consultations with his followers, Herne, Skelton, and Astley, three broken tradesmen: By their advice, he resolved to try the affections of the Cornish, whose mutinous disposition, notwithstanding the king's lenity, still subsisted, after the suppression of their rebellion. No sooner did he appear at Bodmin in Cornwal, than the populace, to the number of three thousand, flocked to his standard; and Perkin, elated with this appearance of success, took on him, for the first time, the appellation of Richard IV. king of England. Not to suffer the expectations of his followers to languish, he presented himself before Exeter; and by many fair promises, invited that city to join him. Finding that the inhabitants shut their gates against him, he laid siege to the place; but being unprovided with artillery, ammunition, and every thing requisite for the attempt, he made no progress in his undertaking. Messengers were sent to the king, informing him of this insurrection: The citizens of Exeter meanwhile were determined to hold out to the last extremity, in expectation of receiving succour from the well-known vigilance of that monarch.","subId":"12","id":"Hume.HE.3.26.12"},{"type":"paragraph","content":"When Henry was informed, that Perkin was landed in England, he expressed great joy, and prepared himself with alacrity to attack him, in hopes of being able, at length, to put a period to pretensions, which had so long given him vexation and inquietude. All the courtiers, sensible that their activity on this occasion would be the most acceptable service which they could render the king, displayed their zeal for the enterprize, and forwarded his preparations. The lords Daubeney, and Broke, with Sir Rice ap Thomas, hastened forward with a small body of troops to the relief of Exeter. The earl of Devonshire, and the most considerable gentlemen in the county of that name, took arms of their own accord, and marched to join the king's generals. The duke of Buckingham put himself at the head of a troop, consisting of young nobility and gentry, who served as volunteers, and who longed for an opportunity of displaying their courage and their loyalty. The king himself prepared to follow with a considerable army; and thus all England seemed united against a pretender, who had at first engaged their attention and divided their affections.","subId":"13","id":"Hume.HE.3.26.13"},{"type":"paragraph","content":"Perkin, informed of these great preparations, immediately raised the siege of Exeter, and retired to Taunton. Though his followers now amounted to the number of near seven thousand, and seemed still resolute to maintain his cause, he himself despaired of success, and secretly withdrew to the sanctuary of Beaulieu in the new forest. The Cornish rebels submitted to the king's mercy, and found that it was not yet exhausted in their behalf. Except a few persons of desperate fortunes, who were executed, and some others who were severely fined, all the rest were dismissed with impunity. Lady Catherine Gordon, wife to Perkin, fell into the hands of the victor, and was treated with a generosity, which does him honour. He soothed her mind with many marks of regard, placed her in a reputable station about the queen, and assigned her a pension, which she enjoyed even under his successor.","subId":"14","id":"Hume.HE.3.26.14"},{"type":"paragraph","content":"Henry deliberated what course to take with Perkin himself. Some counselled him to make the privileges of the church yield to reasons of state, to take him by violence from the sanctuary, to inflict on him the punishment due to his temerity, and thus at once to put an end to an imposture which had long disturbed the government, and which the credulity of the people and the artifices of malcontents were still capable of reviving. But the king deemed not the matter of such importance as to merit so violent a remedy. He employed some persons to deal with Perkin, and persuade him, under promise of pardon, to deliver himself into the king's hands. {Perkin taken prisoner.} The king conducted him in a species of mock triumph to London. As Perkin passed along the road, and through the streets of the city, men of all ranks flocked about him, and the populace treated with the highest derision his fallen fortunes. They seemed desirous of revenging themselves, by their insults, for the shame, which their former belief of his impostures had thrown upon them. Though the eyes of the nation were generally opened with regard to Perkin's real parentage, Henry required of him a confession of his life and adventures; and he ordered the account of the whole to be dispersed, soon after, for the satisfaction of the public. But as his regard to decency made him entirely suppress the share which the dutchess of Burgundy had had in contriving and conducting the imposture, the people, who knew that she had been the chief instrument in the whole affair, were inclined, on account of the silence on that head, to pay the less credit to the authenticity of the narrative.","subId":"15","id":"Hume.HE.3.26.15"},{"type":"paragraph","content":"{1499.} But Perkin, though his life was granted him, was still detained in custody; and keepers were appointed to guard him. Impatient of confinment, he broke from his keepers, and flying to the sanctuary of Shyne, put himself into the hands of the prior of that monastery. The prior had obtained great credit by his character of sanctity; and he prevailed on the king again to grant a pardon to Perkin. But in order to reduce him to still greater contempt, he was set in the stocks at Westminster and Cheapside, and obliged in both places to read aloud to the people the confession, which had formerly been published in his name. He was then confined to the Tower, where his habits of restless intrigue and enterprize followed him. He insinuated himself into the intimacy of four servants of Sir John Digby, lieutenant of the Tower; and by their means, opened a correspondence with the earl of Warwic, who was confined in the same prison. This unfortunate prince, who had from his earliest youth been shut up from the commerce of men, and who was ignorant even of the most common affairs of life, had fallen into a simplicity which made him susceptible of any impression. The continued dread also of the more violent effects of Henry's tyranny, joined to the natural love of liberty, engaged him to embrace a project for his escape, by the murder of the lieutenant; and Perkin offered to conduct the whole enterprize. The conspiracy escaped not the king's vigilance: It was even very generally believed, that the scheme had been laid by himself, in order to draw Warwic and Perkin into the snare: But the subsequent execution of two of Digby's servants for the contrivance, seems to clear the king of that imputation, which was indeed founded more on the general idea entertained of his character, than on any positive evidence.","subId":"16","id":"Hume.HE.3.26.16"},{"type":"paragraph","content":"Perkin, by this new attempt, after so many enormities, had rendered himself totally unworthy of mercy: and he was accordingly arraigned, condemned, and soon after hanged at Tyburn, persisting still in the confession of his imposture. It happened about that very time, {Perkin executed.} that one Wilford, a cordwainer's son, encouraged by the surprising credit given to other impostures, had undertaken to personate the earl of Warwic; and a priest had even ventured from the pulpit to recommend his cause to the people, who seemed still to retain a propensity to adopt it. {The earl of Warwic executed. 21st Nov.} This incident served Henry as a pretence for his severity towards that prince. He was brought to trial, and accused, not of contriving his escape (for as he was committed for no crime, the desire of liberty must have been regarded as natural and innocent), but of forming designs to disturb the government, and raise an insurrection among the people. Warwic confessed the indictment, was condemned, and the sentence was executed upon him.","subId":"17","id":"Hume.HE.3.26.17"},{"type":"paragraph","content":"This violent act of tyranny, the great blemish of Henry's reign, by which he destroyed the last remaining male of the line of Plantagenet, begat great discontent among the people, who saw an unhappy prince, that had long been denied all the privileges of his high birth, even been cut off from the common benefits of nature, now at last deprived of life itself, merely for attempting to shake off that oppression under which he laboured. In vain did Henry endeavour to alleviate the odium of this guilt, by sharing it with his ally, Ferdinand of Arragon, who, he said, had scrupled to give his daughter Catherine in marriage to Arthur, while any male descendant of the house of York remained. Men, on the contrary, felt higher indignation at seeing a young prince sacrificed, not to law and justice, but to the jealous politics of two subtle and crafty tyrants.","subId":"18","id":"Hume.HE.3.26.18"},{"type":"paragraph","content":"But though these discontents festered in the minds of men, they were so checked by Henry's watchful policy and steady severity, that they seemed not to weaken his government; and foreign princes, deeming his throne now entirely secure, paid him rather the greater deference and attention. The archduke, Philip, in particular, desired an interview with him; and Henry, who had passed over to Calais, agreed to meet him in St. Peter's church near that city. The archduke, on his approaching the king, made haste to alight, and offered to hold Henry's stirrup; a mark of condescension, which that prince would not admit of. He called the king father, patron, protector; and by his whole behaviour expressed a strong desire of conciliating the friendship of England. The duke of Orleans had succeeded to the crown of France by the appellation of Lewis XII. and having carried his arms into Italy, and subdued the dutchy of Milan, his progress begat jealousy in Maximilian, Philip's father, as well as in Ferdinand, his father-in-law. By the counsel, therefore, of these monarchs, the young prince endeavoured by every art to acquire the amity of Henry, whom they regarded as the chief counterpoise to the greatness of France. No particular plan however of alliance seems to have been concerted between these two princes in their interview: All passed in general professions of affection and regard; at least, in remote projects of a closer union, by the future intermarriages of their children, who were then in a state of infancy.","subId":"19","id":"Hume.HE.3.26.19"},{"type":"paragraph","content":"{1500.} The Pope too, Alexander VI. neglected not the friendship of a monarch, whose reputation was spread over Europe. He sent a nuncio into England, who exhorted the king to take part in the great alliance projected for the recovery of the Holy Land, and to lead in person his forces against the infidels. The general frenzy for crusades was now entirely exhausted in Europe; but it was still thought a necessary piece of decency to pretend zeal for those pious enterprizes. Henry regretted to the nuncio the distance of his situation, which rendered it inconvenient for him to expose his person in defence of the Christian cause. He promised, however, his utmost assistance by aids and contributions; and rather than the pope should go alone to the holy wars, unaccompanied by any monarch, he even promised to overlook all other considerations, and to attend him in person. He only required as a necessary condition, that all differences should previously be adjusted among Christian princes, and that some sea-port towns in Italy should be consigned to him for his retreat and security. It was easy to conclude, that Henry had determined not to intermeddle in any war against the Turk: But as a great name, without any real assistance, is sometimes of service, the knights of Rhodes, who were at that time esteemed the bulwark of Christendom, chose the king protector of their order.","subId":"20","id":"Hume.HE.3.26.20"},{"type":"paragraph","content":"But the prince, whose alliance Henry valued the most, was Ferdinand of Arragon, whose vigorous and steady policy, always attended with success, had rendered him, in many respects, the most considerable monarch in Europe. There was also a remarkable similarity of character between these two princes: Both were full of craft, intrigue, and design; and though a resemblance of this nature be a slender foundation for confidence and amity, where the interests of the parties in the least interfere; such was the situation of Henry and Ferdinand, {1501. Marriage of prince Arthur with Catherine of Arragon. 12th Nov.} that no jealousy ever on any occasion arose between them. The king had now the satisfaction of completing a marriage, which had been projected and negociated during the course of seven years, between Arthur prince of Wales and the infanta Catherine, fourth daughter of Ferdinand and Isabella; he near sixteen years of age, she eighteen. But this marriage proved in the issue unprosperous. The young prince, a few months after, sickened and died, much regretted by the nation. Henry, desirous to continue his alliance with Spain, and also unwilling to restore Catherine's dowry, {1502. 2d April. His death.} which was two hundred thousand ducats, obliged his second son, Henry, whom he created prince of Wales, to be contracted to the infanta. The prince made all the opposition, of which a youth of twelve years of age was capable; but as the king persisted in his resolution, the espousals were at length, by means of the pope's dispensation, contracted between the parties: An event, which was afterwards attended with the most important consequences.","subId":"21","id":"Hume.HE.3.26.21"},{"type":"paragraph","content":"{Marriage of the princess Margaret with the king of Scotland.} The same year, another marriage was celebrated, which was also, in the next age, productive of great events: The marriage of Margaret, the king's elder daughter, with James king of Scotland. This alliance had been negociated during three years, though interrupted by several broils; and Henry hoped, from the completion of it, to remove all source of discord with that neighbouring kingdom, by whose animosity England had so often been infested. When this marriage was deliberated on in the English council, some objected, that England might, by means of that alliance, fall under the dominion of Scotland. \"No,\" replied Henry, \"Scotland, in that event, will only become an accession to England.\" {1503. 11th Feb.} Amidst these prosperous incidents, the king met with a domestic calamity, which made not such impression on him as it merited: His queen died in childbed; and the infant did not long survive her. This princess was deservedly a favourite of the nation; and the general affection for her encreased, on account of the harsh treatment, which, it was thought, she met with from her consort.","subId":"22","id":"Hume.HE.3.26.22"},{"type":"paragraph","content":"The situation of the king's affairs, both at home and abroad, was now, in every respect, very fortunate. All the efforts of the European princes, both in war and negociation, were turned to the side of Italy; and the various events, which there arose, made Henry's alliance be courted by every party, yet interested him so little as never to touch him with concern or anxiety. His close connexions with Spain and Scotland ensured his tranquillity; and his continued successes over domestic enemies, owing to the prudence and vigour of his conduct, had reduced the people to entire submission and obedience. {Oppressions of the people.} Uncontrouled, therefore, by apprehension or opposition of any kind, he gave full scope to his natural propensity; and avarice, which had ever been his ruling passion, being encreased by age, and encouraged by absolute authority, broke all restraints of shame or justice. He had found two ministers, Empson and Dudley, perfectly qualified to second his rapacious and tyrannical inclinations, and to prey upon his defenceless people. These instruments of oppression were both lawyers, the first of mean birth, of brutal manners, of an unrelenting temper; the second better born, better educated, and better bred, but equally unjust, severe, and inflexible. By their knowledge in law, these men were qualified to pervert the forms of justice to the oppression of the innocent; and the formidable authority of the king supported them in all their iniquities.","subId":"23","id":"Hume.HE.3.26.23"},{"type":"paragraph","content":"It was their usual practice at first to observe so far the appearance of law as to give indictments to those whom they intended to oppress: Upon which the persons were committed to prison, but never brought to trial; and were at length obliged, in order to recover their liberty, to pay heavy fines and ransoms, which were called mitigations and compositions. By degrees, the very appearance of law was neglected: The two ministers sent forth their precepts to attach men, and summon them before themselves and some others, at their private houses, in a court of commission, where, in a summary manner, without trial or jury, arbitrary decrees were issued, both in pleas of the crown and controversies between private parties. Juries themselves, when summoned, proved but small security to the subject; being brow-beaten by these oppressors; nay, fined, imprisoned, and punished, if they gave sentence against the inclination of the ministers. The whole system of the feudal law, which still prevailed, was turned into a scheme of oppression. Even the king's wards, after they came of age, were not suffered to enter into possession of their lands without paying exorbitant fines. Men were also harassed with informations of intrusion upon scarce colourable titles. When an outlawry in a personal action was issued against any man, he was not allowed to purchase his charter of pardon, except on the payment of a great sum; and if he refused the composition required of him, the strict law, which, in such cases, allows forfeiture of goods, was rigorously insisted on. Nay, without any colour of law, the half of men's lands and rents were seized during two years, as a penalty in case of outlawry. But the chief means of oppression, employed by these ministers, were the penal statutes, which, without consideration of rank, quality, or services, were rigidly put in execution against all men: Spies, informers, and inquisitors were rewarded and encouraged in every quarter of the kingdom: And no difference was made whether the statute were beneficial or hurtful, recent or obsolete, possible or impossible to be executed. The sole end of the king and his ministers was to amass money, and bring every one under the lash of their authority.","subId":"24","id":"Hume.HE.3.26.24"},{"type":"paragraph","content":"Through the prevalence of such an arbitrary and iniquitous administration, the English, it may safely be affirmed, were considerable losers by their ancient privileges, which secured them from all taxations, except such as were imposed by their own consent in parliament. Had the king been impowered to levy general taxes at pleasure, he would naturally have abstained from these oppressive expedients, which destroyed all security in private property, and begat an universal diffidence throughout the nation. In vain did the people look for protection from the parliament, which was pretty frequently summoned during this reign. {1504. 25th Jan. A parliament.} That assembly was so overawed, that, at this very time, during the greatest rage of Henry's oppressions, the commons chose Dudley their speaker, the very man who was the chief instrument of his iniquities. And though the king was known to be immensely opulent, and had no pretence of wars or expensive enterprizes of any kind, they granted him the subsidy, {1505.} which he demanded. But so insatiable was his avarice, that next year he levied a new benevolence, and renewed that arbitrary and oppressive method of taxation. By all these arts of accumulation, joined to a rigid frugality in his expence, he so filled his coffers, that he is said to have possessed in ready money the sum 1,800,000 pounds: A treasure almost incredible, if we consider the scarcity of money in those times.","subId":"25","id":"Hume.HE.3.26.25"},{"type":"paragraph","content":"But while Henry was enriching himself by the spoils of his oppressed people, there happened an event abroad, which engaged his attention, and was even the object of his anxiety and concern. Isabella, queen of Castile, died about this time; and it was foreseen, that by this incident the fortunes of Ferdinand, her husband, would be much affected. The king was not only attentive to the fate of his ally, and watchful lest the general system of Europe should be affected by so important an event: He also considered the similarity of his own situation with that of Ferdinand, and regarded the issue of these transactions as a precedent for himself. Joan, the daughter of Ferdinand by Isabella, was married to the archduke Philip, and being, in right of her mother, heir of Castile, seemed entitled to dispute with Ferdinand the present possession of that kingdom. Henry knew, that notwithstanding his own pretensions by the house of Lancaster, the greater part of the nation was convinced of the superiority of his wife's title; and he dreaded lest the prince of Wales, who was daily advancing towards manhood, might be tempted by ambition to lay immediate claim to the crown. By his perpetual attention to depress the partizans of the York family, he had more closely united them into one party, and encreased their desire of shaking off that yoke, under which they had so long laboured, and of taking every advantage, which his oppressive government should give his enemies against him. And as he possessed no independent force like Ferdinand, and governed a kingdom more turbulent and unruly, which he himself, by his narrow politics, had confirmed in factious prejudices; he apprehended that his situation would prove in the issue still more precarious.","subId":"26","id":"Hume.HE.3.26.26"},{"type":"paragraph","content":"Nothing at first could turn out more contrary to the king's wishes than the transactions in Spain. Ferdinand, as well as Henry, had become very unpopular, and from a like cause, his former exactions and impositions; and the states of Castile discovered an evident resolution of preferring the title of Philip and Joan. {1506.} In order to take advantage of these favourable dispositions, the archduke, now king of Castile, attended by his consort, embarked for Spain during the winter season; but meeting with a violent tempest in the channel, {Arrival of the king of Castile.} was obliged to take shelter in the harbour of Weymouth. Sir John Trenchard, a gentleman of authority in the county of Dorset, hearing of a fleet upon the coast, had assembled some forces; and being joined by Sir John Cary, who was also at the head of an armed body, he came to that town. Finding that Philip, in order to relieve his sickness and fatigue, was already come ashore, he invited him to his house; and immediately dispatched a messenger, to inform the court of this important incident. The king sent in all haste the earl of Arundel to compliment Philip on his arrival in England, and to inform him, that he intended to pay him a visit in person, and to give him a suitable reception in his dominions. Philip knew, that he could not now depart without the king's consent; and therefore, for the sake of dispatch, he resolved to anticipate his visit, and to have an interview with him at Windsor. Henry received him with all the magnificence possible, and with all the seeming cordiality; but he resolved, notwithstanding, to draw some advantage from this involuntary visit, paid him by his royal guest.","subId":"27","id":"Hume.HE.3.26.27"},{"type":"paragraph","content":"{Intrigues of the earl of Suffolk.} Edmond de la Pole, earl of Suffolk, nephew to Edward IV. and brother to the earl of Lincoln, slain in the battle of Stoke, had some years before killed a man in a sudden fit of passion, and had been obliged to apply to the king for a remission of the crime. The king had granted his request; but being little indulgent to all persons connected with the house of York, he obliged him to appear openly in court and plead his pardon. Suffolk, more resenting the affront than grateful for the favour, had fled into Flanders, and taken shelter with his aunt, the dutchess of Burgundy: But being promised forgiveness by the king, he returned to England, and obtained a new pardon. Actuated, however, by the natural inquietude of his temper, and uneasy from debts which he had contracted by his great expence at prince Arthur's wedding, he again made an elopement into Flanders. The king, well acquainted with the general discontent which prevailed against his administration, neglected not this incident, which might become of importance; and he employed his usual artifices to elude the efforts of his enemies. He directed Sir Robert Curson, governor of the castle of Hammes, to desert his charge, and to insinuate himself into the confidence of Suffolk, by making him a tender of his services. Upon information secretly conveyed by Curson, the king seized William Courtney, eldest son to the earl of Devonshire, and married to the lady Catherine, sister of the queen; William de la Pole, brother to the earl of Suffolk; Sir James Tirrel, and Sir James Windham, with some persons of inferior quality; and he committed them to custody. Lord Abergavenny and Sir Thomas Green were also apprehended; but were soon after released from their confinement. William de la Pole was long detained in prison: Courtney was attainted and, though not executed, he recovered not his liberty during the king's life-time. But Henry's chief severity fell upon Sir James Windham, and Sir James Tirrel, who were brought to their trial, condemned, and executed: The fate of the latter gave general satisfaction, on account of his participation in the murder of the young princes, sons of Edward IV. Notwithstanding these discoveries and executions, Curson was still able to maintain his credit with the earl of Suffolk: Henry, in order to remove all suspicion, had ordered him to be excommunicated, together with Suffolk himself, for his pretended rebellion. But after that traitor had performed all the services expected from him, he suddenly deserted the earl, and came over to England, where the king received him with unusual marks of favour and confidence. Suffolk, astonished at this instance of perfidy, finding that even the dutchess of Burgundy, tired with so many fruitless attempts, had become indifferent to his cause, fled secretly into France, then into Germany, and returned at last into the Low Countries: where he was protected, though not countenanced, by Philip, then in close alliance with the king.","subId":"28","id":"Hume.HE.3.26.28"},{"type":"paragraph","content":"Henry neglected not the present opportunity of complaining to his guest of the reception which Suffolk had met with in his dominions. \"I really thought,\" replied the king of Castile, \"that your greatness and felicity had set you far above apprehensions from any person of so little consequence: But to give you satisfaction, I shall banish him my state.\" \"I expect that you will carry your complaisance farther,\" said the king; \"I desire to have Suffolk put into my hands, where alone I can depend upon his submission and obedience.\" \"That measure,\" said Philip, \"will reflect dishonour upon you as well as myself. You will be thought to have treated me as a prisoner.\" \"Then the matter is at an end,\" replied the king, \"for I will take that dishonour upon me; and so your honour is saved.\" The king of Castile found himself under a necessity of complying, but he first exacted Henry's promise that he would spare Suffolk's life. That nobleman was invited over to England by Philip; as if the king would grant him a pardon, on the intercession of his friend and ally. Upon his appearance, he was committed to the Tower; and the king of Castile, having fully satisfied Henry, as well by his concession, as by signing a treaty of commerce between England and Castile, {1507.} which was advantageous to the former kingdom, was at last allowed to depart after a stay of three months. He landed in Spain, was joyfully received by the Castilians, and put in possession of the throne. He died soon after; and Joan, his widow, falling into deep melancholy, Ferdinand was again enabled to reinstate himself in authority, and to govern, till the day of his death, the whole Spanish monarchy.","subId":"29","id":"Hume.HE.3.26.29"},{"type":"paragraph","content":"The king survived these transactions two years; but nothing memorable occurs in the remaining part of his reign, {1508.} except his affiancing his second daughter Mary to the young archduke Charles, son of Philip of Castile. He entertained also some intentions of marriage for himself, first with the queen-dowager of Naples, relict of Ferdinand; {Sickness of the king.} afterwards with the dutchess dowager of Savoy, daughter of Maximilian, and sister of Philip. But the decline of his health put an end to all such thoughts; and he began to cast his eye towards that future existence, which the iniquities and severities of his reign rendered a very dismal prospect to him. To allay the terrors, under which he laboured, he endeavoured, by distributing alms and founding religious houses, to make atonement for his crimes, and to purchase, by the sacrifice of part of his ill-gotten treasures, a reconciliation with his offended Maker. Remorse even seized him at intervals for the abuse of his authority by Empson and Dudley; but not sufficient to make him stop the rapacious hand of those oppressors. Sir William Capel was again fined two thousand pounds under some frivolous pretence, and was committed to the Tower for daring to murmur against the iniquity. Harris, an alderman of London, was indicted, and died of vexation before his trial came to an issue. Sir Laurence Ailmer, who had been mayor, and his two sheriffs, were condemned in heavy fines, and sent to prison till they made payment. The king gave countenance to all these oppressions; till death, {1509. His death, 22d April, and character.} by its nearer approaches, impressed new terrors upon him; and he then ordered, by a general clause in his will, that restitution should be made to all those whom he had injured. He died of a consumption at his favourite palace of Richmond, after a reign of twenty-three years and eight months, and in the fifty-second year of his age.","subId":"30","id":"Hume.HE.3.26.30"},{"type":"paragraph","content":"The reign of Henry VII. was, in the main, fortunate for his people at home, and honourable abroad. He put an end to the civil wars with which the nation had long been harassed, he maintained peace and order in the state, he depressed the former exorbitant power of the nobility, and, together with the friendship of some foreign princes, he acquired the consideration and regard of all. He loved peace without fearing war; though agitated with continual suspicions of his servants and ministers, he discovered no timidity, either in the conduct of his affairs, or in the day of battle; and though often severe in his punishments, he was commonly less actuated by revenge than by maxims of policy. The services, which he rendered the people, were derived from his views of private advantage, rather than the motives of public spirit; and where he deviated from interested regards, it was unknown to himself, and ever from the malignant prejudices of faction, or the mean projects of avarice; not from the sallies of passion, or allurements of pleasure; still less, from the benign motives of friendship and generosity. His capacity was excellent, but somewhat contracted by the narrowness of his heart; he possessed insinuation and address, but never employed these talents, except where some great point of interest was to be gained; and while he neglected to conciliate the affections of his people, he often felt the danger of resting his authority on their fear and reverence alone. He was always extremely attentive to his affairs; but possessed not the faculty of seeing far into futurity; and was more expert at providing a remedy for his mistakes than judicious in avoiding them: Avarice was, on the whole, his ruling passion; and he remains an instance, almost singular, of a man, placed in a high station, and possessed of talents for great affairs, in whom that passion predominated above ambition. Even among private persons, avarice is commonly nothing but a species of ambition, and is chiefly incited by the prospect of that regard, distinction, and consideration, which attend on riches.","subId":"31","id":"Hume.HE.3.26.31"},{"type":"paragraph","content":"The power of the kings of England had always been somewhat irregular or discretionary; but was scarcely ever so absolute during any former reign, at least after the establishment of the great charter, as during that of Henry. Besides the advantages, derived from the personal character of the man, full of vigour, industry, and severity, deliberate in all projects, steady in every purpose, and attended with caution, as well as good fortune, in every enterprize; he came to the throne after long and bloody civil wars, which had destroyed all the great nobility, who alone could resist the encroachments of his authority: The people were tired with discord and intestine convulsions, and willing to submit to usurpations, and even to injuries, rather than plunge themselves anew into like miseries: The fruitless efforts made against him served always, as is usual, to confirm his authority: As he ruled by a faction, and the lesser faction, all those on whom he conferred offices, sensible that they owed every thing to his protection, were willing to support his power, though at the expence of justice and national privileges. These seem the chief causes which at this time bestowed on the crown so considerable an addition of prerogative, and rendered the present reign a kind of epoch in the English constitution.","subId":"32","id":"Hume.HE.3.26.32"},{"type":"paragraph","content":"This prince, though he exalted his prerogative above law, is celebrated by his historian for many good laws, which he made be enacted for the government of his subjects. Several considerable regulations, indeed, are found among the statutes of this reign, both with regard to the police of the kingdom, and its commerce: {His laws.} But the former are generally contrived with much better judgment than the latter. The more simple ideas of order and equity are sufficient to guide a legistator in every thing that regards the internal administration of justice: But the principles of commerce are much more complicated, and require long experience and deep reflection to be well understood in any state. The real consequence of a law or practice is there often contrary to first appearances. No wonder, that, during the reign of Henry VII. these matters were frequently mistaken; and it may safely be affirmed, that even in the age of lord Bacon, very imperfect and erroneous ideas were formed on that subject.","subId":"33","id":"Hume.HE.3.26.33"},{"type":"paragraph","content":"Early in Henry's reign, the authority of the Star Chamber, which was before founded on common law, and ancient practice, was in some cases confirmed by act of parliament: Lord Bacon extols the utility of this court; but men began, even during the age of that historian, to feel that so arbitrary a jurisdiction was incompatible with liberty; and in proportion as the spirit of independance still rose higher in the nation, the aversion to it encreased, till it was entirely abolished by act of parliament in the reign of Charles I. a little before the commencement of the civil wars.","subId":"34","id":"Hume.HE.3.26.34"},{"type":"paragraph","content":"Laws were passed in this reign, ordaining the king's suit for murder to be carried on within a year and day. Formerly, it did not usually commence till after; and as the friends of the person murdered, often, in the interval, compounded matters with the criminal, the crime frequently passed unpunished. Suits were given to the poor in forma pauperis, as it is called: That is, without paying dues for the writs, or any fees to the council: A good law at all times, especially in that age, when the people laboured under the oppression of the great; but a law difficult to be carried into execution. A law was made against carrying off any woman by force. The benefit of clergy was abridged; and the criminal, on the first offence, was ordered to be burned in the hand with a letter denoting his crime; after which he was punished capitally for any new offence. Sheriffs were no longer allowed to fine any person, without previously summoning him before their court. It is strange, that such a practice should ever have prevailed. Attaint of juries was granted in cases which exceeded forty pounds value. A law which has an appearance of equity, but which was afterwards found inconvenient. Actions popular were not allowed to be eluded by fraud or covin. If any servant of the king's conspired against the life of the steward, treasurer, or comptroller of the king's household, this design, though not followed by any overt act, was made liable to the punishment of felony. This statute was enacted for the security of archbishop Morton, who found himself exposed to the enmity of great numbers.","subId":"35","id":"Hume.HE.3.26.35"},{"type":"paragraph","content":"There scarcely passed any session during this reign without some statute against engaging retainers, and giving them badges or liveries; a practice, by which they were, in a manner, inlisted under some great lord, and were kept in readiness to assist him in all wars, insurrections, riots, violences, and even in bearing evidence for him in courts of justice. This disorder, which had prevailed during many reigns, when the law could give little protection to the subject, was then deeply rooted in England; and it required all the vigilance and rigour of Henry to extirpate it. There is a story of his severity against this abuse; and it seems to merit praise, though it is commonly cited as an instance of his avarice and rapacity. The earl of Oxford, his favourite general, in whom he always placed great and deserved confidence, having splendidly entertained him at his castle of Heningham, was desirous of making a parade of his magnificence at the departure of his royal guest; and ordered all his retainers, with their liveries and badges, to be drawn up in two lines, that their appearance might be the more gallant and splendid. \"My lord,\" said the king, \"I have heard much of your hospitality; but the truth far exceeds the report. These handsome gentlemen and yeomen, whom I see on both sides of me, are, no doubt, your menial servants. The earl smiled, and confessed that his fortune was too narrow for such magnificence.\" \"They are most of them,\" subjoined he, \"my retainers, who are come to do me service at this time, when they know I am honoured with your majesty's presence.\" The king started a little, and said, \"By my faith, my lord, I thank you for your good cheer, but I must not allow my laws to be broken in my sight. My attorney must speak with you.\" Oxford is said to have payed no less than fifteen thousand marks, as a composition for his offence.","subId":"36","id":"Hume.HE.3.26.36"},{"type":"paragraph","content":"The encrease of the arts, more effectually than all the severities of law, put an end to this pernicious practice. The nobility, instead of vying with each other, in the number and boldness of their retainers, acquired by degrees a more civilized species of emulation, and endeavoured to excel in the splendour and elegance of their equipage, houses, and tables. The common people, no longer maintained in vicious idleness by their superiors, were obliged to learn some calling or industry, and became useful both to themselves and to others. And it must be acknowledged, in spite of those who declaim so violently against refinement in the arts, or what they are pleased to call luxury, that, as much as an industrious tradesman is both a better man and a better citizen than one of those idle retainers, who formerly depended on the great families; so much is the life of a modern nobleman more laudable than that of an ancient baron.","subId":"37","id":"Hume.HE.3.26.37"},{"type":"paragraph","content":"But the most important law in its consequences, which was enacted during the reign of Henry, was that by which the nobility and gentry acquired a power of breaking the ancient entails, and of alienating their estates. By means of this law, joined to the beginning luxury and refinements of the age, the great fortunes of the barons were gradually dissipated, and the property of the commons encreased in England. It is probable, that Henry foresaw and intended this consequence, because the constant scheme of his policy consisted in depressing the great, and exalting churchmen, lawyers, and men of new families, who were more dependant on him.","subId":"38","id":"Hume.HE.3.26.38"},{"type":"paragraph","content":"This king's love of money naturally led him to encourage commerce, which encreased his customs; but, if we may judge by most of the laws enacted during his reign, trade and industry were rather hurt than promoted by the care and attention given to them. Severe laws were made against taking interest for money, which was then denominated usury. Even the profits of exchange were prohibited, as favouring of usury, which the superstition of the age zealously proscribed. All evasive contracts, by which profits could be made from the loan of money, were also carefully guarded against. It is needless to observe how unreasonable and iniquitous these laws, how impossible to be executed, and how hurtful to trade, if they could take place. We may observe, however, to the praise of this king, that sometimes, in order to promote commerce, he lent to merchants sums of money, without interest; when he knew, that their stock was not sufficient for those enterprizes, which they had in view. ","subId":"39","id":"Hume.HE.3.26.39"},{"type":"paragraph","content":"Laws were made against the exportation of money, plate, or bullion: A precaution, which serves to no other purpose than to make more be exported. But so far was the anxiety on this head carried, that merchants alien, who imported commodities into the kingdom, were obliged to invest, in English commodities, all the money acquired by their sales, in order to prevent their conveying it away in a clandestine manner.","subId":"40","id":"Hume.HE.3.26.40"},{"type":"paragraph","content":"It was prohibited to export horses; as if that exportation did not encourage the breed, and render them more plentiful in the kingdom. In order to promote archery no bows were to be sold at a higher price than six shillings and four-pence, reducing money to the denomination of our time. The only effect of this regulation must be either that the people would be supplied with bad bows or none at all. Prices were also affixed to woollen cloth, to caps and hats: And the wages of labourers were regulated by law. It is evident, that these matters ought always to be left free, and be entrusted to the common course of business and commerce. To some it may appear surprising, that the price of a yard of scarlet cloth should be limited to six and twenty shillings, money of our age; that of a yard of coloured cloth to eighteen; higher prices than these commodities bear at present: and that the wages of a tradesman, such as a mason, bricklayer, tyler, &c. should be regulated at near ten-pence a-day; which is not much inferior to the present wages given in some parts of England. Labour and commodities have certainly risen since the discovery of the West-Indies; but not so much in every particular as is generally imagined. The greater industry of the present times has encreased the number of tradesmen and labourers, so as to keep wages nearer a par than could be expected from the great encrease of gold and silver. And the additional art, employed in the finer manufactures, has even made some of these commodities fall below their former value. Not to mention, that merchants and dealers, being contented with less profit than formerly, afford the goods cheaper to their customers. It appears by a statute of this reign, that goods bought for sixteenpence would sometimes be sold by the merchants for three shillings. The commodities, whose price has chiefly risen, are butcher's meat, fowl, and fish (especially the latter), which cannot be much augmented in quantity by the encrease of art and industry. The profession, which then abounded most, and was sometimes embraced by persons of the lowest rank, was the church: By a clause of a statute, all clerks or students of the university were forbidden to beg, without a permission from the vice-chancellor.","subId":"41","id":"Hume.HE.3.26.41"},{"type":"paragraph","content":"One great cause of the low state of industry during this period, was the restraints put upon it; and the parliament, or rather the king (for he was the prime mover in every thing), enlarged a little some of these limitations; but not to the degree that was requisite. A law had been enacted during the reign of Henry IV, that no man could bind his son or daughter to an apprenticeship, unless he were possessed of twenty shillings a-year in land; and Henry VII. because the decay of manufactures was complained of in Norwich from the want of hands, exempted that city from the penalties of the law. Afterwards, the whole county of Norfolk obtained a like exemption with regard to some branches of the woollen manufacture. These absurd limitations proceeded from a desire of promoting husbandry, which however is never more effectually encouraged than by the encrease of manufactures. For a like reason, the law enacted against inclosures, and for the keeping up of farm houses, scarcely deserves the high praises bestowed on it by lord Bacon. If husbandmen understand agriculture, and have a ready vent for their commodities, we need not dread a diminution of the people, employed in the country. All methods of supporting populousness, except by the interest of the proprietors, are violent and ineffectual. During a century and a half after this period, there was a frequent renewal of laws and edicts against depopulation; whence we may infer, that none of them were ever executed. The natural course of improvement at last provided a remedy.","subId":"42","id":"Hume.HE.3.26.42"},{"type":"paragraph","content":"One check to industry in England was the erecting of corporations; an abuse which is not yet entirely corrected. A law was enacted, that corporations should not pass any by-laws without the consent of three of the chief officers of state. They were prohibited from imposing tolls at their gates. The cities of Glocester and Worcester had even imposed tolls on the Severne, which were abolished.","subId":"43","id":"Hume.HE.3.26.43"},{"type":"paragraph","content":"There is a law of this reign, containing a preamble, by which it appears, that the company of merchant adventurers in London had, by their own authority, debarred all the other merchants of the kingdom, from trading to the great marts in the Low Countries, unless each trader previously paid them the sum of near seventy pounds. It is surprising that such a by-law (if it deserve the name) could ever be carried into execution, and that the authority of parliament should be requisite to abrogate it.","subId":"44","id":"Hume.HE.3.26.44"},{"type":"paragraph","content":"It was during this reign, on the second of August 1492, a little before sun set, that Christopher Columbus, a Genoese, set out from Spain on his memorable voyage for the discovery of the western world; and a few years after, Vasquez de Gama, a Portuguese, passed the Cape of Good Hope, and opened a new passage to the East Indies. These great events were attended, with important consequences to all the nations of Europe, even to such as were not immediately concerned in those naval enterprizes. The enlargement of commerce and navigation encreased industry and the arts every where: The nobles dissipated their fortunes in expensive pleasures: Men of an inferior rank both acquired a share in the landed property, and created to themselves a considerable property of a new kind, in stock, commodities, art, credit, and correspondence. In some nations the privileges of the commons encreased, by this encrease of property: In most nations, the kings, finding arms to be dropped by the barons, who could no longer endure their former rude manner of life, established standing armies, and subdued the liberties of their kingdoms: But in all places, the condition of the people, from the depression of the petty tyrants, by whom they had formerly been oppressed, rather than governed, received great improvement, and they acquired, if not entire liberty, at least the most considerable advantages of it. And as the general course of events thus tended to depress the nobles and exalt the people, Henry VII. who also embraced that system of policy, has acquired more praise, than his institutions, strictly speaking, seem of themselves to deserve, on account of any profound wisdom attending them.","subId":"45","id":"Hume.HE.3.26.45"},{"type":"paragraph","content":"It was by accident only, that the king had not a considerable share in those great naval discoveries, by which the present age was so much distinguished. Columbus, after meeting with many repulses from the courts of Portugal and Spain, sent his brother, Bartholomew, to London, in order to explain his projects to Henry, and crave his protection for the execution of them. The king invited him over to England; but his brother, being taken by pyrates, was detained in his voyage; and Columbus, meanwhile, having obtained the countenance of Isabella, was supplied with a small fleet, and happily executed his enterprize. Henry was not discouraged by this disappointment: He fitted out Sebastian Cabot, a Venetian, settled in Bristol; and sent him westwards in 1498, in search of new countries. Cabot discovered the main land of America towards the sixtieth degree of northern latitude: He sailed southwards along the coast, and discovered Newfoundland, and other countries: But returned to England, without making any conquest or settlement. Elliot and other merchants in Bristol made a like attempt in 1502. The king expended fourteen thousand pounds in building one ship called the Great Harry. She was, properly speaking, the first ship in the English navy. Before this period, when the prince wanted a fleet, he had no other expedient than hiring or pressing ships from the merchants.","subId":"46","id":"Hume.HE.3.26.46"},{"type":"paragraph","content":"But though this improvement of navigation, and the discovery of both the Indies, was the most memorable incident that happened during this or any other period, it was not the only great event, by which the age was distinguished. In 1453, Constantinople was taken by the Turks; and the Greeks, among whom some remains of learning were still preserved, being scattered by these barbarians, took shelter in Italy, and imported, together with their admirable language, a tincture of their science and of their refined taste in poetry and eloquence. About the same time, the purity of the Latin tongue was revived, the study of antiquity became fashionable, and the esteem for literature gradually propagated itself throughout every nation in Europe. The art of printing, invented about that time, extremely facilitated the progress of all these improvements: The invention of gunpowder changed the whole art of war: Mighty innovations were soon after made in religion, such as not only affected those states that embraced them, but even those that adhered to the ancient faith and worship: And thus a general revolution was made in human affairs throughout this part of the world; and men gradually attained that situation, with regard to commerce, arts, science, government, police, and cultivation, in which they have ever since persevered. Here therefore commences the useful, as well as the more agreeable part of modern annals; certainty has place in all the considerable, and even most of the minute parts of historical narration; a great variety of events, preserved by printing, give the author the power of selecting, as well as adorning, the facts, which he relates; and as each incident has a reference to our present manners and situation, instructive lessons occur every moment during the course of the narration. Whoever carries his anxious researches into preceding periods is moved by a curiosity, liberal indeed and commendable; not by any necessity for acquiring knowledge of public affairs, or the arts of civil government.","subId":"47","id":"Hume.HE.3.26.47"},{"type":"note","content":"Bacon, p. 615. Polydore Virgil, p. 596, 597.","subId":"n1","id":"Hume.HE.3.26.n1"},{"type":"note","content":"Polydore Virgil, p. 598.","subId":"n2","id":"Hume.HE.3.26.n2"},{"type":"note","content":"Polydore Virgil, p. 601.","subId":"n3","id":"Hume.HE.3.26.n3"},{"type":"note","content":"Polydore Virgil, p. 603.","subId":"n4","id":"Hume.HE.3.26.n4"},{"type":"note","content":"Polydore Virgil, p. 606.","subId":"n5","id":"Hume.HE.3.26.n5"},{"type":"note","content":"Stowe, Baker, Speed, Biondi, Hollingshed, Bacon. Some late writers, particularly Mr. Carte, have doubted whether Perkin were an impostor, and have even asserted him to be the true Plantagenet. But to refute this opinion, we need only reflect on the following particulars: (1) Though the circumstances of the wars between the two roses be in general involved in great obscurity, yet is there a most luminous ray thrown on all the transactions, during the usurpation of Richard, and the murder of the two young princes, by the narrative of Sir Thomas More, whose singular magnanimity, probity, and judgment, make him an evidence beyond all exception! No historian, either of ancient or modern times, can possibly have more weight: He may also be justly esteemed a contemporary with regard to the murder of the two princes: For though he was but five years of age when that event happened, he lived and was educated among the chief actors during the period of Richard: And it is plain, from his narrative itself, which is often extremely circumstantial, that he had the particulars from the eye-witnesses themselves: His authority, therefore, is irresistible; and sufficient to overbalance a hundred little doubts and scruples and objections. For in reality, his narrative is liable to no solid objection, nor is there any mistake detected in it. He says indeed, that the protector's partizans, particularly Dr. Shaw, spread abroad rumours of Edward IV.'s precontract with Elizabeth Lucy; whereas it now appears from record, that the parliament afterwards declared the king's children illegitimate, on pretence of his pre-contract with lady Eleanor Talbot. But it must be remarked, that neither of these pre-contracts was ever so much as attempted to be proved: And why might not the protector's flatterers and partizans have made use sometimes of one false rumour, sometimes of another? Sir Thomas More mentions the one rumour as well as the other, and treats them both lightly, as they deserved. It is also thought incredible by Mr. Carte, that Dr. Shaw should have been encouraged by Richard to calumniate openly his mother, the dutchess of York, with whom that prince lived in good terms. But if there be any difficulty in this supposition, we need only suppose, that Dr. Shaw might have concerted in general his sermon with the protector or his ministers, and yet have chosen himself the particular topics, and chosen them very foolishly. This appears indeed to have been the case by the disgrace, into which he fell afterwards, and by the protector's neglect of him. (2) If Sir Thomas's quality of contemporary be disputed with regard to the duke of Glocester's protectorate, it cannot possibly be disputed with regard to Perkin's imposture: He was then a man, and had a full opportunity of knowing and examining and judging of the truth. In asserting that the duke of York was murdered by his uncle, he certainly asserts, in the most express terms, that Perkin, who personated him, was an impostor. (3) There is another great genius who has carefully treated this point of history; so great a genius as to be esteemed with justice one of the chief ornaments of the nation, and indeed one of the most sublime writers that any age or nation has produced. It is lord Bacon I mean, who has related at full length, and without the least doubt or hesitation, all the impostures of Perkin Warbeck. If it be objected, that lord Bacon was no contemporary, and that we have the same materials, as he, upon which to form our judgment; it must be remarked, that lord Bacon plainly composed his elaborate and exact history from many records and papers which are now lost, and that consequently, he is always to be cited as an original historian. It were very strange, if Mr. Carte's opinion were just, that, among all the papers, which lord Bacon perused, he never found any reason to suspect Perkin to be the true Plantagenet. There was at that time no interest in defaming Richard III. Bacon besides is a very unbiassed historian, nowise partial to Henry: We know the detail of that prince's oppressive government from him alone. It may only be thought, that, in summing up his character, he has laid the colours of blame more faintly than the very facts, he mentions, seem to require. Let me remark in passing, as a singularity, how much English history has been beholden to four great men, who have possessed the highest dignity in the law, More, Bacon, Clarendon, and Whitlocke. (4) But if contemporary evidence be so much sought after, there may in this case be produced the strongest and most undeniable in the world. The queen-dowager, her son the marquis of Dorset, a man of excellent understanding, Sir Edward Woodville, her brother, Sir Thomas St. Leger, who had married the king's sister, Sir John Bourchier, Sir Robert Willoughby, Sir Giles Daubeney, Sir Thomas Arundel, the Courtneys, the Cheyneys, the Talbots, the Stanleys, and in a word, all the partizans of the house of York, that is, the men of chief dignity in the nation; all these great persons were so assured of the murder of the two princes, that they applied to the earl of Richmond, the mortal enemy of their party and family; they projected to set him on the throne, which must have been utter ruin to them, if the princes were alive; and they stipulated to marry him to the princess Elizabeth, as heir to the crown, who in that case was no heir at all. Had each of those persons written the memoirs of his own times, would he not have said, that Richard murdered his nephews? Or would their pen be a better declaration, than their actions, of their real sentiments? (5) But we have another contemporary authority still better than even these great persons, so much interested to know the truth: It is that of Richard himself: He projected to marry his niece, a very unusual alliance in England, in order to unite her title with his own. He knew therefore her title to be good: For as to the declaration of her illegitimacy, as it went upon no proof, or even pretence of proof, it was always regarded with the utmost contempt by the nation, and was considered as one of those parliamentary transactions, so frequent in that period, which were scandalous in themselves, and had no manner of authority. It was even so much despised as not to be reversed by parliament, after Henry and Elizabeth were on the throne. (6) We have also, as contemporary evidence, the universal established opinion of the age, both abroad and at home. This point was regarded as so uncontroverted, that when Richard notified his accession to the court of France, that court was struck with horror at his abominable parricide, in murdering both his nephews, as Philip de Comines tells us; and this sentiment went to such an unusual height, that, as we learn from the same author, the court would not make the least reply to him. (7) The same reasons, which convinced that age of the parricide, still subsist, and ought to carry the most undoubted evidence to us; namely, the very circumstance of the sudden disappearance of the princes from the Tower, and their appearance no where else. Every one said, they have not escaped from their uncle, for he makes no search after them: He has not conveyed them elsewhere: For it is his business to declare so, in order to remove the imputation of murder from himself. He never would needlessly subject himself to the infamy and danger of being esteemed a parricide, without acquiring the security attending that crime. They were in his custody: He is answerable for them: lf he gives no account of them, as he has a plain interest in their death, he must, by every rule of common sense, be regarded as the murderer. His flagrant usurpation, as well as his other treacherous and cruel actions, makes no better be expected from him. He could not say with Cain, that he was not his nephew's keeper. This reasoning, which was irrefragable at the very first, became every day stronger, from Richard's continued silence, and the general and total ignorance of the place of these princes' abode. Richard's reign lasted about two years beyond this period; and surely, he could not have found a better expedient for disappointing the earl of Richmond's projects, as well as justifying his own character, than the producing of his nephews. (8) If it were necessary, amidst this blaze of evidence, to produce proofs, which, in any other case, would have been regarded as considerable, and would have carried great validity with them, I might mention Dighton and Tyrrel's account of the murder. This last gentleman especially was not likely to subject himself to the reproach of so great a crime, by an imposture, which, it appears, did not acquire him the favour of Henry. (9) The duke of York, being a boy of nine years of age, could not have made his escape without the assistance of some elder persons. Would it not have been their chief concern instantly to convey intelligence of so great an event to his mother, the queen-dowager, to his aunt, the dutchess of Burgundy, and to the other friends of the family? The dutchess protected Simnel; a project, which, had it been successful, must have ended in the crowning of Warwic, and the exclusion of the duke of York! This, among many other proofs, evinces that she was ignorant of the escape of that prince, which is impossible, had it been real. (10) The total silence with regard to the persons who aided him in his escape, as also with regard to the place of his abode during more than eight years, is a sufficient proof of the imposture. (11) Perkin's own account of his escape is incredible and absurd. He said, that murderers were employed by his uncle to kill him and his brother: They perpetrated the crime against his brother; but took compassion on him, and allowed him to escape. This account is contained in all the historians of that age. (12) Perkin himself made a full confession of his imposture no less than three times; once when he surrendered himself prisoner, a second time when he was set in the stocks at Cheapside and Westminster, and a third time, which carries undoubted evidence, at the foot of the gibbet, on which he was hanged. Not the least surmise that the confession had ever been procured by torture: And surely, the last time he had nothing farther to fear. (13) Had not Henry been assured, that Perkin was a ridiculous impostor, disavowed by the whole nation, he never would have allowed him to live an hour after he came into his power; much less, would he have twice pardoned him. His treatment of the innocent earl of Warwic, who in reality had no title to the crown, is a sufficient confirmation of this reasoning. (14) We know with certainty whence the whole imposture came, namely, from the intrigues of the dutchess of Burgundy: She had before acknowledged and supported Lambert Simnel, an avowed impostor. It is remarkable, that Mr. Carte, in order to preserve the weight of the dutchess's testimony in favour of Perkin, suppresses entirely this material fact: A strong effect of party prejudices, and this author's desire of blackening Henry VII. whose hereditary title to the crown was defective. (15) There never was, at that time, any evidence or shadow of evidence produced, of Perkin's identity with Richard Plantagenet. Richard had disappeared when near nine years of age, and Perkin did not appear till he was a man. Could any one, from his aspect, pretend then to be sure of the identity? He had got some stories concerning Richard's childhood, and the court of England: But all that it was necessary for a boy of nine to remark or remember was easily suggested to him by the dutchess of Burgundy, or Frion, Henry's secretary, or by any body that had ever lived at court. It is true, many persons of note were at first deceived; but the discontents against Henry's government, and the general enthusiasm for the house of York, account sufficiently for this temporary delusion. Every body's eyes were opened long before Perkin's death. (16) The circumstance of finding the two dead bodies in the reign of Charles II. is not surely indifferent. They were found in the very place, which More, Bacon, and other ancient authors had assigned as the place of interment of the young princes: The bones corresponded by their size to the age of the princes: The secret and irregular place of their interment, not being in holy ground, proves that the boys had been secretly murdered: And in the Tower, no boys, but those who are very nearly related to the crown, can be exposed to a violent death: If we compare all these circumstances we shall find, that the inference is just and strong, that they were the bodies of Edward the Vth and his brother, the very inference that was drawn at the time of the discovery.Since the publication of this History, Mr. Walpole has published his Historic Doubts concerning Richard III. Nothing can be a stronger proof how ingenious and agreeable that gentleman's pen is, than his being able to make an inquiry concerning a remote point of English history, an object of general conversation. The foregoing note has been enlarged on account of that performance.","subId":"n6","id":"Hume.HE.3.26.n6"},{"type":"note","content":"Bacon, 629, 630. Hollingshed, p. 504. Polyd. Virg. p. 613, 615.","subId":"n7","id":"Hume.HE.3.26.n7"},{"type":"note","content":"Silver was during this reign 37 shillings and sixpence a pound, which makes Henry's treasure near three millions of our present money. Besides, many commodities have become above thrice as dear by the encrease of gold and silver in Europe. And what is a circumstance of still greater weight, all other states were then very poor, in comparison of what they are at present: These circumstances make Henry's treasure appear very great; and may lead us to conceive the oppressions of his government.","subId":"n8","id":"Hume.HE.3.26.n8"},{"type":"note","content":"Bacon, p. 633.","subId":"n9","id":"Hume.HE.3.26.n9"},{"type":"note","content":"Rymer, vol. xiii. p. 142.","subId":"n10","id":"Hume.HE.3.26.n10"},{"type":"note","content":"Dugd. baronage, II. p. 237.","subId":"n11","id":"Hume.HE.3.26.n11"},{"type":"note","content":"As a proof of Henry's attention to the smallest profits, Bacon tells us, that he had seen a book of accompts kept by Epsom, and subscribed in almost every leaf by the king's own hand. Among other articles was the following. \"Item,\" Received of such a one five marks for a pardon, which, if it do not pass, the money to be repayed, or the party otherwise satisfied. Opposite to the memorandum, the king had writ with his own hand, \"otherwise satisfied.\" Bacon, p. 630.","subId":"n12","id":"Hume.HE.3.26.n12"},{"type":"note","content":"Rot. Parl. 3 H. VII. n. 17. The preamble is remarkable, and shows the state of the nation at that time. \"The king, our sovereign lord, remembereth, how, by our unlawful maintainances, giving of liveries, signs and tokens, retainders by indentures, promises, oaths, writings, and other embraceries of his subjects, untrue demeanings of sheriffs in making pannels, and untrue returns by taking money, by juries, &c. the policy of this nation is most subdued.\" It must indeed be confessed, that such a state of the country required great discretionary power in the sovereign; nor will the same maxims of government suit such a rude people, that may be proper in a more advanced stage of society. The establishment of the Star-chamber or the enlargement of its power in the reign of Henry VII. might have been as wise as the abolition of it in that of Charles I.","subId":"n13","id":"Hume.HE.3.26.n13"},{"type":"note","content":"3 H. 7. cap. 1.","subId":"n14","id":"Hume.HE.3.26.n14"},{"type":"note","content":"11 H. 7. cap. 12.","subId":"n15","id":"Hume.HE.3.26.n15"},{"type":"note","content":"3 H. 7. cap. 2.","subId":"n16","id":"Hume.HE.3.26.n16"},{"type":"note","content":"4 H. 7. cap. 13.","subId":"n17","id":"Hume.HE.3.26.n17"},{"type":"note","content":"11 H. 7. cap. 15.","subId":"n18","id":"Hume.HE.3.26.n18"},{"type":"note","content":"Ibid. cap. 24. 19 H. 7. cap. 3.","subId":"n19","id":"Hume.HE.3.26.n19"},{"type":"note","content":"3 H. 7. cap. 13.","subId":"n20","id":"Hume.HE.3.26.n20"},{"type":"note","content":"3 H. 7. cap. 1. & 12. 11 H. 7. cap. 3. 19 H. 7. cap. 14.","subId":"n21","id":"Hume.HE.3.26.n21"},{"type":"note","content":"3 H. 7. cap. 12. 11 H. 7. cap. 25.","subId":"n22","id":"Hume.HE.3.26.n22"},{"type":"note","content":"The duke of Northumberland has lately printed a household book of an old earl of that family, who lived at this time: The author has been favoured with the perusal of it; and it contains many curious particulars, which mark the manners and way of living in that rude, not to say barbarous age; as well as the prices of commodities. I have extracted a few of them from that piece, which gives a true picture of ancient manners, and is one of the most singular monuments that English antiquity affords us: For we may be confident, however rude the strokes, that no Baron's family was on a nobler or more splendid footing. The family consists of 166 persons, masters and servants: Fifty seven strangers are reckoned upon every day: On the whole 223. Two-pence halfpenny are supposed to be the daily expence of each for meat, drink, and firing. This would make a groat of our present money: Supposing provisions between three and four times cheaper, it would be equivalent to fourteen-pence: No great sum for a nobleman's housekeeping; especially considering, that the chief expence of a family, at that time, consisted in meat and drink: For the sum allotted by the earl for his whole annual expence is 1118 pounds seventeen shillings and eight-pence; meat, drink, and firing cost 796 pounds eleven shillings and two-pence, more than two thirds of the whole: In a modern family it is not above a third, p. 157, 158, 159. The whole expence of the earl's family is managed with an exactness that is very rigid, and, if we make no allowance for ancient manners, such as may seem to border on an extreme; insomuch, that the number of pieces, which must be cut out of every quarter of beef, mutton, pork, veal, nay stock-fish and salmon, are determined, and must be entered and accounted for by the different clerks appointed for that purpose: If a servant be absent a day, his mess is struck off: If he go on my lord's business, board wages are allowed him, eight-pence a day for his journey in winter, five-pence in summer: When he stays in any place, two-pence a day are allowed him, beside the maintainance of his horse. Somewhat above a quarter of wheat is allowed for every mouth throughout the year; and the wheat is estimated at five shillings and eight-pence a quarter. Two hundred and fifty quarters of malt are allowed, at four shillings a quarter: Two hogsheads are to be made of a quarter; which amounts to about a bottle and a third of beer a day to each person, p. 4. and the beer will not be very strong. One hundred and nine fat beeves are to be bought at Allhallow-tide, at thirteen shillings and four-pence a piece: And twenty four lean beeves to be bought at St. Helens at eight shillings a piece: These are to be put into the pastures to feed; and are to serve from Midsummer to Michaelmas; which is consequently the only time that the family eats fresh beef: During all the rest of the year they live on salted meat, p. 5. One hundred and sixty gallons of mustard are allowed in a year; which seems indeed requisite for the salt beef, p. 18. Six hundred and forty seven sheep are allowed, at twenty pence a piece; and these seem also to be all eat salted, except between Lammas and Michaelmas, p. 5. Only twenty-five hogs are allowed at two shillings a piece; twenty-eight veals at twenty-pence; forty lambs at ten pence or a shilling, p. 7. These seem to be reserved for my lord's table, or that of the upper servants, called the knight's-table. The other servants, as they eat salted meat, almost through the whole year, and with few or no vegetables, had a very bad and unhealthy diet: So that there cannot be any thing more erroneous, than the magnificent ideas formed of the Roast Beef of Old England. We must entertain as mean an idea of its cleanliness: Only seventy ells of linen at eight-pence an ell are annually allowed for this great family: No sheets were used: This linen was made into eight table-cloths for my lord's table; and one tablecloth for the knights, p. 16. This last, I suppose, was washed only once a month. Only forty shillings are allowed for washing throughout the whole year; and most of it seems expended on the linen belonging to the chapel. The drinking, however, was tolerable, namely, ten tuns and two hogsheads of Gascogny wine, at the rate of four pounds thirteen shillings and four-pence a tun, p. 6. Only ninety-one dozen of candles for the whole year, p. 14. The family rose at six in the morning, dined at ten, and supped at four in the afternoon: The gates were all shut at nine, and no farther ingress or egress permitted, p. 314, 318. My lord and lady have set on their table for breakfast at seven o'clock in the morning a quart of beer; as much wine; two pieces of salt fish, six red-herrings, four white ones, or a dish of sprats. In flesh days half a chyne of mutton, or a chyne of beef boiled, p. 73, 75. Mass is ordered to be said at six o'clock, in order, says the household-book, that all my lord's servants may rise early, p. 170. Only twenty-four fires are allowed, beside the kitchen and hall, and most of these have only a peck of coals a day allowed them, p. 99. After Lady-day, no fires permitted in the rooms, except half-fires in my lord's and lady's, and lord Piercy's and the nursery, p. 101. It is to be observed that my lord kept house in Yorkshire, where there is certainly much cold weather after Lady-day. Eighty chalders of coals at four shillings and two-pence a chalder, suffices throughout the whole year; and because coal will not burn without wood, says the household-book, sixty-four loads of great wood are also allowed, at twelve-pence a load, p. 22. This is a proof that grates were not then used. Here is an article. It is devised that from henceforth no capons to be bought but only for my lord's own mess, and that the said capons shall be bought for two-pence a piece, lean, and fed in the poultry; and master chamberlain and the stewards be fed with capons, if there be strangers sitting with them, p. 102. Pigs are to be bought at three-pence or a groat a piece: Geese at the same price: Chickens at a halfpenny: Hens at two-pence, and only for the above-mentioned tables. Here is another article.Item, It is thought good that no plovers be bought at no season but only in Christmas and principal feasts, and my lord to be served therewith and his board-end, and none other, and to be bought for a penny a piece, or a penny halfpenny at most, p. 103 Woodcocks are to be bought at the same price. Partridges at two-pence, p. 104, 105. Pheasants, a shilling; peacocks the same, p. 106. My lord keeps only twenty-seven horses in his stable at his own charge: His upper servants have allowance for maintaining their own horses, p. 126. These horses are, six gentle horses, as they are called, at hay and hard meat throughout the whole year, four palfreys, three hobbies and nags, three sumpter horses, six horses for those servants to whom my lord furnishes a horse, two sumpter horses more, and three mill horses, two for carrying the corn and one for grinding it; whence we may infer that mills, either water or wind-mills, were then unknown, at least very rare: Besides these, there are seven great trotting horses for the chariot or waggon. He allows a peck of oats a day, besides loaves made of beans, for his principal horses; the oats at twenty pence, the beans at two shillings a quarter. The load of hay is at two shillings and eight-pence. When my lord is on a journey, he carries thirty-six horsemen along with him; together with bed and other accommodation, p. 157. The inns, it seems, could afford nothing tolerable. My lord passes the year in three country-seats, all in Yorkshire, Wrysel, Leckenfield, and Topclyffe; but he has furniture only for one: He carries every thing along with him, beds, tables, chairs, kitchen utensils, all which, we may conclude, were so coarse, that they could not be spoilt by the carriage: Yet seventeen carts and one waggon suffices for the whole, p. 391. One cart suffices for all his kitchen utensils, cooks beds, &c. p. 388. One remarkable circumstance is, that he has eleven priests in his house, besides seventeen persons, chanters, musicians, &c. belonging to his chapel: Yet he has only two cooks for a family of 223 persons, p. 325. Their meals were certainly dressed in the slovenly manner of a ship's company. It is amusing to observe the pompous and even royal style assumed by this Tartar chief: He does not give any orders, though only for the right making of mustard; but it is introduced with this preamble, It seemeth good to us and our council. If we consider the magnificent and elegant manner in which the Venetian and other Italian noblemen then lived, with the progress made by the Italians in literature and the fine arts, we shall not wonder that they considered the ultra-mountaine nations as barbarous. The Flemish also seem to have much excelled the English and even the French. Yet the earl is sometimes not deficient in generosity: He pays for instance, an annual pension of a groat a year to my lady of Walsingham, for her interest in Heaven; the same sum to the holy blood at Hales, p. 337. No mention is any where made of plate; but only of the hiring of pewter vessels. The servants seem all to have bought their own cloaths from their wages.","subId":"n23","id":"Hume.HE.3.26.n23"},{"type":"note","content":"4 H. 7. cap. 24. The practice of breaking entails by means of a fine and recovery was introduced in the reign of Edward the IVth; But it was not, properly speaking, law, till the statute of Henry the VIIth; which, by correcting some abuses that attended that practice, gave indirectly a sanction to it.","subId":"n24","id":"Hume.HE.3.26.n24"},{"type":"note","content":"3 H. 7. cap. 5.","subId":"n25","id":"Hume.HE.3.26.n25"},{"type":"note","content":"Ibid. cap. 6.","subId":"n26","id":"Hume.HE.3.26.n26"},{"type":"note","content":"7 H. 7. cap. 8.","subId":"n27","id":"Hume.HE.3.26.n27"},{"type":"note","content":"Polyd. Virg.","subId":"n28","id":"Hume.HE.3.26.n28"},{"type":"note","content":"4 H. 7. cap. 23.","subId":"n29","id":"Hume.HE.3.26.n29"},{"type":"note","content":"3 H. 7. cap. 8.","subId":"n30","id":"Hume.HE.3.26.n30"},{"type":"note","content":"11 H. 7. cap. 13.","subId":"n31","id":"Hume.HE.3.26.n31"},{"type":"note","content":"3 H. 7. cap. 12.","subId":"n32","id":"Hume.HE.3.26.n32"},{"type":"note","content":"4 H. 7. cap. 8.","subId":"n33","id":"Hume.HE.3.26.n33"},{"type":"note","content":"Ibid. cap. 9.","subId":"n34","id":"Hume.HE.3.26.n34"},{"type":"note","content":"11 H. 7. cap. 22.","subId":"n35","id":"Hume.HE.3.26.n35"},{"type":"note","content":"4 H. 7. cap. 9.","subId":"n36","id":"Hume.HE.3.26.n36"},{"type":"note","content":"11 H. 7. cap. 22.","subId":"n37","id":"Hume.HE.3.26.n37"},{"type":"note","content":"7 H. 7. cap. 17.","subId":"n38","id":"Hume.HE.3.26.n38"},{"type":"note","content":"11 H. 7. cap. 11.","subId":"n39","id":"Hume.HE.3.26.n39"},{"type":"note","content":"12 H. 7. cap. 1.","subId":"n40","id":"Hume.HE.3.26.n40"},{"type":"note","content":"4 H. 7. cap. 19.","subId":"n41","id":"Hume.HE.3.26.n41"},{"type":"note","content":"19 H. 7. cap. 7.","subId":"n42","id":"Hume.HE.3.26.n42"},{"type":"note","content":"Ibid. cap. 8.","subId":"n43","id":"Hume.HE.3.26.n43"},{"type":"note","content":"Ib. cap. 18.","subId":"n44","id":"Hume.HE.3.26.n44"},{"type":"note","content":"12 H. 7. cap. 6.","subId":"n45","id":"Hume.HE.3.26.n45"},{"type":"note","content":"Rymer, vol. xiii, p. 37.","subId":"n46","id":"Hume.HE.3.26.n46"},{"type":"note","content":"Stowe, p. 484.","subId":"n47","id":"Hume.HE.3.26.n47"}]}