{"id":"Hume.HE.3.27","imported":true,"parent":"Hume.HE.3","title":"Chapter 27. Henry VIII","breadcrumb":"Chapter 27","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. XXVII.\nHENRY VIII.\nPopularity of the new king——His ministers——Punishment of Empson and Dudley——King's marriage——Foreign affairs——Julius II.——League of Cambray——War with France——Expedition to Fontarabia——Deceit of Ferdinand——Return of the English——Leo X.——A parliament——War with Scotland——Wolsey minister——His character——Invasion of France——Battle of Guinegate——Battle of Flouden——Peace with France.","id":"Hume.HE.3.27"},{"type":"paragraph","content":"{1509.} THE death of Henry VII. had been attended with as open and visible joy among the people as decency would permit; and the accession and coronation of his son, Henry VIII. spread universally a declared and unfeigned satisfaction. Instead of a monarch, {Popularity of the new king.} jealous, severe, and avaricious, who, in proportion as he advanced in years, was sinking still deeper in those unpopular vices; a young prince of eighteen had succeeded to the throne, who, even in the eyes of men of sense, gave promising hopes of his future conduct, much more in those of the people, always enchanted with novelty, youth and royal dignity. The beauty and vigour of his person, accompanied with dexterity in every manly exercise, was farther adorned with a blooming and ruddy countenance, with a lively air, with the appearance of spirit and activity in all his demeanour. His father, in order to remove him from the knowledge of public business, had hitherto occupied him entirely in the pursuits of literature; and the proficiency which he made, gave no bad prognostic of his parts and capacity. Even the vices of vehemence, ardour, and impatience, to which he was subject, and which afterwards degenerated into tyranny, were considered only as faults, incident to unguarded youth, which would be corrected, when time had brought him to greater moderation and maturity. And as the contending titles of York and Lancaster were now at last fully united in his person, men justly expected from a prince, obnoxious to no party, that impartiality of administration, which had long been unknown in England.","subId":"1","id":"Hume.HE.3.27.1"},{"type":"paragraph","content":"These favourable prepossessions of the public were encouraged by the measures which Henry embraced in the commencement of his reign. His grandmother, the countess of Richmond and Derby, was still alive; and as she was a woman much celebrated for prudence and virtue, he wisely shewed great deference to her opinion in the establishment of his new council. {His ministers.} The members were, Warham, archbishop of Canterbury, and chancellor; the earl of Shrewsbury, steward; lord Herbert, chamberlain; Sir Thomas Lovel, master of the wards and constable of the Tower; Sir Edward Poynings, comptroller; Sir Henry Marney, afterwards lord Marney; Sir Thomas Darcy, afterwards lord Darcy; Thomas Ruthal, doctor of laws; and Sir Henry Wyat. These men had long been accustomed to business under the late king, and were the least unpopular of all the ministers employed by that monarch.","subId":"2","id":"Hume.HE.3.27.2"},{"type":"paragraph","content":"But the chief competitors for favour and authority under the new king, were the earl of Surrey, treasurer, and Fox, bishop of Winchester, secretary and privy seal. This prelate, who enjoyed great credit during all the former reign, had acquired such habits of caution and frugality as he could not easily lay aside; and he still opposed, by his remonstances, those schemes of dissipation and expence, which the youth and passions of Henry rendered agreeable to him. But Surrey was a more dexterous courtier; and though few had borne a greater share in the frugal politics of the late king, he knew how to conform himself to the humour of his new master; and no one was so forward in promoting that liberality, pleasure, and magnificence, which began to prevail under the young monarch. By this policy he ingratiated himself with Henry; he made advantage, as well as the other courtiers, of the lavish disposition of his master; and he engaged him in such a course of play and idleness as rendered him negligent of affairs, and willing to entrust the government of the state entirely into the hands of his ministers. The great treasures amassed by the late king, were gradually dissipated in the giddy expences of Henry. One party of pleasure succeeded to another: Tilts, tournaments and carousals were exhibited with all the magnificence of the age: And as the present tranquillity of the public permitted the court to indulge itself in every amusement, serious business was but little attended to. Or if the king intermitted the course of his festivity, he chiefly employed himself in an application to music and literature, which were his favourite pursuits, and which were well adapted to his genius. He had made such proficiency in the former art, as even to compose some pieces of church-music which were sung in his chapel. He was initiated in the elegant learning of the ancients. And though he was so unfortunate as to be seduced into a study of the barren controversies of the Schools, which were then fashionable, and had chosen Thomas Aquinas for his favourite author, he still discovered a capacity fitted for more useful and entertaining knowledge. The frank and careless humour of the king, as it led him to dissipate the treasures, amassed by his father, rendered him negligent in protecting the instruments whom that prince had employed in his extortions. A proclamation being issued to encourage complaints, the rage of the people was let loose on all informers, who had so long exercised an unbounded tyranny over the nation: They were thrown into prison, condemned to the pillory, and most of them lost their lives by the violence of the populace. {Punishment of Empson and Dudley.} Empson and Dudley, who were most exposed to public hatred, were immediately summoned before the council, in order to answer for their conduct, which had rendered them so obnoxious. Empson made a shrewd apology for himself, as well as for his associate. He told the council, that, so far from his being justly exposed to censure for his past conduct, his enemies themselves grounded their clamour on actions, which seemed rather to merit reward and approbation: That a strict execution of law was the crime, of which he and Dudley were accused; though that law had been established by general consent, and though they had acted in obedience to the king, to whom the administration of justice was entrusted by the constitution: That it belonged not to them, who were instruments in the hands of supreme power, to determine what laws were recent or obsolete, expedient or hurtful; since they were all alike valid, so long as they remained unrepealed by the legislature: That it was natural for a licentious populace to murmur against the restraints of authority; but all wise states had ever made their glory consist in the just distribution of rewards and punishments, and had annexed the former to the observance and enforcement of the laws, the latter to their violation and infraction: And that a sudden overthrow of all government might be expected, where the judges were committed to the mercy of the criminals, the rulers to that of the subjects.","subId":"3","id":"Hume.HE.3.27.3"},{"type":"paragraph","content":"Notwithstanding this defence, Empson and Dudley were sent to the Tower; and soon after brought to their trial. The strict execution of laws, however obsolete, could never be imputed to them as a crime in a court of judicature; and it is likely, that, even where they had exercised arbitrary power, the king, as they had acted by the secret commands of his father, was not willing that their conduct should undergo too severe a scrutiny. In order, therefore, to gratify the people with the punishment of these obnoxious ministers, crimes very improbable, or indeed absolutely impossible, were charged upon them; that they had entered into a conspiracy against the sovereign, and had intended, on the death of the late king, to have seized by force the administration of government. The jury were so far moved by popular prejudices, joined to court influence, as to give a verdict against them; which was afterwards confirmed by a bill of attainder in parliament, and, at the earnest desire of the people, was executed by warrant from the king. Thus, in those arbitrary times, justice was equally violated, whether the king sought power and riches, or courted popularity.","subId":"4","id":"Hume.HE.3.27.4"},{"type":"paragraph","content":"Henry, while he punished the instruments of past tyranny, had yet such deference to former engagements as to deliberate, immediately after his accession, concerning the celebration of his marriage with the infanta Catherine, to whom he had been affianced during his father's lifetime. {King's marriage.} Her former marriage with his brother, and the inequality of their years, were the chief objections, urged against his espousing her: But on the other hand, the advantages of her known virtue, modesty, and sweetness of disposition were insisted on; the affection which she bore to the king; the large dowry to which she was entitled as princess of Wales; the interest of cementing a close alliance with Spain; the necessity of finding some confederate to counterbalance the power of France; the expediency of fulfilling the engagements of the late king. When these considerations were weighed, they determined the council, though contrary to the opinion of the primate, to give Henry their advice for celebrating the marriage. {3d June.} The countess of Richmond, who had concurred in the same sentiments with the council, died soon after the marriage of her grandson.","subId":"5","id":"Hume.HE.3.27.5"},{"type":"paragraph","content":"The popularity of Henry's government, his undisputed title, his extensive authority, his large treasures, the tranquillity of his subjects, were circumstances which rendered his domestic administration easy and prosperous: {Foreign affairs} The situation of foreign affairs was no less happy and desirable. Italy continued still, as during the late reign, to be the center of all the wars and negociations of the European princes; and Henry's alliance was courted by all parties; at the same time, that he was not engaged by any immediate interest or necessity to take part with any. Lewis XII. of France, after his conquest of Milan, was the only great prince that possessed any territory in Italy; and could he have remained in tranquillity, he was enabled by his situation to prescribe laws to all the Italian princes and republics, and to hold the balance among them. But the desire of making a conquest of Naples, to which he had the same title or pretensions with his predecessor, still engaged him in new enterprizes; and as he foresaw opposition from Ferdinand, who was connected both by treaties and affinity with Frederic of Naples, he endeavoured, by the offers of interest, to which the ears of that monarch were ever open, to engage him in an opposite confederacy. He settled with him a plan for the partition of the kingdom of Naples and the expulsion of Frederic: A plan, which the politicians of that age regarded as the most egregious imprudence in the French monarch, and the greatest perfidy in the Spanish. Frederic, supported only by subjects, who were either discontented with his government, or indifferent about his fortunes, was unable to resist so powerful a confederacy, and was deprived of his dominions: But he had the satisfaction to see Naples immediately prove the source of contention among his enemies. Ferdinand gave secret orders to his general, Gonsalvo, whom the Spaniards honour with the appellation of the great captain, to attack the armies of France, and make himself master of all the dominions of Naples. Gonsalvo prevailed in every enterprize, defeated the French in two pitched battles, and ensured to his prince the entire possession of that kingdom. Lewis, unable to procure redress by force of arms, was obliged to enter into a fruitless negociation with Ferdinand for the recovery of his share of the partition; and all Italy, during some time, was held in suspence between these two powerful monarchs.","subId":"6","id":"Hume.HE.3.27.6"},{"type":"paragraph","content":"There has scarcely been any period, when the balance of power was better secured in Europe, and seemed more able to maintain itself without any anxious concern or attention of the princes. Several great monarchies were established; and no one so far surpassed the rest as to give any foundation, or even pretence, for jealousy. England was united in domestic peace, and by its situation happily secured from the invasion of foreigners. The coalition of the several kingdoms of Spain had formed one powerful monarchy, which Ferdinand administered with arts, fraudulent indeed and deceitful, but full of vigour and ability. Lewis XII. a gallant and generous prince, had, by espousing Anne of Britanny, widow to his predecessor, preserved the union with that principality, on which the safety of his kingdom so much depended. Maximilian, the emperor, besides the hereditary dominions of the Austrian family, maintained authority in the empire, and notwithstanding the levity of his character, was able to unite the German princes in any great plan of interest, at least of defence. Charles, prince of Castile, grandson to Maximilian and Ferdinand, had already succeeded to the rich dominions of the house of Burgundy; and being as yet in early youth, the government was entrusted to Margaret of Savoy, his aunt, a princess endowed with signal prudence and virtue. The internal force of these several powerful states, by balancing each other, might long have maintained general tranquillity, had not the active and enterprising genius of Julius II. {Julius II.} an ambitious pontiff, first excited the flames of war and discord among them. By his intrigues, a league had been formed at Cambray, between himself, {League of Cambry.} Maximilian, Lewis, and Ferdinand; and the object of this great confederacy was to overwhelm, by their united arms, the commonwealth of Venice. Henry, without any motive from interest or passion, allowed his name to be inserted in the confederacy. This oppressive and iniquitous league was but too successful against the republic.","subId":"7","id":"Hume.HE.3.27.7"},{"type":"paragraph","content":"The great force and secure situation of the considerable monarchies prevented any one from aspiring to any conquest of moment; and though this consideration could not maintain general peace, or remedy the natural inquietude of men, it rendered the princes of this age more disposed to desert engagements and change their alliances, in which they were retained by humour and caprice, rather than by any natural or durable interest. {1510.} Julius had no sooner humbled the Venetian republic, than he was inspired with a nobler ambition, that of expelling all foreigners from Italy, or, to speak in the stile affected by the Italians of that age, the freeing of that country entirely from the dominion of Barbarians. He was determined to make the tempest fall first upon Lewis; and in order to pave the way for this great enterprize, he at once fought for a ground of quarrel with that monarch, and courted the alliance of other princes. He declared war against the duke of Ferrara, the confederate of Lewis. He solicited the favour of England, by sending Henry a sacred rose, perfumed with musk and anointed with chrism. He engaged in his interests Bambridge, archbishop of York, and Henry's ambassador at Rome, whom he soon after created a cardinal. He drew over Ferdinand to his party, though that monarch, at first, made no declaration of his intentions. And what he chiefly valued, he formed a treaty with the Swiss cantons, who, enraged by some neglects put upon them by Lewis, accompanied with contumelious expressions, had quitted the alliance of France, and waited for an opportunity of revenging themselves on that nation.","subId":"8","id":"Hume.HE.3.27.8"},{"type":"paragraph","content":"{1511.} While the French monarch repelled the attacks of his enemies, he thought it also requisite to make an attempt on the pope himself, and to despoil him, as much as possible, of that sacred character, which chiefly rendered him formidable. He engaged some cardinals, disgusted with the violence of Julius, to desert him; and by their authority, he was determined, in conjunction with Maximilian, who still adhered to his alliance, to call a general council, which might reform the church, and check the exorbitancies of the Roman pontiff. A council was summoned at Pisa, which from the beginning bore a very inauspicious aspect, and promised little success to its adherents. Except a few French bishops, who unwillingly obeyed the king's commands in attending the council, all the other prelates kept aloof from an assembly, which they regarded as the offspring of faction, intrigue, and worldly politics. Even Pisa, the place of their residence, showed them signs of contempt; which engaged them to transfer their session to Milan, a city under the dominion of the French monarch. Notwithstanding this advantage, they did not experience much more respectful treatment from the inhabitants of Milan; and found it necessary to make another remove to Lyons. Lewis himself fortified these violent prejudices in favour of papal authority, by the symptoms, which he discovered, of regard, deference, and submission to Julius, whom he always spared, even when fortune had thrown into his hands the most inviting opportunities of humbling him. And as it was known, that his consort, who had great influence over him, was extremely disquieted in mind, on account of his dissensions with the holy father, all men prognosticated to Julius final success in this unequal contest.","subId":"9","id":"Hume.HE.3.27.9"},{"type":"paragraph","content":"The enterprizing pontiff knew his advantages, and availed himself of them with the utmost temerity and insolence. So much had he neglected his sacerdotal character, that he acted in person at the siege of Mirandola, visited the trenches, saw some of his attendants killed by his side, and, like a young soldier, cheerfully bore all the rigours of winter and a severe season, in pursuit of military glory: Yet was he still able to throw, even on his most moderate opponents, the charge of impiety and prophaneness. He summoned a council at the Lateran: He put Pisa under an interdict, and all the places which gave shelter to the schismatical council: He excommunicated the cardinals and prelates who attended it: He even pointed his spiritual thunder against the princes who adhered to it: He freed their subjects from all oaths of allegiance, and gave their dominions to every one, who could take possession of them.","subId":"10","id":"Hume.HE.3.27.10"},{"type":"paragraph","content":"Ferdinand of Arragon, who had acquired the sirname of Catholic, regarded the cause of the pope and of religion only as a cover to his ambition and selfish politics: Henry, naturally sincere and sanguine in his temper, and the more so on account of his youth and inexperience, was moved with a hearty desire of protecting the pope from the oppression, to which he believed him exposed from the ambitious enterprizes of Lewis. Hopes had been given him by Julius, that the title of most Christian King, {1512.} which had hitherto been annexed to the crown of France, and which was regarded as its most precious ornament, should, in reward of his services, be transferred to that of England. Impatient also of acquiring that distinction in Europe, to which his power and opulence entitled him, he could not long remain neuter amidst the noise of arms; and the natural enmity of the English against France, as well as their ancient claims upon that kingdom, led Henry to join that alliance, which the pope, Spain, and Venice had formed against the French monarch. A herald was sent to Paris, to exhort Lewis not to wage impious war against the sovereign pontiff; and when he returned without success, another was sent to demand the ancient patrimonial provinces, {War with France. 4th Feb.} Anjou, Maine, Guienne, and Normandy. This message was understood to be a declaration of war; and a parliament being summoned, readily granted supplies for a purpose so much favoured by the English nation.","subId":"11","id":"Hume.HE.3.27.11"},{"type":"paragraph","content":"Buonaviso, an agent of the pope's at London, had been corrupted by the court of France, and had previously revealed to Lewis all the measures, which Henry was concerting against him. But this infidelity did the king inconsiderable prejudice, in comparison of the treachery, which he experienced from the selfish purposes of the ally, on whom he chiefly relied for assistance. Ferdinand, his father-in-law, had so long persevered in a course of crooked politics; that he began even to value himself on his dexterity in fraud and artifice; and he made a boast of those shameful successes. Being told one day, that Lewis, a prince of a very different character, had complained of his having once cheated him: \"he lies, the drunkard!\" said he, \"I have cheated him above twenty times.\" This prince considered his close connexions with Henry, only as the means which enabled him the better to take advantage of his want of experience. He advised him not to invade France by the way of Calais, where he himself should not have it in his power to assist him: {Expedition to Fontarabia.} He exhorted him rather to send forces to Fontarabia, whence he could easily make a conquest of Guienne, a province, in which, it was imagined, the English had still some adherents. He promised to assist this conquest by the junction of a Spanish army. And so forward did he seem to promote the interests of his son-in-law, that he even sent vessels to England, in order to transport over the forces which Henry had levied for that purpose. The marquis of Dorset commanded this armament, which consisted of ten thousand men, mostly infantry; lord Howard, son of the earl of Surrey, lord Broke, lord Ferrars, and many others of the young gentry and nobility, accompanied him in this service. All were on fire to distinguish themselves by military achievements, and to make a conquest of importance for their master. The secret purpose of Ferdinand in this unexampled generosity was suspected by no body.","subId":"12","id":"Hume.HE.3.27.12"},{"type":"paragraph","content":"The small kingdom of Navarre lies on the frontiers between France and Spain; and as John d'Albret, the sovereign, was connected by friendship and alliance with Lewis, the opportunity seemed favourable to Ferdinand, while the English forces were conjoined with his own, and while all adherents to the council of Pisa lay under the sentence of excommunication, to put himself in possession of these dominions. No sooner, therefore, was Dorset landed in Guipiscoa, than the Spanish monarch declared his readiness to join him with his forces, to make with united arms an invasion of France, and to form the siege of Bayonne, which opened the way into Guienne: But he remarked to the English general how dangerous it might prove to leave behind them the kingdom of Navarre, which, being in close alliance with France, could easily give admittance to the enemy, and cut off all communication between Spain and the combined armies. To provide against so dangerous an event, he required, that John should stipulate a neutrality in the present war; and when that prince expressed his willingness to enter into any engagement for that purpose, he also required, that security should be given for the strict observance of it. John having likewise agreed to this condition, Ferdinand demanded, that he should deliver into his hands six of the most considerable places of his dominions, together with his eldest son as a hostage. These were not terms to be proposed to a sovereign; and as the Spanish monarch expected a refusal, he gave immediate orders to the duke of Alva, his general, to make an invasion on Navarre, and to reduce that kingdom. Alva soon made himself master of all the smaller towns; and being ready to form the siege of Pampeluna, the capital, he summoned the marquis of Dorset to join him with the English army, and concert together all their operations.","subId":"13","id":"Hume.HE.3.27.13"},{"type":"paragraph","content":"Dorset began to suspect, that the interests of his master were very little regarded in all these transactions; and having no orders to invade the kingdom of Navarre, or make war any where but in France, he refused to take any part in the enterprize. He remained therefore in his quarters at Fontarabia; {Deceit of Ferdinand.} but so subtle was the contrivance of Ferdinand, that, even while the English army lay in that situation, it was almost equally serviceable to his purpose, as if it had acted in conjunction with his own. It kept the French army in awe, and prevented it from advancing to succour the kingdom of Navarre; so that Alva, having full leisure to conduct the siege, made himself master of Pampeluna, and obliged John to seek for shelter in France. The Spanish general applied again to Dorset, and proposed to conduct with united counsels the operations of the holy league, so it was called, against Lewis: But as he still declined forming the siege of Bayonne, and rather insisted on the invasion of the principality of Bearne, a part of the king of Navarre's dominions, which lies on the French side of the Pyrenees, Dorset, justly suspicious of his sinister intentions, represented, that, without new orders from his master, he could not concur in such an undertaking. In order to procure these orders, Ferdinand dispatched Martin de Ampios to London; and persuaded Henry, that, by the refractory and scrupulous humour of the English general, the most favourable opportunities were lost, and that it was necessary he should, on all occasions, act in concert with the Spanish commander, who was best acquainted with the situation of the country, and the reasons of every operation. But before orders to this purpose reached Spain, Dorset had become extremely impatient; and observing that his farther stay served not to promote the main undertaking, and that his army was daily perishing by want and sickness, he demanded shipping from Ferdinand to transport them back into England. Ferdinand, who was bound by treaty to furnish him with this supply, whenever demanded, was at length, after many delays, obliged to yield to his importunity; and Dorset, embarking his troops, prepared himself for the voyage. Meanwhile, the messenger arrived with orders from Henry, that the troops should remain in Spain; {Return of the English.} but the soldiers were so discontented with the treatment which they had met with, that they mutinied, and obliged their commanders to set sail for England. Henry was much displeased with the ill success of this enterprize; and it was with difficulty, that Dorset, by explaining the fraudulent conduct of Ferdinand, was at last able to appease him.","subId":"14","id":"Hume.HE.3.27.14"},{"type":"paragraph","content":"There happened this summer an action at sea, which brought not any more decisive advantage to the English. Sir Thomas Knevet, master of horse, was sent to the coast of Britanny with a fleet of forty-five sail; and he carried with him Sir Charles Brandon, Sir John Carew, and many other young courtiers, who longed for an opportunity of displaying their valour. After they had committed some depredations, a French fleet of thirty-nine sail issued from Brest, under the command of Primauget, and began an engagement with the English. Fire seized the ship of Primauget, who, finding his destruction inevitable, bore down upon the vessel of the English admiral, and grappling with her, resolved to make her share his fate. Both fleets stood some time in suspence, as spectators of this dreadful engagement; and all men saw with horror the flames which consumed both vessels, and heard the cries of fury and despair, which came from the miserable combatants. At last, the French vessel blew up; and at the same time destroyed the English. The rest of the French fleet made their escape into different harbours.","subId":"15","id":"Hume.HE.3.27.15"},{"type":"paragraph","content":"The war, which England waged against France, though it brought no advantage to the former kingdom, was of great prejudice to the latter; and by obliging Lewis to withdraw his forces for the defence of his own dominions, lost him that superiority, which his arms, in the beginning of the campaign, had attained in Italy. Gaston de Foix, his nephew, a young hero, had been entrusted with the command of the French forces; and in a few months performed such feats of military art and prowess, as were sufficient to render illustrious the life of the oldest captain. His career finished with the great battle of Ravenna, which, after the most obstinate conflict, he gained over the Spanish and papal armies. He perished the very moment his victory was complete; and with him perished the fortune of the French arms in Italy. The Swiss, who had rendered themselves extremely formidable by their bands of disciplined infantry, invaded the Milanese with a numerous army, and raised up that inconstant people to a revolt against the dominion of France. Genoa followed the example of the dutchy; and thus Lewis, in a few weeks, entirely lost his Italian conquests, except some garrisons; {1513.} and Maximilian Sforza, the son of Ludovic, was reinstated in possession of Milan.","subId":"16","id":"Hume.HE.3.27.16"},{"type":"paragraph","content":"Julius discovered extreme joy on the discomfiture of the French; and the more so, as he had been beholden for it to the Swiss, a people, whose councils, he hoped, he should always be able to influence and govern. {21st Feb. Leo X.} The pontiff survived this success a very little time; and in his place was chosen John de Medicis, who took the appellation of Leo X. and proved one of the most illustrious princes that ever sat on the papal throne. Humane, beneficent, generous, affable; the patron of every art, and friend of every virtue; he had a soul no less capable of forming great designs than his predecessor, but was more gentle, pliant, and artful in employing means for the execution of them. The sole defect, indeed, of his character was too great finesse and artifice; a fault, which, both as a priest and an Italian, it was difficult for him to avoid. By the negociations of Leo, the emperor Maximilian was detached from the French interest; and Henry, notwithstanding his disappointments in the former campaign, was still encouraged to prosecute his warlike measures against Lewis.","subId":"17","id":"Hume.HE.3.27.17"},{"type":"paragraph","content":"{A parliament.} Henry had summoned a new session of parliament, and obtained a supply for his enterprize. It was a poll-tax, and imposed different sums, according to the station and riches of the person. A duke payed ten marks, an earl five pounds, a baron four pounds, a knight four marks; every man valued at eight hundred pounds in goods, four marks. An imposition was also granted of two fifteenths and four tenths. By these supplies, joined to the treasure, which had been left by his father, and which was not yet entirely dissipated, he was enabled to levy a great army, and render himself formidable to his enemy. The English are said to have been much encouraged in this enterprize, by the arrival of a vessel in the Thames under the papal banner. It carried presents of wine and hams to the king, and the more eminent courtiers; and such fond devotion was at that time entertained towards the court of Rome, that these trivial presents were every where received with the greatest triumph and exultation.","subId":"18","id":"Hume.HE.3.27.18"},{"type":"paragraph","content":"In order to prevent all disturbances from Scotland, while Henry's arms should be employed on the continent, Dr. West, dean of Windsor, was dispatched on an embassy to James, the king's brother-in-law; and instructions were given him to accommodate all differences between the kingdoms, as well as to discover the intentions of the court of Scotland. Some complaints had already been made on both sides. One Barton, a Scotchman, having suffered injuries from the Portugueze, for which he could obtain no redress, had procured letters of marque against that nation; but he had no sooner put to sea, than he was guilty of the grossest abuses, committed depredations upon the English, and much infested the narrow seas. Lord Howard and Sir Edward Howard, admirals, and sons of the earl of Surrey, sailing out against him, fought him in a desperate action, where the pyrate was killed; and they brought his ships into the Thames. As Henry refused all satisfaction for this act of justice, some of the borderers, who wanted but a pretence for depredations, entered England under the command of lord Hume, warden of the marches, and committed great ravages on that kingdom. Notwithstanding these mutual grounds of dissatisfaction, matters might easily have been accommodated, had it not been for Henry's intended invasion of France, {War with Scotland.} which rouzed the jealousy of the Scotish nation. The ancient league, which subsisted between France and Scotland, was conceived to be the strongest band of connexion; and the Scots universally believed, that, were it not for the countenance which they received from this foreign alliance, they had never been able so long to maintain their independence against a people so much superior. James was farther incited to take part in the quarrel by the invitations of Anne, queen of France, whose knight he had ever in all tournaments professed himself, and who summoned him, according to the ideas of romantic gallantry, prevalent in that age, to take the field in her defence, and prove himself her true and valorous champion. The remonstrances of his consort and of his wisest counsellors were in vain opposed to the martial ardour of this prince. He first sent a squadron of ships to the assistance of France; the only fleet which Scotland seems ever to have possessed. And though he still made professions of maintaining a neutrality, the English ambassador easily foresaw, that a war would in the end prove inevitable; and he gave warning of the danger to his master, who sent the earl of Surrey to put the borders in a posture of defence, and to resist the expected invasion of the enemy.","subId":"19","id":"Hume.HE.3.27.19"},{"type":"paragraph","content":"Henry, all on fire for military fame, was little discouraged by this appearance of a diversion from the north; and so much the less, as he flattered himself with the assistance of all the considerable potentates of Europe in his invasion of France. The pope still continued to thunder out his excommunications against Lewis, and all the adherents of the schismatical council: The Swiss cantons made professions of violent animosity against France: The ambassadors of Ferdinand and Maximilian had signed with those of Henry a treaty of alliance against that power, and had stipulated the time and place of their intended invasion: And though Ferdinand disavowed his ambassador, and even signed a truce for a twelvemonth with the common enemy; Henry was not yet fully convinced of his selfish and sinister intentions, and still hoped for his concurrence after the expiration of that term. He had now got a minister who complied with all his inclinations, and flattered him in every scheme, to which his sanguine and impetuous temper was inclined.","subId":"20","id":"Hume.HE.3.27.20"},{"type":"paragraph","content":"{Wolsey minister.} Thomas Wolsey, dean of Lincoln, and almoner to the king, surpassed in favour all his ministers, and was fast advancing towards that unrivalled grandeur, which he afterwards attained. This man was son of a butcher at Ipswich; but having got a learned education, and being endowed with an excellent capacity, he was admitted into the marquis of Dorset's family as tutor to that nobleman's children, and soon gained the friendship and countenance of his patron. He was recommended to be chaplain to Henry VII. and being employed by that monarch in a secret negociation, which regarded his intended marriage with Margaret of Savoy, Maximilian's daughter, he acquitted himself to the king's satisfaction, and obtained the praise both of diligence and dexterity in his conduct. That prince, having given him a commission to Maximilian, who at that time resided in Brussels, was surprized, in less than three days after, to see Wolsey present himself before him; and supposing that he had protracted his departure, he began to reprove him for the dilatory execution of his orders. Wolsey informed him, that he had just returned from Brussels, and had successfully fulfilled all his majesty's commands. \"But on second thoughts,\" said the king, \"I found that somewhat was omitted in your orders; and have sent a messenger after you, with fuller instructions.\" \"I met the messenger,\" replied Wolsey, \"on my return: But as I had reflected on that omission, I ventured of myself to execute what, I knew, must be your majesty's intentions.\" The death of Henry, soon after this incident, retarded the advancement of Wolsey, and prevented his reaping any advantage from the good opinion, which that monarch had entertained of him: But thenceforwards he was looked on at court as a rising man; and Fox, bishop of Winchester, cast his eye upon him as one, who might be serviceable to him in his present situation. This prelate, observing that the earl of Surrey had totally eclipsed him in favour, resolved to introduce Wolsey to the young prince's familiarity, and hoped, that he might rival Surrey in his insinuating arts, and yet be content to act in the cabinet a part subordinate to Fox himself, who had promoted him. In a little time, Wolsey gained so much on the king, that he supplanted both Surrey in his favour, and Fox in his trust and confidence. Being admitted to Henry's parties of pleasure, he took the lead in every jovial conversation, and promoted all that frolic and entertainment, which he found suitable to the age and inclination of the young monarch. Neither his own years, which were near forty, nor his character of a clergyman, were any restraint upon him, or engaged him to check, by any useless severity, the gaiety, in which Henry, who had small propension to debauchery, passed his careless hours. During the intervals of amusement he introduced business, and insinuated those maxims of conduct which he was desirous his master should adopt. He observed to him, that, while he entrusted his affairs into the hands of his father's counsellors, he had the advantage indeed of employing men of wisdom and experience, but men who owed not their promotion to his favour, and who scarcely thought themselves accountable to him for the exercise of their authority: That by the factions, and cabals, and jealousies, which had long prevailed among them, they more obstructed the advancement of his affairs, than they promoted it by the knowledge, which age and practice had conferred upon them: That while he thought proper to pass his time in those pleasures, to which his age and royal fortune invited him, and in those studies, which would in time enable him to sway the scepter with absolute authority, his best system of government would be to entrust his authority into the hands of some one person, who was the creature of his will, and who could entertain no view but that of promoting his service: And that if this minister had also the same relish for pleasure with himself, and the same taste for science, he could more easily, at intervals, account to him for his whole conduct, and introduce his master gradually into the knowledge of public business, and thus, without tedious constraint or application, initiate him in the science of government.","subId":"21","id":"Hume.HE.3.27.21"},{"type":"paragraph","content":"Henry entered into all the views of Wolsey; and finding no one so capable of executing this plan of administration as the person who proposed it, he soon advanced his favourite, from being the companion of his pleasures, to be a member of his council; and from being a member of his council, to be his sole and absolute minister. {His character.} By this rapid advancement and uncontrouled authority, the character and genius of Wolsey had full opportunity to display itself. Insatiable in his acquisitions, but still more magnificent in his expence: Of extensive capacity, but still more unbounded enterprize: Ambitious of power, but still more desirous of glory: Insinuating, engaging, persuasive; and, by turns, lofty, elevated, commanding: Haughty to his equals, but affable to his dependants; oppressive to the people, but liberal to his friends; more generous than grateful; less moved by injuries than by contempt; he was framed to take the ascendant in every intercourse with others, but exerted this superiority of nature with such ostentation as exposed him to envy, and made every one willing to recal the original inferiority or rather meanness of his fortune.","subId":"22","id":"Hume.HE.3.27.22"},{"type":"paragraph","content":"The branch of administration, in which Henry most exerted himself, while he gave his entire confidence to Wolsey, was the military, which, as it suited the natural gallantry and bravery of his temper, as well as the ardour of his youth, was the principal object of his attention. Finding that Lewis had made great preparations both by sea and land to resist him, he was no less careful to levy a formidable army, and equip a considerable fleet for the invasion of France. The command of the fleet was entrusted to Sir Edward Howard: who, after scouring the channel for some time, presented himself before Brest, where the French navy then lay; and he challenged them to a combat. The French admiral, who expected from the Mediterranean a reinforcement of some gallies under the command of Prejeant de Bidoux, kept within the harbour, and saw with patience the English burn and destroy the country in the neighbourhood. At last Prejeant arrived with six gallies, and put into Conquet, a place within a few leagues of Brest; where he secured himself behind some batteries, which he had planted on rocks, that lay on each side of him. {25th April.} Howard was, notwithstanding, determined to make an attack upon him; and as he had but two gallies, he took himself the command of one, and gave the other to lord Ferrars. He was followed by some row-barges and some crayers under the command of Sir Thomas Cheyney, Sir William Sidney, and other officers of distinction. He immediately fastened on Prejeant's ship, and leaped on board of her, attended by one Carroz, a Spanish cavalier, and seventeen Englishmen. The cable, meanwhile, which fastened his ship to that of the enemy, being cut, the admiral was thus left in the hands of the French; and as he still continued the combat with great gallantry, he was pushed overboard by their pikes. Lord Ferrars, seeing the admiral's galley fall off, followed with the other small vessels; and the whole fleet was so discouraged by the loss of their commander, that they retired from before Brest. The French navy came out of harbour; and even ventured to invade the coast of Sussex. They were repulsed, and Prejeant, their commander, lost an eye by the shot of an arrow. Lord Howard, brother to the deceased admiral, succeeded to the command of the English fleet; and little memorable passed at sea during this summer.","subId":"23","id":"Hume.HE.3.27.23"},{"type":"paragraph","content":"Great preparations had been making at land, during the whole winter, for an invasion on France by the way of Calais; but the summer was well advanced before every thing was in sufficient readiness for the intended enterprize. The long peace which the kingdom had enjoyed, had somewhat unfitted the English for military expeditions; and the great change, which had lately been introduced in the art of war, had rendered it still more difficult to enure them to the use of the weapons now employed in action. The Swiss, and after them the Spaniards, had shown the advantage of a stable infantry, who fought with pike and sword, and were able to repulse even the heavy-armed cavalry, in which the great force of the armies formerly consisted. The practice of fire-arms was become common; though the caliver, which was the weapon now in use, was so inconvenient, and attended with so many disadvantages, that it had not entirely discredited the bow, a weapon in which the English excelled all European nations. A considerable part of the forces, which Henry levied for the invasion of France, consisted of archers; and as soon as affairs were in readiness, the vanguard of the army, amounting to 8000 men, under the command of the earl of Shrewsbury, sailed over to Calais. Shrewsbury was accompanied by the earl of Derby, the lords Fitzwater, Hastings, Cobham, and Sir Rice ap Thomas, captain of the light horse. Another body of 6000 men soon after followed under the command of lord Herbert, the chamberlain, attended by the earls of Northumberland and Kent, the lords Audley and Delawar, together with Carew, Curson, and other gentlemen.","subId":"24","id":"Hume.HE.3.27.24"},{"type":"paragraph","content":"The king himself prepared to follow with the main body and rear of the army; and he appointed the queen regent of the kingdom during his absence. That he might secure her administration from all disturbance, he ordered Edmond de la Pole, earl of Suffolk, to be beheaded in the Tower, the nobleman who had been attainted and imprisoned during the late reign. Henry was led to commit this act of violence by the dying commands, as is imagined, of his father, who told him, that he never would be free from danger, while a man of so turbulent a disposition as Suffolk was alive. And as Richard de la Pole, brother of Suffolk, had accepted of a command in the French service, and foolishly attempted to revive the York faction, and to instigate them against the present government he probably, by that means, drew more suddenly the king's vengeance on this unhappy nobleman.","subId":"25","id":"Hume.HE.3.27.25"},{"type":"paragraph","content":"{30th June.} At last, Henry, attended by the duke of Buckingham and many others of the nobility, arrived at Calais, and entered upon his French expedition, from which he fondly expected so much success and glory. Of all those allies, on whose assistance he relied, the Swiss alone fully performed their engagements. {Invasion of France.} Being put in motion by a sum of money sent them by Henry, and incited by their victories obtained in Italy, and by their animosity against France, they were preparing to enter that kingdom with an army of twenty-five thousand men; and no equal force could be opposed to their incursion. Maximilian had received an advance of 120,000 crowns from Henry, and had promised to reinforce the Swiss with 8000 men, but failed in his engagements. That he might make atonement to the king, he himself appeared in the Low Countries, and joined the English army with some German and Flemish soldiers, who were useful in giving an example of discipline to Henry's new levied forces. Observing the disposition of the English monarch to be more bent on glory than on interest, he inlisted himself in his service, wore the cross of St. George, and received pay, a hundred crowns a day, as one of his subjects and captains. But while he exhibited this extraordinary spectacle, of an emperor of Germany serving under a king of England, he was treated with the highest respect by Henry, and really directed all the operations of the English army.","subId":"26","id":"Hume.HE.3.27.26"},{"type":"paragraph","content":"Before the arrival of Henry and Maximilian in the camp, the earl of Shrewsbury and lord Herbert had formed the siege of Teroüane, a town situated on the frontiers of Picardy; and they began to attack the place with vigour. Teligni and Crequi commanded in the town, and had a garrison not exceeding two thousand men; yet made they such stout resistance as protracted the siege a month, and they at last found themselves more in danger from want of provisions and ammunition, than from the assaults of the besiegers. Having conveyed intelligence of their situation to Lewis, who had advanced to Amiens with his army, that prince gave orders to throw relief into the place. {16th Aug.} Fontrailles appeared at the head of 800 horsemen, each of whom carried a sack of gunpowder behind him, and two quarters of bacon. With this small force he made a sudden and unexpected irruption into the English camp, and surmounting all resistance, advanced to the fossee of the town, where each horseman threw down his burden. They immediately returned at the gallop, and were so fortunate as again to break through the English, and to suffer little or no loss in this dangerous attempt.","subId":"27","id":"Hume.HE.3.27.27"},{"type":"paragraph","content":"{Battle of Guinegate.} But the English had, soon after, full revenge for the insult. Henry had received intelligence of the approach of the French horse, who had advanced to protect another incursion of Fontrailles; and he ordered some troops to pass the Lis, in order to oppose them. The cavalry of France, though they consisted chiefly of gentlemen, who had behaved with great gallantry in many desperate actions in Italy, were, on sight of the enemy, seized with so unaccountable a panic, that they immediately took to flight; and were pursued by the English. The duke of Longueville, who commanded the French, Bussi d'Amboise, Clermont, Imbercourt, the chevalier Bayard, and many other officers of distinction, were made prisoners. This action, or rather rout, is sometimes called the battle of Guinegate, from the place where it was fought; but more commonly the Battle of Spurs, because the French, that day, made more use of their spurs than of their swords or military weapons.","subId":"28","id":"Hume.HE.3.27.28"},{"type":"paragraph","content":"After so considerable an advantage, the king, who was at the head of a complete army of above 50,000 men, might have made incursions to the gates of Paris, and spread confusion and desolation every where. It gave Lewis great joy, when he heard, that the English, instead of pushing their victory, and attacking the dismayed troops of France, returned to the siege of so inconsiderable a place as Teroüane. The governors were obliged soon after to capitulate; and Henry found his acquisition of so little moment, though gained at the expence of some blood, and what, in his present circumstances, was more important, of much valuable time, that he immediately demolished the fortifications. The anxieties of the French were again revived with regard to the motions of the English. The Swiss at the same time had entered Burgundy with a formidable army, and laid siege to Dijon, which was in no condition to resist them. Ferdinand himself, though he had made a truce with Lewis, seemed disposed to lay hold of every advantage which fortune should present to him. Scarcely ever was the French monarchy in greater danger, or less in a condition to defend itself against those powerful armies, which on every side assailed or threatened it. Even many of the inhabitants of Paris, who believed themselves exposed to the rapacity and violence of the enemy, began to dislodge, without knowing what place could afford them greater security.","subId":"29","id":"Hume.HE.3.27.29"},{"type":"paragraph","content":"But Lewis was extricated from his present difficulties by the manifold blunders of his enemies. The Swiss allowed themselves to be seduced into a negociation by Tremoille, governor of Burgundy; and without making enquiry, whether that nobleman had any powers to treat, they accepted of the conditions which he offered them. Tremoille, who knew that he should be disavowed by his master, stipulated whatever they were pleased to demand; and thought himself happy, at the expence of some payments, and very large promises, to get rid of so formidable an enemy.","subId":"30","id":"Hume.HE.3.27.30"},{"type":"paragraph","content":"The measures of Henry showed equal ignorance in the art of war with that of the Swiss in negociation. Tournay was a great and rich city, which, though it lay within the frontiers of Flanders, belonged to France, and afforded the troops of that kingdom a passage into the heart of the Netherlands. Maximilian, who was desirous of freeing his grandson from so troublesome a neighbour, advised Henry to lay siege to the place; and the English monarch, not considering that such an acquisition nowise advanced his conquests in France, was so imprudent as to follow this interested counsel. The city of Tournay, by its ancient charters, being exempted from the burthen of a garrison, the burghers, against the remonstrance of their sovereign, strenuously insisted on maintaining this dangerous privilege; and they engaged, by themselves, to make a vigorous defence against the enemy. Their courage failed them when matters came to trial; and after a few days siege, the place was surrendered to the English. {24th Sept.} The bishop of Tournay was lately dead; and as a new bishop was already elected by the chapter, but not installed in his office, the king bestowed the administration of the see on his favourite, Wolsey, and put him in immediate possession of the revenues, which were considerable. Hearing of the retreat of the Swiss, and observing the season to be far advanced, he thought proper to return to England; and he carried the greater part of his army with him. Success had attended him in every enterprize; and his youthful mind was much elated with this seeming prosperity; but all men of judgment, comparing the advantages of his situation with his progress, his expence with his acquisitions, were convinced, that this campaign, so much vaunted, was, in reality, both ruinous and inglorious to him.","subId":"31","id":"Hume.HE.3.27.31"},{"type":"paragraph","content":"The success, which, during this summer, had attended Henry's arms in the North, was much more decisive. The king of Scotland had assembled the whole force of his kingdom; and having passed the Tweed with a brave, though a tumultuary army of above 50,000 men, he ravaged those parts of Northumberland which lay nearest that river, and he employed himself in taking the castles of Norham, Etal, Werke, Ford, and other places of small importance. Lady Ford, being taken prisoner in her castle, was presented to James, and so gained on the affections of that prince, that he wasted in pleasure the critical time, which, during the absence of his enemy, he should have employed in pushing his conquests. His troops, lying in a barren country, where they soon consumed all the provisions, began to be pinched with hunger; and as the authority of the prince was feeble, and military discipline, during that age, extremely relaxed, many of them had stolen from the camp, and retired homewards. {1515.} Meanwhile, the earl of Surrey, having collected a force of 26,000 men, of which 5000 had been sent over from the king's army in France, marched to the defence of the country, and approached the Scots, who lay on some high ground near the hills of Cheviot. The river Till ran between the armies, and prevented an engagement: Surrey therefore sent a herald to the Scottish camp, challenging the enemy to descend into the plain of Milfield, which lay towards the south; and there, appointing a day for the combat, to try their valour on equal ground. As he received no satisfactory answer, he made a feint of marching towards Berwick; as if he intended to enter Scotland, to lay waste the borders, and cut off the provisions of the enemy. The Scottish army, in order to prevent his purpose, put themselves in motion; and having set fire to the huts in which they had quartered, they descended from the hills. Surrey, taking advantage of the smoke, which was blown towards him, and which concealed his movements, passed the Till with his artillery and vanguard at the bridge of Twisel, and sent the rest of his army to seek a ford higher up the river.","subId":"32","id":"Hume.HE.3.27.32"},{"type":"paragraph","content":"{9th Sept.} An engagement was now become inevitable, and both sides prepared for it with tranquillity and order. The English divided their army into two lines: Lord Howard led the main body of the first line, Sir Edmond Howard the right wing, Sir Marmaduke Constable the left. The earl of Surrey himself commanded the main body of the second line, lord Dacres the right wing, Sir Edward Stanley the left. {Battle of Flouden.} The front of the Scots presented three divisions to the enemy: The middle was led by the king himself: The right by the earl of Huntley, assisted by lord Hume: The left by the earls of Lenox and Argyle. A fourth division under the earl of Bothwel made a body of reserve. Huntley began the battle; and after a sharp conflict, put to flight the left wing of the English, and chaced them off the field: But on returning from the pursuit, he found the whole Scottish army in great disorder. The division under Lenox and Argyle, elated with the success of the other wing, had broken their ranks, and notwithstanding the remonstrances and entreaties of La Motte, the French ambassador, had rushed headlong upon the enemy. Not only Sir Edmond Howard, at the head of his division, received them with great valour; but Dacres, who commanded in the second line, wheeling about during the action, fell upon their rear, and put them to the sword without resistance. The division under James and that under Bothwel, animated by the valour of their leaders, still made head against the English, and throwing themselves into a circle, protracted the action, till night separated the combatants. The victory seemed yet undecided, and the numbers that fell on each side, were nearly equal, amounting to above 5000 men: But the morning discovered where the advantage lay. The English had lost only persons of small note; but the flower of the Scottish nobility had fallen in battle, and their king himself, after the most diligent enquiry, could no where be found. In searching the field, the English met with a dead body, which resembled him, and was arrayed in a similar habit; and they put it in a leaden coffin, and sent it to London. During some time it was kept unburied; because James died under sentence of excommunication, on account of his confederacy with France, and his opposition to the holy see: But upon Henry's application, who pretended that this prince had, in the instant before his death, discovered signs of repentance, absolution was given him, and his body was interred. The Scots, however, still asserted, that it was not James's body, which was found on the field of battle, but that of one Elphinston, who had been arrayed in arms resembling their king's, in order to divide the attention of the English, and share the danger with his master. It was believed that James had been seen crossing the Tweed at Kelso; and some imagined that he had been killed by the vassals of lord Hume, whom that nobleman had instigated to commit so enormous a crime. But the populace entertained the opinion that he was still alive, and having secretly gone in pilgrimage to the holy land, would soon return, and take possession of the throne. This fond conceit was long entertained among the Scots.","subId":"33","id":"Hume.HE.3.27.33"},{"type":"paragraph","content":"The king of Scotland and most of his chief nobles being slain in the field of Flouden, so this battle was called, an inviting opportunity was offered to Henry of gaining advantages over that kingdom, perhaps of reducing it to subjection. But he discovered on this occasion a mind truly great and generous. When the queen of Scotland, Margaret, who was created regent during the infancy of her son, applied for peace, he readily granted it; and took compassion of the helpless condition of his sister and nephew. The earl of Surrey, {1514.} who had gained him so great a victory, was restored to the title of duke of Norfolk, which had been forfeited by his father, for engaging on the side of Richard III. Lord Howard was honoured with the title of earl of Surrey. Sir Charles Brandon the king's favourite, whom he had before created viscount Lisle, was now raised to the dignity of duke of Suffolk. Wolsey, who was both his favourite and his minister, was created bishop of Lincoln. Lord Herbert obtained the title of earl of Worcester. Sir Edward Stanley, that of lord Monteagle.","subId":"34","id":"Hume.HE.3.27.34"},{"type":"paragraph","content":"Though peace with Scotland gave Henry security on that side, and enabled him to prosecute in tranquillity his enterprize against France, some other incidents had happened, which more than counterbalanced this fortunate event, and served to open his eyes with regard to the rashness of an undertaking, into which his youth and high fortune had betrayed him.","subId":"35","id":"Hume.HE.3.27.35"},{"type":"paragraph","content":"Lewis, fully sensible of the dangerous situation, to which his kingdom had been reduced during the former campaign, was resolved, by every expedient, to prevent the return of like perils, and to break the confederacy of his enemies. The pope was nowise disposed to push the French to extremity; and provided they did not return to take possession of Milan, his interests rather led him to preserve the balance among the contending parties. He accepted, therefore, of Lewis's offer to renounce the council of Lyons; and he took off the excommunication, which his predecessor and himself had fulminated against that king and his kingdom. Ferdinand was now fast declining in years; and as he entertained no farther ambition than that of keeping possession of Navarre, which he had subdued by his arms and policy, he readily hearkened to the proposals of Lewis for prolonging the truce another year; and he even showed an inclination of forming a more intimate connexion with that monarch. Lewis had dropped hints of his intention to marry his second daughter, Renée, either to Charles, prince of Spain, or his brother, Ferdinand, both of them grandsons of the Spanish monarch; and he declared his resolution of bestowing on her, as her portion, his claim to the dutchy of Milan. Ferdinand not only embraced these proposals with joy; but also engaged the emperor, Maximilian, in the same views, and procured his accession to a treaty, which opened so inviting a prospect of aggrandizing their common grandchildren.","subId":"36","id":"Hume.HE.3.27.36"},{"type":"paragraph","content":"When Henry was informed of Ferdinand's renewal of the truce with Lewis, he fell into a violent rage, and loudly complained, that his father-in-law had first, by high promises and professions, engaged him in enmity with France, and afterwards, without giving him the least warning, had now again sacrificed his interests to his own selfish purposes, and had left him exposed alone to all the danger and expence of the war. In proportion to his easy credulity and his unsuspecting reliance on Ferdinand was the vehemence with which he exclaimed against the treatment which he met with; and he threatened revenge for this egregious treachery and breach of faith. But he lost all patience when informed of the other negociation, by which Maximilian was also seduced from his alliance, and in which proposals had been agreed to, for the marriage of the prince of Spain with the daughter of France. Charles, during the lifetime of the late king, had been affianced to Mary, Henry's younger sister; and as the prince now approached the age of puberty, the king had expected the immediate completion of the marriage, and the honourable settlement of a sister, for whom he had entertained a tender affection. Such a complication, therefore, of injuries gave him the highest displeasure, and inspired him with a desire of expressing his disdain towards those who had imposed on his youth and inexperience, and had abused his too great facility.","subId":"37","id":"Hume.HE.3.27.37"},{"type":"paragraph","content":"The duke of Longueville, who had been made prisoner at the battle of Guinegate, and who was still detained in England, was ready to take advantage of all these dispositions of Henry, in order to procure a peace and even an alliance, which he knew to be passionately desired by his master. He represented to the king, that Anne, queen of France, being lately dead, a door was thereby opened for an affinity, which might tend to the advantage of both kingdoms, and which would serve to terminate honourably all the differences between them: That she had left Lewis no male children; and as he had ever entertained a strong desire of having heirs to the crown, no marriage seemed more suitable to him than that with the princess of England, whose youth and beauty afforded the most flattering hopes in that particular: That though the marriage of a princess of sixteen, with a king of fifty-three, might seem unsuitable; yet the other advantages, attending the alliance, were more than a sufficient compensation for this inequality: And that Henry, in loosening his connexions with Spain, from which he had never reaped any advantage, would contract a close affinity with Lewis, a prince, who, through his whole life, had invariably maintained the character of probity and honour.","subId":"38","id":"Hume.HE.3.27.38"},{"type":"paragraph","content":"As Henry seemed to hearken to this discourse with willing ears, Longueville informed his master of the probability, which he discovered, of bringing the matter to a happy conclusion; and he received full powers for negociating the treaty. The articles were easily adjusted between the monarchs. {Peace with France. 7th August.} Lewis agreed that Tournay should remain in the hands of the English; that Richard de la Pole should be banished to Metz, there to live on a pension assigned him by Lewis; that Henry should receive payment of a million of crowns, being the arrears due by treaty to his father and himself; and that the princess Mary should bring four hundred thousand crowns as her portion, and enjoy as large a jointure as any queen of France, even the former, who was heiress of Britanny. The two princes also agreed on the succours, with which they should mutually supply each other, in case either of them were attacked by an enemy.","subId":"39","id":"Hume.HE.3.27.39"},{"type":"paragraph","content":"In consequence of this treaty, Mary was sent over to France with a splendid retinue, and Lewis met her at Abbeville, {9th Octob.} where the espousals were celebrated. He was enchanted with the beauty, grace, and numerous accomplishments of the young princess; and being naturally of an amorous disposition, which his advanced age had not entirely cooled, he was seduced into such a course of gaiety and pleasure, as proved very unsuitable to his declining state of health. {1515. 1st Jan.} He died in less than three months after the marriage, to the extreme regret of the French nation, who, sensible of his tender concern for their welfare, gave him with one voice the honourable appellation of father of his people.","subId":"40","id":"Hume.HE.3.27.40"},{"type":"paragraph","content":"Francis, duke of Angouleme, a youth of one and twenty, who had married Lewis's elder daughter, succeeded him on the throne; and by his activity, valour, generosity, and other virtues, gave prognostics of a happy and glorious reign. This young monarch had been extremely struck with the charms of the English princess; and even during his predecessor's life-time, had payed her such assiduous court, as made some of his friends apprehend, that he had entertained views of gallantry towards her. But being warned, that, by indulging this passion, he might probably exclude himself from the throne, he forbore all farther addresses; and even watched the young dowager with a very careful eye during the first months of her widowhood. Charles Brandon, duke of Suffolk, was at that time in the court of France, the most comely personage of his time, and the most accomplished in all the exercises, which were then thought to befit a courtier and a soldier. He was Henry's chief favourite; and that monarch had even once entertained thoughts of marrying him to his sister, and had given indulgence to the mutual passion, which took place between them. The queen asked Suffolk, whether he had now the courage, without farther reflection, to espouse her; and she told him, that her brother would more easily forgive him for not asking his consent, than for acting contrary to his orders. Suffolk declined not so inviting an offer; and their nuptials were secretly celebrated at Paris. Francis, who was pleased with this marriage, as it prevented Henry from forming any powerful alliance by means of his sister, interposed his good offices in appeasing him: And even Wolsey, having entertained no jealousy of Suffolk, who was content to participate in the king's pleasures, and had no ambition to engage in public business, was active in reconciling the king to his sister and brother-in-law; and he obtained them permission to return to England.","subId":"41","id":"Hume.HE.3.27.41"},{"type":"note","content":"T. Mori. Lucubr. p. 182.","subId":"n1","id":"Hume.HE.3.27.n1"},{"type":"note","content":"Father Paul, lib. 1.","subId":"n2","id":"Hume.HE.3.27.n2"},{"type":"note","content":"Herbert, Stowe, p. 486. Hollingshed, p. 799.","subId":"n3","id":"Hume.HE.3.27.n3"},{"type":"note","content":"Lord Herbert,","subId":"n4","id":"Hume.HE.3.27.n4"},{"type":"note","content":"Ibid.","subId":"n5","id":"Hume.HE.3.27.n5"},{"type":"note","content":"Herbert, Stowe, p. 486. Hollingshed, p. 799. Polyd. Virg. lib. 27.","subId":"n6","id":"Hume.HE.3.27.n6"},{"type":"note","content":"Herbert, Hollingshed, p. 804.","subId":"n7","id":"Hume.HE.3.27.n7"},{"type":"note","content":"This parliament met on the 21st January, 1510. A law was there enacted, in order to prevent some abuses which had prevailed during the late reign. The forfeiture upon the penal statutes was reduced to the term of three years. Costs and damages were given against informers upon acquittal of the accused: More severe punishments were enacted against perjury: The false inquisitions procured by Empson and Dudley, were declared null and invalid. Traverses were allowed; and the time of tendering them enlarged. 1 H. 8. c. 8, 10, 11, 12.","subId":"n8","id":"Hume.HE.3.27.n8"},{"type":"note","content":"In 1508.","subId":"n9","id":"Hume.HE.3.27.n9"},{"type":"note","content":"Guicciard. lib. 8.","subId":"n10","id":"Hume.HE.3.27.n10"},{"type":"note","content":"Spelman, Concil. vol. ii. p. 725.","subId":"n11","id":"Hume.HE.3.27.n11"},{"type":"note","content":"Guicciardini, lib. 10.","subId":"n12","id":"Hume.HE.3.27.n12"},{"type":"note","content":"Guicciardini, lib. 9.","subId":"n13","id":"Hume.HE.3.27.n13"},{"type":"note","content":"Guicciard. lib. 11. P. Daniel, vol. ii. p. 1893. Herbert. Hollingshed, p. 831.","subId":"n14","id":"Hume.HE.3.27.n14"},{"type":"note","content":"Herbert. Hollingshed, p. 811.","subId":"n15","id":"Hume.HE.3.27.n15"},{"type":"note","content":"Herbert. Hollingshed, p. 813.","subId":"n16","id":"Hume.HE.3.27.n16"},{"type":"note","content":"Polydore Virgil, lib. 27. Stowe, p. 490. Lanquet's Epitome of chronicles, fol. 273.","subId":"n17","id":"Hume.HE.3.27.n17"},{"type":"note","content":"Guicciard. lib. 10.","subId":"n18","id":"Hume.HE.3.27.n18"},{"type":"note","content":"Father Paul, lib. 1.","subId":"n19","id":"Hume.HE.3.27.n19"},{"type":"note","content":"4th November, 1512.","subId":"n20","id":"Hume.HE.3.27.n20"},{"type":"note","content":"Stowe.","subId":"n21","id":"Hume.HE.3.27.n21"},{"type":"note","content":"Polydore Virgil, lib. 27.","subId":"n22","id":"Hume.HE.3.27.n22"},{"type":"note","content":"Stowe, p. 489. Hollingshed, p. 811.","subId":"n23","id":"Hume.HE.3.27.n23"},{"type":"note","content":"Buchanan, lib. 13. Drummond in the life of James IV.","subId":"n24","id":"Hume.HE.3.27.n24"},{"type":"note","content":"Stowe, p. 997.","subId":"n25","id":"Hume.HE.3.27.n25"},{"type":"note","content":"Cavendish, Fiddes's life of Wolsey. Stowe.","subId":"n26","id":"Hume.HE.3.27.n26"},{"type":"note","content":"Antiq. Brit. Eccles. p. 309. Polydore Virgil, lib. 27.","subId":"n27","id":"Hume.HE.3.27.n27"},{"type":"note","content":"Cavendish, p. 12. Stowe, p. 499.","subId":"n28","id":"Hume.HE.3.27.n28"},{"type":"note","content":"It was a maxim of Howard's, that no admiral was good for any thing that was not brave even to a degree of madness. As the sea-service requires much less plan and contrivance and capacity than the land, this maxim has great plausibility and appearance of truth: Though the fate of Howard himself may serve as a proof that even there courage ought to be tempered with discretion.","subId":"n29","id":"Hume.HE.3.27.n29"},{"type":"note","content":"Stowe, p. 491. Herbert, Hollingshed, p. 816.","subId":"n30","id":"Hume.HE.3.27.n30"},{"type":"note","content":"Polydore Virgil, lib. 27. Belcarius, lib. 14.","subId":"n31","id":"Hume.HE.3.27.n31"},{"type":"note","content":"Hist. de Chev. Bayard, chap. 57. Memoires de Bellai.","subId":"n32","id":"Hume.HE.3.27.n32"},{"type":"note","content":"Memoires de Bellai, liv. 1. Polydore Virgil, liv. 27. Hollingshed, p. 822. Herbert.","subId":"n33","id":"Hume.HE.3.27.n33"},{"type":"note","content":"Memoires du mareschal de Fleuranges, Bellarius, lib. 14.","subId":"n34","id":"Hume.HE.3.27.n34"},{"type":"note","content":"Memoires de Fleuranges.","subId":"n35","id":"Hume.HE.3.27.n35"},{"type":"note","content":"Strype's Memorials, vol. i. p. 5, 6.","subId":"n36","id":"Hume.HE.3.27.n36"},{"type":"note","content":"Guicciardini.","subId":"n37","id":"Hume.HE.3.27.n37"},{"type":"note","content":"Buchanan, lib. 13. Drummond. Herbert. Polydore Virgil, lib. 27. Stowe, p. 493. Paulus Jovius.","subId":"n38","id":"Hume.HE.3.27.n38"},{"type":"note","content":"Buchanan, lib. 13. Herbert.","subId":"n39","id":"Hume.HE.3.27.n39"},{"type":"note","content":"Petrus de Angleria Epist. 545, 546.","subId":"n40","id":"Hume.HE.3.27.n40"},{"type":"note","content":"Du Tillet.","subId":"n41","id":"Hume.HE.3.27.n41"},{"type":"note","content":"Brantome Eloge de Louis XII.","subId":"n42","id":"Hume.HE.3.27.n42"},{"type":"note","content":"Petrus de Angleria, Epist. 544.","subId":"n43","id":"Hume.HE.3.27.n43"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}],"prev":{"id":"Hume.HE.3.26","imported":true,"title":"Chapter 26. Henry VII (cont.)","breadcrumb":"Chapter 26","published":[1759]},"next":{"id":"Hume.HE.3.28","imported":true,"title":"Chapter 28. Henry VIII (cont.)","breadcrumb":"Chapter 28","published":[1759]}}