{"imported":true,"id":"Hume.HE.3.29","parent":"Hume.HE.3","title":"Chapter 29. Henry VIII (cont.)","breadcrumb":"Chapter 29","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXIX.\nHENRY VIII.\nDigression concerning the ecclesiastical state——Origin of the reformation——Martin Luther——Henry receives the title of defender of the faith——Causes of the progress of the reformation——War with France——Invasion of France——War with Scotland——A parliament——Invasion of France——Italian wars——The king of France invades Italy——Battle of Pavia and Captivity of Francis——Francis recovers his liberty——Sack of Rome——League with France.","id":"Hume.HE.3.29"},{"type":"paragraph","content":"{1521.} DURING some years, many parts of Europe had been agitated with those religious controversies, which produced the reformation, one of the greatest events in history: But as it was not till this time, that the king of England publicly took part in the quarrel, we had no occasion to give any account of its rise and progress. It will now be necessary to explain these theological disputes; or what is more material, to trace from their origin those abuses, which so generally diffused the opinion, that a reformation of the church or ecclesiastical order was become highly expedient, if not absolutely necessary. We shall be better enabled to comprehend the subject, if we take the matter a little higher, and reflect a moment on the reasons, why there must be an ecclesiastical order, and a public establishment of religion in every civilized community. The importance of the present occasion will, I hope, excuse this short digression.","subId":"1","id":"Hume.HE.3.29.1"},{"type":"paragraph","content":"{Digression concerning the ecclesiastical state.} Most of the arts and professions in a state are of such a nature, that, while they promote the interest of the society, they are also useful or agreeable to some individuals; and in that case, the constant rule of the magistrate, except, perhaps, on the first introduction of any art, is, to leave the profession to itself, and trust its encouragement to those who reap the benefit of it. The artizans, finding their profits to rise by the favour of their customers, encrease, as much as possible, their skill and industry; and as matters are not disturbed by any injudicious tampering, the commodity is always sure to be at all times nearly proportioned to the demand.","subId":"2","id":"Hume.HE.3.29.2"},{"type":"paragraph","content":"But there are also some callings, which, though useful and even necessary in a state, bring no particular advantage or pleasure to any individual; and the supreme power is obliged to alter its conduct with regard to the retainers of those professions. It must give them public encouragement in order to their subsistence; and it must provide against that negligence, to which they will naturally be subject, either by annexing peculiar honours to the profession, by establishing a long subordination of ranks and a strict dependance, or by some other expedient. The persons, employed in the finances, armies, fleets, and magistracy, are instances of this order of men.","subId":"3","id":"Hume.HE.3.29.3"},{"type":"paragraph","content":"It may naturally be thought, at first sight, that the ecclesiastics belong to the first class, and that their encouragement, as well as that of lawyers and physicians, may safely be entrusted to the liberality of individuals, who are attached to their doctrines, and who find benefit or consolation from their spiritual ministry and assistance. Their industry and vigilance will, no doubt, be whetted by such an additional motive; and their skill in the profession, as well as their address in governing the minds of the people, must receive daily encrease, from their encreasing practice, study, and attention.","subId":"4","id":"Hume.HE.3.29.4"},{"type":"paragraph","content":"But if we consider the matter more closely, we shall find, that this interested diligence of the clergy is what every wise legislator will study to prevent; because in every religion, except the true, it is highly pernicious, and it has even a natural tendency to pervert the true, by infusing into it a strong mixture of superstition, folly, and delusion. Each ghostly practitioner, in order to render himself more precious and sacred in the eyes of his retainers, will inspire them with the most violent abhorrence of all other sects, and continually endeavour, by some novelty, to excite the languid devotion of his audience. No regard will be paid to truth, morals, or decency in the doctrines inculcated. Every tenet will be adopted that best suits the disorderly affections of the human frame. Customers will be drawn to each conventicle by new industry and address in practising on the passions and credulity of the populace. And in the end, the civil magistrate will find, that he has dearly paid for his pretended frugality, in saving a fixed establishment for the priests; and that in reality the most decent and advantageous composition, which he can make with the spiritual guides, is to bribe their indolence, by assigning stated salaries to their profession, and rendering it superfluous for them to be farther active, than merely to prevent their flock from straying in quest of new pastures. And in this manner ecclesiastical establishments, though commonly they arose at first from religious views, prove in the end advantageous to the political interests of society.","subId":"5","id":"Hume.HE.3.29.5"},{"type":"paragraph","content":"But we may observe, that few ecclesiastical establishments have been fixed upon a worse foundation than that of the church of Rome, or have been attended with circumstances more hurtful to the peace and happiness of mankind.","subId":"6","id":"Hume.HE.3.29.6"},{"type":"paragraph","content":"The large revenues, privileges, immunities, and powers of the clergy rendered them formidable to the civil magistrate, and armed with too extensive authority an order of men, who always adhere closely together, and who never want a plausible pretence for their encroachments and usurpations. The higher dignities of the church served, indeed, to the support of gentry and nobility; but by the establishment of monasteries, many of the lowest vulgar were taken from the useful arts, and maintained in those receptacles of sloth and ignorance. The supreme head of the church was a foreign potentate, guided by interests, always different from those of the community, sometimes contrary to them. And as the hierarchy was necessarily solicitous to preserve an unity of faith, rites, and ceremonies, all liberty of thought ran a manifest risque of being extinguished; and violent persecutions, or what was worse, a stupid and abject credulity took place every where.","subId":"7","id":"Hume.HE.3.29.7"},{"type":"paragraph","content":"To encrease these evils, the church, though she possessed large revenues, was not contented with her acquisitions, but retained a power of practising farther on the ignorance of mankind. She even bestowed on each individual priest a power of enriching himself by the voluntary oblations of the faithful, and left him still an urgent motive for diligence and industry in his calling. And thus, that church, though an expensive and burthensome establishment, was liable to many of the inconveniencies, which belong to an order of priests, trusted entirely to their own art and invention for attaining a subsistence.","subId":"8","id":"Hume.HE.3.29.8"},{"type":"paragraph","content":"The advantages, attending the Romish hierarchy, were but a small compensation for its inconveniencies. The ecclesiastical privileges, during barbarous times, had served as a cheque on the despotism of kings. The union of all the western churches under the supreme pontiff facilitated the intercourse of nations, and tended to bind all the parts of Europe into a close connection with each other. And the pomp and splendor of worship which belonged to so opulent an establishment, contributed, in some respect, to the encouragement of the fine arts, and began to diffuse a general elegance of taste, by uniting it with religion.","subId":"9","id":"Hume.HE.3.29.9"},{"type":"paragraph","content":"It will easily be conceived, that, though the balance of evil prevailed in the Romish church, this was not the chief reason, which produced the reformation. A concurrence of incidents must have contributed to forward that great revolution.","subId":"10","id":"Hume.HE.3.29.10"},{"type":"paragraph","content":"Leo X. by his generous and enterprizing temper, had much exhausted his treasury, and was obliged to employ every invention, which might yield money, in order to support his projects, pleasures, and liberalities. {Origin of the reformation.} The scheme of selling indulgences was suggested to him, as an expedient which had often served in former times to draw money from the christian world, and make devout people willing contributors to the grandeur and riches of the court of Rome. The church, it was supposed, was possessed of a great stock of merit, as being entitled to all the good works of all the saints, beyond what were employed in their own justification; and even to the merits of Christ himself, which were infinite and unbounded: And from this unexhausted treasury, the pope might retail particular portions, and by that traffic acquire money, to be employed in pious purposes, in resisting the infidels, or subduing schismatics. When the money came into his exchequer, the greater part of it was usually diverted to other purposes.","subId":"11","id":"Hume.HE.3.29.11"},{"type":"paragraph","content":"It is commonly believed, that Leo, from the penetration of his genius, and his familiarity with ancient literature, was fully acquainted with the ridicule and falsity of the doctrines, which, as supreme pontiff, he was obliged by his interest to promote: It is the less wonder, therefore, that he employed for his profit those pious frauds, which his predecessors, the most ignorant and credulous, had always, under plausible pretences, made use of for their selfish purposes. He published the sale of a general indulgence; and as his expences had not only exhausted his usual revenue, but even anticipated the money expected from this extraordinary expedient, the several branches of it were openly given away to particular persons, who were entitled to levy the imposition. The produce, particularly, of Saxony and the countries bordering on the Baltic, was assigned to his sister Magdalene, married to Cibo, natural son of Innocent VIII. and she, in order to enhance her profit, had farmed out the revenue to one Arcemboldi, a Genoese, once a merchant, now a bishop, who still retained all the lucrative arts of his former profession. The Austin friars had usually been employed in Saxony to preach the indulgences, and from this trust had derived both profit and consideration: But Arcemboldi, fearing, lest practice might have taught them means to secrete the money, and expecting no extraordinary success from the ordinary methods of collection, gave this occupation to the Dominicans. These monks, in order to prove themselves worthy of the distinction conferred on them, exaggerated the benefits of indulgences by the most unbounded panegyrics; and advanced doctrines on that head, which, though not more ridiculous than those already received, were not as yet entirely familiar to the ears of the people. To add to the scandal, the collectors of this revenue are said to have lived very licentious lives, and to have spent in taverns, gaming-houses, and places still more infamous, the money, which devout persons had saved from their usual expences, in order to purchase a remission of their sins.","subId":"12","id":"Hume.HE.3.29.12"},{"type":"paragraph","content":"All these circumstances might have given offence, but would have been attended with no event of any importance, had there not arisen a man, qualified to take advantage of the incident. {Martin Luther.} Martin Luther, an Austin friar, professor in the university of Wittemberg, resenting the affront put upon his order, began to preach against these abuses in the sale of indulgences; and being naturally of a fiery temper, and provoked by opposition, he proceeded even to decry indulgences themselves; and was thence carried, by the heat of dispute, to question the authority of the pope, from which his adversaries derived their chief arguments against him. Still as he enlarged his reading, in order to support these tenets, he discovered some new abuse or error in the church of Rome; and finding his opinions greedily hearkened to, he promulgated them by writing, discourse, sermon, conference; and daily encreased the number of his disciples. All Saxony, all Germany, all Europe, were in a very little time filled with the voice of this daring innovator; and men, roused from that lethargy, in which they had so long sleeped, began to call in question the most ancient and most received opinions. The elector of Saxony, favourable to Luther's doctrine, protected him from the violence of the papal jurisdiction: The republic of Zuric even reformed their church according to the new model: Many sovereigns of the empire, and the imperial diet itself, showed a favourable disposition towards it: And Luther, a man naturally inflexible, vehement, opinionative, was become incapable, either from promises of advancement, or terrors of severity, to relinquish a sect, of which he was himself the founder, and which brought him a glory, superior to all others, the glory of dictating the religious faith and principles of multitudes.","subId":"13","id":"Hume.HE.3.29.13"},{"type":"paragraph","content":"The rumour of these innovations soon reached England; and as there still subsisted in that kingdom great remains of the Lollards, whose principles resembled those of Luther, the new doctrines secretly gained many partizans among the laity of all ranks and denominations. But Henry had been educated in a strict attachment to the church of Rome, and he bore a particular prejudice against Luther, who, in his writings, spoke with contempt of Thomas Aquinas, the king's favourite author: He opposed himself therefore to the progress of the Lutheran tenets, by all the influence which his extensive and almost absolute authority conferred upon him: He even undertook to combat them with weapons not usually employed by monarchs, especially those in the flower of their age, and force of their passions. He wrote a book in Latin against the principles of Luther; a performance, which, if allowance be made for the subject and the age, does no discredit to his capacity. He sent a copy of it to Leo, who received so magnificent a present with great testimony of regard; and conferred on him the title of defender of the faith; an appellation still retained by the kings of England. {Henry receives the title of defender of the faith.} Luther, who was in the heat of controversy, soon published an answer to Henry; and without regard to the dignity of his antagonist, treated him with all the acrimony of style, to which, in the course of his polemics, he had so long been accustomed. The king, by this ill usage, was still more prejudiced against the new doctrines; but the public, who naturally favour the weaker party, were inclined to attribute to Luther the victory in the dispute. And as the controversy became more illustrious, by Henry's entering the lists, it drew still more the attention of mankind; and the Lutheran doctrine daily acquired new converts in every part of Europe.","subId":"14","id":"Hume.HE.3.29.14"},{"type":"paragraph","content":"The quick and surprising progress of this bold sect may justly in part be ascribed to the late invention of printing, and revival of learning: {Causes of the progress of reformation.} Not that reason bore any considerable share, in opening men's eyes with regard to the impostures of the Romish Church: For of all branches of literature, philosophy had, as yet, and till long afterwards, made the most inconsiderable progress; neither is there any instance that argument has ever been able to free the people from that enormous load of absurdity, with which superstition has every where overwhelmed them: Not to mention, that the rapid advance of the Lutheran doctrine, and the violence, with which it was embraced, prove sufficiently, that it owed not its success to reason and reflection. The art of printing and the revival of learning forwarded its progress in another manner. By means of that art, the books of Luther and his sectaries, full of vehemence, declamation, and a rude eloquence, were propagated more quickly, and in greater numbers. The minds of men, somewhat awakened from a profound sleep of so many centuries, were prepared for every novelty, and scrupled less to tread in any unusual path, which was opened to them. And as copies of the Scriptures and other ancient monuments of the christian faith became more common, men perceived the innovations, which were introduced after the first centuries; and though argument and reasoning could not give conviction, an historical fact, well supported, was able to make impression on their understandings. Many of the powers, indeed, assumed by the church of Rome, were very ancient, and were prior to almost every political government established in Europe: But as the ecclesiastics would not agree to possess their privileges as matters of civil right, which time might render valid, but appealed still to a divine origin, men were tempted to look into their primitive charter; and they could, without much difficulty, perceive its defect in truth and authenticity.","subId":"15","id":"Hume.HE.3.29.15"},{"type":"paragraph","content":"In order to bestow on this topic the greater influence, Luther and his followers, not satisfied with opposing the pretended divinity of the Romish church, and displaying the temporal inconveniencies of that establishment, carried matters much farther, and treated the religion of their ancestors, as abominable, detestable, damnable; foretold by sacred writ itself as the source of all wickedness and pollution. They denominated the pope antichrist, called his communion the scarlet whore, and gave to Rome the appellation of Babylon; expressions, which, however applied, were to be found in Scripture, and which were better calculated to operate on the multitude than the most solid arguments. Excited by contest and persecution on the one hand, by success and applause on the other, many of the reformers carried to the greatest extremities their opposition to the church of Rome; and in contradiction to the multiplied superstitions, with which that communion was loaded, they adopted an enthusiastic strain of devotion, which admitted of no observances, rites, or ceremonies, but placed all merit in a mysterious species of faith, in inward vision, rapture, and ecstacy. The new sectaries, seized with this spirit, were indefatigable in the propagation of their doctrine, and set at defiance all the anathemas and punishments, with which the Roman pontiff endeavoured to overwhelm them.","subId":"16","id":"Hume.HE.3.29.16"},{"type":"paragraph","content":"That the civil power, however, might afford them protection against the ecclesiastical jurisdiction, the Lutherans advanced doctrines favourable, in some respect, to the temporal authority of sovereigns. They inveighed against the abuses of the court of Rome, with which men were at that time generally discontented; and they exhorted princes to reinstate themselves in those powers, of which the encroaching spirit of the ecclesiastics, especially of the sovereign pontiff, had so long bereaved them. They condemned celibacy and monastic vows, and thereby opened the doors of the convents to those who were either tired of the obedience and chastity, or disgusted with the licence, in which they had hitherto lived. They blamed the excessive riches, the idleness, the libertinism of the clergy; and pointed out their treasures and revenues as lawful spoil to the first invader. And as the ecclesiastics had hitherto conducted a willing and a stupid audience, and were totally unacquainted with controversy, much more with every species of true literature; they were unable to defend themselves against men, armed with authorities, quotations, and popular topics, and qualified to triumph in every altercation or debate. Such were the advantages, with which the reformers began their attack on the Romish hierarchy; and such were the causes of their rapid and astonishing success.","subId":"17","id":"Hume.HE.3.29.17"},{"type":"paragraph","content":"{1st Decemb.} Leo X. whose oversights and too supine trust in the profound ignorance of the people had given rise to this sect, but whose sound judgment, moderation, and temper, were well qualified to retard its progress, died in the flower of his age, a little after he received the king's book against Luther; and he was succeeded in the papal chair, by Adrian, a Fleming, who had been tutor to the emperor Charles. This man was fitted to gain on the reformers by the integrity, candour, and simplicity of manners, which distinguished his character; but, so violent were their prejudices against the church, he rather hurt the cause by his imprudent exercise of those virtues. He frankly confessed, that many abominable and detestable practices prevailed in the court of Rome; and by this sincere avowal, he gave occasion of much triumph to the Lutherans. This pontiff also, whose penetration was not equal to his good intentions, was seduced to concur in that league, which Charles and Henry had formed against France; and he thereby augmented the scandal, occasioned by the practice of so many preceding popes, who still made their spiritual arms subservient to political purposes.","subId":"18","id":"Hume.HE.3.29.18"},{"type":"paragraph","content":"{1522.} The emperor, who knew that Wolsey had received a disappointment in his ambitious hopes by the election of Adrian, and who dreaded the resentment of that haughty minister, was solicitous to repair the breach made in their friendship by this incident. {26th May.} He paid another visit to England; and besides flattering the vanity of the king and the cardinal, he renewed to Wolsey all the promises, which he had made him, of seconding his pretensions to the papal throne. Wolsey, sensible that Adrian's great age and infirmities promised a speedy vacancy, dissembled his resentment, and was willing to hope for a more prosperous issue to the next election. The emperor renewed the treaty made at Bruges, to which some articles were added; and he agreed to indemnify both the king and Wolsey for the revenue, which they should lose by a breach with France. The more to ingratiate himself with Henry and the English nation, he gave to Surrey, admiral of England, a commission for being admiral of his dominions; and he himself was installed knight of the garter at London. After a stay of six weeks in England, he embarked at Southampton, and in ten days arrived in Spain, where he soon pacified the tumults which had arisen in his absence.","subId":"19","id":"Hume.HE.3.29.19"},{"type":"paragraph","content":"{War with France.} The king declared war against France; and this measure was founded on so little reason, that he could allege nothing as a ground of quarrel, but Francis's refusal to submit to his arbitration, and his sending Albany into Scotland. This last step had not been taken by the French king, till he was quite assured of Henry's resolution to attack him. Surrey landed some troops at Cherbourg in Normandy; and after laying waste the country, he sailed to Morlaix, a rich town in Britanny, which he took and plundered. The English merchants had great property in that place, which was no more spared by the soldiers, than the goods of the French. Surrey then left the charge of the fleet to the vice-admiral; and sailed to Calais, where he took the command of the English army, destined for the invasion of France. This army, when joined by forces from the Low-Countries, under the command of the count de Buren, amounted in the whole to 18,000 men.","subId":"20","id":"Hume.HE.3.29.20"},{"type":"paragraph","content":"{Invasion of France.} The French had made it a maxim in almost all their wars with the English, since the reign of Charles V. never, without great necessity, to hazard a general engagement; and the duke of Vendome, who commanded the French army, now embraced this wise policy. He supplied the towns most exposed, especially Boulogne, Montreuil, Teroüenne, Hedin, with strong garrisons and plenty of provisions: He himself took post at Abbeville, with some Swiss and French infantry, and a body of cavalry: The count of Guise encamped under Montreuil with six thousand men. These two bodies were in a situation to join upon occasion; to throw supply into any town that was threatened; and to harass the English in every movement. Surrey, who was not provided with magazines, first divided his troops for the convenience of subsisting them; but finding that his quarters were every moment beaten up by the activity of the French generals, he drew together his forces, and laid siege to Hedin. But neither did he succeed in this enterprize. The garrison made vigorous sallies upon his army: The French forces assaulted him from without: Great rains fell: Fatigue and bad weather threw the soldiers into dysenteries: And Surrey was obliged to raise the siege, and put his troops into winter-quarters about the end of October. His rear guard was attacked at Pas in Artois, and five or six hundred men were cut off; nor could all his efforts make him master of one place within the French frontier.","subId":"21","id":"Hume.HE.3.29.21"},{"type":"paragraph","content":"The allies were more successful in Italy. Lautrec, who commanded the French, lost a great battle at Bicocca near Milan; and was obliged to retire with the remains of his army. This misfortune, which proceeded from Francis's negligence in not supplying Lautrec with money, was followed by the loss of Genoa. The castle of Cremona was the sole fortress in Italy, which remained in the hands of the French.","subId":"22","id":"Hume.HE.3.29.22"},{"type":"paragraph","content":"Europe was now in such a situation, and so connected by different alliances and interests, that it was almost impossible for war to be kindled in one part, and not diffuse itself throughout the whole: But of all the leagues among kingdoms, the closest was that which had so long subsisted between France and Scotland; and the English, while at war with the former nation, could not hope to remain long unmolested on the northern frontier. {War with Scotland.} No sooner had Albany arrived in Scotland, than he took measures for kindling a war with England; and he summoned the whole force of the kingdom to meet in the fields of Rosline. He thence conducted the army southwards into Annandale; and prepared to pass the borders at Solway-Frith. But many of the nobility were disgusted with the regent's administration; and observing, that his connexions with Scotland were feeble in comparison of those which he maintained with France, they murmured, that, for the sake of foreign interests, their peace should so often be disturbed, and war, during their king's minority, be wantonly entered into with a neighbouring nation, so much superior in force and riches. The Gordons, in particular, refused to advance any farther; and Albany, observing a general discontent to prevail, was obliged to conclude a truce with lord Dacres, warden of the English West marches. Soon after, he departed for France; and lest the opposite faction should gather force in his absence, he sent thither before him the earl of Angus, husband to the queen dowager.","subId":"23","id":"Hume.HE.3.29.23"},{"type":"paragraph","content":"{1523.} Next year, Henry, that he might take advantage of the regent's absence, marched an army into Scotland under the command of Surrey, who ravaged the Merse and Teviotdale without opposition, and burned the town of Jedburgh. The Scots had neither king nor regent to conduct them: The two Humes had been put to death: Angus was in a manner banished: No nobleman of vigour or authority remained, who was qualified to assume the government: And the English monarch, who knew the distressed situation of the country, determined to push them to extremity, in hopes of engaging them, by the sense of their present weakness, to make a solemn renunciation of the French alliance, and to embrace that of England. He even gave them hopes of contracting a marriage between the lady Mary, heiress of England, and their young monarch; an expedient, which would for ever unite the two kingdoms: And the queen dowager, with her whole party, recommended every where the advantages of this alliance, and of a confederacy with Henry. They said, that the interests of Scotland had too long been sacrificed to those of the French nation, who, whenever they found themselves reduced to difficulties, called for the assistance of their allies; but were ready to abandon them, as soon as they found their advantage in making peace with England: That where a small state entered into so close a confederacy with a greater, it must always expect this treatment, as a consequence of the unequal alliance; but there were peculiar circumstances in the situation of the kingdoms, which, in the present case, rendered it inevitable: That France was so distant and so divided from them by sea, that she scarcely could, by any means, and never could in time, send succours to the Scots, sufficient to protect them against ravages from the neighbouring kingdom: That nature had, in a manner, formed an alliance between the two British nations; having enclosed them in the same island; given them the same manners, language, laws, and form of government; and prepared everything for an intimate union between them: And that, if national antipathies were abolished, which would soon be the effect of peace, these two kingdoms, secured by the ocean and by their domestic force, could set at defiance all foreign enemies, and remain for ever safe and unmolested.","subId":"24","id":"Hume.HE.3.29.24"},{"type":"paragraph","content":"The partizans of the French alliance, on the other hand, said, that the very reasons, which were urged in favour of a league with England, the vicinity of the kingdom and its superior force, were the real causes, why a sincere and durable confederacy could never be formed with that hostile nation: That among neighbouring states, occasions of quarrel were frequent; and the more powerful would be sure to seize every frivolous pretence for oppressing the weaker, and reducing it to subjection: That as the near neighbourhood of France and England had kindled a war almost perpetual between them, it was the interest of the Scots, if they wished to maintain their independance, to preserve their league with the former kingdom, which balanced the force of the latter: That if they deserted that old and salutary alliance, on which their importance in Europe chiefly depended, their ancient enemies, stimulated both by interest and by passion, would soon invade them with superior force, and bereave them of all their liberties: Or if they delayed the attack, the insidious peace, by making the Scots forget the use of arms, would only prepare the way for a slavery more certain and more irretrievable.","subId":"25","id":"Hume.HE.3.29.25"},{"type":"paragraph","content":"The arguments employed by the French party, being seconded by the natural prejudices of the people, seemed most prevalent: And when the regent himself, who had been long detained beyond his appointed time by the danger from the English fleet, at last appeared among them, he was able to throw the balance entirely on that side. By authority of the convention of states, he assembled an army, with a view of avenging the ravages committed by the English in the beginning of the campaign; and he led them southwards towards the borders. But when they were passing the Tweed at the bridge of Melross, the English party raised again such opposition, that Albany thought proper to make a retreat. He marched downwards, along the banks of the Tweed, keeping that river on his right; and fixed his camp opposite to Werk-Castle, which Surrey had lately repaired. He sent over some troops to besiege this fortress, who made a breach in it, and stormed some of the out-works: But the regent, hearing of the approach of an English army, and discouraged by the advanced season, thought proper to disband his forces and retire to Edinburgh. Soon after he went over to France, and never again returned to Scotland. The Scottish nation, agitated by their domestic factions, were not, during several years, in a condition to give any more disturbance to England; and Henry had full leisure to prosecute his designs on the continent.","subId":"26","id":"Hume.HE.3.29.26"},{"type":"paragraph","content":"The reason, why the war against France proceeded so slowly on the part of England was the want of money. All the treasures of Henry VII. were long ago dissipated; the king's habits of expence still remained; and his revenues were unequal even to the ordinary charge of government, much more to his military enterprizes. He had last year caused a general survey to be made of the kingdom; the numbers of men, their years, profession, stock, revenue; and expressed great satisfaction on finding the nation so opulent. He then issued privy seals to the most wealthy, demanding loans of particular sums: This act of power, though somewhat irregular and tyrannical, had been formerly practised by kings of England; and the people were now familiarized to it. But Henry, this year, carried his authority much farther. He published an edict for a general tax upon his subjects, which he still called a loan; and he levied five shillings in the pound upon the clergy, two shillings upon the laity. This pretended loan, as being more regular, was really more dangerous to the liberties of the people; and was a precedent for the king's imposing taxes without consent of parliament.","subId":"27","id":"Hume.HE.3.29.27"},{"type":"paragraph","content":"{15th April. A parliament.} Henry soon after summoned a parliament, together with a convocation; and found neither of them in a disposition to complain of the infringement of their privileges. It was only doubted, how far they would carry their liberality to the king. Wolsey, who had undertaken the management of the affair, began with the convocation; in hopes, that their example would influence the parliament to grant a large supply. He demanded a moiety of the ecclesiastical revenues to be levied in five years, or two shillings in the pound during that time; and though he met with opposition, he reprimanded the refractory members in such severe terms, that his request was at last complied with. The cardinal afterwards, attended by several of the nobility and prelates, came to the house of commons; and in a long and elaborate speech laid before them the public necessities, the danger of an invasion from Scotland, the affronts received from France, the league in which the king was engaged with the pope and the emperor; and he demanded a grant of 800,000 pounds, divided into four yearly payments; a sum computed from the late survey or valuation, to be equal to four shillings in the pound of one year's revenue, or one shilling in the pound yearly, according to the division proposed. So large a grant was unusual from the commons; and though the cardinal's demand was seconded by Sir Thomas More the speaker, and several other members attached to the court, the house could not be prevailed with to comply. They only voted two shillings in the pound on all who enjoyed twenty pounds a year and upwards; one shilling on all who possessed between twenty pounds and forty shillings a year; and on the other subjects above sixteen years of age a groat a-head. This last sum was divided into two yearly payments; the former into four, and was not therefore at the outmost above six-pence in the pound. The grant of the commons was but the moiety of the sum demanded; and the cardinal, therefore, much mortified with the disappointment, came again to the house, and desired to reason with such as refused to comply with the king's request. He was told, that it was a rule of the house never to reason but among themselves; and his desire was rejected. The commons, however, enlarged a little their former grant, and voted an imposition of three shillings in the pound on all possessed of fifty pounds a year, and upwards. The procedings of this house of commons evidently discover the humour of the times: They were extremely tenacious of their money, and refused a demand of the crown, which was far from being unreasonable; but they allowed an encroachment on national privileges to pass uncensured, though its direct tendency was to subvert entirely the liberties of the people. The king was so dissatisfied with this saving disposition of the commons, that, as he had not called a parliament during seven years before, he allowed seven more to elapse, before he summoned another. And on pretence of necessity, he levied, in one year, from all who were worth forty pounds, what the parliament had granted him payable in four years; a new invasion of national privileges. These irregularities were commonly ascribed to the cardinal's counsels, who, trusting to the protection afforded him by his ecclesiastical character, was the less scrupulous in his encroachments on the civil rights of the nation.","subId":"28","id":"Hume.HE.3.29.28"},{"type":"paragraph","content":"That ambitious prelate received this year a new disappointment in his aspiring views. The pope, Adrian VI. died; and Clement VII. of the family of Medicis, was elected in his place, by the concurrence of the imperial party. Wolsey could now perceive the insincerity of the emperor, and he concluded that that prince would never second his pretensions to the papal chair. As he highly resented this injury, he began thenceforth to estrange himself from the imperial court, and to pave the way for an union between his master and the French king. Meanwhile, he concealed his disgust; and after congratulating the new pope on his promotion, applied for a continuation of the legantine powers, which the two former popes had conferred upon him. Clement, knowing the importance of gaining his friendship, granted him a commission for life; and by this unusual concession, he in a manner transferred to him the whole papal authority in England. In some particulars, Wolsey made a good use of this extensive power. He erected two colleges, one at Oxford, another at Ipswich, the place of his nativity: He sought, all over Europe, for learned men to supply the chairs of these colleges: And in order to bestow endowments on them, he suppressed some smaller monasteries, and distributed the monks into other convents. The execution of this project became the less difficult for him, because the Romish church began to perceive, that she over-abounded in monks, and that she wanted some supply of learning, in order to oppose the inquisitive, or rather disputative, humour of the reformers.","subId":"29","id":"Hume.HE.3.29.29"},{"type":"paragraph","content":"The confederacy against France seemed more formidable than ever, on the opening of the campaign. Adrian, before his death, had renewed the league with Charles and Henry. The Venetians had been induced to desert the French alliance, and to form engagements for securing Francis Sforza, brother to Maximilian, in possession of the Milanese. The Florentines, the dukes of Ferrara and Mantua, and all the powers of Italy combined in the same measure. The emperor in person menaced France with a powerful invasion on the side of Guienne: The forces of England and the Netherlands hovered over Picardy: A numerous body of Germans were preparing to ravage Burgundy: But all these perils from foreign enemies were less threatening than a domestic conspiracy, which had been formed, and which was now come to full maturity, against the French monarch.","subId":"30","id":"Hume.HE.3.29.30"},{"type":"paragraph","content":"Charles duke of Bourbon, constable of France, was a prince of the most shining merit; and, besides distinguishing himself in many military enterprizes, he was adorned with every accomplishment, which became a person of his high station. His virtues, embellished with the graces of youth, had made such impression on Louise of Savoy, Francis's mother, that, without regard to the inequality of their years, she made him proposals of marriage; and meeting with a repulse, she formed schemes of unrelenting vengeance against him. She was a woman, false, deceitful, vindictive, malicious; but, unhappily for France, had, by her capacity, which was considerable, acquired an absolute ascendant over her son. By her instigation, Francis put many affronts on the constable, which it was difficult for a gallant spirit to endure; and at last he permitted Louise to prosecute a lawsuit against him, by which, on the most frivolous pretences, he was deprived of his ample possessions; and inevitable ruin was brought upon him.","subId":"31","id":"Hume.HE.3.29.31"},{"type":"paragraph","content":"Bourbon, provoked at all these indignities, and thinking, that, if any injuries could justify a man in rebelling against his prince and country, he must stand acquitted, had entered into a secret correspondence with the emperor and the king of England. Francis, pertinacious in his purpose of recovering the Milanese, had intended to lead his army in person into Italy; and Bourbon, who feigned sickness, in order to have a pretence for staying behind, purposed, as soon as the king should have passed the Alps, to raise an insurrection among his numerous vassals, by whom he was extremely beloved, and to introduce foreign enemies into the heart of the kingdom. Francis got intimation of his design; but as he was not expeditious enough in securing so dangerous a foe, the constable made his escape; and entering into the emperor's service, employed all the force of his enterprizing spirit and his great talents for war to the prejudice of his native country.","subId":"32","id":"Hume.HE.3.29.32"},{"type":"paragraph","content":"The king of England, desirous that Francis should undertake his Italian expedition, did not openly threaten Picardy this year with an invasion; and it was late before the duke of Suffolk, who commanded the English forces, passed over to Calais. {24th Aug.} He was attended by the lords Montacute, Herbert, Ferrars, Morney, Sandys, Berkeley, Powls, and many other noblemen and gentlemen. {Invasion of France.} The English army, reinforced by some troops, drawn from the garrison of Calais, amounted to about 12,000 men; and having joined an equal number of Flemings under the count de Buren, they prepared for an invasion of France. The siege of Boulogne was first proposed; but that enterprize appearing difficult, it was thought more advisable to leave this town behind them. The frontier of Picardy was very ill provided with troops; and the only defence of that province was the activity of the French officers, who infested the allied army in their march, and threw garrisons, with great expedition, into every town, which was threatened by them. After coasting the Somme, and passing Hedin, Montreüil, Dourlens, the English and Flemings presented themselves before Bray, a place of small force, which commanded a bridge over that river. Here they were resolved to pass, and, if possible, to take up winter-quarters in France; but Crequi threw himself into the town, and seemed resolute to defend it. The allies attacked him with vigour and success; and when he retreated over the bridge, they pursued him so hotly, that they allowed him not time to break it down, but passed it along with him, and totally routed his army. They next advanced to Montdidier, which they besieged and took by capitulation. Meeting with no opposition, they proceeded to the river Oise, within eleven leagues of Paris, and threw that city into great consternation; till the duke of Vendôme hastened with some forces to its relief. The confederates, afraid of being surrounded, and of being reduced to extremities during so advanced a season, thought proper to retreat. Montdidier was abandoned: And the English and Flemings, without effecting any thing, retired into their respective countries.","subId":"33","id":"Hume.HE.3.29.33"},{"type":"paragraph","content":"France defended herself from the other invasions with equal facility and equal good fortune. Twelve thousand Lansquenets broke into Burgundy under the command of the count of Furstenberg. The count of Guise, who defended that frontier, had nothing to oppose to them but some militia, and about nine hundred heavy-armed cavalry. He threw the militia into the garrison-towns; and with his cavalry, he kept the field, and so harassed the Germans, that they were glad to make their retreat into Lorraine. Guise attacked them as they passed the Meuse, put them into disorder, and cut off the greater part of their rear.","subId":"34","id":"Hume.HE.3.29.34"},{"type":"paragraph","content":"The emperor made great preparations on the side of Navarre; and though that frontier was well guarded by nature, it seemed now exposed to danger from the powerful invasion which threatened it. Charles besieged Fontarabia, which a few years before had fallen into Francis's hands; and when he had drawn thither Lautrec, the French general, he of a sudden raised the siege, and sat down before Bayonne. Lautrec, aware of that stratagem, made a sudden march, and threw himself into Bayonne, which he defended with such vigour and courage, that the Spaniards were constrained to raise the siege. The emperor would have been totally unfortunate on this side, had he not turned back upon Fontarabia, and, contrary to the advice of all his generals, sitten down, in the winter season, before that city, well fortified and strongly garrisoned. The cowardice or misconduct of the governor saved him from the shame of a new disappointment. The place was surrendered in a few days; and the emperor, having finished this enterprize, put his troops into winter-quarters.","subId":"35","id":"Hume.HE.3.29.35"},{"type":"paragraph","content":"{Italian wars.} So obstinate was Francis in prosecuting his Italian expedition, that, notwithstanding these numerous invasions, with which his kingdom was menaced on every side, he had determined to lead in person a powerful army to the conquest of Milan. The intelligence of Bourbon's conspiracy and escape stopped him at Lyons; and fearing some insurrection in the kingdom from the intrigues of a man so powerful and so much beloved, he thought it prudent to remain in France, and to send forward his army, under the command of admiral Bonnivet. The dutchy of Milan had been purposely left in a condition somewhat defenceless, with a view of alluring Francis to attack it, and thereby facilitating the enterprizes of Bourbon; and no sooner had Bonnivet passed the Tefin, than the army of the league, and even Prosper Colonna, who commanded it, a prudent general, were in the utmost confusion. It is agreed, that if Bonnivet had immediately advanced to Milan, that great city, on which the whole dutchy depends, would have opened its gates without resistance: But as he wasted his time in frivolous enterprizes, Colonna had opportunity to reinforce the garrison, and to put the place in a posture of defence. Bonnivet was now obliged to attempt reducing the city by blockade and famine; and he took possession of all the posts, which commanded the passages to it. But the army of the league, meanwhile, was not unactive; and they so straitened and harassed the quarters of the French, that it seemed more likely the latter should themselves perish by famine, than reduce the city to that extremity. {1524.} Sickness and fatigue and want had wasted them to such a degree, that they were ready to raise the blockade; and their only hopes consisted in a great body of Swiss, which was levied for the service of the French king, and whose arrival was every day expected. But these mountaineers no sooner came within sight of the French camp, than they stopped from a sudden caprice and resentment; and instead of joining Bonnivet, they sent orders to a great body of their countrymen, who then served under him, immediately to begin their march, and to return home in their company. After this desertion of the Swiss, Bonnivet had no other choice, but that of making his retreat, as fast as possible, into France.","subId":"36","id":"Hume.HE.3.29.36"},{"type":"paragraph","content":"The French being thus expelled Italy, the pope, the Venetians, the Florentines were satisfied with the advantage obtained over them, and were resolved to prosecute their victory no farther. All these powers, especially Clement, had entertained a violent jealousy of the emperor's ambition; and their suspicions were extremely augmented, when they saw him refuse the investiture of Milan, a fief of the empire, to Francis Sforza, whose title he had acknowledged, and whose defence he had embraced. They all concluded, that he intended to put himself in possession of that important dutchy, and reduce Italy to subjection: Clement in particular, actuated by this jealousy, proceeded so far in opposition to the emperor, that he sent orders to his nuncio at London to mediate a reconciliation between France and England. But affairs were not yet fully ripe for this change. Wolsey, disgusted with the emperor, but still more actuated by vain-glory, was determined that he himself should have the renown of bringing about that great alteration; and he engaged the king to reject the pope's mediation. A new treaty was even concluded between Henry and Charles for the invasion of France. Charles stipulated to supply the duke of Bourbon with a powerful army, in order to conquer Provence and Dauphiny: Henry agreed to pay him a hundred thousand crowns for the first month; after which, he might either chuse to continue the same monthly payments, or invade Picardy with a powerful army. Bourbon was to possess these provinces with the title of king; but to hold them in fee of Henry as king of France. The dutchy of Burgundy was to be given to Charles: The rest of the kingdom to Henry.","subId":"37","id":"Hume.HE.3.29.37"},{"type":"paragraph","content":"This chimerical partition immediately failed of execution in the article which was most easily performed: Bourbon refused to acknowledge Henry as king of France. His enterprize, however, against Provence still took place. A numerous army of Imperialists invaded that country under his command and that of the marquis of Pescara. They laid siege to Marseilles, which, being weakly garrisoned, they expected to reduce in a little time: But the citizens defended themselves with such valour and obstinacy, that Bourbon and Pescara, who heard of the French king's approach with a numerous army, found themselves under a necessity of raising the siege; and they led their forces, weakened, baffled, and disheartened, into Italy.","subId":"38","id":"Hume.HE.3.29.38"},{"type":"paragraph","content":"Francis might now have enjoyed in safety the glory of repulsing all his enemies, in every attempt which they had hitherto made for invading his kingdom: But as he received intelligence, that the king of England, discouraged by his former fruitless enterprizes, and disgusted with the emperor, was making no preparations for any attempt on Picardy, his ancient ardour seized him for the conquest of Milan; and, notwithstanding the advanced season, he was immediately determined, contrary to the advice of his wisest counsellors, to lead his army into Italy.","subId":"39","id":"Hume.HE.3.29.39"},{"type":"paragraph","content":"{The king of France invades Italy.} He passed the Alps at Mount Cenis, and no sooner appeared in Piedmont, than he threw the whole Milanese into consternation. The forces of the emperor and Sforza retired to Lodi; and had Francis been so fortunate as to pursue them, they had abandoned that place, and had been totally dispersed: But his ill fate led him to besiege Pavia, a town of considerable strength, well garrisoned, and defended by Leyva, one of the bravest officers in the Spanish service. Every attempt, which the French king made to gain this important place, proved fruitless. He battered the walls, and made breaches; but by the vigilance of Leyva, new retrenchments were instantly thrown up behind the breaches: He attempted to divert the course of the Tesin, which ran by one side of the city, and defended it; but an inundation of the river destroyed in one night all the mounds, which the soldiers, during a long time, and with infinite labour, had been erecting. {1525.} Fatigue and the bad season (for it was the depth of winter) had wasted the French army. The imperial generals mean while were not unactive. Pescara and Lannoy, viceroy of Naples, assembled forces from all quarters. Bourbon, having pawned his jewels, went into Germany, and with the money, aided by his personal interest, levied a body of twelve thousand Lansquenets, with which he joined the imperialists. This whole army advanced to raise the siege of Pavia; and the danger to the French became every day more imminent.","subId":"40","id":"Hume.HE.3.29.40"},{"type":"paragraph","content":"The state of Europe was such, during that age, that, partly from want of commerce and industry every where, except in Italy and the Low-Countries, partly from the extensive privileges still possessed by the people in all the great monarchies, and their frugal maxims in granting money, the revenues of the princes were extremely narrow, and even the small armies, which they kept on foot, could not be regularly paid by them. The imperial forces, commanded by Bourbon, Pescara, and Lannoy, exceeded not twenty thousand men; they were the only body of troops maintained by the emperor (for he had not been able to levy any army for the invasion of France, either on the side of Spain or Flanders). Yet so poor was that mighty monarch, that he could transmit no money for the payment of this army; and it was chiefly the hopes of sharing the plunder of the French camp, which had made them advance, and kept them to their standards. Had Francis raised the siege before their approach, and retired to Milan, they must immediately have disbanded; and he had obtained a complete victory, without danger or bloodshed. But it was the character of this monarch, to become obstinate in proportion to the difficulties which he encountered; and having once said, that he would take Pavia or perish before it, he was resolved rather to endure the utmost extremities than depart from this resolution.","subId":"41","id":"Hume.HE.3.29.41"},{"type":"paragraph","content":"{24th Feb. Battle of Pavia, and captivity of Francis.} The imperial generals, after cannonading the French camp for several days, at last made a general assault, and broke into the entrenchments. Leyva sallied from the town, and encreased the confusion among the besiegers. The Swiss infantry, contrary to their usual practice, behaved in a dastardly manner, and deserted their post. Francis's forces were put to rout; and he himself, surrounded by his enemies, after fighting with heroic valour, and killing seven men with his own hand, was at last obliged to surrender himself prisoner. Almost the whole army, full of nobility and brave officers, either perished by the sword, or were drowned in the river. The few, who escaped with their lives, fell into the hands of the enemy.","subId":"42","id":"Hume.HE.3.29.42"},{"type":"paragraph","content":"The emperor received this news by Pennalosa, who passed through France, by means of a safe-conduct, granted him by the captive king. The moderation, which he displayed on this occasion, had it been sincere, would have done him honour. Instead of rejoicing, he expressed sympathy with Francis's ill fortune, and discovered his sense of those calamities, to which the greatest monarchs are exposed. He refused the city of Madrid permission to make any public expressions of triumph; and said that he reserved all his exultation, till he should be able to obtain some victory over the infidels. He sent orders to his frontier garrisons to commit no hostilities upon France. He spoke of concluding immediately a peace on reasonable terms. But all this seeming moderation was only hypocrisy, so much the more dangerous as it was profound. And he was wholly occupied in forming schemes, how, from this great incident, he might draw the utmost advantage, and gratify that exorbitant ambition, by which, in all his actions, he was ever governed.","subId":"43","id":"Hume.HE.3.29.43"},{"type":"paragraph","content":"The same Pennalosa, in passing through France, carried also a letter from Francis to his mother, whom he had left regent, and who then resided at Lyons. It contained only these few words, Madam, all is lost, except our honour. The princess was struck with the greatness of the calamity. She saw the kingdom without a sovereign, without an army, without generals, without money; surrounded on every side by implacable and victorious enemies: And her chief resource, in her present distresses, were the hopes, which she entertained, of peace and even of assistance from the king of England.","subId":"44","id":"Hume.HE.3.29.44"},{"type":"paragraph","content":"Had the king entered into the war against France from any concerted political views, it is evident, that the victory of Pavia, and the captivity of Francis, were the most fortunate incidents that could have befallen him, and the only ones that could render his schemes effectual. While the war was carried on in the former feeble manner, without any decisive advantage, he might have been able to possess himself of some frontier town, or perhaps of a small territory, of which he could not have kept possession, without expending much more than its value. By some signal calamity alone, which annihilated the power of France, could he hope to acquire the dominion of considerable provinces, or dismember that great monarchy, so affectionate to its own government and its own sovereigns. But as it is probable, that Henry had never before carried his reflections so far, he was startled at this important event, and became sensible of his own danger, as well as that of all Europe, from the loss of a proper counterpoise to the power of Charles. {Henry embraces the alliance of France.} Instead of taking advantage, therefore, of the distressed condition of Francis, he was determined to lend him assistance in his present calamities; and as the glory of generosity, in raising a fallen enemy, concurred with his political interests, he hesitated the less in embracing these new measures.","subId":"45","id":"Hume.HE.3.29.45"},{"type":"paragraph","content":"Some disgusts also had previously taken place between Charles and Henry, and still more between Charles and Wolsey; and that powerful minister waited only for a favourable opportunity of revenging the disappointments which he had met with. The behaviour of Charles, immediately after the victory of Pavia, gave him occasion to revive the king's jealousy and suspicions. The emperor so ill supported the appearance of moderation, which he at first assumed, that he had already changed his usual style to Henry; and instead of writing to him with his own hand, and subscribing himself your affectionate son and cousin; he dictated his letters to a secretary, and simply subscribed himself Charles. Wolsey also perceived a diminution in the caresses and professions, with which the emperor's letters to him were formerly loaded; and this last imprudence, proceeding from the intoxication of success, was probably more dangerous to Charles's interests than the other.","subId":"46","id":"Hume.HE.3.29.46"},{"type":"paragraph","content":"Henry, though immediately determined to embrace new measures, was careful to save appearances in the change; and he caused rejoicings to be every where made on account of the victory of Pavia, and the captivity of Francis. He publicly dismissed a French envoy, whom he had formerly allowed, notwithstanding the war, to reside at London: But upon the regent of France's submissive applications to him, he again opened a correspondence with her; and besides assuring her of his friendship and protection, he exacted a promise, that she never would consent to the dismembering of any province from the monarchy for her son's ransom. With the emperor, however, he put on the appearance of vigour and enterprize; and in order to have a pretence for breaking with him, he dispatched Tonstal, bishop of London, to Madrid, with proposals for a powerful invasion of France. He required, that Charles should immediately enter Guienne at the head of a great army, in order to put him in possession of that province; and he demanded the payment of large sums of money, which that prince had borrowed from him in his last visit at London. He knew, that the emperor was in no condition of fulfilling either of these demands; and that he had as little inclination to make him master of such considerable territories upon the frontiers of Spain.","subId":"47","id":"Hume.HE.3.29.47"},{"type":"paragraph","content":"Tonstal likewise, after his arrival at Madrid, informed his master, that Charles, on his part, urged several complaints against England; and in particular was displeased with Henry, because last year he had neither continued his monthly payments to Bourbon, nor invaded Picardy, according to his stipulations. Tonstal added, that, instead of expressing an intention to espouse Mary, when she should be of age, the emperor had hearkened to proposals, for marrying his niece Isabella, princess of Portugal; and that he had entered into a separate treaty with Francis, and seemed determined to reap alone all the advantages of the success, with which fortune had crowned his arms.","subId":"48","id":"Hume.HE.3.29.48"},{"type":"paragraph","content":"{30th Aug.} The king, influenced by all these motives, concluded at Moore his alliance with the regent of France, and engaged to procure her son his liberty on reasonable conditions: The regent also, in another treaty, acknowledged the kingdom Henry's debtor for one million eight hundred thousand crowns, to be discharged in half-yearly payments of fifty thousand crowns: After which, Henry was to receive, during life, a yearly pension of a hundred thousand. A large present of a hundred thousand crowns was also made to Wolsey, for his good offices, but covered under the pretence of arrears due on the pension granted him for relinquishing the administration of Tournay.","subId":"49","id":"Hume.HE.3.29.49"},{"type":"paragraph","content":"Meanwhile, Henry, foreseeing that this treaty with France might involve him in a war with the emperor, was also determined to fill his treasury by impositions upon his own subjects; and as the parliament had discovered some reluctance in complying with his demands, he followed, as is believed, the counsel of Wolsey, and resolved to make use of his prerogative alone for that purpose. He issued commissions to all the counties of England, {Discontents of the English.} for levying four shillings in the pound upon the clergy, three shillings and four pence upon the laity; and so uncontroulable did he deem his authority, that he took no care to cover, as formerly, this arbitrary exaction, even under the slender pretence of a loan. But he soon found, that he had presumed too far on the passive submission of his subjects. The people, displeased with an exaction beyond what was usually levied in those days, and farther disgusted with the illegal method of imposing it, broke out in murmurs, complaints, opposition to the commissioners; and their refractory disposition threatened a general insurrection. Henry had the prudence to stop short, in that dangerous path, into which he had entered. He sent letters to all the counties; declaring, that he meant no force by this last imposition, and that he would take nothing from his subjects but by way of benevolence. He flattered himself, that his condescension in employing that disguise would satisfy the people, and that no one would dare to render himself obnoxious to royal authority, by refusing any payment required of him in this manner. But the spirit of opposition, once roused, could not so easily be quieted at pleasure. A lawyer in the city objecting the statute of Richard III. by which benevolences were for ever abolished, it was replied by the court, that, Richard being an usurper, and his parliament a factious assembly, his statutes could not bind a lawful and absolute monarch, who held his crown by hereditary right, and needed not to court the favour of a licentious populace. The judges even went so far as to affirm positively, that the king might exact by commission any sum he pleased; and the privy council gave a ready assent to this decree, which annihilated the most valuable privilege of the people, and rendered all their other privileges precarious. Armed with such formidable authority, of royal prerogative and a pretence of law, Wolsey sent for the mayor of London, and desired to know what he was willing to give for the supply of his majesty's necessities. The mayor seemed desirous, before he should declare himself, to consult the common council: but the cardinal required, that he and all the aldermen should separately confer with himself about the benevolence; and he eluded by that means the danger of a formed opposition. Matters, however, went not so smoothly in the country. An insurrection was begun in some places; but as the people were not headed by any considerable person, it was easy for the duke of Suffolk, and the earl of Surrey, now duke of Norfolk, by employing persuasion and authority, to induce the ringleaders to lay down their arms, and surrender themselves prisoners. The king, finding it dangerous to punish criminals, engaged in so popular a cause, was determined, notwithstanding his violent, imperious temper, to grant them a general pardon; and he prudently imputed their guilt, not to their want of loyalty or affection, but to their poverty. The offenders were carried before the star-chamber; where, after a severe charge brought against them by the king's council, the cardinal said, \"That, notwithstanding their grievous offence, the king, in consideration of their necessities, had granted them his gracious pardon, upon condition, that they would find sureties for their future good behaviour.\" But they replying, that they had no sureties, the cardinal first, and after him the duke of Norfolk, said, that they would be bound for them. Upon which they were dismissed.","subId":"50","id":"Hume.HE.3.29.50"},{"type":"paragraph","content":"These arbitrary impositions, being imputed, though on what grounds is unknown, to the counsels of the cardinal, encreased the general odium, under which he laboured; and the clemency of the pardon, being ascribed to the king, was considered as an atonement on his part for the illegality of the measure. But Wolsey, supported both by royal and papal authority, proceeded, without scruple, to violate all ecclesiastical privileges, which, during that age, were much more sacred than civil; and having once prevailed in that unusual attempt of suppressing some monasteries, he kept all the rest in awe, and exercised over them an arbitrary jurisdiction. By his commission as legate, he was impowered to visit them, and reform them, and chastise their irregularities; and he employed his usual agent, Allen, in the exercise of this authority. The religious houses were obliged to compound for their guilt, real or pretended, by paying large sums to the cardinal or his deputy; and this oppression was carried so far, that it reached at last the king's ears, which were not commonly open to complaints against his favourite. Wolsey had built a splendid palace at Hampton-court, which he probably intended, as well as that of York-place in Westminster, for his own residence; but fearing the encrease of envy on account of this magnificence, and desirous to appease the king, he made him a present of the building, and told him, that, from the first, he had erected it for his use.","subId":"51","id":"Hume.HE.3.29.51"},{"type":"paragraph","content":"The absolute authority, possessed by the king, rendered his domestic government, both over his people and his ministers, easy and expeditious: The conduct of foreign affairs alone required effort and application; and they were now brought to such a situation, that it was no longer safe for England to remain entirely neutral. The feigned moderation of the emperor was of short duration; and it was soon obvious to all the world, that his great dominions, far from gratifying his ambition, were only regarded as the means of acquiring an empire more extensive. The terms which he demanded of his prisoner, were such as must for ever have annihilated the power of France, and destroyed the balance of Europe. These terms were proposed to Francis, soon after the battle of Pavia, while he was detained in Pizzichitone; and as he had hitherto trusted somewhat to the emperor's generosity, the disappointment excited in his breast the most lively indignation. He said, that he would rather live and die a prisoner, than agree to dismember his kingdom; and that, even were he so base as to submit to such conditions, his subjects would never permit him to carry them into execution.","subId":"52","id":"Hume.HE.3.29.52"},{"type":"paragraph","content":"Francis was encouraged to persist in demanding more moderate terms, by the favourable accounts, which he heard of Henry's dispositions towards him, and of the alarm, which had seized all the chief powers in Italy, upon his defeat and captivity. He was uneasy, however, to be so far distant from the emperor with whom he must treat; {Francis removed to Madrid.} and he expressed his desire (which was complied with) to be removed to Madrid, in hopes that a personal interview would operate in his favour, and that Charles, if not influenced by his ministers, might be found possessed of the same frankness of disposition, by which he himself was distinguished. He was soon convinced of his mistake. Partly from want of exercise, partly from reflexions on his present melancholy situation, he fell into a languishing illness; which begat apprehensions in Charles, lest the death of his captive should bereave him of all those advantages, which he purposed to extort from him. He then paid him a visit in the castle of Madrid; and as he approached the bed in which Francis lay, the sick monarch called to him, \"You come, Sir, to visit your prisoner.\" \"No,\" replied the emperor, \"I come to visit my brother, and my friend, who shall soon obtain his liberty.\" He soothed his afflictions with many speeches of a like nature, which had so good an effect, that the king daily recovered; and thenceforth employed himself in concerting with the ministers of the emperor the terms of his treaty.","subId":"53","id":"Hume.HE.3.29.53"},{"type":"paragraph","content":"{1526. 14th Jan.} At last the emperor, dreading a general combination against him, was willing to abate somewhat of his rigour; and the treaty of Madrid was signed, by which, it was hoped, an end would be finally put to the differences between these great monarchs. The principal condition was the restoring of Francis's liberty, and the delivery of his two eldest sons as hostages to the emperor for the cession of Burgundy: If any difficulty should afterwards occur in the execution of this last article, from the opposition of the states, either of France or of that province, Francis stipulated, that, in six weeks time, he should return to his prison, and remain there till the full performance of the treaty. There were many other articles in this famous convention, all of them extremely severe upon the captive monarch; and Charles discovered evidently his intention of reducing Italy, as well as France, to subjection and dependance.","subId":"54","id":"Hume.HE.3.29.54"},{"type":"paragraph","content":"Many of Charles's ministers foresaw, that Francis, how solemn soever the oaths, promises, and protestations exacted of him, never would execute a treaty, so disadvantageous, or rather ruinous and destructive, to himself, his posterity, and his country. By putting Burgundy, they thought, into the emperor's hands, he gave his powerful enemy an entrance into the heart of the kingdom: By sacrificing his allies in Italy, he deprived himself of foreign assistance; and arming his oppressor with the whole force and wealth of that opulent country, rendered him absolutely irresistible. To these great views of interest, were added the motives, no less cogent, of passion and resentment; while Francis, a prince, who piqued himself on generosity, reflected on the rigour with which he had been treated during his captivity, and the severe terms which had been exacted of him for the recovery of his liberty. It was also foreseen, that the emulation and rivalship, which had so long subsisted between these two monarchs, would make him feel the strongest reluctance on yielding the superiority to an antagonist, who, by the whole tenor of his conduct, he would be apt to think, had shewn himself so little worthy of that advantage, which fortune, and fortune alone, had put into his hands. His ministers, his friends, his subjects, his allies, would be sure, with one voice, to inculcate on him, that the first object of a prince, was the preservation of his people; and that the laws of honour, which, with a private man, ought to be absolutely supreme, and superior to all interests, were, with a sovereign, subordinate to the great duty of ensuring the safety of his country. Nor could it be imagined, that Francis would be so romantic in his principles, as not to hearken to a casuistry, which was so plausible in itself, and which so much flattered all the passions, by which, either as a prince or a man, he was strongly actuated.","subId":"55","id":"Hume.HE.3.29.55"},{"type":"paragraph","content":"{18th March. Francis recovers his liberty.} Francis, on entering his own dominions, delivered his two eldest sons as hostages into the hands of the Spaniards. He mounted a Turkish horse, and immediately putting him to the gallop, he waved his hand, and cried aloud several times, I am yet a king. He soon reached Bayonne, where he was joyfully received by the regent and his whole court. He immediately wrote to Henry; acknowledging that to his good offices alone he owed his liberty, and protesting, that he should be entirely governed by his counsels in all transactions with the emperor. When the Spanish envoy demanded his ratification of the treaty of Madrid, now that he had fully recovered his liberty, he declined the proposal; under colour, that it was previously necessary to assemble the States both of France and of Burgundy, and to obtain their consent. The States of Burgundy soon met; and declaring against the clause, which contained an engagement for alienating their province, they expressed their resolution of opposing, even by force of arms, the execution of so ruinous and unjust an article. The Imperial minister then required, that Francis, in conformity to the treaty of Madrid, should now return to his prison; but the French monarch, instead of complying, {22nd May.} made public the treaty, which, a little before, he had secretly concluded at Cognac, against the ambitious schemes and usurpations of the emperor.","subId":"56","id":"Hume.HE.3.29.56"},{"type":"paragraph","content":"The pope, the Venetians, and other Italian states, who were deeply interested in these events, had been held in the most anxious suspence with regard to the resolutions, which Francis should take, after the recovery of his liberty; and Clement, in particular, who suspected, that this prince would never execute a treaty so hurtful to his interests, and even destructive of his independency, had very frankly offered him a dispensation from all his oaths and engagements. Francis remained not in suspence; but entered immediately into the confederacy proposed to him. It was stipulated, by that king, the pope, the Venetians, the Swiss, the Florentines, and the duke of Milan, among other articles, that they would oblige the emperor to deliver up the two young princes of France on receiving a reasonable sum of money; and to restore Milan to Sforza, without farther condition or incumbrance. The king of England was invited to accede, not only as a contracting party, but as protector of the holy league, so it was called: And if Naples should be conquered from the emperor, in prosecution of this confederacy, it was agreed, that Henry should enjoy a principality in that kingdom of the yearly revenue of 30,000 ducats: And that cardinal Wolsey, in consideration of the services, which he had rendered to Christendom, should also, in such an event, be put in possession of a revenue of 10,000 ducats.","subId":"57","id":"Hume.HE.3.29.57"},{"type":"paragraph","content":"Francis was desirous, that the appearance of this great confederacy should engage the emperor to relax somewhat in the extreme rigour of the treaty of Madrid; and while he entertained these hopes, he was the more remiss in his warlike preparations; nor did he send in due time reinforcement to his allies in Italy. {1527.} The duke of Bourbon had got possession of the whole Milanese, of which the emperor intended to grant him the investiture; and having levied a considerable army in Germany, he became formidable to all the Italian potentates; and not the less so, because Charles, destitute, as usual, of money, had not been able to remit any pay to the forces. The general was extremely beloved by his troops; and in order to prevent those mutinies, which were ready to break out every moment, and which their affection alone for him had hitherto restrained, he led them to Rome, and promised to enrich them by the plunder of that opulent city. {6th May.} He was himself killed, as he was planting a scaling ladder against the walls; but his soldiers, rather enraged than discouraged by his death, mounted to the assault with the utmost valour, and entering the city, {Sack of Rome.} sword in hand, exercised all those brutalities, which may be expected from ferocity excited by resistance, and from insolence which takes place when that resistance is no more. This renowned city, exposed by her renown alone to so many calamities, never endured in any age, even from the barbarians, by whom she was often subdued, such indignities as she was now compelled to suffer. The unrestrained massacre and pillage, which continued for several days, were the least ills, to which the unhappy Romans were exposed. Whatever was respectable in modesty or sacred in religion, seemed but the more to provoke the insults of the soldiery. Virgins suffered violation in the arms of their parents, and upon those very altars, to which they had fled for protection. Aged prelates, after enduring every indignity, and even every torture, were thrown into dungeons, and menaced with the most cruel death, in order to make them reveal their secret treasures, or purchase liberty by exorbitant ransoms. Clement himself, who had trusted for protection to the sacredness of his character, and neglected to make his escape in time, was taken captive; and found that his dignity, which procured him no regard from the Spanish soldiers, did but draw on him the insolent mockery of the German, who, being generally attached to the Lutheran principles, were pleased to gratify their animosity by the abasement of the sovereign pontiff.","subId":"58","id":"Hume.HE.3.29.58"},{"type":"paragraph","content":"When intelligence of this great event was conveyed to the emperor, that young prince, habituated to hypocrisy, expressed the most profound sorrow for the success of his arms: He put himself and all his court in mourning: He stopped the rejoicings for the birth of his son Philip: And knowing that every artifice, however gross, is able, when seconded by authority, to impose upon the people, he ordered prayers, during several months, to be put up in the churches for the Pope's liberty; which, all men knew, a letter under his hand could in a moment have procured.","subId":"59","id":"Hume.HE.3.29.59"},{"type":"paragraph","content":"The concern, expressed by Henry and Francis for the calamity of their ally, was more sincere. These two monarchs, a few days before the sack of Rome, had concluded a treaty at Westminster, in which, besides renewing former alliances, they agreed to send ambassadors to Charles, requiring him to accept of two millions of crowns as the ranson of the French princes, and to repay the money, borrowed from Henry; and in case of refusal, the ambassadors, attended by heralds, were ordered to denounce war against him. This war, it was agreed, to prosecute in the Low Countries, with an army of thirty thousand infantry and fifteen hundred men at arms, two-thirds to be supplied by Francis, the rest by Henry. And in order to strengthen the alliance between the princes, it was stipulated, that either Francis or his son, the duke of Orleans, as should afterwards be agreed on, should espouse the princess Mary, Henry's daughter. No sooner did the monarchs receive intelligence of Bourbon's enterprize, than they changed, {29th May.} by a new treaty, the scene of the projected war from the Netherlands to Italy; and hearing of the pope's captivity, they were farther stimulated to undertake the war with vigour for restoring him to liberty. {11th July.} Wolsey himself crossed the sea, in order to have an interview with Francis, and to concert measures for that purpose; and he displayed all that grandeur and magnificence with which he was so much intoxicated. He was attended by a train of a thousand horse. The cardinal of Lorraine, and the chancellor Alançon, met him at Boulogne: Francis himself, besides granting to that haughty prelate the power of giving, in every place where he came, liberty to all prisoners, made a journey as far as Amiens to meet him, and even advanced some miles from the town, the more to honour his reception. It was here stipulated, that the duke of Orleans should espouse the princess Mary; and as the emperor seemed to be taking some steps towards assembling a general council, the two monarchs agreed not to acknowledge it, but, during the interval of the pope's captivity, to govern the churches in their respective dominions, by their own authority. Wolsey made some attempts to get his legantine power extended over France, and even over Germany; but finding his efforts fruitless, he was obliged, though with great reluctance, to desist from these ambitious enterprizes.","subId":"60","id":"Hume.HE.3.29.60"},{"type":"paragraph","content":"{18th Sept.} The more to cement the union between these princes, a new treaty was, some time after, concluded at London; in which Henry agreed finally to renounce all claims to the crown of France; claims, which might now indeed be deemed chimerical, but which often served as a pretence for exciting the unwary English to wage war upon the French nation. {League with France.} As a return for this concession, Francis bound himself and his successors to pay for ever fifty thousand crowns a year to Henry and his successors; and that greater solemnity might be given to this treaty, it was agreed, that the parliaments and great nobility of both kingdoms should give their assent to it. The mareschal Montmorency, accompanied by many persons of distinction, and attended by a pompous equipage, was sent over to ratify the treaty; and was received at London with all the parade, which suited the solemnity of the occasion. The terror of the emperor's greatness had extinguished the ancient animosity between the nations; and Spain, during more than a century, became, though a more distant power, the chief object of jealousy to the English.","subId":"61","id":"Hume.HE.3.29.61"},{"type":"paragraph","content":"This cordial union between France and England, though it added influence to the joint embassy, which they sent to the emperor, was not able to bend that monarch to submit entirely to the conditions insisted on by the allies. He departed indeed from his demand of Burgundy as the ransom of the French princes; but he required, previously to their liberty, that Francis should evacuate Genoa, and all the fortresses held by him in Italy: And he declared his intention of bringing Sforza to a trial, and confiscating the dutchy of Milan, on account of his pretended treason. The English and French heralds, therefore, according to agreement, declared war against him, and set him at defiance. Charles answered the English herald with moderation; but to the French, he reproached his master with breach of faith, reminded him of the private conversation which had passed between them at Madrid before their separation, and offered to prove by single combat, that he had acted dishonourably. Francis retaliated this challenge by giving Charles the lie; and, after demanding security of the field, he offered to maintain his cause by single combat. Many messages passed to and fro between them; but though both princes were undoubtedly brave, the intended duel never took place. The French and Spaniards, during that age, zealously disputed which of the monarchs incurred the blame of this failure; but all men of moderation every where lamented the power of fortune, that the prince the more candid, generous, and sincere, should, by unhappy incidents, have been reduced to so cruel a situation, that nothing but his violation of treaty could preserve his people, and that he must ever after, without being able to make a proper reply, bear to be reproached with breach of promise by a rival, inferior to him both in honour and virtue.","subId":"62","id":"Hume.HE.3.29.62"},{"type":"paragraph","content":"But though this famous challenge between Charles and Francis had no immediate consequence with regard to these monarchs themselves, it produced a considerable alteration on the manners of the age. The practice of challenges and duels, which had been part of the ancient barbarous jurisprudence, which was still preserved on very solemn occasions, and which was sometimes countenanced by the civil magistrate, began thence forth to prevail in the most trivial incidents; and men, on any affront or injury, thought themselves entitled, or even required in honour, to take revenge on their enemies, by openly vindicating their right in single combat. These absurd, though generous maxims, shed much of the best blood in Christendom during more than two centuries; and notwithstanding the severity of law and authority of reason, such is the prevailing force of custom, they are far from being as yet entirely exploded.","subId":"63","id":"Hume.HE.3.29.63"},{"type":"note","content":"Father Paul and Sleidan.","subId":"n1","id":"Hume.HE.3.29.n1"},{"type":"note","content":"In 1517.","subId":"n2","id":"Hume.HE.3.29.n2"},{"type":"note","content":"Father Paul, Sleidan.","subId":"n3","id":"Hume.HE.3.29.n3"},{"type":"note","content":"Father Paul, lib. 1.","subId":"n4","id":"Hume.HE.3.29.n4"},{"type":"note","content":"Protestant writers have imagined, that, because a man could purchase for a shilling an indulgence for the most enormous and unheard-of crimes, there must necessarily have ensued a total dissolution of morality, and consequently of civil society, from the practices of the Romish church. They do not consider, that, after all these indulgences were promulgated, there still remained (besides Hell-fire) the punishment by the civil magistrate, the infamy of the world, and secret remorses of conscience, which are the great motives that operate on mankind. The philosophy of Cicero, who allowed of an Elysium, but rejected all Tartarus, was a much more universal indulgence than that preached by Arcemboldi or Tetzel: Yet nobody will suspect Cicero of any design to promote immorality. The sale of indulgences seems, therefore, no more criminal than any other cheat of the church of Rome, or of any other church. The reformers, by entirely abolishing purgatory, did really, instead of partial indulgences sold by the pope, give, gratis, a general indulgence, of a similar nature, for all crimes and offences, without exception or distinction. The souls, once consigned to Hell, were never supposed to be redeemable by any price. There is on record only one instance of a damned soul that was saved, and that by the special intercession of the Virgin. See Pascal's Provincial Letters. An indulgence saved the person, who purchased it, from purgatory only.","subId":"n5","id":"Hume.HE.3.29.n5"},{"type":"note","content":"Father Paul, lib. 1.","subId":"n6","id":"Hume.HE.3.29.n6"},{"type":"note","content":"Father Paul, Sleidan.","subId":"n7","id":"Hume.HE.3.29.n7"},{"type":"note","content":"Father Paul, lib. 1.","subId":"n8","id":"Hume.HE.3.29.n8"},{"type":"note","content":"Guicciardini, lib. 14.","subId":"n9","id":"Hume.HE.3.29.n9"},{"type":"note","content":"Petrus de Angleria, epist. 765.","subId":"n10","id":"Hume.HE.3.29.n10"},{"type":"note","content":"Guicciardini, lib. 14.","subId":"n11","id":"Hume.HE.3.29.n11"},{"type":"note","content":"Buchanan, lib. 14. Drummond. Pitscottie.","subId":"n12","id":"Hume.HE.3.29.n12"},{"type":"note","content":"Buchanan, lib. 14. Herbert.","subId":"n13","id":"Hume.HE.3.29.n13"},{"type":"note","content":"Le Grand, vol. iii. p. 39.","subId":"n14","id":"Hume.HE.3.29.n14"},{"type":"note","content":"Buchanan, lib. 14.","subId":"n15","id":"Hume.HE.3.29.n15"},{"type":"note","content":"Herbert. Stowe, p. 514.","subId":"n16","id":"Hume.HE.3.29.n16"},{"type":"note","content":"This survey or valuation is liable to much suspicion, as fixing the rents a great deal too high: Unless the sum comprehend the revenues of all kinds, industry as well as land and money.","subId":"n17","id":"Hume.HE.3.29.n17"},{"type":"note","content":"Herbert, Stowe, 518. Parliamentary History. Strype, vol. i. p. 49.","subId":"n18","id":"Hume.HE.3.29.n18"},{"type":"note","content":"It is said, that when Henry heard that the commons made a great difficulty of granting the required supply, he was so provoked, that he sent for Edward Montague, one of the members, who had a considerable influence on the house; and he being introduced to his majesty, had the mortification to hear him speak in these words: Ho! man! will they not suffer my bill to pass? And laying his hand on Montague's head, who was then on his knees before him: Get my bill passed by to-morrow, or else to-morrow this head of yours shall be off. This cavalier manner of Henry succeeded: For next day the bill passed. Collins's British Peerage. Grove's life of Wolsey. We are told by Hall, fol. 38. That cardinal Wolsey endeavoured to terrify the citizens of London into the general loan, exacted in 1525, and told them plainly, that it were better, that some should suffer indigence, than that the king at this time should lack; and therefore beware and resist not, nor ruffle not in this case, for it may fortune to cost some people their heads. Such was the style employed by this king and his ministers.","subId":"n19","id":"Hume.HE.3.29.n19"},{"type":"note","content":"Speed. Hall. Herbert.","subId":"n20","id":"Hume.HE.3.29.n20"},{"type":"note","content":"Guicciardini, lib. 14.","subId":"n21","id":"Hume.HE.3.29.n21"},{"type":"note","content":"Memoires du Bellay, liv. 2.","subId":"n22","id":"Hume.HE.3.29.n22"},{"type":"note","content":"Belcarius, lib. 17.","subId":"n23","id":"Hume.HE.3.29.n23"},{"type":"note","content":"Herbert.","subId":"n24","id":"Hume.HE.3.29.n24"},{"type":"note","content":"Guicciardini, lib. 15. Memoires du Bellai, liv. 2.","subId":"n25","id":"Hume.HE.3.29.n25"},{"type":"note","content":"Guicciardini, lib. 15.","subId":"n26","id":"Hume.HE.3.29.n26"},{"type":"note","content":"Guicciardini, lib. 15. Du Bellay, lib. 2.","subId":"n27","id":"Hume.HE.3.29.n27"},{"type":"note","content":"Vera, Hist. de Carl. V.","subId":"n28","id":"Hume.HE.3.29.n28"},{"type":"note","content":"Guicciardini, lib. 16.","subId":"n29","id":"Hume.HE.3.29.n29"},{"type":"note","content":"Du Bellay, liv. iii. Stowe, p. 221. Baker, p. 273.","subId":"n30","id":"Hume.HE.3.29.n30"},{"type":"note","content":"Du Tillet, Recueil des Traites de Leonard, tom. 2. Herbert.","subId":"n31","id":"Hume.HE.3.29.n31"},{"type":"note","content":"Herbert. Hall.","subId":"n32","id":"Hume.HE.3.29.n32"},{"type":"note","content":"Herbert. Hall. Stowe, p. 525. Holingshed, p. 891.","subId":"n33","id":"Hume.HE.3.29.n33"},{"type":"note","content":"Herbert, De Vera, Sandoval.","subId":"n34","id":"Hume.HE.3.29.n34"},{"type":"note","content":"Guicciardini, lib. 17.","subId":"n35","id":"Hume.HE.3.29.n35"},{"type":"note","content":"Guicciardini, lib. 18. Bellay. Stowe, p. 527.","subId":"n36","id":"Hume.HE.3.29.n36"},{"type":"note","content":"30th April.","subId":"n37","id":"Hume.HE.3.29.n37"},{"type":"note","content":"Burnet, book 3. coll. 12, 13.","subId":"n38","id":"Hume.HE.3.29.n38"}]}