{"imported":true,"id":"Hume.HE.3.30","parent":"Hume.HE.3","title":"Chapter 30. Henry VIII (cont.)","breadcrumb":"Chapter 30","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXX.\nHENRY VIII.\nScruples concerning the king's marriage——The king enters into these scruples——Anne Boleyn——Henry applies to the pope for a divorce——The pope favourable——The emperor threatens him——The pope's ambiguous conduct——The cause evoked to Rome——Wolsey's fall——Commencement of the reformation in England——Foreign affairs——Wolsey's death——A parliament——Progress of the reformation——A parliament——King's final breach with Rome——A parliament.","id":"Hume.HE.3.30"},{"type":"paragraph","content":"NOTWITHSTANDING the submissive deference, paid to papal authority before the reformation, the marriage of Henry with Catherine of Arragon, his brother's widow, had not passed, without much scruple and difficulty. The prejudices of the people were in general bent against a conjugal union between such near relations; and the late king, {1527. Scruples concerning the king's marriage.} though he had betrothed his son, when that prince was but twelve years of age, gave evident proofs of his intention to take afterwards a proper opportunity of annulling the contract. He ordered the young prince, as soon as he came of age, to enter a protestation against the marriage; and on his death-bed he charged him, as his last injunction, not to finish an alliance, so unusual, and exposed to such insuperable objections. After the king's accession, some members of the privy council, particularly Warham, the primate, openly declared against the resolution, of completing the marriage; and though Henry's youth and dissipation kept him, during some time, from entertaining any scruples with regard to the measure which he had embraced, there happened incidents, sufficient to rouse his attention, and to inform him of the sentiments, generally entertained on that subject. The states of Castile had opposed the emperor Charles's espousals with Mary, Henry's daughter; and among other objections, had insisted on the illegitimate birth of the young princess. And when the negociations were afterwards opened with France, and mention was made of betrothing her to Francis or the duke of Orleans, the bishop of Tarbe, the French ambassador, revived the same objection. But though these events naturally raised some doubts in Henry's mind, there concurred other causes, which tended much to encrease his remorse, and render his conscience more scrupulous.","subId":"1","id":"Hume.HE.3.30.1"},{"type":"paragraph","content":"The queen was older than the king by no less than six years: and the decay of her beauty, {The king enters into these scruples.} together with particular infirmities and diseases, had contributed, notwithstanding her blameless character and deportment, to render her person unacceptable to him. Though she had borne him several children, they all died in early infancy, except one daughter; and he was the more struck with this misfortune, because the curse of being childless is the very threatening, contained in the Mosaical law, against those who espouse their brother's widow. The succession too of the crown was a consideration, that occurred to every one, whenever the lawfulness of Henry's marriage was called in question; and it was apprehended, that if doubts of Mary's legitimacy concurred with the weakness of her sex, the king of Scots, the next heir, would advance his pretensions, and might throw the kingdom into confusion. The evils, as yet recent, of civil wars and convulsions, arising from a disputed title, made great impression on the minds of men, and rendered the people universally desirous of any event, which might obviate so irreparable a calamity. And the king was thus impelled, both by his private passions, and by motives of public interest, to seek the dissolution of his inauspicious, and, as it was esteemed, unlawful marriage with Catherine.","subId":"2","id":"Hume.HE.3.30.2"},{"type":"paragraph","content":"Henry afterwards affirmed, that his scruples arose entirely from private reflection; and that on consulting his confessor, the bishop of Lincoln, he found the prelate possessed with the same doubts and difficulties. The king himself, being so great a casuist and divine, next proceeded to examine the question more carefully by his own learning and study; and having had recourse to Thomas of Aquine, he observed that this celebrated doctor, whose authority was great in the church and absolute with him, had treated of that very case, and had expressly declared against the lawfulness of such marriages. The prohibitions, said Thomas, contained in Leviticus, and among the rest, that of marrying a brother's widow, are moral, eternal, and founded on a divine sanction; and though the pope may dispense with the rules of the church, the laws of God cannot be set aside by any authority less than that which enacted them. The archbishop of Canterbury was then applied to; and he was required to consult his brethren: All the prelates of England, except Fisher, bishop of Rochester, unanimously declared, under their hand and seal, that they deemed the king's marriage unlawful. Wolsey also fortified the king's scruples; partly with a view of promoting a total breach with the emperor, Catherine's nephew; partly desirous of connecting the king more closely with Francis, by marrying him to the dutchess of Alençon, sister to that monarch; and perhaps too somewhat disgusted with the queen herself, who had reproved him for certain freedoms, unbefitting his character and station. But Henry was carried forward, though perhaps not at first excited, by a motive more forcible than even the suggestions of that powerful favourite.","subId":"3","id":"Hume.HE.3.30.3"},{"type":"paragraph","content":"{Anne Boleyn.} Anne Boleyn, who lately appeared at court, had been appointed maid of honour to the queen; and having had frequent opportunities of being seen by Henry, and of conversing with him, she had acquired an entire ascendant over his affections. This young lady, whose grandeur and misfortunes have rendered her so celebrated, was daughter of Sir Thomas Boleyn, who had been employed by the king in several embassies, and who was allied to all the principal nobility in the kingdom. His wife, mother to Anne, was daughter of the duke of Norfolk; his own mother was daughter of the earl of Ormond; his grandfather Sir Geoffry Boleyn, who had been mayor of London, had espoused one of the daughters and co-heirs of lord Hastings. Anne herself, though then in very early youth, had been carried over to Paris by the king's sister, when the princess espoused Lewis XII. of France; and upon the demise of that monarch, and the return of his dowager into England, this damsel, whose accomplishments even in her tender years were always much admired, was retained in the service of Claude, queen of France, spouse to Francis; and after the death of that princess, she passed into the family of the dutchess of Alençon, a woman of singular merit. The exact time, when she returned to England, is not certainly known; but it was after the king had entertained doubts with regard to the lawfulness of his marriage with Catherine; if the account is to be credited, which he himself afterwards gave of that transaction. Henry's scruples had made him break off all conjugal commerce with the queen; but as he still supported an intercourse of civility and friendship with her, he had occasion, in the frequent visits which he paid her, to observe the beauty, the youth, the charms of Anne Boleyn. Finding the accomplishments of her mind nowise inferior to her exterior graces, he even entertained the design of raising her to the throne; and was the more confirmed in this resolution, when he found that her virtue and modesty prevented all hopes of gratifying his passion in any other manner. As every motive, therefore, of inclination and policy, {Henry applies to the pope for a divorce.} seemed thus to concur in making the king desirous of a divorce from Catherine, and as his prospect of success was inviting, he resolved to make applications to Clement, and he sent Knight, his secretary, to Rome for that purpose.","subId":"4","id":"Hume.HE.3.30.4"},{"type":"paragraph","content":"That he might not shock the haughty claims of the pontiff, he resolved not to found the application on any general doubts concerning the papal power to permit marriage in the nearer degrees of consanguinity; but only to insist on particular grounds of nullity in the bull, which Julius had granted for the marriage of Henry and Catherine. It was a maxim in the court of Rome, that, if the pope be surprised into any concession, or grant any indulgence upon false suggestions, the bull may afterwards be annulled; and this pretence had usually been employed, wherever one pope had recalled any deed, executed by any of his predecessors. But Julius's bull, when examined, afforded abundant matter of this kind; and any tribunal, favourable to Henry, needed not want a specious colour for gratifying him in his applications for a divorce. It was said in the preamble, that the bull had been granted upon his solicitation; though it was known, that, at that time, he was under twelve years of age: It was also affirmed, as another motive for the bull, that the marriage was requisite, in order to preserve peace between the two crowns; though it is certain, that there was not then any ground or appearance of quarrel between them. These false premises in Julius's bull seemed to afford Clement a sufficient reason or pretence for annulling it, and granting Henry a dispensation for a second marriage.","subId":"5","id":"Hume.HE.3.30.5"},{"type":"paragraph","content":"{The pope favourable.} But though the pretext for this indulgence had been less plausible, the pope was in such a situation, that he had the strongest motives to embrace every opportunity of gratifying the English monarch. He was then a prisoner in the hands of the emperor, and had no hopes of recovering his liberty on any reasonable terms, except by the efforts of the league, which Henry had formed with Francis and the Italian powers, in order to oppose the ambition of Charles. When the English Secretary, therefore, solicited him in private, he received a very favourable answer; and a dispensation was forthwith promised to be granted to his master. Soon after, the march of a French army into Italy, under the command of Lautrec, obliged the Imperialists to restore Clement to his liberty; and he retired to Orvietto, where the Secretary, with Sir Gregory Caffali, the king's resident at Rome, renewed their applications to him. They still found him full of high professions of friendship, gratitude, and attachment to the king; but not so prompt in granting his request as they expected. The emperor, who had got intelligence of Henry's application to Rome, had exacted a promise from the pope, to take no steps in the affair before he communicated them to the Imperial ministers; and Clement, embarrassed by this promise, and still more overawed by the emperor's forces in Italy, seemed willing to postpone those concessions desired of him by Henry. Importuned, however, by the English ministers, he at last put into their hands a commission to Wolsey, as legate, in conjunction with the archbishop of Canterbury, or any other English prelate, to examine the validity of the king's marriage, and of Julius's dispensation: He also granted them a provisional dispensation for the king's marriage with any other person; and promised to issue a decretal bull, annulling the marriage with Catherine. But he represented to them the dangerous consequences, which must ensue to him, if these concessions should come to the emperor's knowledge; and he conjured them not to publish those papers, or make any further use of them, till his affairs were in such a situation as to secure his liberty and independance. And his secret advice was, whenever they should find the proper time for opening the scene, that they should prevent all opposition, by proceeding immediately to a conclusion, by declaring the marriage with Catherine invalid, and by Henry's instantly espousing some other person. Nor would it be so difficult, he said, for himself to confirm these proceedings, after they were passed, as previously to render them valid, by his consent and authority.","subId":"6","id":"Hume.HE.3.30.6"},{"type":"paragraph","content":"{1528.} When Henry received the commission and dispensation from his ambassadors, and was informed of the pope's advice, he laid the whole before his ministers, and asked their opinion in so delicate a situation. The English counsellors considered the danger of proceeding in the manner pointed out to them. Should the pope refuse to ratify a deed, which he might justly call precipitate and irregular, and should he disavow the advice which he gave in so clandestine a manner, the king would find his second marriage totally invalidated; the children, which it might bring him, declared illegitimate; and his marriage with Catherine more firmly rivetted than ever. And Henry's apprehensions of the possibility, or even probability, of such an event, were much confirmed when he reflected on the character and situation of the sovereign pontiff.","subId":"7","id":"Hume.HE.3.30.7"},{"type":"paragraph","content":"Clement was a prince of excellent judgment, whenever his timidity, to which he was extremely subject, allowed him to make full use of those talents and that penetration with which he was endowed. The captivity, and other misfortunes, which he had undergone, by entering into a league against Charles, had so affected his imagination, that he never afterwards exerted himself with vigour in any public measure; especially if the interest or inclination of that potentate stood in opposition to him. The Imperial forces were, at that time, powerful in Italy, and might return to the attack of Rome, which was still defenceless, and exposed to the same calamities with which it had already been overwhelmed. And besides these dangers, Clement fancied himself exposed to perils, which threatened, still more immediately, his person and his dignity.","subId":"8","id":"Hume.HE.3.30.8"},{"type":"paragraph","content":"{The emperor threatens him.} Charles, apprized of the timid disposition of the holy father, threw out perpetual menaces of summoning a general council; which he represented as necessary to reform the church, and correct those enormous abuses, which the ambition and avarice of the court of Rome had introduced into every branch of ecclesiastical administration. The power of the sovereign pontiff himself, he said, required limitation; his conduct called aloud for amendment; and even his title to the throne, which he filled, might justly be called in question. That pope had always passed for the natural son of Julian of Medicis, who was of the sovereign family of Florence; and though Leo X. his kinsman, had declared him legitimate, upon a pretended promise of marriage between his father and mother, few believed that declaration to be founded on any just reason or authority. The canon law, indeed, had been entirely silent with regard to the promotion of bastards to the papal throne; but, what was still dangerous, the people had entertained a violent prepossession, that this stain in the birth of any person was incompatible with so holy an office. And in another point, the canon law was express and positive, that no man, guilty of simony, could attain that dignity. A severe bull of Julius II. had added new sanctions to this law, by declaring, that a simoniacal election could not be rendered valid, even by a posterior consent of the cardinals. But unfortunately Clement had given to cardinal Colonna a billet, containing promises of advancing that cardinal, in case he himself should attain the papal dignity by his concurrence: And this billet, Colonna, who was in entire dependance on the emperor, threatened every moment to expose to public view.","subId":"9","id":"Hume.HE.3.30.9"},{"type":"paragraph","content":"While Charles terrified the pope with these menaces, he also allured him by hopes, which were no less prevalent over his affections. At the time when the emperor's forces sacked Rome, and reduced Clement to captivity, the Florentines, passionate for their ancient liberty, had taken advantage of his distresses, and revolting against the family of Medicis, had entirely abolished their authority in Florence, and re-established the democracy. The better to protect themselves in their freedom, they had entered into the alliance with France, England, and Venice, against the emperor; and Clement found, that, by this interest, the hands of his confederates were tied from assisting him in the restoration of his family; the event, which, of all others, he most passionately desired. The emperor alone, he knew, was able to effect this purpose; and therefore, whatever professions he made of fidelity to his allies, he was always, on the least glimpse of hope, ready to embrace every proposal of a cordial reconciliation with that mouarch.","subId":"10","id":"Hume.HE.3.30.10"},{"type":"paragraph","content":"These views and interests of the pope were well known in England; and as the opposition of the emperor to Henry's divorce was foreseen, both on account of the honour and interests of Catherine his aunt, and the obvious motive of distressing an enemy, it was esteemed dangerous to take any measure of consequence, in expectation of the subsequent concurrence of a man of Clement's character, whose behaviour always contained so much duplicity, and who was at present so little at his own disposal. The safest measure seemed to consist in previously engaging him so far, that he could not afterwards recede, and in making use of his present ambiguity and uncertainty, to extort the most important concessions from him. For this purpose, Stephen Gardiner, the cardinal's secretary, and Edward Fox, {10th Feb.} the king's almoner, were dispatched to Rome, and were ordered to solicit a commission from the pope, of such a nature as would oblige him to confirm the sentence of the commissioners, whatever it should be, and disable him, on any account, to recal the commission, or evoke the cause to Rome.","subId":"11","id":"Hume.HE.3.30.11"},{"type":"paragraph","content":"But the same reasons, which made the king so desirous of obtaining this concession, confirmed the pope in the resolution of refusing it: {The pope's ambiguous conduct.} He was still determined to keep the door open for an agreement with the emperor, and he made no scruple of sacrificing all other considerations to a point, which he deemed the most essential and important to his own security, and to the greatness of his family. He granted, therefore, a new commission, in which cardinal Campeggio was joined to Wolsey, for the trial of the king's marriage; but he could not be prevailed on to insert the clause desired of him. And though he put into Gardiner's hand a letter, promising not to recal the present commission; this promise was found, on examination, to be couched in such ambiguous terms, as left him still the power, whenever he pleased, of departing from it.","subId":"12","id":"Hume.HE.3.30.12"},{"type":"paragraph","content":"Campeggio lay under some obligations to the king; but his dependance on the pope was so much greater, that he conformed himself entirely to the views of the latter; and though he received his commission in April, he delayed his departure under so many pretences, that it was October before he arrived in England. The first step, which he took, was to exhort the king to desist from the prosecution of his divorce; and finding that this counsel gave offence, he said, that his intention was also to exhort the queen to take the vows in a convent, and that he thought it his duty, previously to attempt an amicable composure of all differences. The more to pacify the king, he shewed to him, as also to the cardinal, the decretal bull, annulling the former marriage with Catherine; but no entreaties could prevail on him to make any other of the king's council privy to the secret. In order to atone, in some degree, for this obstinacy, he expressed to the king and the cardinal, the pope's great desire of satisfying them in every reasonable demand; and in particular, he showed, that their request for suppressing some more monasteries, and converting them into cathedrals and episcopal sees, had obtained the consent of his holiness.","subId":"13","id":"Hume.HE.3.30.13"},{"type":"paragraph","content":"These ambiguous circumstances, in the behaviour of the pope and the legate, kept the court of England in suspense, and determined the king to wait {1529.} with patience the issue of such uncertain councils. Fortune meanwhile seemed to promise him a more sure and expeditious way of extricating himself from his present difficulties. Clement was seized with a dangerous illness; and the intrigues, for electing his successor, began already to take place among the cardinals. Wolsey, in particular, supported by the interest of England and of France, entertained hopes of mounting the throne of St. Peter; and it appears, that if a vacancy had then happened, there was a probability of his reaching that summit of his ambition. But the pope recovered, though after several relapses; and he returned to the same train of false and deceitful politics, by which he had hitherto amused the court of England. He still flattered Henry with professions of the most cordial attachment, and promised him a sudden and favourable issue to his process: He still continued his secret negociations with Charles, and persevered in the resolution of sacrificing all his promises, and all the interests of the Romish religion, to the elevation of his family. Campeggio, who was perfectly acquainted with his views and intentions, protracted the decision by the most artful delays; and gave Clement full leisure to adjust all the terms of his treaty with the emperor.","subId":"14","id":"Hume.HE.3.30.14"},{"type":"paragraph","content":"The emperor, acquainted with the king's extreme earnestness in this affair, was determined, that he should obtain success by no other means than by an application to him, and by deserting his alliance with Francis, which had hitherto supported, against the superior force of Spain, the tottering state of the French monarchy. He willingly hearkened, therefore, to the applications of Catherine, his aunt; and promising her his utmost protection, exhorted her never to yield to the malice and persecutions of her enemies. The queen herself was naturally of a firm and resolute temper; and was engaged by every motive to persevere in protesting against the injustice to which she thought herself exposed. The imputation of incest, which was thrown upon her marriage with Henry, struck her with the highest indignation: The illegitimacy of her daughter, which seemed a necessary consequence, gave her the most just concern: The reluctance of yielding to a rival, which, she believed, had supplanted her in the king's affections, was a very natural motive. Actuated by all these considerations, she never ceased soliciting her nephew's assistance, and earnestly entreating an evocation of the cause to Rome, where alone, she thought, she could expect justice. And the emperor, in all his negociations with the pope, made the recal of the commission, which Campeggio and Wolsey exercised in England, a fundamental article.","subId":"15","id":"Hume.HE.3.30.15"},{"type":"paragraph","content":"{31st May. Trial of the king's marriage.} The two legates, meanwhile, opened their court at London, and cited the king and queen to appear before it. They both presented themselves; and the king answered to his name, when called: But the queen, instead of answering to hers, rose from her seat, and throwing herself at the king's feet, made a very pathetic harangue, which her virtue, her dignity, and her misfortunes rendered the more affecting. She told him, that she was a stranger in his dominions, without protection, without council, without assistance; exposed to all the injustice, which her enemies were pleased to impose upon her: That she had quitted her native country without other resource, than her connexions with him and his family, and had expected, that, instead of suffering thence any violence or iniquity, she was assured in them of a safeguard against every misfortune: That she had been his wife during twenty years, and would here appeal to himself, whether her affectionate submission to his will had not merited better treatment, than to be thus, after so long a time, thrown from him with so much indignity: That she was conscious—he himself was assured—that her virgin honour was yet unstained, when he received her into his bed, and that her connexions with his brother had been carried no farther than the ceremony of marriage: That their parents, the kings of England and Spain, were esteemed the wisest princes of their time, and had undoubtedly acted by the best advice, when they formed the agreement for that marriage, which was now represented as so criminal and unnatural: And that she acquiesced in their judgment, and would not submit her cause to be tried by a court, whose dependance on her enemies was too visible, ever to allow her any hopes of obtaining from them an equitable or impartial decision. Having spoken these words, she rose, and making the king a low reverence, she departed from the court, and never would again appear in it.","subId":"16","id":"Hume.HE.3.30.16"},{"type":"paragraph","content":"After her departure, the king did her the justice to acknowledge, that she had ever been a dutiful and affectionate wife, and that the whole tenor of her behaviour had been conformable to the strictest rules of probity and honour. He only insisted on his own scruples, with regard to the lawfulness of their marriage; and he explained the origin, the progress, and the foundation of those doubts, by which he had been so long and so violently agitated. He acquitted cardinal Wolsey from having any hand in encouraging his scruples; and he craved a sentence of the court, agreeable to the justice of his cause.","subId":"17","id":"Hume.HE.3.30.17"},{"type":"paragraph","content":"The legates, after citing the queen anew, declared her contumacious, notwithstanding her appeal to Rome; and then proceeded to the examination of the cause. The first point which came before them, was, the proof of prince Arthur's consummation of his marriage with Catherine; and it must be confessed, that no stronger arguments could reasonably be expected of such a fact after so long an interval. The age of the prince, who had passed his fifteenth year, the good state of his health, the long time that he had cohabited with his consort, many of his expressions to that very purpose; all these circumstances form a violent presumption in favour of the king's assertion. Henry himself, after his brother's death, was not allowed for some time to bear the title of prince of Wales, in expectation of her pregnancy: The Spanish ambassador, in order the better to ensure possession of her jointure, had sent over to Spain, proofs of the consummation of her marriage: Julius's bull itself was founded on the supposition, that Arthur had perhaps had knowledge of the princess: In the very treaty, fixing Henry's marriage, the consummation of the former marriage with prince Arthur, is acknowledged on both sides. These particulars were all laid before the court, accompanied with many reasonings concerning the extent of the pope's authority, and against his power of granting a dispensation to marry within the prohibited degrees. Campeggio heard these doctrines with great impatience; and notwithstanding his resolution to protract the cause, he was often tempted to interrupt and silence the king's council, when they insisted on such disagreeable topics. The trial was spun out till the 23rd of July; and Campeggio chiefly took on him the part of conducting it. Wolsey, though the elder cardinal, permitted him to act as president of the court; because it was thought, that a trial, managed by an Italian cardinal, would carry the appearance of greater candour and impartiality, than if the king's own minister and favourite had presided in it. The business now seemed to be drawing near to a period; and the king was every day in expectation of a sentence in his favour; when, to his great surprize, Campeggio, {The cause evoked to Rome.} on a sudden, without any warning, and upon very frivolous pretences, prorogued the court, till the first of October. The evocation, which came a few days after from Rome, put an end to all the hopes of success, which the king had so long and so anxiously cherished.","subId":"18","id":"Hume.HE.3.30.18"},{"type":"paragraph","content":"During the time, that the trial was carried on before the legates at London, the emperor had by his ministers earnestly solicited Clement to evoke the cause; and had employed every topic of hope or terror, which could operate either on the ambition or timidity of the pontiff. The English ambassadors, on the other hand, in conjunction with the French, had been no less earnest in their applications, that the legates should be allowed to finish the trial; but, though they employed the same engines of promises and menaces, the motives, which they could set before the pope, were not so urgent or immediate as those which were held up to him by the emperor. The dread of losing England, and of fortifying the Lutherans by so considerable an accession, made small impression on Clement's mind, in comparison of the anxiety for his personal safety, and the fond desire of restoring the Medicis to their dominion in Florence. As soon, therefore, as he had adjusted all terms with the emperor, he laid hold of the pretence of justice, which required him, as he asserted, to pay regard to the queen's appeal; and suspending the commission of the legates, he adjourned the cause to his own personal judgment at Rome. Campeggio had beforehand received private orders, delivered by Campana, to burn the decretal bull, with which he was entrusted.","subId":"19","id":"Hume.HE.3.30.19"},{"type":"paragraph","content":"Wolsey had long foreseen this measure as the sure forerunner of his ruin. Though he had at first desired, that the king should rather marry a French princess than Anne Boleyn, he had employed himself with the utmost assiduity and earnestness to bring the affair to a happy issue: He was not therefore to be blamed for the unprosperous event, which Clement's partiality had produced. But he had sufficient experience of the extreme ardour and impatience of Henry's temper, who could bear no contradiction, and was wont, without examination or distinction, to make his ministers answerable for the success of those transactions with which they were entrusted. Anne Boleyn also, who was prepossessed against him, had imputed to him the failure of her hopes; and as she was newly returned to court, whence she had been removed, from a regard to decency, during the trial before the legates, she had naturally acquired an additional influence on Henry, and she served much to fortify his prejudices against the cardinal. Even the queen and her partizans, judging of Wolsey by the part which he had openly acted, had expressed great animosity against him; and the most opposite factions seemed now to combine in the ruin of this haughty minister. The high opinion itself, which Henry had entertained of the cardinal's capacity, tended to hasten his downfall; while he imputed the bad success of that minister's undertakings, not to ill fortune or to mistake, but to the malignity or infidelity of his intentions. The blow, however, fell not instantly on his head. The king, who probably could not justify by any good reason his alienation from his ancient favourite, seems to have remained some time in suspence; and he received him, if not with all his former kindness, at least with the appearance of trust and regard.","subId":"20","id":"Hume.HE.3.30.20"},{"type":"paragraph","content":"{Wolsey's fall.} But constant experience evinces how rarely a high confidence and affection receives the least diminution, without sinking into absolute indifference, or even running into the opposite extreme. {18th Oct.} The king now determined to bring on the ruin of the cardinal with a motion almost as precipitate as he had formerly employed in his elevation. The dukes of Norfolk and Suffolk were sent to require the great seal from him; and on his scrupling to deliver it, without a more express warrant, Henry wrote him a letter, upon which it was surrendered, and it was delivered by the king to Sir Thomas More, a man, who, besides the ornaments of an elegant literature, possessed the highest virtue, integrity, and capacity.","subId":"21","id":"Hume.HE.3.30.21"},{"type":"paragraph","content":"Wolsey was ordered to depart from York-Place, a palace which he had built in London, and which, though it really belonged to the see of York, was seized by Henry, and became afterwards the residence of the kings of England, by the title of Whitehall. All his furniture and plate were also seized: Their riches and splendor befitted rather a royal than a private fortune. The walls of his palace were covered with cloth of gold or cloth of silver: He had a cupboard of plate of massy gold: There were found a thousand pieces of fine holland belonging to him. The rest of his riches and furniture was in proportion; and his opulence was probably no small inducement to this violent persecution against him.","subId":"22","id":"Hume.HE.3.30.22"},{"type":"paragraph","content":"The cardinal was ordered to retire to Asher, a country seat which he possessed near Hampton Court. The world, that had paid him such abject court during his prosperity, now entirely deserted him on this fatal reverse of all his fortunes. He himself was much dejected with the change; and from the same turn of mind, which had made him be so vainly elated with his grandeur, he felt the stroke of adversity with double rigour. The smallest appearance of his return to favour threw him into transports of joy, unbecoming a man. The king had seemed willing, during some time, to intermit the blows, which overwhelmed him. He granted him his protection, and left him in possession of the sees of York and Winchester. He even sent him a gracious message, accompained with a ring, as a testimony of his affection. Wolsey, who was on horseback when the messenger met him, immediately alighted; and throwing himself on his knees in the mire, received in that humble attitude these marks of his majesty's gracious disposition towards him.","subId":"23","id":"Hume.HE.3.30.23"},{"type":"paragraph","content":"But his enemies, who dreaded his return to court, never ceased plying the king with accounts of his several offences; and Anne Boleyn in particular contributed her endeavours, in conjunction with her uncle the duke of Norfolk, to exclude him from all hopes of ever being reinstated in his former authority. He dismissed therefore his numerous retinue: and as he was a kind and beneficent master, the separation passed not without a plentiful effusion of tears on both sides. The king's heart, notwithstanding some gleams of kindness, seemed now totally hardened against his old favourite. He ordered him to be indicted in the Star Chamber, where a sentence was passed against him. And not content with this severity, {November.} he abandoned him to all the rigour of the parliament, which now, after a long interval, was again assembled. The house of lords voted a long charge against Wolsey, consisting of forty-four articles; and accompanied it with an application to the king for his punishment, and his removal from all authority. Little opposition was made to this charge in the upper house: No evidence of any part of it was so much as called for; and as it chiefly consists of general accusations, it was scarcely susceptible of any. The articles were sent down to the house of commons; where Thomas Cromwel, formerly a servant of the cardinal's, and who had been raised by him from a very low station, defended his unfortunate patron with such spirit, generosity, and courage, as acquired him great honour, and laid the foundation of that favour, which he afterwards enjoyed with the king.","subId":"24","id":"Hume.HE.3.30.24"},{"type":"paragraph","content":"Wolsey's enemies, finding that either his innocence or his caution prevented them from having any just ground of accusing him, had recourse to a very extraordinary expedient. An indictment was laid against him, that, contrary to a statute of Richard II. commonly called the statute of provisors, he had procured bulls from Rome, particularly one investing him with the legantine power, which he had exercised with very extensive authority. He confessed the indictment, pleaded ignorance of the statute, and threw himself on the king's mercy. He was perhaps within reach of the law; but besides that this statute had fallen into disuse, nothing could be more rigorous and severe than to impute to him as a crime, what he had openly, during the course of so many years, practised with the consent and approbation of the king, and the acquiescence of the parliament and kingdom. Not to mention, what he always asserted, and what we can scarcely doubt of, that he had obtained the royal licence in the most formal manner, which, had he not been apprehensive of the dangers attending any opposition to Henry's lawless will, he might have pleaded in his own defence before the judges. Sentence, however, was pronounced against him, \"That he was out of the king's protection; his lands and goods forfeited; and that his person might be committed to custody.\" But this prosecution of Wolsey was carried no farther. Henry even granted him a pardon for all offences; restored him part of his plate and furniture; and still continued, from time to time, to drop expressions of favour and compassion towards him.","subId":"25","id":"Hume.HE.3.30.25"},{"type":"paragraph","content":"{Commencement of the reformation in England.} The complaints against the usurpations of the ecclesiastics had been very ancient in England, as well as in most other European kingdoms; and as this topic was now become popular every where, it had paved the way for the Lutheran tenets, and reconciled the people, in some measure, to the frightful idea of heresy and innovation. The commons, finding the occasion favourable, passed several bills, restraining the impositions of the clergy; one for the regulating of mortuaries; another against the exactions for the probates of wills; a third against non-residence and pluralities, and against churchmen's being farmers of land. But what appeared chiefly dangerous to the ecclesiastical order, were the severe invectives thrown out, almost without opposition, in the house, against the dissolute lives of the priests, their ambition, their avarice, and their endless encroachments on the laity. Lord Herbert has even preserved the speech of a gentleman of Gray's-Inn, which is of a singular nature, and contains such topics as we should little expect to meet with during that period. The member insists upon the vast variety of theological opinions, which prevailed in different nations and ages; the endless inextricable controversies maintained by the several sects; the impossibility, that any man, much less the people, could ever know, much less examine, the tenets and principles of every sect; the necessity of ignorance and a suspense of judgment with regard to all those objects of dispute: And upon the whole, he infers, that the only religion obligatory on mankind is the belief of one supreme Being, the author of nature; and the necessity of good morals, in order to obtain his favour and protection. Such sentiments would be deemed latitudinarian, even in our time, and would not be advanced, without some precaution, in a public assembly. But though the first broaching of religious controversy might encourage the sceptical turn in a few persons of a studious disposition; the zeal, with which men soon after attached themselves to their several parties, served effectually to banish for a long time all such obnoxious liberties.","subId":"26","id":"Hume.HE.3.30.26"},{"type":"paragraph","content":"The bills for regulating the clergy met with some opposition in the house of lords. Bishop Fisher in particular imputed these measures of the commons to their want of faith; and to a formed design, derived from heretical and Lutheran principles, of robbing the church of her patrimony, and overturning the national religion. The duke of Norfolk reproved the prelate in severe, and even somewhat indecent terms. He told him, that the greatest clerks were not always the wisest men. But Fisher replied, that he did not remember any fools in his time, who had proved great clerks. The exceptions taken at the bishop of Rochester's speech stopped not there. The commons, by the mouth of Sir Thomas Audley, their speaker, made complaints to the king of the reflections thrown upon them; and the bishop was obliged to put a more favourable construction on his words.","subId":"27","id":"Hume.HE.3.30.27"},{"type":"paragraph","content":"Henry was not displeased, that the court of Rome and the clergy should be sensible, that they were entirely dependant on him, and that his parliament, if he were willing to second their inclinations, was sufficiently disposed to reduce the power and privileges of the ecclesiastics. The commons gratified the king in another particular of moment: They granted him a discharge of all those debts, which he had contracted since the beginning of his reign: and they grounded this bill, which occasioned many complaints, on a pretence of the king's great care of the nation, and of his regularly employing all the money, which he had borrowed, in the public service. Most of the king's creditors consisted of friends to the cardinal, who had been engaged by their patron to contribute to the supply of Henry's necessities; and the present courtiers were well pleased to take the opportunity of mulcting them. Several also approved of an expedient, which, they hoped, would ever after discredit a method of supply, so irregular and so unparliamentary.","subId":"28","id":"Hume.HE.3.30.28"},{"type":"paragraph","content":"{Foreign affairs.} The domestic transactions of England were at present so interesting to the king, that they chiefly engaged his attention; and he regarded foreign affairs only in subordination to them. He had declared war against the emperor; but the mutual advantages reaped by the commerce between England and the Netherlands, had engaged him to stipulate a neutrality with those provinces; and except by money contributed to the Italian wars, he had in effect exercised no hostility against any of the imperial dominions. A general peace was this summer established in Europe. Margaret of Austria and Louisa of Savoy met at Cambray, and settled the terms of pacification between the French king and the emperor. Charles accepted of two millions of crowns in lieu of Burgundy; and he delivered up the two princes of France, whom he had retained as hostages. Henry was, on this occasion, so generous to his friend and ally Francis, that he sent him an acquittal of near 600,000 crowns, which that prince owed him. Francis's Italian confederates were not so well satisfied as the king with the peace of Cambray: They were almost wholly abandoned to the will of the emperor; and seemed to have no means of security left, but his equity and moderation. Florence, after a brave resistance, was subdued by the imperial arms, and finally delivered over to the dominion of the family of Medicis. The Venetians were better treated: They were only obliged to relinquish some acquisition, which they had made on the coast of Naples. Even Francis Sforza obtained the investiture of Milan, and was pardoned for all past offences. The emperor in person passed into Italy with a magnificent train, and received the imperial crown from the hands of the pope at Bologna. He was but twenty-nine years of age; and having already, by his vigour and capacity, succeeded in every enterprize, and reduced to captivity the two greatest potentates in Europe, the one spiritual, the other temporal, he attracted the eyes of all men; and many prognostications were formed of his growing empire.","subId":"29","id":"Hume.HE.3.30.29"},{"type":"paragraph","content":"But though Charles seemed to be prosperous on every side, and though the conquest of Mexico and Peru now began to prevent that scarcity of money, under which he had hitherto laboured, he found himself threatened with difficulties in Germany; and his desire of surmounting them was the chief cause of his granting such moderate conditions to the Italian powers. Sultan Solyman, the greatest and most accomplished prince that ever sat on the Ottoman throne, had almost entirely subdued Hungary, had besieged Vienna, and though repulsed, still menaced the hereditary dominions of the house of Austria with conquest and subjection. The Lutheran princes of the empire, finding that liberty of conscience was denied them, had combined in a league for their own defence at Smalcalde; and because they protested against the votes passed in the imperial diet, they thenceforth received the appellation of protestants. Charles had undertaken to reduce them to obedience; and on pretence of securing the purity of religion, he had laid a scheme for aggrandizing his own family, by extending its dominion over all Germany.","subId":"30","id":"Hume.HE.3.30.30"},{"type":"paragraph","content":"The friendship of Henry was one material circumstance yet wanting to Charles, in order to ensure success in his ambitious enterprizes; and the king was sufficiently apprized, that the concurrence of that prince would at once remove all the difficulties, which lay in the way of his divorce; that point, which had long been the object of his most earnest wishes. But besides that the interests of his kingdom seemed to require an alliance with France, his haughty spirit could not submit to a friendship imposed on him by constraint; and as he had ever been accustomed to receive courtship, deference, and solicitation from the greatest potentates, he could ill brook that dependance, to which this unhappy affair seemed to have reduced him. Amidst the anxieties with which he was agitated, he was often tempted to break off all connexions with the court of Rome; and though he had been educated in a superstitious reverence to papal authority, it is likely, that his personal experience of the duplicity and selfish politics of Clement, had served much to open his eyes in that particular. He found his prerogative firmly established at home: He observed, that his people were in general much disgusted with clerical usurpations, and disposed to reduce the powers and privileges of the ecclesiastical order: He knew that they had cordially taken part with him in his prosecution of the divorce, and highly resented the unworthy treatment, which, after so many services and such devoted attachment, he had received from the court of Rome. Anne Boleyn also could not fail to use all her efforts, and employ every insinuation, in order to make him proceed to extremities against the pope; both as it was the readiest way to her attaining royal dignity, and as her education in the court of the duchess of Alençon, a princess inclined to the reformers, had already disposed her to a belief of the new doctrines. But notwithstanding these inducements, Henry had strong motives still to desire a good agreement with the sovereign pontiff. He apprehended the danger of such great innovations: He dreaded the reproach of heresy: He abhorred all connexions with the Lutherans, the chief opponents of the papal power: And having once exerted himself with such applause, as he imagined, in defence of the Romish communion, he was ashamed to retract his former opinions, and betray from passion such a palpable inconsistency. While he was agitated by these contrary motives, an expedient was proposed, which, as it promised a solution of all difficulties, was embraced by him with the greatest joy and satisfaction.","subId":"31","id":"Hume.HE.3.30.31"},{"type":"paragraph","content":"{The universities consulteed about the king's marriage.} Dr. Thomas Cranmer, fellow of Jesus-College in Cambridge, was a man remarkable in that university for his learning, and still more, for the candour and disinterestedness of his temper. He fell one evening by accident into company with Gardiner, now secretary of state, and Fox, the king's almoner; and as the business of the divorce became the subject of conversation, he observed, that the readiest way, either to quiet Henry's conscience or extort the pope s consent, would be to consult all the universities of Europe with regard to this controverted point: If they agreed to approve of the king's marriage with Catharine, his remorses would naturally cease; if they condemned it, the pope would find it difficult to resist the solicitations of so great a monarch, seconded by the opinion of all the learned men in Christendom. When the king was informed of the proposal, he was delighted with it; and swore, with more alacrity than delicacy, that Cranmer had got the right sow by the ear: He sent for that divine; entered into conversation with him; conceived a high opinion of his virtue and understanding; engaged him to write in defence of the divorce; and immediately, in prosecution of the scheme proposed, employed his agents to collect the judgments of all the universities in Europe.","subId":"32","id":"Hume.HE.3.30.32"},{"type":"paragraph","content":"Had the question of Henry's marriage with Catharine been examined by the principles of sound philosophy, exempt from superstition, it seemed not liable to much difficulty. The natural reason, why marriages in certain degrees is prohibited by the civil laws, and condemned by the moral sentiments, of all nations, is derived from men's care to preserve purity of manners; while they reflect, that, if a commerce of love were authorized between near relations, the frequent opportunities of intimate conversation, especially during early youth, would introduce an universal dissoluteness and corruption. But as the customs of countries vary considerably, and open an intercourse, more or less restrained, between different families, or between the several members of the same family, we find, that the moral precept, varying with its cause, is susceptible, without any inconvenience, of very different latitude in the several ages and nations of the world. The extreme delicacy of the Greeks permitted no communication between persons of different sexes, except where they lived under the same roof; and even the apartment of a step-mother, and her daughters, were almost as much shut up against visits from the husband's sons, as against those from any stranger or more distant relation: Hence, in that nation, it was lawful for a man to marry, not only his niece, but his half-sister by the father: A liberty unknown to the Romans, and other nations, where a more open intercourse was authorized between the sexes. Reasoning from this principle, it would appear, that the ordinary commerce of life, among great princes, is so obstructed by ceremony and numerous attendants, that no ill consequence would result, among them, from marrying a brother's widow; especially if the dispensation of the supreme priest be previously required, in order to justify what may in common cases be condemned, and to hinder the precedent from becoming too common and familiar. And as strong motives of public interest and tranquillity may frequently require such alliances between the foreign families, there is the less reason for extending towards them the full rigour of the rule, which has place among individuals.","subId":"33","id":"Hume.HE.3.30.33"},{"type":"paragraph","content":"{1530.} But in opposition to these reasons, and many more which might be collected, Henry had custom and precedent on his side, the principle by which men are almost wholly governed in their actions and opinions. The marrying of a brother's widow was so unusual, that no other instance of it could be found in any history or record of any Christian nation; and though the popes were accustomed to dispense with more essential precepts of morality, and even permitted marriages within other prohibited degrees, such as those of uncle and niece, the imaginations of men were not yet reconciled to this particular exercise of his authority. Several universities of Europe, therefore, without hesitation, as well as without interest or reward, gave verdict in the king's favour; not only those of France, Paris, Orleans, Bourges, Tolouse, Angiers, which might be supposed to lie under the influence of their prince, ally to Henry; but also those of Italy, Venice, Ferrara, Padua; even Bologna itself, though under the immediate jurisdiction of Clement. Oxford alone and Cambridge made some difficulty; because these universities, alarmed at the progress of Lutheranism, and dreading a defection from the holy see, scrupled to give their sanction to measures, whose consequences, they feared, would prove fatal to the ancient religion. Their opinion, however, conformable to that of the other universities of Europe, was at last obtained; and the king, in order to give more weight to all these authorities, engaged his nobility to write a letter to the pope, recommending his cause to the holy father, and threatening him with the most dangerous consequences in case of a denial of justice. The convocations too, both of Canterbury and York, pronounced the king's marriage invalid, irregular, and contrary to the law of God, with which no human power had authority to dispense. But Clement, lying still under the influence of the emperor, continued to summon the king to appear, either by himself or proxy, before his tribunal at Rome; and the king, who knew that he could expect no fair trial there, refused to submit to such a condition, and would not even admit of any citation, which he regarded as a high insult, and a violation of his royal prerogative. The father of Anne Boleyn, created earl of Wiltshire, carried to the pope the king's reasons for not appearing by proxy; and, as the first instance of disrespect from England, refused to kiss his holiness's foot, which he very graciously held out to him for that purpose.","subId":"34","id":"Hume.HE.3.30.34"},{"type":"paragraph","content":"The extremities, to which Henry was pushed, both against the pope and the ecclesiastical order, were naturally disagreeable to cardinal Wolsey; and as Henry foresaw his opposition, it is the most probable reason that can be assigned for his renewing the prosecution against his ancient favourite. After Wolsey had remained some time at Asher, he was allowed to remove to Richmond, a palace which he had received as a present from Henry, in return for Hampton-Court: But the courtiers, dreading still his vicinity to the king, procured an order for him to remove to his see of York. The cardinal knew it was in vain to resist: He took up his residence at Cawood in Yorkshire, where he rendered himself extremely popular in the neighbourhood, by his affability and hospitality; but he was not allowed to remain long unmolested in this retreat. The earl of Northumberland received orders, without regard to Wolsey's ecclesiastical character, to arrest him for high treason, and to conduct him to London, in order to his trial. The cardinal, partly from the fatigues of his journey, partly from the agitation of his anxious mind, was seized with a disorder which turned into a dysentery; and he was able, with some difficulty, to reach Leicester-abbey. When the abbot and the monks advanced to receive him with much respect and reverence, he told them, that he was come to lay his bones among them; and he immediately took to his bed, whence he never rose more. A little before he expired, {Nov. 28.} he addressed himself in the following words to Sir William Kingston, constable of the Tower, who had him in custody. \"I pray you, have me heartily recommended unto his royal majesty, and beseech him on my behalf to call to his remembrance all matters that have passed tween us from the beginning, especially with regard to his business with the queen; and then will he know in his conscience whether I have offended him.\"","subId":"35","id":"Hume.HE.3.30.35"},{"type":"paragraph","content":"\"He is a prince of a most royal carriage, and hath a princely heart: and rather than he will miss for want any part of his will, he will endanger the one half of his kingdom.\"","subId":"36","id":"Hume.HE.3.30.36"},{"type":"paragraph","content":"\"I do assure you, that I have often kneeled before him, sometimes three hours together, to persuade him from his will and appetite; but could not prevail: had I but served God as diligently as I have served the king, he would not have given me over in my grey hairs. But this is the just reward that I must receive for my indulgent pains and study, not regarding my service to God, but only to my prince. Therefore, let me advise you, if you be one of the privy-council, as by your wisdom you are fit, take care what you put into the king's head: For you can never put it out again.\"","subId":"37","id":"Hume.HE.3.30.37"},{"type":"paragraph","content":"{Wolsey's death.} Thus died this famous cardinal, whose character seems to have contained as singular a variety, as the fortune to which he was exposed. The obstinacy and violence of the king's temper may alleviate much of the blame, which some of his favourite's measures have undergone; and when we consider, that the subsequent part of Henry's reign was much more criminal than that which had been directed by Wolsey's counsels, we shall be inclined to suspect those historians of partiality, who have endeavoured to load the memory of this minister with such violent reproaches. If, in foreign politics, he sometimes employed his influence over the king for his private purposes, rather than his master's service, which, he boasted, he had solely at heart; we must remember, that he had in view the papal throne; a dignity, which, had he attained it, would have enabled him to make Henry a suitable return for all his favours. The cardinal of Amboise, whose memory is respected in France, always made this apology for his own conduct, which was, in some respect, similar to Wolsey's; and we have reason to think, that Henry was well acquainted with the views by which his minister was influenced, and took a pride in promoting them. He much regretted his death, when informed of it; and always spoke favourably of his memory: A proof, that humour more than reason, or any discovery of treachery, had occasioned the last persecutions against him.","subId":"38","id":"Hume.HE.3.30.38"},{"type":"paragraph","content":"{1531. 16 January. A parliament.} A new session of parliament was held, together with a convocation; and the king here gave strong proofs of his extensive authority, as well as of his intention to turn it to the depression of the clergy. As an ancient statute, now almost obsolete, had been employed to ruin Wolsey, and render his exercise of the legantine power criminal, notwithstanding the king's permission; the same law was now turned against the ecclesiastics. It was pretended, that every one, who had submitted to the legantine court, that is, the whole church, had violated the statute of provisors; and the attorney-general accordingly brought an indictment against them. The convocation knew, that it would be in vain to oppose reason or equity to the king's arbitrary will, or plead that their ruin would have been the certain consequence of not submitting to Wolsey's commission, which was procured by Henry's consent, and supported by his authority. They chose therefore to throw themselves on the mercy of their sovereign; and they agreed to pay 118,840 pounds for a pardon. A confession was likewise extorted from them, that the king was the protector and the supreme head of the church and clergy of England; though some of them had the dexterity to get a clause inserted, which invalidated the whole submission, and which ran in these terms, in so far as is permitted by the law of Christ.","subId":"39","id":"Hume.HE.3.30.39"},{"type":"paragraph","content":"The commons, finding that a pardon was granted the clergy, began to be apprehensive for themselves, lest either they should afterwards be brought into trouble on account of their submission to the legantine court, or a supply, in like manner, be extorted from them, in return for their pardon. They therefore petitioned the king, to grant a remission to his lay subjects; but they met with a repulse. He told them, that if he ever chose to forgive their offence, it would be from his own goodness, not from their application, lest he should seem to be compelled to it. Some time after, when they despaired of obtaining this concession, he was pleased to issue a pardon to the laity; and the commons expressed great gratitude for that act of clemency.","subId":"40","id":"Hume.HE.3.30.40"},{"type":"paragraph","content":"{1532.} By this strict execution of the statute of provisors, a great part of the profit, and still more of the power, of the court of Rome was cut off; and the connexions between the pope and the English clergy were, in some measure, dissolved. The next session found both king and parliament in the same dispositions. {15 January.} An act was passed against levying the annates or first fruits; being a year's rent of all the bishoprics that fell vacant: a tax which was imposed by the court of Rome for granting bulls to the new prelates, {Progress of the reformation.} and which was found to amount to considerable sums. Since the second of Henry VII. no less than one hundred and sixty thousand pounds had been transmitted to Rome, on account of this claim; which the parliament, therefore, reduced to five per cent. on all the episcopal benefices. The better to keep the pope in awe, the king was entrusted with a power of regulating these payments, and of confirming or infringing this act at his pleasure: And it was voted, that any censures, which should be passed by the court of Rome, on account of that law, should be entirely disregarded, and that mass should be said, and the sacraments administered, as if no such censures had been issued.","subId":"41","id":"Hume.HE.3.30.41"},{"type":"paragraph","content":"This session the commons preferred to the king a long complaint against the abuses and oppressions of the ecclesiastical courts; and they were proceeding to enact laws for remedying them, when a difference arose, which put an end to the session, before the parliament had finished all their business. It was become a custom for men to make such settlements, or trust deeds, of their lands by will, that they defrauded, not only the king, but all other lords, of their wards, marriages, and reliefs; and by the same artifice the king was deprived of his premier seisin, and the profits of the livery, which were no inconsiderable branches of his revenue. Henry made a bill be drawn to moderate, not remedy altogether, this abuse: He was contented, that every man should have the liberty of disposing in this manner of the half of his land; and he told the parliament in plain terms, \"If they would not take a reasonable thing, when it was offered, he would search out the extremity of the law; and then would not offer them so much again.\" The lords came willingly into his terms; but the commons rejected the bill: A singular instance, where Henry might see, that his power and authority, though extensive, had yet some boundaries. The commons, however, found reason to repent of their victory. The king made good his threats: he called together the judges and ablest lawyers, who argued the question in chancery; and it was decided, {1532. 10 April.} that a man could not by law bequeath any part of his lands, in prejudice of his heir.","subId":"42","id":"Hume.HE.3.30.42"},{"type":"paragraph","content":"The parliament being again assembled after a short prorogation, the king caused the two oaths to be read to them, that which the bishops took to the pope, and that to the king, on their installation; and as a contradiction might be suspected between them, while the prelates seemed to swear allegiance to two sovereigns; the parliament shewed their intention of abolishing the oath to the pope, when their proceedings were suddenly stopped by the breaking out of the plague at Westminster, which occasioned a prorogation. It is remarkable, that one Temse ventured this session to move, that the house should address the king, to take back the queen, and stop the prosecution of his divorce. This motion made the king send for Audley, the speaker: and explain to him the scruples, with which his conscience had long been burdened; scruples, he said, which had proceeded from no wanton appetite, which had arisen after the fervours of youth were past, and which were confirmed by the concurring sentiments of all the learned societies in Europe. Except in Spain and Portugal, he added, it was never heard of, that any man had espoused two sisters; but he himself had the misfortune, he believed, to be the first Christian man that had ever married his brother's widow.","subId":"43","id":"Hume.HE.3.30.43"},{"type":"paragraph","content":"After the prorogation, Sir Thomas More, the chancellor, foreseeing that all the measures of the king and parliament led to a breach with the church of Rome, and to an alteration of religion, with which his principles would not permit him to concur, desired leave to resign the great seal; and he descended from his high station with more joy and alacrity than he had mounted up to it. The austerity of this man's virtue, and the sanctity of his manners, had no wise encroached on the gentleness of his temper, or even diminished that frolic and gaiety, to which he was naturally inclined. He sported with all the varieties of fortune into which he was thrown; and neither the pride, naturally attending a high station, nor the melancholy incident to poverty and retreat, could ever lay hold of his serene and equal spirit. While his family discovered symptoms of sorrow on laying down the grandeur and magnificence, to which they had been accustomed, he drew a subject of mirth from their distresses; and made them ashamed of losing even a moment's chearfulness, on account of such trivial misfortunes. The king, who had entertained a high opinion of his virtue, received his resignation with some difficulty; and he delivered the great seal soon after to Sir Thomas Audley.","subId":"44","id":"Hume.HE.3.30.44"},{"type":"paragraph","content":"During these transactions in England, and these invasions of the papal and ecclesiastical authority, the court of Rome was not without solicitude; and she entertained just apprehensions of losing entirely her authority in England; the kingdom, which, of all others, had long been the most devoted to the holy see, and which had yielded it the most ample revenue. While the imperial cardinals pushed Clement to proceed to extremities against the king, his more moderate and impartial counsellors represented to him the indignity of his proceedings; that a great monarch, who had signalized himself, both by his pen and his sword, in the cause of the pope, should be denied a favour, which he demanded on such just grounds, and which had scarcely ever before been refused to any person of his rank and station. Notwithstanding these remonstrances, the queen's appeal was received at Rome; the king was cited to appear; and several consistories were held, to examine the validity of their marriage. Henry was determined not to send any proxy to plead his cause before this court: He only dispatched Sir Edward Karne and Dr. Bonner, in quality of excusators, so they were called, to carry his apology, for not paying that deference to the papal authority. The prerogatives of his crown, he said, must be sacrificed, if he allowed appeals from his own kingdom; and as the question regarded conscience, not power or interest, no proxy could supply his place, or convey that satisfaction, which the dictates of his own mind alone could confer. In order to support himself in this measure, and add greater security to his intended defection from Rome, he procured an interview with Francis at Boulogne and Calais, {11th Oct.} where he renewed his personal friendship, as well as public alliance, with that monarch, and concerted all measures for their mutual defence. He even employed arguments, by which, he believed, he had persuaded Francis to imitate his example in withdrawing his obedience from the bishop of Rome, and administering ecclesiastical affairs without having farther recourse to that see. And being now fully determined in his own mind, as well as resolute to stand all consequences, he privately celebrated his marriage with Anne Boleyn, {14th Nov.} whom he had previously created marchioness of Pembroke. Rouland Lee, soon after raised to the bishopric of Coventry, officiated at the marriage. The duke of Norfolk, uncle to the new queen, her father, mother, and brother, together with Dr. Cranmer, were present at the ceremony. Anne became pregnant soon after her marriage: and this event, both gave great satisfaction to the king, and was regarded by the people as a strong proof of the queen's former modesty and virtue.","subId":"45","id":"Hume.HE.3.30.45"},{"type":"paragraph","content":"{1533. 4th Feb. A parliament.} The parliament was again assembled: and Henry, in conjunction with the great council of the nation, proceeded still in those gradual and secure steps, by which they loosened their connexions with the see of Rome, and repressed the usurpations of the Roman pontiff. An act was made against all appeals to Rome in causes of matrimony, divorces, wills, and other suits cognizable in ecclesiastical courts; appeals esteemed dishonourable to the kingdom, by subjecting it to a foreign jurisdiction; and found to be very vexatious, by the expence and the delay of justice, which necessarily attended them. The more to show his disregard to the pope, {12th April.} Henry, finding the new queen's pregnancy to advance, publicly owned his marriage; and in order to remove all doubts with regard to its lawfulness, he prepared measures for declaring, by a formal sentence, the invalidity of his marriage with Catherine: A sentence which ought naturally to have preceded his espousing of Anne.","subId":"46","id":"Hume.HE.3.30.46"},{"type":"paragraph","content":"The king, even amidst his scruples and remorses on account of his first marriage, had always treated Catherine with respect and distinction; and he endeavoured, by every soft and persuasive art, to engage her to depart from her appeal to Rome, and her opposition to his divorce. Finding her obstinate in maintaining the justice of her cause, he had totally forborne all visits and intercourse with her; and had desired her to make choice of any one of his palaces, in which she should please to reside. She had fixed her abode for some time at Amphill near Dunstable; and it was  {10th May.} was appointed to open his court for examining the validity of her marriage. The near neighbourhood of the place was chosen, in order to deprive her of all plea of ignorance: and as she made no answer to the citation, either by herself or proxy, she was declared contumacious; and the primate proceeded to the examination of the cause. The evidences of Arthur's consummation of his marriage were anew produced; the opinions of the universities were read, together with the judgment pronounced two years before by the convocations both of Canterbury and York; and after these preliminary steps, Cranmer proceeded to a sentence, and annulled the king's marriage with Catherine, as unlawful and invalid. By a subsequent sentence, he ratified the marriage with Anne Boleyn, who soon after was publicly crowned Queen, with all the pomp and dignity suited to that ceremony. To complete the king's satisfaction on the conclusion of this intricate and vexatious affair, she was safely delivered of a daughter, {7th Sept.} who received the name of Elizabeth, and who afterwards swayed the scepter with such renown and felicity. Henry was so much delighted with the birth of this child, that soon after he conferred on her the title of princess of Wales; a step somewhat irregular, as she could only be presumptive, not apparent heir of the crown. But he had, during his former marriage, thought proper to honour his daughter Mary with that title; and he was determined to bestow, on the offspring of his present marriage, the same mark of distinction, as well as to exclude the elder princess from all hopes of the succession. His regard for the new queen seemed rather to encrease than diminish by his marriage; and all men expected to see the entire ascendant of one who had mounted a throne, from which her birth had set her at so great a distance, and who, by a proper mixture of severity and indulgence, had long managed so intractable a spirit as that of Henry. In order to efface, as much as possible, all marks of his first marriage, Lord Mountjoy was sent to the unfortunate and divorced queen, to inform her, that she was thenceforth to be treated only as princess-dowager of Wales; and all means were employed to make her acquiesce in that determination. But she continued obstinate in maintaining the validity of her marriage; and she would admit no person to her presence, who did not approach her with the accustomed ceremonial. Henry, forgetting his wonted generosity towards her, employed menaces against such of her servants as complied with her commands in this particular; but was never able to make her relinquish her title and pretensions.","subId":"47","id":"Hume.HE.3.30.47"},{"type":"paragraph","content":"When intelligence was conveyed to Rome of these transactions, so injurious to the authority and reputation of the holy see, the conclave was in a rage, and all the cardinals of the Imperial faction urged the pope to proceed to a definitive sentence, and to dart his spiritual thunders against Henry. But Clement proceeded no farther than to declare the nullity of Cranmer's sentence, as well as that of Henry's second marriage; threatening him with excommunicaton, if, before the first of November ensuing, he did not replace every thing in the condition in which it formerly stood. An event had happened, from which the pontiff expected a more amicable conclusion of the difference, and which hindered him from carrying matters to extremity against the king.","subId":"48","id":"Hume.HE.3.30.48"},{"type":"paragraph","content":"The pope had claims upon the dutchy of Ferrara for the sovereignty of Reggio and Modena; and having submitted his pretensions to the arbitration of the emperor, he was surprized to find a sentence pronounced against him. Enraged at this disappointment, he hearkened to proposals of amity from Francis; and when that monarch made overtures of marrying the duke of Orleans, his second son, to Catherine of Medicis, niece of the pope, Clement gladly embraced an alliance, by which his family was so much honoured. An interview was even appointed between the pope and French king at Marseilles; and Francis, as a common friend, there employed his good offices in mediating an accommodation between his new ally and the king of England.","subId":"49","id":"Hume.HE.3.30.49"},{"type":"paragraph","content":"Had this connexion of France with the court of Rome taken place a few years sooner, there had been little difficulty in adjusting the quarrel with Henry. The king's request was an ordinary one; and the same plenary power of the pope, which had granted a dispensation for his espousing of Catherine, could easily have annulled the marriage. But, in the progress of the quarrel, the state of affairs was much changed on both sides. Henry had shaken off much of that reverence, which he had early imbibed for the apostolic see; and finding, that his subjects of all ranks had taken part with him, and willingly complied with his measures for breaking off foreign dependance, he had begun to relish his spiritual authority, and would scarcely, it was apprehended, be induced to renew his submissions to the Roman pontiff. The pope, on the other hand, now ran a manifest risque of infringing his authority by a compliance with the king; and as a sentence of divorce could no longer be rested on nullities in Julius's bull, but would be construed as an acknowledgment of papal usurpations, it was foreseen, that the Lutherans would thence take occasion of triumph, and would perservere more obstinately in their present principles. But notwithstanding these obstacles, Francis did not despair of mediating an agreement. He observed that the king had still some remains of prejudice in favour of the catholic church, and was apprehensive of the consequences, which might ensue from too violent innovations. He saw the interest that Clement had in preserving the obedience of England, which was one of the richest jewels in the papal crown. And he hoped, that these motives on both sides would facilitate a mutual agreement, and would forward the effects of his good offices.","subId":"50","id":"Hume.HE.3.30.50"},{"type":"paragraph","content":"{1534.} Francis first prevailed on the pope to promise, that, if the king would send a proxy to Rome, and thereby submit his cause to the holy see, he should appoint commissioners to meet at Cambray, and form the process; and he should immediately afterwards pronounce the sentence of divorce, required of him. Bellay, bishop of Paris, was next dispatched to London, and obtained a promise from the king, that he would submit his cause to the Roman consistory, provided the cardinals of the Imperial faction were excluded from it. {King's final breach with Rome.} The prelate carried this verbal promise to Rome; and the pope agreed, that, if the king would sign a written agreement to the same purpose, his demands should be fully complied with. A day was appointed for the return of the messengers; and all Europe regarded this affair, which had threatened a violent rupture between England and the Romish church, as drawing towards an amicable conclusion. But the greatest affairs often depend on the most frivolous incidents. The courier, who carried the king's written promise, was detained beyond the day appointed: News was brought to Rome that a libel had been published in England against the court of Rome, and a farce acted before the king in derision of the pope and cardinals. {23d March.} The pope and cardinals entered into the consistory enflamed with anger; and by a precipitate sentence, the marriage of Henry and Catherine was pronounced valid, and Henry declared to be excommunicated, if he refused to adhere to it. Two days after, the courier arrived; and Clement, who had been hurried from his usual prudence, found, that, though he heartily repented of this hasty measure, it would be difficult for him to retract it, or replace affairs on the same footing as before.","subId":"51","id":"Hume.HE.3.30.51"},{"type":"paragraph","content":"It is not probable, that the pope, had he conducted himself with ever so great moderation and temper, could hope, during the life-time of Henry, to have regained much authority or influence in England. That monarch was of a temper both impetuous and obstinate; {15th Jan.} and having proceeded so far in throwing off the papal yoke, he never could again have been brought tamely to bend his neck to it. Even at the time, when he was negociating a reconciliation with Rome, he either entertained so little hopes of success, or was so indifferent about the event, that he had assembled a Parliament, {A parliament.} and continued to enact laws totally destructive of the papal authority. The people had been prepared by degrees for this great innovation. Each preceding session had retrenched somewhat from the power and profits of the pontiff. Care had been taken, during some years, to teach the nation, that a general council was much superior to a pope. But now a bishop preached every Sunday at Paul's cross, in order to inculcate the doctrine, that the pope was entitled to no authority at all beyond the bounds of his own diocese. The proceedings of the parliament showed that they had entirely adopted this opinion; and there is reason to believe, that the king, after having procured a favourable sentence from Rome, which would have removed all doubts with regard to his second marriage and the succession, might indeed have lived on terms of civility with the Roman pontiff, but never would have surrendered to him any considerable share of his assumed prerogative. The importance of the laws, passed this session, even before intelligence arrived of the violent resolutions taken at Rome, is sufficient to justify this opinion.","subId":"52","id":"Hume.HE.3.30.52"},{"type":"paragraph","content":"All payments made to the apostolic chamber; all provisions, bulls, dispensations, were abolished: Monasteries were subjected to the visitation and government of the king alone: The law for punishing heretics was moderated; the ordinary was prohibited from imprisoning or trying any person upon suspicion alone, without presentment by two lawful witnesses; and it was declared that to speak against the pope's authority was no heresy: Bishops were to be appointed, by a congè d' elire from the crown, or in case of the dean and chapter's refusal, by letters patent; and no recourse was to be had to Rome for palls, bulls, or provisions: Campeggio and Ghinucci, two Italians, were deprived of the bishoprics of Salisbury and Worcester, which they had hitherto enjoyed: The law, which had been formerly made against paying annates or first fruits, but which had been left in the king's power to suspend or enforce, was finally established: And a submission, which was exacted two years before from the clergy, and which had been obtained with great difficulty, received this session the sanction of parliament. In this submission, the clergy acknowledged, that convocations ought to be assembled by the king's authority only; they promise to enact no new canons without his consent; and they agree, that he should appoint thirty-two commissioners, in order to examine the old canons, and abrogate such as should be found prejudicial to his royal prerogative. An appeal was also allowed from the bishop's court to the king in Chancery.","subId":"53","id":"Hume.HE.3.30.53"},{"type":"paragraph","content":"But the most important law, passed this session, was that which regulated the succession to the crown: The marriage of the king with Catherine was declared unlawful, void, and of no effect: The primate's sentence, annulling it, was ratified: And the marriage with queen Anne was established and confirmed. The crown was appointed to descend to the issue of this marriage, and failing them to the king's heirs for ever. {30th March.} An oath likewise was enjoined to be taken in favour of this order of succession, under the penalty of imprisonment during the king's pleasure, and forfeiture of goods and chattels. And all slander against the king, queen, or their issue, was subjected to the penalty of misprision of treason. After these compliances, the parliament was prorogued; and those acts, so contemptuous towards the pope, and so destructive of his authority, were passed at the very time that Clement pronounced his hasty sentence against the king. Henry's resentment against queen Catherine, on account of her obstinacy, was the reason why he excluded her daughter from all hopes of succeeding to the crown; contrary to his first intentions, when he began the process of divorce, and of dispensation for a second marriage.","subId":"54","id":"Hume.HE.3.30.54"},{"type":"paragraph","content":"The king found his ecclesiastical subjects as compliant as the laity. The convocation ordered, that the act against appeals to Rome, together with the king's appeal from the pope to a general council, should be affixed to the doors of all the churches in the kingdom: And they voted that the bishop of Rome had, by the law of God, no more jurisdiction in England than any other foreign bishop; and that the authority, which he and his predecessors had there exercised, was only by usurpation and by the sufferance of English princes. Four persons alone opposed this vote in the lower house, and one doubted. It passed unanimously in the upper. The bishops went so far in their complaisance, that they took out new commissions from the crown, in which all their spiritual and episcopal authority was expressly affirmed to be derived ultimately from the civil magistrate, and to be entirely dependent on his good pleasure.","subId":"55","id":"Hume.HE.3.30.55"},{"type":"paragraph","content":"The oath regarding the succession was generally taken throughout the kingdom. Fisher, bishop of Rochester, and Sir Thomas More, were the only persons of note, that entertained scruples with regard to its legality. Fisher was obnoxious on account of some practices, into which his credulity, rather than any bad intentions, seems to have betrayed him. But More was the person of greatest reputation in the kingdom for virtue and integrity; and as it was believed, that his authority would have influence on the sentiments of others, great pains were taken to convince him of the lawfulness of the oath. He declared, that he had no scruple with regard to the succession, and thought that the parliament had full power to settle it: He offered to draw an oath himself, which would ensure his allegiance to the heir appointed; but he refused the oath prescribed by law; because the preamble of that oath asserted the legality of the king's marriage with Anne, and thereby implied, that his former marriage with Catherine was unlawful and invalid. Cranmer, the primate, and Cromwel, now secretary of state, who highly loved and esteemed More, entreated him to lay aside his scruples; and their friendly importunity seemed to weigh more with him, than all the penalties attending his refusal. He persisted, however, in a mild, though firm manner, to maintain his resolution; and the king, irritated against him as well as Fisher, ordered both to be indicted upon the statute, and committed prisoners to the Tower.","subId":"56","id":"Hume.HE.3.30.56"},{"type":"paragraph","content":"{3d Novem.} The parliament, being again assembled, conferred on the king the title of the only supreme head on earth of the church of England; as they had already invested him with all the real power belonging to it. In this memorable act, the parliament granted him power, or rather acknowledged his inherent power, \"to visit, and repress, redress, reform, order, correct, restrain, or amend all errors, heresies, abuses, offences, contempts, and enormities, which fell under any spiritual authority or jurisdiction.\" They also declared it treason to attempt, imagine, or speak evil against the king, queen, or his heirs, or to endeavour depriving them of their dignities or titles. They gave him a right to all the annates and tythes of benefices, which had formerly been paid to the court of Rome. They granted him a subsidy and a fifteenth. They attainted More and Fisher for misprision of treason. And they completed the union of England and Wales, by giving to that principality all the benefit of the English laws.","subId":"57","id":"Hume.HE.3.30.57"},{"type":"paragraph","content":"Thus the authority of the popes, like all exorbitant power, was ruined by the excess of its acquisitions, and by stretching its pretensions beyond what it was possible for any human principles or prepossessions to sustain. Indulgences had in former ages tended extremely to enrich the holy see; but being openly abused, they served to excite the first commotions and opposition in Germany. The prerogative of granting dispensations had also contributed much to attach all the sovereign princes and great families in Europe to the papal authority; but meeting with an unlucky concurrence of circumstances, was now the cause, why England separated herself from the Romish communion. The acknowledgment of the king's supremacy introduced there a greater simplicity in the government, by uniting the spiritual with the civil power, and preventing disputes about limits, which never could be exactly determined between the contending jurisdictions. A way was also prepared for checking the exorbitancies of superstition, and breaking those shackles, by which all human reason, policy, and industry had so long been encumbered. The prince, it may be supposed, being head of the religion, as well as of the temporal jurisdiction of the kingdom, though he might sometimes employ the former as an engine of government, had no interest, like the Roman pontiff, in nourishing its excessive growth; and, except when blinded by his own ignorance or bigotry, would be sure to retain it within tolerable limits, and prevent its abuses. And on the whole, there followed from this revolution many beneficial consequences; though perhaps neither foreseen nor intended by the persons who had the chief hand in conducting it.","subId":"58","id":"Hume.HE.3.30.58"},{"type":"paragraph","content":"While Henry proceeded with so much order and tranquillity in changing the national religion, and while his authority seemed entirely secure in England, he was held in some inquietude by the state of affairs in Ireland and in Scotland.","subId":"59","id":"Hume.HE.3.30.59"},{"type":"paragraph","content":"The earl of Kildare was deputy of Ireland, under the duke of Richmond, the king's natural son, who bore the title of lieutenant; and as Kildare was accused of some violences against the family of Ossory, his hereditary enemies, he was summoned to answer for his conduct. He left his authority in the hands of his son, who, hearing that his father was thrown into prison, and was in danger of his life, immediately took up arms, and joining himself to Oneale, Ocarrol, and other Irish nobility, committed many ravages, murdered Allen, archbishop of Dublin, and laid siege to that city. Kildare meanwhile died in prison, and his son, persevering in his revolt, made applications to the emperor, who promised him assistance. The king was obliged to send over some forces to Ireland, which so harassed the rebels, that this young nobleman, finding the emperor backward in fulfilling his promises, was reduced to the necessity of surrendering himself prisoner to Lord Leonard Gray, the new deputy, brother to the marquis of Dorset. He was carried over to England, together with his five uncles; and after trial and conviction, they were all brought to public justice; though two of the uncles, in order to save the family, had pretended to join the king's party.","subId":"60","id":"Hume.HE.3.30.60"},{"type":"paragraph","content":"The earl of Angus had acquired the entire ascendant in Scotland; and having gotten possession of the king's person, then in early youth, he was able, by means of that advantage, and by employing the power of his own family, to retain the reins of government. The queen-dowager, however, his consort, bred him great disturbance. For having separated herself from him, on account of some jealousies and disgusts, and having procured a divorce, she had married another man of quality, of the name of Stuart; and she joined all the discontented nobility, who opposed Angus's authority. James himself was dissatisfied with the slavery, to which he was reduced; and by secret correspondence, he incited first Walter Scot, then the earl of Lenox, to attempt, by force of arms, the freeing him from the hands of Angus. Both enterprizes failed of success; but James, impatient of restraint, found means at last of escaping to Stirling, where his mother then resided; and having summoned all the nobility to attend him, he overturned the authority of the Douglasses, and obliged Angus and his brother to fly into England, where they were protected by Henry. The king of Scotland, being now arrived at years of majority, took the government into his own hands; and employed himself with great spirit and valour, in repressing those feuds, ravages, and disorders, which, though they disturbed the course of public justice, served to support the martial spirit of the Scots, and contributed, by that means, to maintain national independency. He was desirous of renewing the ancient league with the French nation; but finding Francis in close union with England, and on that account somewhat cold in hearkening to his proposals, he received the more favourably the advances of the emperor, who hoped, by means of such an ally, to breed disturbance to England. He offered the Scottish king the choice of three princesses, his own near relations, and all of the name of Mary; his sister the dowager of Hungary, his niece a daughter of Portugal, or his cousin the daughter of Henry, whom he pretended to dispose of unknown to her father. James was more inclined to the latter proposal, had it not, upon reflection, been found impracticable; and his natural propensity to France at last prevailed over all other considerations. The alliance with Francis necessarily engaged James to maintain peace with England. But though invited by his uncle, Henry, to confer with him at Newcastle, and concert common measures for repressing the ecclesiastics in both kingdoms, and shaking off the yoke of Rome, he could not be prevailed on, by entering England, to put himself in the king's power. In order to have a pretext for refusing the conference, he applied to the pope, and obtained a brief, forbidding him to engage in any personal negociations with an enemy of the holy see. From these measures, Henry easily concluded, that he could very little depend on the friendship of his nephew. But those events took not place till some time after our present period.","subId":"61","id":"Hume.HE.3.30.61"},{"type":"note","content":"Morison's Apomaxis, p. 13.","subId":"n1","id":"Hume.HE.3.30.n1"},{"type":"note","content":"Morison, p. 13. Heylin's Queen Mary, p. 2.","subId":"n2","id":"Hume.HE.3.30.n2"},{"type":"note","content":"Lord Herbert, Fiddes's life of Wolsey.","subId":"n3","id":"Hume.HE.3.30.n3"},{"type":"note","content":"Rymer, vol. xiv. 192, 203. Heylin, p. 3.","subId":"n4","id":"Hume.HE.3.30.n4"},{"type":"note","content":"Burnet, Fiddes.","subId":"n5","id":"Hume.HE.3.30.n5"},{"type":"note","content":"Burnet, vol. i. p. 38. Stowe, p. 548.","subId":"n6","id":"Hume.HE.3.30.n6"},{"type":"note","content":"Le Grand, vol. iii, p. 46, 166, 168. Saunders. Heylin, p. 4.","subId":"n7","id":"Hume.HE.3.30.n7"},{"type":"note","content":"Burnet, vol. i. p. 38. Strype, vol. i. p. 88.","subId":"n8","id":"Hume.HE.3.30.n8"},{"type":"note","content":"Camden's preface to the life of Elizabeth Burnet, vol. i. p. 44.","subId":"n9","id":"Hume.HE.3.30.n9"},{"type":"note","content":"Collier, Eccles. Hist. vol. ii. p. 25. from the Cott. Lib. Vitel. p. 9.","subId":"n10","id":"Hume.HE.3.30.n10"},{"type":"note","content":"Burnet, vol. i. p. 47.","subId":"n11","id":"Hume.HE.3.30.n11"},{"type":"note","content":"Rymer, vol. xiv. 237.","subId":"n12","id":"Hume.HE.3.30.n12"},{"type":"note","content":"Collier, from Cott. Lib. Vitel. B. 10.","subId":"n13","id":"Hume.HE.3.30.n13"},{"type":"note","content":"Burnet, vol. l. p. 51.","subId":"n14","id":"Hume.HE.3.30.n14"},{"type":"note","content":"Father Paul, lib. i. Guicciardini.","subId":"n15","id":"Hume.HE.3.30.n15"},{"type":"note","content":"Father Paul, lib. i.","subId":"n16","id":"Hume.HE.3.30.n16"},{"type":"note","content":"Ibid.","subId":"n17","id":"Hume.HE.3.30.n17"},{"type":"note","content":"Father Paul.","subId":"n18","id":"Hume.HE.3.30.n18"},{"type":"note","content":"Lord Herbert. Burnet, vol. i. p. 29. in the collect. Le Grand, vol. iii. p. 28. Strype, vol. i. p. 93. with App. No 23, 24, &c.","subId":"n19","id":"Hume.HE.3.30.n19"},{"type":"note","content":"Lord Herbert, p. 221. Burnet, p. 59.","subId":"n20","id":"Hume.HE.3.30.n20"},{"type":"note","content":"Herbert, p. 225.","subId":"n21","id":"Hume.HE.3.30.n21"},{"type":"note","content":"Burnet, p. 58.","subId":"n22","id":"Hume.HE.3.30.n22"},{"type":"note","content":"Rymer, vol. xiv. p. 270. Strype, vol. i. p. 110, 111. Append. No. 28.","subId":"n23","id":"Hume.HE.3.30.n23"},{"type":"note","content":"Burnet, vol. i. p. 63.","subId":"n24","id":"Hume.HE.3.30.n24"},{"type":"note","content":"Herbert, p. 225. Burnet, vol. i. p. 69.","subId":"n25","id":"Hume.HE.3.30.n25"},{"type":"note","content":"Burnet, vol. i. p. 73. Hall. Stowe, p. 543.","subId":"n26","id":"Hume.HE.3.30.n26"},{"type":"note","content":"Herbert.","subId":"n27","id":"Hume.HE.3.30.n27"},{"type":"note","content":"Burnet, vol. ii. p. 35.","subId":"n28","id":"Hume.HE.3.30.n28"},{"type":"note","content":"Rymer, vol. xiii. p. 81.","subId":"n29","id":"Hume.HE.3.30.n29"},{"type":"note","content":"Burnet, vol. i. p. 76, 77.","subId":"n30","id":"Hume.HE.3.30.n30"},{"type":"note","content":"Herbert, p. 254.","subId":"n31","id":"Hume.HE.3.30.n31"},{"type":"note","content":"Burnet, vol. i. p. 75.","subId":"n32","id":"Hume.HE.3.30.n32"},{"type":"note","content":"Collier, vol. ii. p. 45. Burnet, vol. i. p. 53.","subId":"n33","id":"Hume.HE.3.30.n33"},{"type":"note","content":"Cavendish, p. 40.","subId":"n34","id":"Hume.HE.3.30.n34"},{"type":"note","content":"Cavendish, p. 41.","subId":"n35","id":"Hume.HE.3.30.n35"},{"type":"note","content":"Strype, vol. i. p. 114, 115. App. No 31, &c","subId":"n36","id":"Hume.HE.3.30.n36"},{"type":"note","content":"Stowe, p. 547.","subId":"n37","id":"Hume.HE.3.30.n37"},{"type":"note","content":"Cavendish. Stowe, p. 549","subId":"n38","id":"Hume.HE.3.30.n38"},{"type":"note","content":"The first article of the charge against the cardinal is his procuring the legantine power, which, however, as it was certainly done with the king's consent and permission, could be nowise criminal. Many of the other articles also regard the mere exercise of that power. Some articles impute to him as crimes, particular actions, which were natural or unavoidable to any man, that was prime minister with so unlimited an authority; such as receiving first all letters from the king's ministers abroad, receiving first all visits from foreign ministers, desiring that all applications should be made through him. He was also accused of naming himself with the king, as if he had been his fellow, the king and I: It is reported that sometimes he even put his own name before the king's, ego et rex meus. But this mode of expression is justified by the Latin idiom. It is remarkable, that his whispering in the king's ear, knowing himself to be affected with venereal distempers, is an article against him. Many of the charges are general, and incapable of proof. Lord Herbert goes so far as to affirm, that no man ever fell from so high a station, who had so few real crimes objected to him. This opinion is perhaps a little too favourable to the cardinal. Yet the refutation of the articles by Cromwel, and their being rejected by a house of commons even in this arbitrary reign, is almost a demonstration of Wolsey's innocence. Henry was, no doubt, entirely bent on his destruction, when, on his failure by a parliamentary impeachment, he attacked him upon the statute of provisors, which afforded him so little just hold on that minister. For that this indictment was subsequent to the attack in parliament, appears by Cavendish's life of Wolsey, and Stowe, p. 551, and more certainly by the very articles of impeachment themselves. Parliamentary History, vol. iii. p. 42. article 7. Coke's Inst. pt. 4. fol. 89.","subId":"n39","id":"Hume.HE.3.30.n39"},{"type":"note","content":"Cavendish, p. 72.","subId":"n40","id":"Hume.HE.3.30.n40"},{"type":"note","content":"These exactions were quite arbitrary, and had risen to a great height. A member said in the house, that a thousand marks had been exacted from him on that account. Hall, fol. 188, Strype, vol. i. p. 73","subId":"n41","id":"Hume.HE.3.30.n41"},{"type":"note","content":"P. 293.","subId":"n42","id":"Hume.HE.3.30.n42"},{"type":"note","content":"Parliamentary History, vol. iii. p. 59. Burnet, vol. ii. p. 82.","subId":"n43","id":"Hume.HE.3.30.n43"},{"type":"note","content":"Burnet, vol. ii. p. 83.","subId":"n44","id":"Hume.HE.3.30.n44"},{"type":"note","content":"Fox, p. 1860, 2d edit. Burnet, vol. i. p. 79. Speed, p. 769. Heylin, p. 5.","subId":"n45","id":"Hume.HE.3.30.n45"},{"type":"note","content":"Even judging of this question by the Scripture, to which the appeal was every moment made, the arguments for the king's cause appear but lame and imperfect. Marriage in the degree of affinity which had place between Henry and Catherine, is, indeed, prohibited in Leviticus; but it is natural to interpret that prohibition as a part of the Jewish ceremonial or municipal law: And though it is there said, in the conclusion, that the gentile nations, by violating those degrees of consanguinity, had incurred the divine displeasure, the extension of this maxim to every precise case before specified, is supposing the Scriptures to be composed with a minute accuracy and precision, to which, we know with certainty, the sacred penmen did not think proper to confine themselves. The descent of mankind from one common father, obliged them, in the first generation, to marry in the nearest degrees of consanguinity: Instances of a like nature occur among the patriarchs: And the marriage of a brother's widow was, in certain cases, not only permitted, but even enjoined as a positive precept by the Mosaical law. It is in vain to say, that this precept was an exception to the rule; and an exception confined merely to the Jewish nation. The inference is still just, that such a marriage can contain no natural or moral turpitude; otherwise God, who is the author of all purity, would never, in any case, have enjoined it.","subId":"n46","id":"Hume.HE.3.30.n46"},{"type":"note","content":"Herbert, Burnet.","subId":"n47","id":"Hume.HE.3.30.n47"},{"type":"note","content":"Wood, hist. and an. Ox. lib. i. p. 225.","subId":"n48","id":"Hume.HE.3.30.n48"},{"type":"note","content":"Burnet, vol. i. p. 6.","subId":"n49","id":"Hume.HE.3.30.n49"},{"type":"note","content":"Rymer, vol. xiv. 405. Burnet, vol. i. p. 95.","subId":"n50","id":"Hume.HE.3.30.n50"},{"type":"note","content":"Rymer, vol. xiv. p. 454, 472.","subId":"n51","id":"Hume.HE.3.30.n51"},{"type":"note","content":"Burnet, vol. i. p. 94.","subId":"n52","id":"Hume.HE.3.30.n52"},{"type":"note","content":"Cavendish. Stowe, p. 554.","subId":"n53","id":"Hume.HE.3.30.n53"},{"type":"note","content":"Cavendish.","subId":"n54","id":"Hume.HE.3.30.n54"},{"type":"note","content":"Antiq. Brit. Eccles. p. 325. Burnet, vol. i. p. 106","subId":"n55","id":"Hume.HE.3.30.n55"},{"type":"note","content":"Hollingshed, p. 923.","subId":"n56","id":"Hume.HE.3.30.n56"},{"type":"note","content":"Hall's chronicle. Hollingshed, p. 923. Baker, p. 208.","subId":"n57","id":"Hume.HE.3.30.n57"},{"type":"note","content":"Burnet, vol. i. Collect. No 41. Strype, vol. i. p. 144.","subId":"n58","id":"Hume.HE.3.30.n58"},{"type":"note","content":"Burnet, vol. i. p. 116. Hall. Parliamentary history.","subId":"n59","id":"Hume.HE.3.30.n59"},{"type":"note","content":"Burnet, vol. i. p. 123, 124.","subId":"n60","id":"Hume.HE.3.30.n60"},{"type":"note","content":"Herbert. Hall, fol. 205.","subId":"n61","id":"Hume.HE.3.30.n61"},{"type":"note","content":"Herbert, p. 340, 341.","subId":"n62","id":"Hume.HE.3.30.n62"},{"type":"note","content":"24 Hen. VIII. c. 12.","subId":"n63","id":"Hume.HE.3.30.n63"},{"type":"note","content":"Collier, vol. ii. p. 31, and Records, No 8.","subId":"n64","id":"Hume.HE.3.30.n64"},{"type":"note","content":"Bishop Burnet has given us an account of the number of bulls requisite for Cranmer's installation. By one bull, directed to the king, he is, upon the royal nomination, made archbishop of Canterbury. By a second, directed to himself, he is also made archbishop. By a third, he is absolved from all censures. A fourth is directed to the suffragans, requiring them to receive and acknowledge him as archbishop. A fifth to the dean and chapter, to the same purpose. A sixth to the clergy of Canterbury. A seventh to all the laity in his see. An eighth to all that held lands of it. By a ninth he was ordered to be consecrated, taking the oath that was in the pontifical. By a tenth the pall was sent him. By an eleventh; the archbishop of York, and the bishop of London, were required to put it on him. These were so many devices to draw sees to offices, which the popes had erected, and disposed of for money. It may be worth observing, that Cranmer, before he took the oath to the pope, made a protestation, that he did not intend thereby to restrain himself from any thing that he was bound to, either by his duty to God, the king, or the country; and that he renounced every thing in it that was contrary to any of these. This was the invention of some casuist, and not very compatible with that strict sincerity, and that scrupulous conscience, of which Cranmer made profession. Collier, vol. ii. in Coll. No 22. Burnet, vol. i. p. 128, 129.","subId":"n65","id":"Hume.HE.3.30.n65"},{"type":"note","content":"Heylin, p. 6.","subId":"n66","id":"Hume.HE.3.30.n66"},{"type":"note","content":"Burnet, vol. i. p. 134.","subId":"n67","id":"Hume.HE.3.30.n67"},{"type":"note","content":"Herbert, p. 326. Burnet, vol. i. p. 132.","subId":"n68","id":"Hume.HE.3.30.n68"},{"type":"note","content":"Le Grand, vol. iii. p. 566.","subId":"n69","id":"Hume.HE.3.30.n69"},{"type":"note","content":"Burnet, vol. ii. p. 133. Guicciardini.","subId":"n70","id":"Hume.HE.3.30.n70"},{"type":"note","content":"Father Paul, lib. 1.","subId":"n71","id":"Hume.HE.3.30.n71"},{"type":"note","content":"Father Paul, lib. 1","subId":"n72","id":"Hume.HE.3.30.n72"},{"type":"note","content":"Burnet, vol. i. p. 144.","subId":"n73","id":"Hume.HE.3.30.n73"},{"type":"note","content":"Le Neve's Fasti Eccles. Angl.","subId":"n74","id":"Hume.HE.3.30.n74"},{"type":"note","content":"25 H. 8. c. 19.","subId":"n75","id":"Hume.HE.3.30.n75"},{"type":"note","content":"Collier, vol. ii. p. 69, 70.","subId":"n76","id":"Hume.HE.3.30.n76"},{"type":"note","content":"Collier's Eccles. Hist. vol. ii.","subId":"n77","id":"Hume.HE.3.30.n77"},{"type":"note","content":"Burnet, vol. i. p. 156.","subId":"n78","id":"Hume.HE.3.30.n78"},{"type":"note","content":"26 H. 8. c. i.","subId":"n79","id":"Hume.HE.3.30.n79"}]}