{"id":"Hume.HE.3.35","imported":true,"parent":"Hume.HE.3","title":"Chapter 35. Edward VI (cont.)","breadcrumb":"Chapter 35","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. XXXV.\nEDWARD VI.\nDiscontents of the people——Insurrections——Conduct of the war with Scotland——with France——Factions in the council——Conspiracy against Somerset——Somerset resigns the protectorship——A parliament——Peace with France and Scotland——Boulogne surrendered——Persecution of Gardiner——Warwic created duke of Northumberland——His ambition——Trial of Somerset——His execution——A parliament——A new parliament——Succession changed——The king's sickness——and death.","id":"Hume.HE.3.35"},{"type":"paragraph","content":"{1549. Discontents of the people.} THERE is no abuse so great, in civil society, as not to be attended with a variety of beneficial consequences; and in the beginnings of reformation, the loss of these advantages is always felt very sensibly, while the benefit, resulting from the change, is the slow effect of time, and is seldom perceived by the bulk of a nation. Scarce any institution can be imagined less favourable, in the main, to the interests of mankind than that of monks and friars; yet was it followed by many good effects, which, having ceased by the suppression of monasteries, were much regretted by the people of England. The monks, always residing in their convents, in the centre of their estates, spent their money in the provinces and among their tenants, afforded a ready market for commodities, were a sure resource to the poor and indigent; and though their hospitality and charity gave but too much encouragement to idleness, and prevented the encrease of public riches, yet did it provide, to many, a relief from the extreme pressures of want and necessity. It is also observable, that, as the friars were limited, by the rules of their institution, to a certain mode of living, they had not equal motives for extortion with other men; and they were acknowledged to have been in England, as they still are in Roman catholic countries, the best and most indulgent landlords. The abbots and priors were permitted to give leases at an under-value, and to receive, in return, a large present from the tenant; in the same manner as is still practised by the bishops and colleges. But when the abbey-lands were distributed among the principal nobility and courtiers, they fell under a different management: The rents of farms were raised, while the tenants found not the same facility in disposing of the produce; the money was often spent in the capital; and the farmers, living at a distance, were exposed to oppression from their new masters, or to the still greater rapacity of the stewards.","subId":"1","id":"Hume.HE.3.35.1"},{"type":"paragraph","content":"These grievances of the common people were at that time heightened by other causes. The arts of manufacture were much more advanced in other European countries than in England; and even in England these arts had made greater progress than the knowledge of agriculture; a profession, which, of all mechanical employments, requires the most reflection and experience. A great demand arose for wool both abroad and at home: Pasturage was found more profitable than unskilful tillage: Whole estates were laid waste by inclosures: The tenants regarded as a useless burden, were expelled their habitations: Even the cottagers, deprived of the commons, on which they formerly fed their cattle, were reduced to misery: And a decay of people, as well as a diminution of the former plenty, was remarked in the kingdom. This grievance was now of an old date; and Sir Thomas More, alluding to it, observes in his Utopia, that a sheep had become in England a more ravenous animal than a lion or wolf, and devoured whole villages, cities, and provinces.","subId":"2","id":"Hume.HE.3.35.2"},{"type":"paragraph","content":"The general encrease also of gold and silver in Europe, after the discovery of the West-Indies, had a tendency to inflame these complaints. The growing demand in the more commercial countries, had heightened every where the price of commodities, which could easily be transported thither; but in England, the labour of men, who could not so easily change their habitation, still remained nearly at the ancient rates; and the poor complained that they could no longer gain a subsistence by their industry. It was by an addition alone of toil and application they were enabled to procure a maintenance; and though this encrease of industry was at last the effect of the present situation, and an effect beneficial to society, yet was it difficult for the people to shake off their former habits of indolence; and nothing but necessity could compel them to such an exertion of their faculties.","subId":"3","id":"Hume.HE.3.35.3"},{"type":"paragraph","content":"It must also be remarked, that the profusion of Henry VIII. had reduced him, notwithstanding his rapacity, to such difficulties, that he had been obliged to remedy a present necessity, by the pernicious expedient of debasing the coin; and the wars, in which the protector had been involved, had induced him to carry still farther the same abuse. The usual consequences ensued: The good specie was hoarded or exported; base metal was coined at home or imported from abroad in great abundance; the common people, who received their wages in it, could not purchase commodities at the usual rates; a universal dissidence and stagnation of commerce took place; and loud complaints were heard in every part of England.","subId":"4","id":"Hume.HE.3.35.4"},{"type":"paragraph","content":"The protector who loved popularity, and pitied the condition of the people, encouraged these complaints by his endeavours to redress them. He appointed a commission for making enquiry concerning inclosures; and issued a proclamation, ordering all late inclosures to be laid open by a day appointed. The populace, meeting with such countenance from government, began to rise in several places, and to commit disorders, but were quieted by remonstrances and persuasion. In order to give them greater satisfaction, Somerset appointed new commissioners, whom he sent every where, with an unlimited power to hear and determine all causes about inclosures, highways, and cottages. As this commission was disagreeable to the gentry and nobility, they stigmatized it as arbitrary and illegal; and the common people, fearing it would be eluded, and being impatient for immediate redress, could no longer contain their fury, but sought for a remedy by force of arms. {Insurrections.} The rising began at once in several parts of England, as if an universal conspiracy had been formed by the commonalty. The rebels in Wiltshire were dispersed by Sir William Herbert: Those in the neighbouring counties, Oxford and Glocester, by lord Gray of Wilton. Many of the rioters were killed in the field: Others were executed by martial law. The commotions in Hampshire, Sussex, Kent, and other counties, were quieted by gentler expedients; but the disorders in Devonshire and Norfolk threatened more dangerous consequences.","subId":"5","id":"Hume.HE.3.35.5"},{"type":"paragraph","content":"The commonalty in Devonshire began with the usual complaints against inclosures and against oppressions from the gentry; but the parish priest of Sampford-Courtenay had the address to give their discontent a direction towards religion; and the delicacy of the subject, in the present emergency, made the insurrection immediately appear formidable. In other counties, the gentry had kept closely united with government; but here many of them took part with the populace; among others, Humphry Arundel, governor of St. Michael's Mount. The rioters were brought into the form of a regular army, which amounted to the number of ten thousand. Lord Russel had been sent against them at the head of a small force; but finding himself too weak to encounter them in the field, he kept at a distance, and began to negociate with them; in hopes of eluding their fury by delay, and of dispersing them by the difficulty of their subsisting in a body. Their demands were, that the mass should be restored, half of the abbey-lands resumed, the law of the six articles executed, holy water and holy bread respected, and all other particular grievances redressed. The council to whom Russel transmitted these demands, sent a haughty answer; commanded the rebels to disperse, and promised them pardon upon their immediate submission. Enraged at this disappointment, they marched to Exeter; carrying before them crosses, banners, holy-water, candlesticks, and other implements of ancient superstition; together with the hoste, which they covered with a canopy. The citizens of Exeter shut their gates; and the rebels, as they had no cannon, endeavoured to take the place, first by scalade, then by mining, but were repulsed in every attempt. Russel meanwhile lay at Honiton, till reinforced by Sir William Herbert, and lord Gray, with some German horse, and some Italian arquebusiers under Battista Spinola. He then resolved to attempt the relief of Exeter, which was now reduced to extremities. He attacked the rebels, drove them from all their posts, did great execution upon them both in the action and pursuit, and took many prisoners. Arundel and the other leaders were sent to London, tried and executed. Many of the inferior sort were put to death by martial law: The vicar of St. Thomas, one of the principal incendiaries, was hanged on the top of his own steeple, arrayed in his popish weeds, with his beads at his girdle.","subId":"6","id":"Hume.HE.3.35.6"},{"type":"paragraph","content":"The insurrection in Norfolk rose to a still greater height, and was attended with greater acts of violence. The populace were at first excited, as in other places, by complaints against inclosures; but finding their numbers amount to twenty thousand, they grew insolent, and proceeded to more exorbitant pretensions. They required the suppression of the gentry, the placing of new counsellors about the king, and the re-establishment of the ancient rites. One Ket, a tanner, had assumed the government over them, and he exercised his authority with the utmost arrogance and outrage. Having taken possession of Moushold-Hill near Norwich, he erected his tribunal under an old oak, thence called the oak of reformation; and summoning the gentry to appear before him, he gave such decrees as might be expected from his character and situation. The marquis of Northampton was first ordered against him; but met with a repulse, in an action, where lord Sheffield was killed. The protector affected popularity, and cared not to appear in person against the rebels: He therefore sent the earl of Warwic at the head of 6000 men, levied for the wars against Scotland; and he thereby afforded his mortal enemy an opportunity of encreasing his reputation and character. Warwic, having tried some skirmishes with the rebels, at last made a general attack upon them, and put them to flight. Two thousand fell in the action and pursuit: Ket was hanged at Norwich castle; nine of his followers on the boughs of the oak of reformation; and the insurrection was entirely suppressed. Some rebels in Yorkshire, learning the fate of their companions, accepted the offers of pardon, and threw down their arms. A general indemnity was soon after published by the protector.","subId":"7","id":"Hume.HE.3.35.7"},{"type":"paragraph","content":"{Conduct of the war with Scotland.} But though the insurrections were thus quickly subdued in England, and no traces of them seemed to remain, they were attended with bad consequences to the foreign interests of the nation. The forces of the earl of Warwic, which might have made a great impression on Scotland, were diverted from that enterprize; and the French general had leisure to reduce that country to some settlement and composure. He took the fortress of Broughty, and put the garrison to the sword. He straitened the English at Haddington; and though lord Dacres was enabled to throw relief into the place, and to reinforce the garrison, it was found at last very chargeable, and even impracticable, to keep possession of that fortress. The whole country in the neighbourhood was laid waste by the inroads both of the Scots and English, and could afford no supply to the garrison: The place lay above thirty miles from the borders; so that a regular army was necessary to escort any provisions thither: And as the plague had broken out among the troops, they perished daily, and were reduced to a state of great weakness. For these reasons, orders were given to dismantle Haddington, and to convey the artillery and garrison to Berwic; and the earl of Rutland, now created warden of the east marches, executed the orders.","subId":"8","id":"Hume.HE.3.35.8"},{"type":"paragraph","content":"{With France.} The king of France also took advantage of the distractions among the English, and made an attempt to recover Boulogne, and that territory, which Henry VIII. had conquered from France. On other pretences, he assembled an army; and falling suddenly upon the Boulonnois, took the castles of Sellaque, Blackness, and Ambleteuse, though well supplied with garrisons, ammunition, and provisions. He endeavoured to surprize Boulenberg, and was repulsed; but the garrison, not thinking the place tenable after the loss of the other fortresses, destroyed the works, and retired to Boulogne. The rains, which fell in great abundance during the autumn, and a pestilential distemper, which broke out in the French camp, deprived Henry of all hopes of success against Boulogne itself; and he retired to Paris. He left the command of the army to Gaspar de Coligny, lord of Chatillon, so famous afterwards by the name of admiral Coligny; and he gave him orders to form the siege early in the spring. The active disposition of this general engaged him to make, during the winter, several attempts against the place; but they all proved unsuccessful.","subId":"9","id":"Hume.HE.3.35.9"},{"type":"paragraph","content":"Strozzi, who commanded the French fleet and galleys, endeavoured to make a descent on Jersey; but meeting there with an English fleet, he commenced an action, which seems not to have been decisive, since the historians of the two nations differ in their account of the event.","subId":"10","id":"Hume.HE.3.35.10"},{"type":"paragraph","content":"As soon as the French war broke out, the protector endeavoured to fortify himself with the alliance of the emperor; and he sent over secretary Paget to Brussels, where Charles then kept court, in order to assist Sir Philip Hobby, the resident ambassador, in this negociation. But that prince had formed a design of extending his dominions by acting the part of champion for the catholic religion; and though extremely desirous of accepting the English alliance against France, his capital enemy, he thought it unsuitable to his other pretensions to enter into strict confederacy with a nation, which had broken off all connexions with the church of Rome. He therefore declined the advances of friendship from England; and eluded the applications of the ambassadors. An exact account is preserved of this negociation in a letter of Hobby's; and it is remarkable, that the emperor, in a conversation with the English ministers, asserted that the prerogatives of a king of England were more extensive than those of a king of France. Burnet, who preserves this letter, subjoins, as a parallel instance, that one objection, which the Scots made to marrying their queen with Edward, was, that all their privileges would be swallowed up by the great prerogative of the kings of England.","subId":"11","id":"Hume.HE.3.35.11"},{"type":"paragraph","content":"Somerset, despairing of assistance from the emperor was inclined to conclude a peace with France and Scotland; and besides that he was not in a condition to maintain such ruinous wars, he thought, that there no longer remained any object of hostility. The Scots had sent away their queen; and could not, if ever so much inclined, complete the marriage contracted with Edward: And as Henry VIII. had stipulated to restore Boulogne in 1554, it seemed a matter of small moment to anticipate, a few years, the execution of the treaty. But when he proposed these reasons to the council, he met with strong opposition from his enemies, who, seeing him unable to support the war, were determined, for that very reason, to oppose all proposals for a pacification. The factions ran high in the court of England; and matters were drawing to an issue, fatal to the authority of the protector.","subId":"12","id":"Hume.HE.3.35.12"},{"type":"paragraph","content":"{Factions in the council.} After Somerset obtained the patent, investing him with regal authority, he no longer paid any attention to the opinion of the other executors and counsellors; and being elated with his high dignity, as well as with his victory at Pinkey, he thought, that every one ought, in every thing, to yield to his sentiments. All those who were not entirely devoted to him, were sure to be neglected; whoever opposed his will received marks of anger or contempt; and while he shewed a resolution to govern every thing, his capacity appeared not, in any respect, proportioned to his ambition. Warwic, more subtle and artful, covered more exorbitant views under fairer appearances; and having associated himself with Southampton, who had been re-admitted into the council, he formed a strong party, who were determined to free themselves from the slavery, imposed on them by the protector.","subId":"13","id":"Hume.HE.3.35.13"},{"type":"paragraph","content":"The malcontent counsellors found the disposition of the nation favourable to their designs. The nobility and gentry were in general displeased with the preference, which Somerset seemed to have given to the people; and as they ascribed all the insults, to which they had been lately exposed, to his procrastination, and to the countenance shown to the multitude, they apprehended a renewal of the same disorders from his present affectation of popularity. He had erected a court of requests in his own house for the relief of the people, and he interposed with the judges in their behalf; a measure which might be deemed illegal, if any exertion of prerogative, at that time, could with certainty deserve that appellation. And this attempt, which was a stretch of power, seemed the more impolitic, because it disgusted the nobles, the surest support of monarchical authority.","subId":"14","id":"Hume.HE.3.35.14"},{"type":"paragraph","content":"But though Somerset courted the people, the interest, which he had formed with them, was in no degree answerable to his expectations. The catholic party, who retained influence with the lower ranks, were his declared enemies; and took advantage of every opportunity to decry his conduct. The attainder and execution of his brother bore an odious aspect: The introduction of foreign troops into the kingdom, was represented in invidious colours: The great estate, which he had suddenly acquired, at the expence of the church and of the crown, rendered him obnoxious: and the palace, which he was building in the Strand, served, by its magnificence, and still more by other circumstances which attended it, to expose him to the censure of the public. The parish church of St. Mary, with three bishops' houses, was pulled down, in order to furnish ground and materials for this structure: Not content with that sacrilege, an attempt was made to demolish St. Margaret's, Westminster, and to employ the stones to the same purpose; but the parishioners rose in a tumult, and chaced away the protector's tradesmen. He then laid his hands on a chapel in St. Paul's Church-yard, with a cloister, and charnelhouse belonging to it; and these edifices, together with a church of St. John of Jerusalem, were made use of to raise his palace. What rendered the matter more odious to the people, was that the tombs and other monuments of the dead were defaced; and the bones, being carried away, were buried in unconsecrated ground.","subId":"15","id":"Hume.HE.3.35.15"},{"type":"paragraph","content":"{6th Octob.} All these imprudences were remarked by Somerset's enemies, who resolved to take advantage of them. Lord St. John, president of the council, the earls of Warwic, Southampton, and Arundel, with five members more, met at Ely-house; {Conspiracy against Somerset.} and assuming to themselves the whole power of the council, began to act independantly of the protector, whom they represented as the author of every public grievance and misfortune. They wrote letters to the chief nobility and gentry in England, informing them of the present measures, and requiring their assistance: They sent for the mayor and aldermen of London, and enjoined them to obey their orders, without regard to any contrary orders, which they might receive from the duke of Somerset. They laid the same injunctions on the lieutenant of the Tower, who expressed his resolution to comply with them. Next day, Rich, lord chancellor, the marquis of Northampton, the earl of Shrewsbury, Sir Thomas Cheney, Sir John Gage, Sir Ralph Sadler, and chief justice Montague, joined the malcontent counsellors; and every thing bore a bad aspect for the protector's authority. Secretary Petre, whom he had sent to treat with the council, rather chose to remain with them: The common council of the city, being applied to, declared with one voice their approbation of the new measures, and their resolution of supporting them.","subId":"16","id":"Hume.HE.3.35.16"},{"type":"paragraph","content":"As soon as the protector heard of the defection of the counsellors, he removed the king from Hampton-court, where he then resided, to the castle of Windsor; and, arming his friends and servants, seemed resolute to defend himself against all his enemies. But finding, that no man of rank, except Cranmer and Paget, adhered to him, that the people did not rise at his summons, that the City and Tower had declared against him, that even his best friends had deserted him, he lost all hopes of success, and began to apply to his enemies for pardon and forgiveness. No sooner was this despondency known, than lord Russel, Sir John Baker, speaker of the house of commons, and three counsellors more, who had hitherto remained neuters, joined the party of Warwic, whom every one now regarded as master. The council informed the public, by proclamation, of their actions and intentions; they wrote to the princesses, Mary and Elizabeth, to the same purpose; and they made addresses to the king, in which, after the humblest protestations of duty and submission, they informed him, that they were the council appointed by his father, for the government of the kingdom during his minority; that they had chosen the duke of Somerset protector, under the express condition, that he should guide himself by their advice and direction; that he had usurped the whole authority, and had neglected, and even in every thing opposed, their counsel; that he had proceeded to that height of presumption, as to levy forces against them, and place these forces about his majesty's person: They therefore begged, that they might be admitted to his royal presence, that he would be pleased to restore them to his confidence, and that Somerset's servants might be dismissed. {Somerset resigns the protectorship.} Their request was complied with: Somerset capitulated only for gentle treatment, which was promised him. He was, however, sent to the Tower, with some of his friends and partizans, among whom was Cecil, afterwards so much distinguished. Articles of indictment were exhibited against him, of which the chief, at least the best founded, is his usurpation of the government, and his taking into his own hands the whole administration of affairs. The clause of his patent, which invested him with absolute power, unlimited by any law, was never objected to him; plainly, because, according to the sentiments of those times, that power was, in some degree, involved in the very idea of regal authority.","subId":"17","id":"Hume.HE.3.35.17"},{"type":"paragraph","content":"The catholics were extremely elated with this revolution; and as they had ascribed all the late innovations to Somerset's authority, they hoped, that his fall would prepare the way for the return of the ancient religion. But Warwic, who now bore chief sway in the council, was entirely indifferent with regard to all these points of controversy; and finding, that the principles of the reformation had sunk deeper into Edward's mind than to be easily eradicated, he was determined to comply with the young prince's inclinations, and not to hazard his new acquired power by any dangerous enterprize. He took care very early to express his intentions of supporting the reformation; and he threw such discouragements on Southampton, who stood at the head of the Romanists, and whom he considered as a dangerous rival, that the high-spirited nobleman retired from the council, and soon after died from vexation and disappointment. The other counsellors, who had concurred in the revolution, received their reward by promotions and new honours. Russel was created earl of Bedford: The marquis of Northampton obtained the office of great chamberlain; and lord Wentworth, besides the office of chamberlain of the household, got two large manors, Stepney and Hackney, which were torne from the see of London. A council of regency was formed, not that which Henry's will had appointed for the government of the kingdom, and which, being founded on an act of parliament, was the only legal one; but composed chiefly of members, who had formerly been appointed by Somerset, and who derived their seat from an authority, which was now declared usurped and illegal. But such niceties were, during that age, little understood, and still less regarded, in England.","subId":"18","id":"Hume.HE.3.35.18"},{"type":"paragraph","content":"{4th Nov. A parliament.} A session of parliament was held; and as it was the usual maxim of that assembly to acquiesce in every administration which was established, the council dreaded no opposition from that quarter, and had more reason to look for a corroboration of their authority. Somerset had been prevailed on to confess, on his knees, before the council, all the articles of charge against him; and he imputed these misdemeanors to his own rashness, folly, and indiscretion, not to any malignity of intention. He even subscribed this confession; and the paper was given in to parliament, who, after sending a committee to examine him, and hear him acknowledge it to be genuine, passed a vote, by which they deprived him of all his offices, and fined him two thousand pounds a year in land. Lord St. John was created treasurer in his place, and Warwic earl marshal. The prosecution against him was carried no farther. His fine was remitted by the king: He recovered his liberty: And Warwic, thinking that he was now sufficiently humbled, and that his authority was much lessened by his late tame and abject behaviour, re-admitted him into the council, and even agreed to an alliance between their families, by the marriage of his own son, lord Dudley, with the lady Jane Seymour, daughter of Somerset.","subId":"19","id":"Hume.HE.3.35.19"},{"type":"paragraph","content":"During this session a severe law was passed against riots. It was enacted, that if any, to the number of twelve persons, should meet together for any matter of state, and being required by a lawful magistrate, should not disperse, it should be treason: and if any broke hedges, or violently pulled up pales about inclosures, without lawful authority, it should be felony: Any attempt to kill a privy counsellor was subjected to the same penalty. The bishops had made an application, complaining, that they were deprived of all their power, by the encroachments of the civil courts, and the present suspension of the canon law; that they could summon no offender before them, punish no vice, or exert the discipline of the church: From which diminution of their authority, they pretended, immorality had every where received great encouragement and encrease. The design of some was, to revive the penitentiary rules of the primitive church. But others thought, that such an authority committed to the bishops, would prove more oppressive than confession, penance, and all the clerical inventions of the Romish superstition. The parliament, for the present, contented themselves with empowering the king to appoint thirty-two commissioners to compile a body of canon laws, which were to be valid, though never ratified by parliament. Such implicit trust did they repose in the crown; without reflecting that all their liberties and properties might be affected by these canons. The king did not live to affix the royal sanction to the new canons. Sir John Sharington, whose crimes and malversations had appeared so egregious at the condemnation of lord Seymour, obtained from parliament a reversal of his attainder. This man sought favour with the more zealous reformers; and bishop Latimer affirmed, that, though formerly he had been a most notorious knave, he was now so penitent, that he had become a very honest man.","subId":"20","id":"Hume.HE.3.35.20"},{"type":"paragraph","content":"{1550. Peace with France and Scotland.} When Warwic and the council of regency began to exercise their power, they found themselves involved in the same difficulties, that had embarrassed the protector. The wars with France and Scotland could not be supported by an exhausted exchequer; seemed dangerous to a divided nation; and were now acknowledged not to have any object, which even the greatest and most uninterrupted success could attain. The project of peace, entertained by Somerset, had served them as a pretence for clamour against his administration; yet after sending Sir Thomas Cheney to the emperor, and making again a fruitless effort to engage him in the protection of Boulogne, they found themselves obliged to listen to the advances, which Henry made them, by the canal of Guidotti, a Florentine merchant. The earl of Bedford, Sir John Mason, Paget, and Petre, were sent over to Boulogne, with full powers to negociate. The French king absolutely refused to pay the two millions of crowns, {Boulogne surrendered.} which his predecessor had acknowledged to be due to the crown of England, as arrears of pensions; and said, that he never would consent to render himself tributary to any prince: But he offered a sum for the immediate restitution of Boulogne; {24th Mar.} and four hundred thousand crowns were at last agreed on, one half to be paid immediately, the other in August following. Six hostages were given for the performance of this article. Scotland was comprehended in the treaty: The English stipulated to restore Lauder and Dunglas, and to demolish the fortresses of Roxburgh and Eymouth. No sooner was peace concluded with France, than a project was entertained of a close alliance with that kingdom; and Henry willingly embraced a proposal so suitable both to his interests and his inclinations. An agreement, some time after, was formed for a marriage between Edward and Elizabeth, a daughter of France; and all the articles were, after a little negociation, fully settled: But this project never took effect.","subId":"21","id":"Hume.HE.3.35.21"},{"type":"paragraph","content":"The intention of marrying the king to a daughter of Henry, a violent persecutor of the protestants, was no wise acceptable to that party in England: But in all other respects, the council was steady in promoting the reformation, and in enforcing the laws against the Romanists. Several prelates were still addicted to that communion; and though they made some compliances, in order to save their bishoprics, they retarded, as much as they safely could, the execution of the new laws, and gave countenance to such incumbents as were negligent or refractory. A resolution was therefore taken to seek pretences for depriving those prelates; and the execution of this intention was the more easy, as they had all of them been obliged to take commissions, in which it was declared, that they held their sees during the king's pleasure only. It was thought proper to begin with Gardiner, in order to strike a terror into the rest. The method of proceeding against him was violent, and had scarcely any colour of law or justice. Injunctions had been given him to inculcate, in a sermon, the duty of obedience to a king, even during his minority; and because he had neglected this topic, he had been thrown into prison, and had been there detained during two years, without being accused of any crime, except disobedience to this arbitrary command. The duke of Somerset, secretary Petre, and some others of the council, were now sent, in order to try his temper, and endeavour to find some grounds for depriving him: He professed to them his intention of conforming to the government, of supporting the king's laws, and of officiating by the new liturgy. This was not the disposition which they expected or desired. A new deputation was therefore sent, who carried him several articles to subscribe. He was required to acknowledge his former misbehaviour, and to confess the justice of his confinement: He was likewise to own, that the king was supreme head of the church; that the power of making and dispensing with holidays was part of the prerogative; that the book of common-prayer was a godly and commendable form; that the king was a complete sovereign in his minority; that the law of the six articles was justly repealed; and that the king had full authority to correct and reform what was amiss in ecclesiastical discipline, government, or doctrine. The bishop was willing to set his hand to all the articles except the first: He maintained his conduct to have been inoffensive; and declared that he would not own himself guilty of faults, which he had never committed.","subId":"22","id":"Hume.HE.3.35.22"},{"type":"paragraph","content":"The council, finding that he had gone such lengths, were determined to prevent his full compliance by multiplying the difficulties upon him, and sending him new articles to subscribe. A list was selected of such points as they thought would be the hardest of digestion; and not content with this rigour, they also insisted on his submission, and his acknowledgment of past errors. To make this subscription more mortifying, they demanded a promise, that he would recommend and publish all these articles from the pulpit: But Gardiner, who saw, that they intended either to ruin or dishonour him, or perhaps both, determined not to gratify his enemies by any farther compliance: He still maintained his innocence; desired a fair trial, and refused to subscribe more articles, till he should recover his liberty. For this pretended offence his bishopric was put under sequestration for three months; and as he then appeared no more compliant than before, a commission was appointed to try, or, more properly speaking, to condemn him. The commissioners were, the primate, the bishops of London, Ely, and Lincoln, secretary Petre, Sir James Hales, and some other lawyers. Gardiner objected to the legality of the commission, which was not founded on any statute or precedent, and he appealed from the commissioners to the king. His appeal was not regarded: Sentence was pronounced against him: He was deprived of his bishopric, and committed to close custody: His books and papers were seized; he was secluded from all company; {1551.} and it was not allowed him either to send or receive any letters or messages.","subId":"23","id":"Hume.HE.3.35.23"},{"type":"paragraph","content":"Gardiner, as well as the other prelates, had agreed to hold his office during the king's pleasure: But the council, unwilling to make use of a concession, which had been so illegally and arbitrarily extorted, chose rather to employ some forms of justice; a resolution, which led them to commit still greater iniquities and severities. But the violence of the reformers did not stop here. Day, bishop of Chichester, Heathe of Worcester, and Voisey of Exeter, were deprived of their bishoprics, on pretence of disobedience. Even Kitchen of Landaff, Capon of Salisbury, and Samson of Coventry, though they had complied in every thing, yet not being supposed cordial in their obedience, were obliged to seek protection, by sacrificing the most considerable revenues of their see to the rapacious courtiers.","subId":"24","id":"Hume.HE.3.35.24"},{"type":"paragraph","content":"These plunderers neglected not even smaller profits. An order was issued by council, for purging the library at Westminster of all missals, legends, and other superstitious volumes, and delivering their garniture to Sir Anthony Aucher. Many of these books were plaited with gold and silver, and curiously embossed; and this finery was probably the superstition that condemned them. Great havoc was likewise made on the libraries at Oxford. Books and manuscripts were destroyed without distinction: The volumes of divinity suffered for their rich binding: Those of literature were condemned as useless: Those of geometry and astronomy were supposed to contain nothing but necromancy. The university had not power to oppose these barbarous violences: They were in danger of losing their own revenues; and expected every moment to be swallowed up by the earl of Warwic and his associates.","subId":"25","id":"Hume.HE.3.35.25"},{"type":"paragraph","content":"Though every one besides yielded to the authority of the council, the lady Mary could never be brought to compliance; and she still continued to adhere to the mass, and to reject the new liturgy. Her behaviour was, during some time, connived at; but, at last, her two chaplains, Mallet and Berkeley, were thrown into prison; and remonstrances were made to the princess herself on account of her disobedience. The council wrote her a letter, by which they endeavoured to make her change her sentiments, and to persuade her, that her religious faith was very ill grounded. They asked her, what warrant there was in Scripture for prayers in an unknown tongue, the use of images, or offering up the sacrament for the dead; and they desired her to peruse St. Austin, and the other ancient doctors, who would convince her of the errors of the Romish superstition, and prove that it was founded merely on false miracles and lying stories. The lady Mary remained obstinate against all this advice, and declared herself willing to endure death rather than relinquish her religion: She only feared, she said, that she was not worthy to suffer martyrdom in so holy a cause: And as for protestant books, she thanked God, that, as she never had, so she hoped never to read any of them. Dreading farther violence, she endeavoured to make an escape to her kinsman Charles; but her design was discovered and prevented. The emperor remonstrated in her behalf, and even threatened hostilities, if liberty of conscience were refused her: But though the council, sensible that the kingdom was in no condition to support, with honour, such a war, was desirous to comply; they found great difficulty to overcome the scruples of the young king. He had been educated in such a violent abhorrence of the mass and other popish rites, which he regarded as impious and idolatrous, that he should participate, he thought, in the sin, if he allowed its commission: And when at last the importunity of Cranmer, Ridley, and Poinet, prevailed somewhat over his opposition, he burst into tears; lamenting his sister's obstinacy, and bewailing his own hard fate, that he must suffer her to continue in such an abominable mode of worship.","subId":"26","id":"Hume.HE.3.35.26"},{"type":"paragraph","content":"The great object, at this time, of antipathy among the protestant sects, was popery, or, more properly speaking, the papists. These they regarded as the common enemy, who threatened every moment to overwhelm the evangelical faith, and destroy its partizans by fire and sword: They had not as yet had leisure to attend to the other minute differences among themselves, which afterwards became the object of such furious quarrels and animosities, and threw the whole kingdom into combustion. Several Lutheran divines, who had reputation in those days, Bucer, Peter Martyr, and others, were induced to take shelter in England, from the persecutions, which the emperor exercised in Germany; and they received protection and encouragement. John A-lasco, a Polish nobleman, being expelled his country by the rigours of the catholics, settled, during some time, at Embden in East-Friezland, where he became preacher to a congregation of the reformed. Foreseeing the persecutions which ensued, he removed to England, and brought his congregation along with him. The council, who regarded them as industrious, useful people, and desired to invite over others of the same character, not only gave them the church of Augustine friars for the exercise of their religion, but granted them a charter, by which they were erected into a corporation, consisting of a superintendant and four assisting ministers. This ecclesiastical establishment was quite independent of the church of England, and differed from it in some rites and ceremonies.","subId":"27","id":"Hume.HE.3.35.27"},{"type":"paragraph","content":"These differences among the protestants were matter of triumph to the catholics; who insisted, that the moment men departed from the authority of the church, they lost all criterion of truth and falshood in matters of religion, and must be carried away by every wind of doctrine. The continual variations of every sect of protestants afforded them the same topic of reasoning. The book of Common Prayer suffered in England a new revisal, and some rites and ceremonies, which had given offence, were omitted. The speculative doctrines, or the metaphysics of the religion, were also reduced to forty-two articles. These were intended to obviate farther divisions and variations; and the compiling of them had been postponed till the establishment of the liturgy, which was justly regarded as a more material object to the people. The eternity of hell torments is asserted in this confession of faith; and care is also taken to inculcate, not only that no heathen, how virtuous soever, can escape an endless state of the most exquisite misery, but also that every one who presumes to maintain, that any pagan can possibly be saved, is himself exposed to the penalty of eternal perdition .","subId":"28","id":"Hume.HE.3.35.28"},{"type":"paragraph","content":"The theological zeal of the council, though seemingly fervent, went not so far as to make them neglect their own temporal concerns, which seem to have ever been uppermost in their thoughts: They even found leisure to attend to the public interest; nay, to the commerce of the nation, which was, at that time, very little the object of general study or attention. The trade of England had anciently been carried on altogether by foreigners, chiefly the inhabitants of the Hanse-towns, or Easterlings, as they were called; and in order to encourage these merchants to settle in England, they had been erected into a corporation by Henry III, had obtained a patent, were endowed with privileges, and were exempted from several heavy duties paid by other aliens. So ignorant were the English of commerce, that this company, usually denominated the merchants of the Stil-yard, engrossed, even down to the reign of Edward, almost the whole foreign trade of the kingdom; and as they naturally employed the shipping of their own country, the navigation of England was also in a very languishing condition. It was therefore thought proper by the council to seek pretences for annulling the privileges of this corporation, privileges which put them nearly on an equal footing with Englishmen in the duties which they paid; and as such patents were, during that age, granted by the absolute power of the king, men were the less surprized to find them revoked by the same authority. Several remonstrances were made against this innovation, by Lubec, Hamburgh, and other Hanse-towns; but the council persevered in their resolution, and the good effects of it soon became visible to the nation. The English merchants, by their very situation as natives, had advantages above foreigners in the purchase of cloth, wool, and other commodities; though these advantages had not hitherto been sufficient to rouze their industry, or engage them to become rivals to this opulent company: But when aliens' duty was also imposed upon all foreigners indiscriminately, the English were tempted to enter into commerce; and a spirit of industry began to appear in the kingdom.","subId":"29","id":"Hume.HE.3.35.29"},{"type":"paragraph","content":"About the same time a treaty was made with Gustavus Ericson, king of Sweden, by which it was stipulated, that, if he sent bullion into England, he might export English commodities without paying custom; that he should carry bullion to no other prince; that if he sent ozimus, steel, copper, &c. he should pay custom for English commodities as an Englishman; and that, if he sent other merchandize, he should have free intercourse, paying custom as a stranger. The bullion sent over by Sweden, though it could not be in great quantity, set the mint at work: Good specie was coined: And much of the base metal, formerly issued, was recalled: A circumstance which tended extremely to the encouragement of commerce.","subId":"30","id":"Hume.HE.3.35.30"},{"type":"paragraph","content":"{Warwic created duke of Northumberland.} But all these schemes for promoting industry were likely to prove abortive, by the fear of domestic convulsions, arising from the ambition of Warwic. That nobleman, not contented with the station which he had attained, carried farther his pretensions, and had gained partizans, who were disposed to second him in every enterprize. The last earl of Northumberland died without issue; and as Sir Thomas Piercy, his brother, had been attainted on account of the share, which he had in the Yorkshire insurrection during the late reign, the title was at present extinct, and the estate was vested in the crown. Warwic now procured to himself a grant of those ample possessions, which lay chiefly in the North, the most warlike part of the kingdom; and he was dignified with the title of duke of Northumberland. His friend, Paulet, lord St. John, the treasurer, was created, first, earl of Wiltshire, then marquis of Winchester: Sir William Herbert obtained the title of earl of Pembroke.","subId":"31","id":"Hume.HE.3.35.31"},{"type":"paragraph","content":"{His ambition.} But the ambition of Northumberland made him regard all encrease of possessions and titles, either to himself or his partizans, as steps only to farther acquisitions. Finding that Somerset, though degraded from his dignity, and even lessened in the public opinion by his spiritless conduct, still enjoyed a considerable share of popularity, he determined to ruin the man, whom he regarded as the chief obstacle to the attainment of his hopes. The alliance, which had been contracted between the families, had produced no cordial union, and only enabled Northumberland to compass with more certainty the destruction of his rival. He secretly gained many of the friends and servants of that unhappy nobleman: He sometimes terrified him by the appearance of danger: Sometimes provoked him by ill usage. The unguarded Somerset often broke out into menacing expressions against Northumberland: At other times, he formed rash projects, which he immediately abandoned: His treacherous confidents carried to his enemy every passionate word, which dropped from him: They revealed the schemes, which they themselves had first suggested: And Northumberland, thinking that the proper season was now come, began to act in an open manner against him.","subId":"32","id":"Hume.HE.3.35.32"},{"type":"paragraph","content":"{16th Octob.} In one night, the duke of Somerset, lord Grey, David and John Seymour, Hammond and Neudigate, two of the duke's servants, Sir Ralph Vane and Sir Thomas Palmer, were arrested and committed to custody. Next day, the dutchess of Somerset, with her favourites, Crane and his wife, Sir Miles Partridge, Sir Michael Stanhope, Bannister, and others, was thrown into prison. Sir Thomas Palmer, who had all along acted as a spy upon Somerset, accused him of having formed a design to raise an insurrection in the north, to attack the gens d'armes on a muster day, to secure the Tower, and to raise a rebellion in London: But, what was the only probable accusation, he asserted, that Somerset had once laid a project for murdering Northumberland, Northampton, and Pembroke at a banquet, which was to be given them by lord Paget. Crane and his wife confirmed Palmer's testimony with regard to this last design; and it appears that some rash scheme of that nature had really been mentioned; though no regular conspiracy had been formed, or means prepared for its execution. Hammond confessed, that the duke had armed men to guard him one night in his house at Greenwich.","subId":"33","id":"Hume.HE.3.35.33"},{"type":"paragraph","content":"{Trial of Somerset.} Somerset was brought to his trial before the marquis of Winchester, created high steward. Twenty-seven peers composed the jury, among whom were Northumberland, Pembroke, and Northampton, whom decency should have hindered from acting as judges in the trial of a man, that appeared to be their capital enemy. Somerset was accused of high treason on account of the projected insurrections, and of felony in laying a design to murder privy-counsellors.","subId":"34","id":"Hume.HE.3.35.34"},{"type":"paragraph","content":"We have a very imperfect account of all state trials during that age, which is a sensible defect in our history: But it appears, that some more regularity was observed in the management of this prosecution than had usually been employed in like cases. {1st Decemb.} The witnesses were at least examined by the privy-council; and though they were neither produced in court, nor confronted with the prisoner (circumstances required by the strict principles of equity) their depositions were given in to the jury. The proof seems to have been lame with regard to the treasonable part of the charge; and Somerset's defence was so satisfactory, that the peers gave verdict in his favour: The intention alone of assaulting the privy counsellors was supported by tolerable evidence; and the jury brought him in guilty of felony. The prisoner himself confessed, that he had expressed his intention of murdering Northumberland and the other lords; but had not formed any resolution on that head: And when he received sentence, he asked pardon of those peers for the designs, which he had hearkened to against them. The people, by whom Somerset was beloved, hearing the first part of his sentence, by which he was acquitted from treason, expressed their joy by loud acclamations: But their satisfaction was suddenly damped, on finding that he was condemned to death for felony.","subId":"35","id":"Hume.HE.3.35.35"},{"type":"paragraph","content":"{1552.} Care had been taken by Northumberland's emissaries, to prepossess the young king against his uncle; and lest he should relent, no access was given to any of Somerset's friends, and the prince was kept from reflection by a continued series of occupations and amusements. {His execution. 22d Jan.} At last the prisoner was brought to the scaffold on Tower-hill, amidst great crowds of spectators, who bore him such sincere kindness, that they entertained, to the last moment, the fond hopes of his pardon. Many of them rushed in to dip their handkerchiefs in his blood, which they long preserved as a precious relique; and some of them soon after, when Northumberland met with a like doom, upbraided him with this cruelty, and displayed to him these symbols of his crime. Somerset indeed, though many actions of his life were exceptionable, seems, in general, to have merited a better fate; and the faults, which he committed, were owing to weakness, not to any bad intention. His virtues were better calculated for private than for public life; and by his want of penetration and firmness, he was ill-fitted to extricate himself from those cabals and violences, to which that age was so much addicted. Sir Thomas Arundel, Sir Michael Stanhope, Sir Miles Partridge, and Sir Ralph Vane, all of them Somerset's friends, were brought to their trial, condemned and executed: Great injustice seems to have been used in their prosecution. Lord Paget, chancellor of the dutchy, was, on some pretence, tried in the star-chamber, and condemned in a fine of 6000 pounds, with the loss of his office. To mortify him the more, he was degraded from the order of the garter; as unworthy, on account of his mean birth, to share that honour. Lord Rich, chancellor, was also compelled to resign his office, on the discovery of some marks of friendship, which he had shown to Somerset.","subId":"36","id":"Hume.HE.3.35.36"},{"type":"paragraph","content":"{22d Jan. A parliament.} The day after the execution of Somerset, a session of parliament was held, in which farther advances were made towards the establishment of the reformation. The new liturgy was authorised; and penalties were enacted against all those who absented themselves from public worship. To use the mass had already been prohibited under severe penalties; so that the reformers, it appears, whatever scope they had given to their own private judgement, in disputing the tenets of the ancient religion, were resolved not to allow the same privilege to others; and the practice, nay the very doctrine of toleration, was, at that time, equally unknown to all sects and parties. To dissent from the religion of the magistrate, was universally conceived to be as criminal as to question his title, or rebel against his authority.","subId":"37","id":"Hume.HE.3.35.37"},{"type":"paragraph","content":"A law was enacted against usury; that is, against taking any interest for money. This act was the remains of ancient superstition; but being found extremely iniquitous in itself, as well as prejudicial to commerce, it was afterwards repealed in the twelfth of Elizabeth. The common rate of interest, notwithstanding the law, was at this time 14 per cent.","subId":"38","id":"Hume.HE.3.35.38"},{"type":"paragraph","content":"A bill was introduced by the ministry into the house of lords, renewing those rigorous statutes of treason, which had been abrogated in the beginning of this reign; and though the peers, by their high station, stood most exposed to these tempests of state, yet had they so little regard to public security, or even to their own true interest, that they passed the bill with only one dissenting voice. But the commons rejected it, and prepared a new bill, that passed into a law, by which it was enacted, that whoever should call the king or any of his heirs, named in the statute of the 35th of the last reign, heretic, schismatic, tyrant, infidel, or usurper of the crown, should forfeit, for the first offence, their goods and chattels, and be imprisoned during pleasure; for the second, should incur a praemunire; for the third, should be attainted for treason. But if any should unadvisedly utter such a slander in writing, printing, painting, carving, or graving, he was, for the first offence, to be held a traitor. It may be worthy of notice, that the king and his next heir, the lady Mary, were professedly of different religions; and religions, which threw on each other the imputation of heresy, schism, idolatry, profaneness, blasphemy, wickedness, and all the opprobrious epithets that religious zeal has invented. It was almost impossible, therefore, for the people, if they spoke at all on these subjects, not to fall into the crime, so severely punished by the statute; and the jealousy of the commons for liberty, though it led them to reject the bill of treasons, sent to them by the lords, appears not to have been very active, vigilant, or clear-sighted.","subId":"39","id":"Hume.HE.3.35.39"},{"type":"paragraph","content":"The commons annexed to this bill a clause which was of more importance than the bill itself, that no one should be convicted of any kind of treason, unless the crime were proved by the oaths of two witnesses, confronted with the prisoner. The lords, for some time, scrupled to pass this clause; though conformable to the most obvious principles of equity. But the members of that house trusted for protection to their present personal interest and power, and neglected the noblest and most permanent security, that of laws.","subId":"40","id":"Hume.HE.3.35.40"},{"type":"paragraph","content":"The house of peers passed a bill, whose object was making a provision for the poor; but the commons, not chusing that a money-bill should begin in the upper-house, framed a new act to the same purpose. By this act, the church-wardens were empowered to collect charitable contributions; and if any refused to give, or dissuaded others from that charity, the bishop of the diocese was impowered to proceed against them. Such large discretionary powers, entrusted to the prelates, seem as proper an object of jealousy as the authority assumed by the peers.","subId":"41","id":"Hume.HE.3.35.41"},{"type":"paragraph","content":"There was another occasion, in which the parliament reposed an unusual confidence in the bishops. They impowered them to proceed against such as neglected the Sundays and holidays. But these were unguarded concessions granted to the church: The general humour of the age rather led men to bereave the ecclesiastics of all power, and even to pillage them of their property: Many clergymen, about this time, were obliged for a subsistence to turn carpenters or taylors, and some kept alehouses. The bishops themselves were generally reduced to poverty, and held both their revenues and spiritual office by a very precarious and uncertain tenure.","subId":"42","id":"Hume.HE.3.35.42"},{"type":"paragraph","content":"Tonstal, bishop of Durham, was one of the most eminent prelates of that age, still less for the dignity of his see, than for his own personal merit; his learning, moderation, humanity, and beneficence. He had opposed, by his vote and authority, all innovations in religion; but as soon as they were enacted, he had always submitted, and had conformed to every theological system, which had been established. His known probity had made this compliance be ascribed, not to an interested or time-serving spirit, but to a sense of duty, which led him to think, that all private opinion ought to be sacrificed to the great concern of public peace and tranquillity. The general regard, paid to his character, had protected him from any severe treatment during the administration of Somerset; but when Northumberland gained the ascendant, he was thrown into prison; and as that rapacious nobleman had formed a design of seizing the revenues of the see of Durham, and of acquiring to himself a principality in the northern counties, he was resolved, in order to effect his purpose, to deprive Tonstal of his bishopric. A bill of attainder, therefore, on pretence of misprision of treason, was introduced into the house of peers against the prelate; and it passed with the opposition only of lord Stourton, a zealous catholic, and of Cranmer, who always bore a cordial and sincere friendship to the bishop of Durham. But when the bill was sent down to the commons, they required, that witnesses should be examined, that Tonstal should be allowed to defend himself, and that he should be confronted with his accusers: And when these demands were refused, they rejected the bill.","subId":"43","id":"Hume.HE.3.35.43"},{"type":"paragraph","content":"This equity, so unusual in the parliament during that age, was ascribed by Northumberland and his partizans, not to any regard for liberty and justice, but to the prevalence of Somerset's faction, in a house of commons, which, being chosen during the administration of that nobleman, had been almost entirely filled with his creatures. They were confirmed in this opinion, when they found, that a bill, ratifying the attainder of Somerset and his accomplices, was also rejected by the commons, though it had passed the upper house. {15th April.} A resolution was therefore taken to dissolve the parliament, which had sitten during this whole reign; and soon after to summon a new one.","subId":"44","id":"Hume.HE.3.35.44"},{"type":"paragraph","content":"{A new parliament.} Northumberland, in order to ensure to himself a house of commons entirely obsequious to his will, ventured on an expedient, which could not have been practised, or even imagined, in an age, when there was any idea or comprehension of liberty. He engaged the king to write circular letters to all the sheriffs, in which he enjoined them to inform the freeholders, that they were required to choose men of knowledge and experience for their representatives. After this general exhortation, the king continued in these words: \"And yet, nevertheless, our pleasure is, that where our privy-council, or any of them shall, in our behalf, recommend, within their jurisdiction, men of learning and wisdom; in such cases, their directions shall be regarded and followed, as tending to the same end which we desire, that is, to have this assembly composed of the persons in our realm the best fitted to give advice and good counsel.\" Several letters were sent from the king, recommending members to particular counties, Sir Richard Cotton to Hampshire; Sir William Fitzwilliams and Sir Henry Nevil to Berkshire; Sir William Drury and Sir Henry Benningfield to Suffolk, &c. But though some counties only received this species of congé d'elire from the king; the recommendations from the privy-council and the counsellors, we may fairly presume, would extend to the greater part, if not the whole, of the kingdom.","subId":"45","id":"Hume.HE.3.35.45"},{"type":"paragraph","content":"It is remarkable, that this attempt was made during the reign of a minor king, when the royal authority is usually weakest; that it was patiently submitted to; and that it gave so little umbrage as scarcely to be taken notice of by any historian. The painful and laborious collector above cited, who never omits the most trivial matter, is the only person, that has thought this memorable letter worthy of being transmitted to posterity.","subId":"46","id":"Hume.HE.3.35.46"},{"type":"paragraph","content":"{1553. 1st March.} The parliament answered Northumberland's expectations. As Tonstal had in the interval been deprived of his bishopric in an arbitrary manner, by the sentence of lay commissioners, appointed to try him, the see of Durham was by act of parliament divided into two bishoprics, which had certain portions of the revenue assigned them. The regalities of the see, which included the jurisdiction of a count palatine, were given by the king to Northumberland; nor is it to be doubted but that nobleman had also purposed to make rich plunder of the revenue, as was then usual with the courtiers, whenever a bishopric became vacant.","subId":"47","id":"Hume.HE.3.35.47"},{"type":"paragraph","content":"The commons gave the ministry another mark of attachment, which was at that time the most sincere of any, the most cordial, and the most difficult to be obtained: They granted a supply of two subsidies and two fifteenths. To render this present the more acceptable, they voted a preamble, containing a long accusation of Somerset, \"for involving the king in wars, wasting his treasure, engaging him in much debt, embasing the coin, and giving occasion for a most terrible rebellion.\"","subId":"48","id":"Hume.HE.3.35.48"},{"type":"paragraph","content":"The debts of the crown were at this time considerable. The king had received from France 400,000 crowns on delivering Boulogne; he had reaped profit from the sale of some chantry lands; the churches had been spoiled of all their plate and rich ornaments, which, by a decree of council, without any pretence of law or equity, had been converted to the king's use: Yet such had been the rapacity of the courtiers, that the crown owed about 300,000 pounds; and great dilapidations were, at the same time, made of the royal demesnes. The young prince showed among other virtues, a disposition to frugality, which, had he lived, would soon have retrieved these losses: But as his health was declining very fast, the present emptiness of the exchequer was a sensible obstacle to the execution of those projects, which the ambition of Northumberland had founded on the prospect of Edward's approaching end.","subId":"49","id":"Hume.HE.3.35.49"},{"type":"paragraph","content":"{Succession changed.} That nobleman represented to the prince, whom youth and an infirm state of health made susceptible of any impression, that his two sisters, Mary and Elizabeth, had both of them been declared illegitimate by act of parliament: And though Henry by his will had restored them to a place in the succession, the nation would never submit to see the throne of England filled by a bastard: That they were the king's sisters by the half-blood only; and even if they were legitimate, could not enjoy the crown as his heirs and successors: That the queen of Scots stood excluded by the late king's will; and being an alien, had lost by law all right of inheriting; not to mention, that, as she was betrothed to the dauphin, she would, by her succession, render England, as she had already done Scotland, a province to France: That the certain consequence of his sister Mary's succession, or that of the queen of Scots, was the abolition of the protestant religion, and the repeal of the laws enacted in favour of the reformation, and the re-establishment of the usurpation and idolatry of the church of Rome: That fortunately for England, the same order of succession, which justice required, was also the most conformable to public interest; and there was not on any side any just ground for doubt or deliberation: That when these three princesses were excluded by such solid reasons, the succession devolved on the marchioness of Dorset, elder daughter of the French queen and the duke of Suffolk; That the next heir of the marchioness was the lady Jane Gray, a lady of the most amiable character, accomplished by the best education, both in literature and religion; and every way worthy of a crown: And that even, if her title by blood were doubtful, which there was no just reason to pretend, the king was possessed of the same power, that his father enjoyed; and might leave her the crown by letters patent.","subId":"50","id":"Hume.HE.3.35.50"},{"type":"paragraph","content":"These reasonings made impression on the young prince; and above all, his zealous attachment to the protestant religion made him apprehend the consequences, if so bigotted a catholic as his sister Mary should succeed to the throne. And though he bore a tender affection to the lady Elizabeth, who was liable to no such objection, means were found to persuade him, that he could not exclude the one sister, on account of illegitimacy, without giving also an exclusion to the other.","subId":"51","id":"Hume.HE.3.35.51"},{"type":"paragraph","content":"Northumberland, finding that his arguments were likely to operate on the king, began to prepare the other parts of his scheme. Two sons of the duke of Suffolk by a second venter having died, this season, of the sweating sickness, that title was extinct; and Northumberland engaged the king to bestow it on the marquis of Dorset. By means of this favour and of others, which he conferred upon him, he persuaded the new duke of Suffolk and the dutchess, to give their daughter, the lady Jane, in marriage to his fourth son, the lord Guilford Dudley. In order to fortify himself by farther alliances, he negociated a marriage between the lady Catherine Gray, second daughter of Suffolk, and lord Herbert, eldest son of the earl of Pembroke. He also married his own daughter to lord Hastings, eldest son of the earl of Huntingdon. These marriages were solemnized with great pomp and festivity; and the people, who hated Northumberland, could not forbear expressing their indignation at seeing such public demonstrations of joy, during the languishing state of the young prince's health.","subId":"52","id":"Hume.HE.3.35.52"},{"type":"paragraph","content":"Edward had been seized in the foregoing year, first with the measles, then with the small-pox; but having perfectly recovered from both these distempers, the nation entertained hopes, that they would only serve to confirm his health; and he had afterwards made a progress through some parts of the kingdom. It was suspected, that he had there overheated himself in exercise: He was seized with a cough, {The king's sickness.} which proved obstinate, and gave way neither to regimen nor medicines: Several fatal symptoms of a consumption appeared; and though it was hoped, that, as the season advanced, his youth and temperance might get the better of the malady; men saw with great concern his bloom and vigour insensibly decay. The general attachment to the young prince, joined to the hatred borne the Dudleys, made it be remarked, that Edward had every moment declined in health, from the time that lord Robert Dudley had been put about him, in quality of gentleman of the bedchamber.","subId":"53","id":"Hume.HE.3.35.53"},{"type":"paragraph","content":"The languishing state of Edward's health made Northumberland the more intent on the execution of his project. He removed all, except his own emissaries, from about the king: He himself attended him with the greatest assiduity: He pretended the most anxious concern for his health and welfare: And by all these artifices he prevailed on the young prince to give his final consent to the settlement projected. Sir Edward Montague, chief justice of the Common Pleas, Sir John Baker and Sir Thomas Bromley, two judges, with the attorney and solicitor-general, were summoned to the council; where, after the minutes of the intended deed were read to them, the king required them to draw them up in the form of letters patent. They hesitated to obey; and desired time to consider of it. The more they reflected, the greater danger they found in compliance. The settlement of the crown by Henry VIII. had been made in consequence of an act of parliament; and by another act, passed in the beginning of this reign, it was declared treason in any of the heirs, their aiders or abettors, to attempt on the right of another, or change the order of succession. The judges pleaded these reasons before the council. They urged, that such a patent as was intended would be intirely invalid; that it would subject, not only the judges who drew it, but every counsellor who signed it, to the pains of treason; and that the only proper expedient, both for giving sanction to the new settlement, and freeing its partizans from danger, was to summon a parliament, and to obtain the consent of that assembly. The king said, that he intended afterwards to follow that method, and would call a parliament, in which he purposed to have his settlement ratified; but in the mean time, he required the judges, on their allegiance, to draw the patent in the form required. The council told the judges, that their refusal would subject all of them to the pains of treason. Northumberland gave to Montague the appellation of traitor; and said that he would in his shirt fight any man in so just a cause as that of lady Jane's succession. The judges were reduced to great difficulties between the dangers from the law, and those which arose from the violence of present power and authority.","subId":"54","id":"Hume.HE.3.35.54"},{"type":"paragraph","content":"The arguments were canvassed in several different meetings between the council and the judges; and no solution could be found of the difficulties. At last, Montague proposed an expedient, which satisfied both his brethren and the counsellors. He desired, that a special commission should be passed by the king and council, requiring the judges to draw a patent for the new settlement of the crown; and that a pardon should immediately after be granted them for any offence, which they might have incurred by their compliance. When the patent was drawn and brought to the bishop of Ely, chancellor, in order to have the great seal affixed to it, this prelate required, that all the judges should previously sign it. Gosnald at first refused; and it was with much difficulty, that he was prevailed on, by the violent menaces of Northumberland, to comply; but the constancy of Sir James Hales, who, though a zealous protestant, preferred justice on this occasion to the prejudices of his party, could not be shaken by any expedient. The chancellor next required, for his greater security, that all the privy counsellors should set their hands to the patent: The intrigues of Northumberland or the fears of his violence were so prevalent, that the counsellors complied with this demand. {21st June.} Cranmer alone hesitated during some time, but at last yielded to the earnest and pathetic entreaties of the king. Cecil, at that time secretary of state, pretended afterwards, that he only signed as witness to the king's subscription. And thus, by the king's letters patent, the two princesses, Mary and Elizabeth, were set aside; and the crown was settled on the heirs of the dutchess of Suffolk: For the dutchess herself was content to give place to her daughters.","subId":"55","id":"Hume.HE.3.35.55"},{"type":"paragraph","content":"After this settlement was made, with so many inauspicious circumstances, Edward visibly declined every day; and small hopes were entertained of his recovery. To make matters worse, his physicians were dismissed by Northumberland's advice and by an order of council; and he was put into the hands of an ignorant woman, who undertook, in a little time, to restore him to his former state of health. After the use of her medicines, all the bad symptoms encreased to the most violent degree: He felt a difficulty of speech and breathing; his pulse failed, his legs swelled, his colour became livid; {And death. 6th July.} and many other symptoms appeared of his approaching end. He expired at Greenwich in the sixteenth year of his age, and the seventh of his reign.","subId":"56","id":"Hume.HE.3.35.56"},{"type":"paragraph","content":"All the English historians dwell with pleasure on the excellent qualities of this young prince; whom the flattering promises of hope, joined to many real virtues, had made an object of tender affection to the public. He possessed mildness of disposition, application to study and business, a capacity to learn and judge, and an attachment to equity and justice. He seems only to have contracted, from his education and from the genius of the age in which he lived, too much of a narrow prepossession in matters of religion, which made him incline somewhat to bigotry and persecution: But as the bigotry of protestants, less governed by priests, lies under more restraints than that of catholics, the effects of this malignant quality were the less to be apprehended, if a longer life had been granted to young Edward.","subId":"57","id":"Hume.HE.3.35.57"},{"type":"note","content":"Strype, vol. ii. Repository Q.","subId":"n1","id":"Hume.HE.3.35.n1"},{"type":"note","content":"Burnet, vol. ii. p. 115. Strype, vol. ii. p. 171.","subId":"n2","id":"Hume.HE.3.35.n2"},{"type":"note","content":"Hayward, p. 292. Hollingshed, p. 1003. Fox, vol. ii. p. 666. Mem. Cranm. p. 186.","subId":"n3","id":"Hume.HE.3.35.n3"},{"type":"note","content":"Heylin, p. 76.","subId":"n4","id":"Hume.HE.3.35.n4"},{"type":"note","content":"Stowe's Annals, p. 597. Hayward, p. 295.","subId":"n5","id":"Hume.HE.3.35.n5"},{"type":"note","content":"Hayward, p. 295, 296.","subId":"n6","id":"Hume.HE.3.35.n6"},{"type":"note","content":"Heylin, p. 76. Hollingshed, p. 1026.","subId":"n7","id":"Hume.HE.3.35.n7"},{"type":"note","content":"Stowe, p. 597. Hollingshed, p. 1030–34. Strype, vol. ii. p. 174.","subId":"n8","id":"Hume.HE.3.35.n8"},{"type":"note","content":"Hayward, p. 297, 298, 299.","subId":"n9","id":"Hume.HE.3.35.n9"},{"type":"note","content":"Thuanus, lib. vi. c. 6.","subId":"n10","id":"Hume.HE.3.35.n10"},{"type":"note","content":"Hayward, p. 300.","subId":"n11","id":"Hume.HE.3.35.n11"},{"type":"note","content":"Thuan. King Edward's journal, Stowe, p. 597.","subId":"n12","id":"Hume.HE.3.35.n12"},{"type":"note","content":"Burnet, vol. ii. p. 132, 175.","subId":"n13","id":"Hume.HE.3.35.n13"},{"type":"note","content":"Idem, p. 133.","subId":"n14","id":"Hume.HE.3.35.n14"},{"type":"note","content":"Strype, vol. ii. p. 181.","subId":"n15","id":"Hume.HE.3.35.n15"},{"type":"note","content":"Ibid. p. 183.","subId":"n16","id":"Hume.HE.3.35.n16"},{"type":"note","content":"Heylin, p. 72, 73. Stowe's Survey of London. Hayward, p. 303.","subId":"n17","id":"Hume.HE.3.35.n17"},{"type":"note","content":"Stowe, p. 597, 598. Hollingshed, p. 1057.","subId":"n18","id":"Hume.HE.3.35.n18"},{"type":"note","content":"Stowe, p. 600.","subId":"n19","id":"Hume.HE.3.35.n19"},{"type":"note","content":"Burnet, vol. ii. book i. coll. 46. Hayward, p. 308. Stowe, p. 601. Hollingshed, p. 1059.","subId":"n20","id":"Hume.HE.3.35.n20"},{"type":"note","content":"Heylin, p. 85. Rymer, tom. xv. p. 226.","subId":"n21","id":"Hume.HE.3.35.n21"},{"type":"note","content":"Heylin, p. 84. Hayward, p. 309. Stowe, p. 603.","subId":"n22","id":"Hume.HE.3.35.n22"},{"type":"note","content":"Hayward, p. 309.","subId":"n23","id":"Hume.HE.3.35.n23"},{"type":"note","content":"3 and 4 Edw. VI. c. 5.","subId":"n24","id":"Hume.HE.3.35.n24"},{"type":"note","content":"3 and 4 Edw. VI. c. 2.","subId":"n25","id":"Hume.HE.3.35.n25"},{"type":"note","content":"Ibid. c. 13.","subId":"n26","id":"Hume.HE.3.35.n26"},{"type":"note","content":"Burnet, vol. ii. p. 148. Hayward, 310, 311, 312. Rymer, vol. xv. p. 211.","subId":"n27","id":"Hume.HE.3.35.n27"},{"type":"note","content":"Hayward, p. 318. Heylin, p. 104. Rymer, tom. xv. p. 293.","subId":"n28","id":"Hume.HE.3.35.n28"},{"type":"note","content":"Heylin, p. 99.","subId":"n29","id":"Hume.HE.3.35.n29"},{"type":"note","content":"Collier, vol. ii. p. 305, from the council books. Heylin, p. 99.","subId":"n30","id":"Hume.HE.3.35.n30"},{"type":"note","content":"Fox, vol. ii. p. 734, & seq. Burnet, Heylin, Collier.","subId":"n31","id":"Hume.HE.3.35.n31"},{"type":"note","content":"Goodwin de praesul Angl. Heylin, p. 100.","subId":"n32","id":"Hume.HE.3.35.n32"},{"type":"note","content":"Collier, vol. ii. p. 307, from the council books.","subId":"n33","id":"Hume.HE.3.35.n33"},{"type":"note","content":"Wood, hist. & antiq. Oxon. lib. 1. p. 271, 272.","subId":"n34","id":"Hume.HE.3.35.n34"},{"type":"note","content":"Strype, vol. ii. p. 249.","subId":"n35","id":"Hume.HE.3.35.n35"},{"type":"note","content":"Fox, vol. ii. Collier, Burnet.","subId":"n36","id":"Hume.HE.3.35.n36"},{"type":"note","content":"Hayward, p. 315.","subId":"n37","id":"Hume.HE.3.35.n37"},{"type":"note","content":"Mem. Cranm. p. 234.","subId":"n38","id":"Hume.HE.3.35.n38"},{"type":"note","content":"Mem. Cranm. p. 289.","subId":"n39","id":"Hume.HE.3.35.n39"},{"type":"note","content":"Article xviii.","subId":"n40","id":"Hume.HE.3.35.n40"},{"type":"note","content":"Hayward, p. 326. Heylin, p. 108. Strype's Mem. vol. ii. p. 295.","subId":"n41","id":"Hume.HE.3.35.n41"},{"type":"note","content":"Heylin, p. 109.","subId":"n42","id":"Hume.HE.3.35.n42"},{"type":"note","content":"Heylin, p. 112.","subId":"n43","id":"Hume.HE.3.35.n43"},{"type":"note","content":"Hayward, p. 320, 321, 322. Stowe, p. 606. Hollingshed, p. 1067","subId":"n44","id":"Hume.HE.3.35.n44"},{"type":"note","content":"Hayward, p. 324, 325.","subId":"n45","id":"Hume.HE.3.35.n45"},{"type":"note","content":"Stowe, p. 608.","subId":"n46","id":"Hume.HE.3.35.n46"},{"type":"note","content":"5 & 6 Edw. VI. c. 1.","subId":"n47","id":"Hume.HE.3.35.n47"},{"type":"note","content":"Ibid. c. 20.","subId":"n48","id":"Hume.HE.3.35.n48"},{"type":"note","content":"Hayward, p. 318.","subId":"n49","id":"Hume.HE.3.35.n49"},{"type":"note","content":"Parliamentary Hist. vol. iii. p. 258. Burnet, vol. ii. p. 190.","subId":"n50","id":"Hume.HE.3.35.n50"},{"type":"note","content":"5 & 6 Edw. VI. cap. 2.","subId":"n51","id":"Hume.HE.3.35.n51"},{"type":"note","content":"5 & 6 Edw. VI. cap. 2.","subId":"n52","id":"Hume.HE.3.35.n52"},{"type":"note","content":"Ibid. cap. 3.","subId":"n53","id":"Hume.HE.3.35.n53"},{"type":"note","content":"Burnet, vol. ii. p. 202.","subId":"n54","id":"Hume.HE.3.35.n54"},{"type":"note","content":"Strype's Ecclesiastical Memorial, vol. ii. p. 394.","subId":"n55","id":"Hume.HE.3.35.n55"},{"type":"note","content":"Edw. VI. cap. 12.","subId":"n56","id":"Hume.HE.3.35.n56"},{"type":"note","content":"Heylin, p. 95, 132.","subId":"n57","id":"Hume.HE.3.35.n57"},{"type":"note","content":"Strype's Ecclesiastical Memorials, vol. ii. p. 344.","subId":"n58","id":"Hume.HE.3.35.n58"},{"type":"note","content":"Heylin, p. 199. Stowe, p. 609.","subId":"n59","id":"Hume.HE.3.35.n59"},{"type":"note","content":"Fuller, book viii. p. 2.","subId":"n60","id":"Hume.HE.3.35.n60"},{"type":"note","content":"Cranm. Mem. p. 295.","subId":"n61","id":"Hume.HE.3.35.n61"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}],"prev":{"id":"Hume.HE.3.34","imported":true,"title":"Chapter 34. Edward VI","breadcrumb":"Chapter 34","published":[1759]},"next":{"id":"Hume.HE.3.36","imported":true,"title":"Chapter 36. Mary","breadcrumb":"Chapter 36","published":[1759]}}