{"id":"Shaftesbury.C.MR.3.2","imported":true,"parent":"Shaftesbury.C.MR.3","title":"Chapter II. Explanation of a Taste continu'd――Ridiculers of it――Their Wit, and Sincerity――Application of the Taste to Affairs of Government and Politicks――Imaginary Characters in the State――Young Nobility, and Gentry――Pursuit of Beauty――Preparation for Philosophy","breadcrumb":"Chapter 2","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_015","blocks":[{"type":"title","content":"£1 Chapter II. Explanation of a Taste continu'd――Ridiculers of it――Their Wit, and Sincerity――Application of the Taste to Affairs of Government and Politicks――Imaginary Characters in the State――Young Nobility, and Gentry――Pursuit of Beauty――Preparation for Philosophy £1","id":"Shaftesbury.C.MR.3.2"},{"type":"paragraph","content":"BY this time, surely, I must have prov'd my-self sufficiently engag'd in the Project and Design of our _Self-discoursing_ ^Author,^ whose Defence I have undertaken. His Pretension, as plainly appears in this third Treatise, is to[n1] recommend ^Morals^ on the same foot, with what in a lower sense is call'd _Manners;_ and to advance ^Philosophy^ (as harsh a Subject as it may appear) on the very Foundation of what is call'd _agreeable_ and _polite._ And 'tis in this Method and Management that, as his Interpreter, or Paraphrast, I have propos'd to imitate and accompany him, as far as my _Miscellaneous_ ^Character^ will permit.","subId":"1","id":"Shaftesbury.C.MR.3.2.1"},{"type":"paragraph","content":"Our joint Endeavour, therefore, must appear this: To shew,[n2] \"That nothing which is found charming or delightful in the polite World, nothing which is adopted as Pleasure, or Entertainment, of whatever kind, can any way be accounted for, supported, or establish'd, without the Pre-establishment or Supposition of _a certain_ ^Taste.^ \" Now a ^Taste^ or _Judgment,_ 'tis suppos'd, can hardly come ready form'd with us into the World. Whatever Principles or Materials of this kind we may possibly bring with us; whatever good Facultys, Senses, or anticipating Sensations, and Imaginations, may be of Nature's Growth, and arise properly, of themselves, without our Art, Promotion, or Assistance; the general _Idea_ which is form'd of all this Management, and the clear _Notion_ we attain of what is preferable and principal in all these Subjects of Choice and Estimation, will not, as I imagine, by any Person, be taken for _in-nate._ Use, Practice and Culture must precede the _Understanding_ and _Wit_ of such an advanc'd Size and Growth as this. A legitimate and just ^Taste^ can neither be begotten, made, conceiv'd, or produc'd, without the antecedent _Labour_ and _Pains_ of ^Criticism.^","subId":"2","id":"Shaftesbury.C.MR.3.2.2"},{"type":"paragraph","content":"For this reason we presume not only to defend the Cause of ^Criticks;^ but to declare open War against those indolent supine _Authors, Performers, Readers, Auditors, Actors,_ or _Spectators;_ who making their ^Humour^ alone the Rule of what is _beautiful_ and _agreeable,_ and having no account to give of such their ^Humour^ or odd ^Fancy,^ reject the _criticizing_ or _examining Art,_ by which alone they are able to discover the _true_ ^Beauty^ and ^Worth^ of every Object.","subId":"3","id":"Shaftesbury.C.MR.3.2.3"},{"type":"paragraph","content":"According to that affected _Ridicule_ which these insipid Remarkers pretend to throw upon just ^Criticks,^ the Enjoyment of all real Arts or natural Beautys wou'd be intirely lost: Even in Behaviour and Manners, we shou'd at this rate become in time as barbarous, as in our Pleasures and Diversions. I wou'd presume it, however, of these _Critick_-Haters, that they are not yet so unciviliz'd, or void of all social Sense, as to maintain, \"That the most barbarous Life, or brutish Pleasure, is as desirable as the most polish'd or refin'd.\"","subId":"4","id":"Shaftesbury.C.MR.3.2.4"},{"type":"paragraph","content":"For my own part, when I have sometimes heard Men of reputed Ability join in with that effeminate plantive Tone of _Invective_ against ^Criticks,^ I have really thought they had it in their Fancy, to keep down the growing Genius's of the Youth, their Rivals, by turning them aside from that _Examination_ and _Search,_ on which all good Performance as well as good Judgment depends. I have seen many a time a well-bred Man, who had him-self a real _good_ ^Taste,^ give way, with a malicious Complaisance, to the Humour of a Company, where, in favour chiefly of the tender Sex, this soft languishing Contempt of _Criticks,_ and their Labours, has been the Subject set a-foot. \"Wretched Creatures! (says one) impertinent Things, these _Criticks,_ as ye call 'em!—As if one cou'dn't know what was agreeable or pretty, without their help.—'Tis fine indeed, that one shou'dn't be allow'd to fansy for one's-self.—Now shou'd a thousand Criticks tell me that Mr. _A_——'s new _Play_ wan't the wittiest in the World, I wou'dn't mind 'em one bit.\"","subId":"5","id":"Shaftesbury.C.MR.3.2.5"},{"type":"paragraph","content":"This our real Man of Wit hears patiently; and adds, perhaps of his own, \"That he thinks it, truly, somewhat hard, in what relates to People's Diversion and Entertainment, that they shou'd be oblig'd to chuse what pleas'd _others,_ and not _themselves._\" Soon after this he goes himself to the _Play,_ finds one of his effeminate Companions commending or admiring at a wrong place. He turns to the next Person who sits by him, and asks privately, \"_What he thinks of his Companion's Relish._\"","subId":"6","id":"Shaftesbury.C.MR.3.2.6"},{"type":"paragraph","content":"Such is the Malice of the World! They who by Pains and Industry have acquir'd a _real_ ^Taste^ in Arts, rejoice in their Advantage over others, who have either none at all, or such as renders 'em ridiculous. At _an Auction_ of Books, or Pictures, you shall hear these Gentlemen persuading every one \"_To bid_ for what _he fansys._\" But, at the same time, they wou'd be soundly mortify'd themselves, if by such as they esteem'd good Judges, they shou'd be found to have purchas'd by a _wrong Fancy,_ or _ill_ ^Taste.^ The same Gentleman who commends his Neighbour for ordering his Garden or Apartment, _as his_ ^Humour^ leads him, takes care his own shou'd be so order'd _as the best Judgments wou'd advise._ Being once a Judg himself, or but tolerably knowing in these Affairs, his Aim is not \"To change the Being of Things, and bring ^Truth^ and ^Nature^ to his _Humour:_ but, leaving ^Nature^ and ^Truth^ just as he found 'em, to accommodate his _Humour_ and _Fancy_ to _their_ ^Standard.^ \" Wou'd he do this in a yet higher Case, he might in reality become as _wise_ and _great_ a Man, as he is already a _refin'd and polish'd_ ^Gentleman.^ By _one_ of these ^Tastes^ he understands how to lay out his Garden, model his House, fansy his Equipage, appoint his Table: By _the other_ he learns of what Value these Amusements are in Life, and of what Importance to a Man's Freedom, Happiness, and Self-enjoyment. For if he wou'd try effectually to acquire the real _Science_ or ^Taste^ of _Life;_ he wou'd certainly discover, \"That a ^rightMind,^ and ^generousAffection,^ had more Beauty and Charm, than all other _Symmetrys_ in the World besides\": And, \"That a Grain of _Honesty_ and _native Worth,_ was of more value than all the _adventitious Ornaments, Estates,_ or _Preferments;_ for the sake of which some of the better sort so oft turn _Knaves;_ forsaking their Principles, and quitting their _Honour_ and _Freedom,_ for a mean, timorous, shifting State of _gaudy Servitude._\"","subId":"7","id":"Shaftesbury.C.MR.3.2.7"},{"type":"paragraph","content":"A LITTLE better ^Taste^ (were it a _very little_) in the Affair of _Life it-self,_ wou'd, if I mistake not, mend the Manners, and secure the Happiness of some of our _noble Countrymen,_ who come with high Advantage and a worthy _Character_ into the Publick. But ere they have long engag'd in it, their ^Worth^ unhappily becomes venal. _Equipages, Titles, Precedencys, Staffs, Ribbons,_ and other such glittering _Ware,_ are taken in exchange for _inward_ ^Merit,Honour,^ and a ^Character.^","subId":"8","id":"Shaftesbury.C.MR.3.2.8"},{"type":"paragraph","content":"This they may account perhaps _a shreud Bargain._ But there will be found very untoward Abatements in it, when the matter comes to be experienc'd. They may have descended in reality from ever so glorious Ancestors, Patriots, and Sufferers for their Country's Liberty and Welfare: They may have made their Entrance into the World upon this bottom of anticipated Fame and Honour: They may have been advanc'd on this account to Dignitys, which they were thought to have deserv'd. But when induc'd to change their honest Measures, and sacrifice their _Cause_ and _Friends_ to an _imaginary private Interest;_ they will soon find, by Experience, that they have lost the Relish and ^Taste^ of _Life;_ and for insipid wretched _Honours,_ of a deceitful kind, have unhappily exchang'd an amiable and sweet _Honour,_ of a sincere and lasting Relish, and good Savour. They may, after this, act _Farces,_ as they think fit; and hear Qualitys and Virtues assign'd to 'em, under the Titles of _Graces, Excellencys, Honours,_ and the rest of this mock-Praise and mimical Appellation. They may even with serious Looks be told of _Honour_ and _Worth, their_ ^Principle,^ and _their_ ^Country:^ But they know better within themselves; and have occasion to find, That, after all, the World too knows better; and that their few _Friends_ and _Admirers_ have either a very shallow Wit, or a very profound Hypocrisy.","subId":"9","id":"Shaftesbury.C.MR.3.2.9"},{"type":"paragraph","content":"'Tis not in _one_ Party alone that these _Purchases_ and _Sales_ of ^Honour^ are carry'd on. I can represent to my-self a noted ^Patriot,^ and reputed _Pillar_ of the religious Part of our Constitution, who having by many and long Services, and a steddy Conduct, gain'd the Reputation of thorow Zeal with his own Party, and of Sincerity and Honour with his very Enemys, on a sudden (the time being come that the Fulness of his Reward was set before him) submits complacently to the propos'd Bargain, and sells himself for what he is worth, in a vile detestable Old-Age, to which he has reserv'd the Infamy of betraying both his _Friends_ and _Country._","subId":"10","id":"Shaftesbury.C.MR.3.2.10"},{"type":"paragraph","content":"I can imagine, on the other side, one of a contrary Party; a noted Friend to ^Liberty^ in _Church_ and _State;_ an Abhorrer of the slavish Dependency on _Courts,_ and of the narrow Principles of _Bigots:_ Such a one, after many publick Services of note, I can see wrought upon, by degrees, to seek _Court-Preferment;_ and this too under a _Patriot_-Character. But having perhaps try'd this way with less success, he is oblig'd to change his _Character,_ and become _a royal Flatterer,_ a Courtier _against his Nature;_ submitting himself, and suing, in so much the meaner degree, as his inherent Principles are well known at Court, and to his new-adopted Party, to whom he feigns himself _a Proselyte._","subId":"11","id":"Shaftesbury.C.MR.3.2.11"},{"type":"paragraph","content":"The greater the _Genius_ or _Character_ is of such a Person, the greater is his Slavery, and heavier his Load. Better had it been that he had never discover'd such a Zeal for publick Good, or signaliz'd him-self in _that Party;_ which can with least grace make Sacrifices of national Interests to _a Crown,_ or to the _private_ Will, Appetite, or Pleasure of _a Prince._ For supposing such _a Genius_ as this had been to act his Part of Courtship in some foreign and absolute Court; how much less infamous wou'd his Part have prov'd? How much less slavish, admist a People who were _All_ Slaves? Had he peradventure been one of that forlorn begging Troop of Gentry extant in ^Denmark,^ or ^Sweden,^ since the time that those Nations lost their Libertys; had he liv'd out of a free Nation, and happily-balanc'd Constitution; had he been either conscious of no Talent in the Affairs of Government, or of no Opportunity to exert any such, to the advantage of Mankind: Where had been the mighty shame, if perhaps he had employ'd some of his Abilitys in flattering like others, and paying the necessary Homage requir'd for Safety's sake, and Self-preservation, in absolute and despotick Governments? The ^Taste,^ perhaps, in strictness, might still be _wrong,_ even in _this_ hard Circumstance: But how _inexcusable_ in _a quite contrary one!_ For let us suppose our Courtier not only _an Englishman,_ but of the Rank and Stem of those old _English_ Patriots, who were wont to curb the Licentiousness of our Court, arraign its Flatterers, and purge away those Poisons from the Ear of Princes; let us suppose him of a competent Fortune and moderate Appetites, without any apparent _Luxury_ or _Lavishment_ in his Manners: What shall we, after this, bring in Excuse, or as an Apology, for such a _Choice_ as his? How shall we explain this preposterous _Relish,_ this odd Preference of _Subtlety_ and _Indirectness,_ to true _Wisdom,_ open _Honesty,_ and _Uprightness?_","subId":"12","id":"Shaftesbury.C.MR.3.2.12"},{"type":"paragraph","content":"'Tis easier, I confess, to give account of this _Corruption of_ ^Taste^ in some _noble Youth_ of a more sumptuous gay Fancy; supposing him born truly _Great,_ and of _honourable Descent;_ with a _generous free_ ^Mind,^ as well as _ample Fortune._ Even these _Circumstances_ themselves may be the very Causes perhaps of his being thus ensnar'd. The[n3] Elegance of his Fancy in outward things, may have made him overlook the Worth of _inward Character_ and _Proportion:_ And the Love of Grandure and Magnificence, wrong turn'd, may have possess'd his Imagination over-strongly with such things as _Frontispieces, Parterres, Equipages, trim Valets in party-colour'd Clothes;_ and others _in Gentlemens Apparel._—Magnanimous Exhibitions of _Honour_ and _Generosity!_—\"In Town, a Palace and sutable Furniture! In the Country the same; with the addition of such Edifices and Gardens as were unknown to our Ancestors, and are unnatural to such a Climate as ^GreatBritain!^ \"","subId":"13","id":"Shaftesbury.C.MR.3.2.13"},{"type":"paragraph","content":"Mean while the Year runs on; but the Year's Income answers not its Expence. For \"Which of these Articles can be retrench'd? Which way take up, after having thus set out?\" A _Princely_ Fancy has begot all this; and a _Princely_ Slavery, and _Court_-Dependence must maintain it.","subId":"14","id":"Shaftesbury.C.MR.3.2.14"},{"type":"paragraph","content":"The young Gentleman is now led into _a Chace,_ in which he will have slender Capture, tho Toil sufficient. He is him-self _taken._ Nor will he so easily get out of that Labyrinth, to which he chose to commit his steps, rather than to the more direct and plainer Paths in which he trod before. \"Farewel that generous proud Spirit, which was wont to speak only what it approv'd, commend only whom it thought worthy, and act only what it thought right! _Favourites_ must be now observ'd, _little Engines_ of Power attended on, and loathsomly caress'd: an honest Man dreaded, and every free Tongue or Pen abhor'd as dangerous and reproachful.\" For till our Gentleman is become wholly prostitute and shameless; till he is brought to laugh at _publick Virtue,_ and the very Notion of _common Good;_ till he has openly renounc'd all Principles of Honour and Honesty, he must in good Policy avoid those to whom he lies so much expos'd, and shun that Commerce and Familiarity which was once his chief Delight.","subId":"15","id":"Shaftesbury.C.MR.3.2.15"},{"type":"paragraph","content":"Such is the Sacrifice made to a wrong Pride, and ignorant Self-esteem; by one whose inward Character must necessarily, after this manner, become as mean and abject, as his outward Behaviour insolent and intolerable.","subId":"16","id":"Shaftesbury.C.MR.3.2.16"},{"type":"paragraph","content":"There are another sort of _Suitors to Power,_ and _Traffickers_ of _inward_ ^Worth^ _and_ ^Liberty^ for outward _Gain,_ whom one wou'd be naturally drawn to compassionate. They are themselves of a humane, compassionate, and friendly nature, Well-wishers to their Country and Mankind. They cou'd, perhaps, even embrace ^Poverty^ contentedly, rather than submit to any thing diminutive either of their _inward Freedom_ or _national Liberty._ But what they can bear in their own Persons, they cannot bring themselves to bear in the Persons of such as are to come after them. Here the _best_ and _noblest_ of Affections are borne down by the Excess of the _next best,_ those of _Tenderness for Relations_ and _near Friends._","subId":"17","id":"Shaftesbury.C.MR.3.2.17"},{"type":"paragraph","content":"Such Captives as these wou'd disdain, however, to devote themselves to any Prince or Ministry, whose Ends were wholly tyrannical, and irreconcilable with the true Interest of their Nation. In other cases of a less Degeneracy, they may bow down perhaps _in the Temple of_ ^Rimmon,^ support the Weight of their _supine_ ^Lords,^ and prop the Steps and ruining Credit of their _corrupt Patrons._","subId":"18","id":"Shaftesbury.C.MR.3.2.18"},{"type":"paragraph","content":"This is Drudgery sufficient for such honest Natures; such as by hard Fate alone cou'd have been made dishonest. But as for _Pride_ or _Insolence_ on the account of their outward Advancement and seeming Elevation; they are so far from any thing resembling it, that one may often observe what is very contrary in these fairer _Characters_ of Men. For tho perhaps they were known somewhat _rigid_ and _severe_ before; you see 'em now grown in reality _submissive_ and _obliging._ Tho in Conversation formerly _dogmatical_ and _over-bearing,_ on the Points of State and Government; they are now _the patientest_ to hear, the _least forward_ to dictate, and the readiest to embrace any entertaining Subject of Discourse, rather than that of the _Publick,_ and their own _personal Advancement._","subId":"19","id":"Shaftesbury.C.MR.3.2.19"},{"type":"paragraph","content":"Nothing is so near _Virtue_ as this Behaviour; and nothing so remote from it, nothing so sure a Token of the most profligate Manners, as the contrary. In a free Government, 'tis so much the Interest of every one _in Place,_ who profits by the Publick, to demean himself with _Modesty_ and _Submission;_ that to appear immediately the more insolent and haughty on such an Advancement, is the mark only of a contemptible Genius, and of a want of true Understanding, even in the narrow Sense of _Interest_ and _private Good._","subId":"20","id":"Shaftesbury.C.MR.3.2.20"},{"type":"paragraph","content":"Thus we see, after all, that 'tis not merely what we call _Principle,_ but a ^Taste,^ which governs Men. They may think for certain \"This is _right,_ or that _wrong_\": They may believe \"This _a Crime,_ or that _a Sin;_ This punishable by _Man,_ or that by _God!_\" Yet if the _Savor_ of things lies cross to ^Honesty;^ if the _Fancy_ be florid, and the _Appetite_ high towards the subaltern Beautys and lower Order of worldly Symmetrys and Proportions; the Conduct will infallibly turn this latter way.","subId":"21","id":"Shaftesbury.C.MR.3.2.21"},{"type":"paragraph","content":"Even _Conscience,_ I fear, such as is owing to religious Discipline, will make but a slight Figure, where this ^Taste^ is set amiss. Among the Vulgar perhaps it may do wonders. A _Devil_ and a _Hell_ may prevail, where a _Jail_ and _Gallows_ are thought insufficient. But such is the Nature of the liberal, polish'd, and refin'd part of Mankind; so far are they from the mere Simplicity of Babes and Sucklings; that, instead of applying the Notion of a future Reward or Punishment to their immediate Behaviour in Society, they are apt, much rather, thro' the whole Course of their Lives, to shew evidently that they look on the pious Narrations to be indeed no better than Childrens Tales, or the Amusement of the mere Vulgar:","subId":"22","id":"Shaftesbury.C.MR.3.2.22"},{"type":"paragraph","content":"[n4]That our ghosts exist and realms below the earth . . . not even children believe, except those who are too young to pay at the baths.","subId":"23","id":"Shaftesbury.C.MR.3.2.23"},{"type":"paragraph","content":"Something therefore shou'd, methinks, be further thought of, in behalf of our generous Youths, towards the correcting of their ^Taste,^ or _Relish_ in the Concerns of _Life._ For this at last is what will influence. And in this respect _the Youth_ alone are to be regarded. Some hopes there may be still conceiv'd of _These._ The rest are confirm'd and harden'd in their way. A middle-ag'd Knave (however devout or orthodox) is but a common Wonder: An old-one is no Wonder at all: But a young-one is still (thank Heaven!) somewhat extraordinary. And I can never enough admire what was said once by a worthy Man at the first appearance of one of these young able Prostitutes, \"That he even trembled at the sight, to find Nature capable of being turn'd so soon: and That he boded greater Calamity to his Country from this single Example of _young_ Villany, than from the Practices and Arts of all the _old_ Knaves in being.\"","subId":"24","id":"Shaftesbury.C.MR.3.2.24"},{"type":"paragraph","content":"Let us therefore proceed in this view, addressing our-selves to the grown _Youth_ of our polite World. Let the Appeal be to these, whose _Relish_ is retrievable, and whose _Taste_ may yet be form'd in _Morals;_ as it seems to be, already, in _exterior Manners_ and _Behaviour._","subId":"25","id":"Shaftesbury.C.MR.3.2.25"},{"type":"paragraph","content":"THAT there is really ^aStandard^ of this latter kind, will immediately, and on the first view, be acknowledg'd. The Contest is only, \"Which is _right:_—Which the _un-affected_ Carriage, and _just_ Demeanour: And Which the _affected_ and _false._\" Scarce is there any-one, who pretends not to know and to decide What is _well-bred_ and _handsom._ There are few so affectedly clownish, as absolutely to disown _Good-breeding,_ and renounce the Notion of ^aBeauty^ in _outward Manners_ and _Deportment._ With such as these, wherever they shou'd be found, I must confess, I cou'd scarce be tempted to bestow the least Pains or Labour, towards convincing 'em of a _Beauty_ in _inward Sentiments_ and _Principles._","subId":"26","id":"Shaftesbury.C.MR.3.2.26"},{"type":"paragraph","content":"Whoever has any Impression of what we call _Gentility_ or _Politeness,_ is already so acquainted with the ^Decorum^ and ^Grace^ of things, that he will readily confess a Pleasure and Enjoyment in the very _Survey_ and _Contemplation_ of this kind. Now if in the way of polite Pleasure, _the Study_ and _Love of_ ^Beauty^ be essential; _the Study_ and _Love of_ ^Symmetry^ and ^Order,^ on which _Beauty_ depends, must also be essential, in the same respect.","subId":"27","id":"Shaftesbury.C.MR.3.2.27"},{"type":"paragraph","content":"'Tis impossible we can advance the least in any _Relish_ or _Taste_ of outward Symmetry and Order; without acknowledging that the proportionate and regular State is the truly _prosperous_ and natural in every Subject. The same Features which make Deformity, create Incommodiousness and Disease. And the same Shapes and Proportions which make Beauty, afford Advantage, by adapting to Activity and Use. Even in the imitative or _designing_ Arts, (to which our Author so often refers) the _Truth_ or _Beauty_ of every Figure or Statue is measur'd from the Perfection of Nature, in her just adapting of every Limb and Proportion to the Activity, Strength, Dexterity, Life and Vigor of the particular Species or Animal _design'd._","subId":"28","id":"Shaftesbury.C.MR.3.2.28"},{"type":"paragraph","content":"Thus _Beauty_ and[n5] _Truth_ are plainly join'd with the Notion of _Utility_ and _Convenience,_ even in the Apprehension of every ingenious Artist, the[n6] _Architect,_ the _Statuary,_ or the _Painter._ 'Tis the same in _the Physician's_ way. Natural _Health_ is the just Proportion, _Truth,_ and regular Course of things, in a Constitution. 'Tis _the inward Beauty of the_ ^Body.^ And when the Harmony and just Measures of the rising Pulses, the circulating Humours, and the moving Airs or Spirits are disturb'd or lost, _Deformity_ enters, and with it, _Calamity_ and _Ruin._","subId":"29","id":"Shaftesbury.C.MR.3.2.29"},{"type":"paragraph","content":"Shou'd not this, one wou'd imagine, be still the same Case, and hold equally as to _the_ ^Mind?^ Is there nothing _there_ which tends to Disturbance and Dissolution? Is there no natural Tenour, Tone, or Order of the Passions or Affections? No _Beauty,_ or _Deformity_ in this _moral_ kind? Or allowing that there really is; must it not, of consequence, in the same manner imply _Health_ or _Sickliness, Prosperity_ or _Disaster?_ Will it not be found in this respect, above all, \"That what is[n7] ^beautiful^ is _harmonious_ and _proportionable;_ what is harmonious and proportionable, is ^true;^ and what is at once both _beautiful_ and _true,_ is, of consequence, _agreeable_ and ^good?^ \"","subId":"30","id":"Shaftesbury.C.MR.3.2.30"},{"type":"paragraph","content":"Where then is this ^Beauty^ or _Harmony_ to be found? How is this ^Symmetry^ to be discover'd and apply'd? Is it any other _Art_ than that of ^Philosophy,^ or _the Study of inward Numbers and Proportions,_ which can exhibit this in Life? If no other; Who, then, can possibly have a ^Taste^ of this kind, without being beholden to ^Philosophy?^ Who can admire the _outward_ Beautys, and not recur instantly to the _inward,_ which are the most real and essential, the most naturally affecting, and of the highest Pleasure, as well as Profit and Advantage?","subId":"31","id":"Shaftesbury.C.MR.3.2.31"},{"type":"paragraph","content":"In so short a compass does that Learning and Knowledge lie, on which _Manners_ and _Life_ depend. 'Tis _We our-selves_ create and form our ^Taste.^ If we resolve to have it _just;_ 'tis in our power. We may esteem and value, approve and disapprove, as we wou'd wish. For who wou'd not rejoice to be always equal and consonant to himself, and have constantly that Opinion of things which is natural and proportionable? But who dares search ^Opinion^ to the bottom, or call in question his _early_ and _prepossessing_ ^Taste?^ Who is so just to himself, as to recal his ^Fancy^ from the power of _Fashion_ and _Education,_ to that of ^Reason?^ Cou'd we, however, be thus courageous; we shou'd soon settle in our-selves such an _Opinion_ of ^Good^ as wou'd secure to us an _invariable, agreeable,_ and _just_ ^Taste^ in Life and Manners.","subId":"32","id":"Shaftesbury.C.MR.3.2.32"},{"type":"paragraph","content":"THUS HAVE I endeavour'd to tread in my _Author's_ steps, and prepare the Reader for the serious and downright Philosophy, which even in this[n8] last commented Treatise, our Author keeps still as a Mystery, and dares not formally profess. His Pretence has been to _advise Authors,_ and polish _Styles;_ but his Aim has been to correct _Manners,_ and regulate _Lives._ He has affected ^Soliloquy,^ as pretending only to censure Himself; but he has taken occasion to bring others into his Company, and make bold with _Personages_ and _Characters_ of no inferior Rank. He has given scope enough to Raillery and Humour; and has intrench'd very largely on the Province of us _Miscellanarian_ Writers. But the Reader is[n9] now about to see him in a new aspect, \"a formal and profess'd _Philosopher,_ a _System_-Writer, a _Dogmatist,_ and _Expounder._\"—_Habes consitentem reum._","subId":"33","id":"Shaftesbury.C.MR.3.2.33"},{"type":"paragraph","content":"So to his ^Philosophy^ I commit him. Tho, according as my Genius and present Disposition will permit, I intend still to accompany him at a distance, keep him in sight, and convoy him, the best I am able, thro' the dangerous Seas he is about to pass.","subId":"34","id":"Shaftesbury.C.MR.3.2.34"},{"type":"note","content":"VOL. I. _pag._ 336, &c.","subId":"n1","id":"Shaftesbury.C.MR.3.2.n1"},{"type":"note","content":"VOL. I. _pag._ 336, &c.","subId":"n2","id":"Shaftesbury.C.MR.3.2.n2"},{"type":"note","content":"VOL. I. _pag._ 139.","subId":"n3","id":"Shaftesbury.C.MR.3.2.n3"},{"type":"note","content":"\"\"$Esse aliquos Manes, & subterranea regna, // Nec pueri credunt, nisi qui nondum aere lavantur.$ // [Juven. Sat. 2. ver. 149.]\"\"","subId":"n4","id":"Shaftesbury.C.MR.3.2.n4"},{"type":"note","content":"VOL. I. _pag._ 142, &c.","subId":"n5","id":"Shaftesbury.C.MR.3.2.n5"},{"type":"note","content":"$In GRAECIS Operibus, nemo sub mutulo denticulos constituit, &c. Quod ergo supra Cantherios & Templa _in Veritate_ debet esse collocatum, id in Imaginibus, si infrà constitutum fuerit, _mendosam_ habebit operis rationem. Etiamque ANTIQUI non probaverunt, neque instituerunt, &c. Ita quod non potest in _Veritate_ fieri, id non putaverunt in Imaginibus factum, posse _certam_ rationem habere. Omnia enim _certâ proprietate_, & à _veris NATURAE_ deductis _Moribus_, traduxerunt in Operum perfectiones: & ea probaverunt quorum explicationes in _Disputationibus_ rationem possunt habere _VERITATIS_. Itaque ex eis Originibus _Symmetrias_ & _Proportiones_ uniuscujusque generis constitutas reliquerunt.$ [^Vitruvius,^ _lib._ iv. _cap._ 2.] whose Commentator ^Philander^ may be also read on this place. See above, VOL. I. _pag._ 208, 336, &c. 340, 350, &c. And below, _pag._ 259, 260.","subId":"n6","id":"Shaftesbury.C.MR.3.2.n6"},{"type":"note","content":"This is the HONESTUM, the PULCHRUM, τὸ καλόν [the Beautiful], on which our Author lays the stress of VIRTUE, and the Merits of this Cause; as well in his other Treatises, as in this of _Soliloquy_ here commented. This _Beauty_ the ^Roman^ _Orator,_ in his rhetorical way, and in the Majesty of Style, cou'd express no otherwise than as _A Mystery._ \"_HONESTUM igitur id intelligimus, quod tale est, ut, detractâ omni utilitate, sine ullis praemiis fructibusve, per seipsum possit jure laudari. Quod quale sit, non tam definitione quâ sum usus intelligi potest (quanquam aliquantum potest) quam COMMUNI omnium JUDICIO, & optimi cujusque studiis, atque factis a qui permulta ob eam unam causam faciunt, quia decet, quia rectum, quia honestum est; etsi nullum consecuturum emolumentum vident._\" [By _right_ therefore I understand what is such that, apart from expediency, without any reward or profit, it can properly be praised on its own account. What sort of thing, that is, may be understood, not so much from the definition I have given (though to some extent it may be so understood) as from the general agreement of all, and from the enthusiasm and acts of the best men; they do many a thing for this one reason, that it is becoming, is proper, is right, even though they see no gain likely to follow.] Our Author, on the other side, having little of the _Orator,_ and less of the Constraint of Formality belonging to some graver _Characters,_ can be more familiar on this occasion: and accordingly descending, without the least scruple, into whatever Style, or Humour; he refuses to make the least Difficulty or _Mystery_ of this matter. He pretends, on this head, to claim the Assent not only of _Orators, Poets,_ and the higher _Virtuosi,_ but even of the _Beaux_ themselves, and such as go no farther than the Dancing-Master to seek for _Grace_ and _Beauty._ He pretends, we see, to fetch this _natural Idea_ from as familiar Amusements as Dress, Equipage, the Tiring-Room, or Toy-shop. And thus in his proper manner of _SOLILOQUY,_ or _Self-Discourse,_ we may imagine him running on: beginning perhaps with some particular _Scheme_ or fansy'd _Scale_ of BEAUTY, which, according to his Philosophy, he strives to erect; by distinguishing, sorting, and dividing into Things _animate, in-animate,_ and _mixt:_ as thus.In the IN-ANIMATE; beginning from those _regular Figures_ and _Symmetrys_ with which Children are delighted; and proceeding gradually to the Proportions of _Architecture_ and the other _Arts._—The same in respect of _Sounds_ and MUSICK. From beautiful Stones, Rocks, _Minerals;_ to _Vegetables,_ Woods, aggregate Parts of the World, Seas, Rivers, Mountains, Vales.—The _Globe._—Celestial Bodys, and their Order. The higher _Architecture_ of Nature.—NATURE her-self, consider'd as _in-animate_ and _passive._In the ANIMATE; from _Animals,_ and their several Kinds, Tempers, Sagacitys, to _Men._—And from single _Persons_ of Men, their private _Characters,_ Understandings, _Genius's,_ Dispositions, Manners; to Publick Societys, _Communitys,_ or _Commonwealths._—From Flocks, Herds, and other natural _Assemblages_ or _Groups_ of living Creatures, to human Intelligencys and Correspondencys, or whatever is higher in the kind. The Correspondence, Union and Harmony of NATURE her-self, consider'd as _animate_ and intelligent.In the MIXT; as in a _single Person,_ (a Body and a Mind) the Union and Harmony of this kind, which constitutes the real _Person:_ and the Friendship, Love, or whatever other Affection is form'd on such an Object. A _Houshold,_ a _City,_ or _Nation,_ with certain Lands, Buildings, and other Appendices, or local Ornaments, which jointly form that agreeable Idea of _Home, Family, Country._—‘‘And what of this? (says an airy Spark, no Friend to Meditation or deep Thought) \"What means this _Catalogue,_ or _Scale,_ as you are pleas'd to call it?\" \"Only, Sir, to satisfy my-self, That I am not alone, or single in a certain Fancy I have of a thing call'd BEAUTY; That I have almost the whole World for my Companions; and That each of us _Admirers_ and earnest _Pursuers of_ BEAUTY (such as in a manner we _All_ are) if peradventure we take not a certain Sagacity along with us, we must err widely, range extravagantly, and run ever upon a false Scent. We may, in the Sportsman's Phrase, _have many Hares afoot,_ but shall stick to no real _Game,_ nor be fortunate in _any Capture_ which may content us.\"‘‘See with what Ardour and Vehemence, the young Man, neglecting his proper Race and Fellow-Creatures, and forgetting what is _decent, handsom,_ or _becoming_ in human Affairs, pursues these SPECIES in those common Objects of his Affection, a _Horse,_ a _Hound,_ a _Hawk!_—What doting on these _Beautys!_—What Admiration of the _Kind_ it-self! And of the particular _Animal,_ what Care, and in a manner Idolatry and Consecration; when the Beast beloved is (as often happens) even set apart from use, and only kept to gaze on, and feed the enamour'd Fancy with highest Delight!—See! in another Youth, not so forgetful of _Human Kind,_ but remembring it still in a wrong way! a φιλόκαλος [a lover of the beautiful] of another sort, a CHAEREA. _Quàm elegans formarum Spectator!_—See as to other _Beautys,_ where there is no Possession, no Enjoyment or Reward, but barely seeing and admiring: as in the _Virtuoso_-Passion, the Love of _Painting,_ and the _Designing_ Arts of every kind, so often observ'd.—How fares it with our _princely Genius,_ our _Grandee_ who assembles all these _Beautys,_ and within the Bounds of his sumptuous Palace incloses all these Graces of a thousand kinds?—What Pains! Study! Science!—Behold the Disposition and Order of these finer sorts of Apartments, Gardens, _Villas!_—The kind of Harmony to the Eye, from the various Shapes and Colours agreeably mixt, and rang'd in Lines, intercrossing without confusion, and fortunately co-incident.—A _Parterre,_ Cypresses, Groves, Wildernesses.—Statues, here and there, of _Virtue, Fortitude, Temperance._—_Heroes_-Busts, _Philosophers_-Heads; with sutable Mottos and Inscriptions.—Solemn Representations of things deeply natural.—_Caves, Grottos, Rocks._—_Urns_ and _Obelisks_ in retir'd places, and dispos'd at proper distances and points of Sight: with all those Symmetrys which silently express a reigning _Order, Peace, Harmony,_ and _Beauty!_—But what is there answerable to this, in the MINDS of _the Possessors?_—What _Possession_ or _Propriety_ is theirs? What _Constancy_ or _Security_ of Enjoyment? What _Peace,_ what _Harmony_ WITHIN.—Thus our MONOLOGIST, or _self-discoursing_ Author, in his usual Strain; when incited to the Search of BEAUTY and the DECORUM, by vulgar Admiration, and the universal Acknowledgment of the SPECIES in _outward_ Things, and in the _meaner_ and _subordinate_ Subjects. By this inferior _Species,_ it seems, our strict Inspector disdains to be allur'd: And refusing to be captivated by any thing less than the _superior, original,_ and _genuine_ Kind; he walks at leisure, without Emotion, in deep philosophical Reserve, thro' all these pompous Scenes; passes unconcernedly by those Court-Pageants, the illustrious and much-envy'd Potentates of the Place; overlooks _the Rich, the Great,_ and even _the Fair:_ feeling no other Astonishment than what is accidentally rais'd in him, by the View of these Impostures, and of this specious _Snare._ For here he observes those Gentlemen chiefly to be caught and fastest held, who are the highest Ridiculers of such Reflections as his own; and who in the very height of this Ridicule prove themselves the impotent Contemners of a SPECIES, which, whether they will or no, they ardently pursue: Some, in _a Face,_ and certain regular Lines, or Features: Others, in _a Palace and Apartments:_ Others, in _an Equipage_ and _Dress._—\"O EFFEMINACY! EFFEMINACY! Who wou'd imagine this cou'd be the _Vice_ of such as appear no inconsiderable Men?—But _Person_ is a Subject of Flattery which reaches beyond the Bloom of Youth. The experienc'd Senator and aged General, can, in our days, dispense with a _Toilet,_ and take his outward Form into a very extraordinary Adjustment and Regulation.—All _Embellishments_ are affected, besides the true. And thus, led by Example, whilst we run in search of _Elegancy_ and _Neatness;_ pursuing BEAUTY; and adding, as we imagine, more Lustre, and Value to our own _Person;_ we grow, in our real _Character_ and truer _SELF, deform'd_ and _monstrous, servile_ and _abject;_ stooping to the lowest Terms of Courtship; and sacrificing all internal Proportion, all _intrinsick_ and _real_ BEAUTY and WORTH, for the sake of Things which carry scarce a Shadow of the Kind.\" _Supra,_ VOL. II. _pag._ 394, &c. and VOL. I. _pag._ 138, &c. and _pag._ 337.","subId":"n7","id":"Shaftesbury.C.MR.3.2.n7"},{"type":"note","content":"_Viz._ Treatise III. (ADVICE to an Author) VOL. I.","subId":"n8","id":"Shaftesbury.C.MR.3.2.n8"},{"type":"note","content":"_Viz._ In Treatise IV. (The INQUIRY, _&c._) Vol. II.","subId":"n9","id":"Shaftesbury.C.MR.3.2.n9"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.3","imported":true,"title":"Miscellany III","breadcrumb":"Miscellany 3","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.3.1","imported":true,"title":"Chapter I. Further Remarks on the Author of the Treatises――His Order and Design――His Remarks on the Succession of Wit, and Progress of Letters, and Philosophy――Of Words, Relations, Affections――Country-Men and Country――Old-England――Patriots of the Soil――Virtuosi, and Philosophers――A Taste","breadcrumb":"Chapter 1","published":[1711]},"next":{"id":"Shaftesbury.C.MR.4","imported":true,"title":"Miscellany IV","breadcrumb":"Miscellany 4","published":[1711]}}