{"id":"Shaftesbury.C.SC.3.4","imported":true,"parent":"Shaftesbury.C.SC.3","title":"Section IV","breadcrumb":"Section 4","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_035","blocks":[{"type":"title","content":"<h1>Section IV</h1> ","id":"Shaftesbury.C.SC.3.4"},{"type":"paragraph","content":"'TIS well for you (my Friend!) that in your Education you have had little to do with the<a href=\"#n1\"><sup>[1]</sup></a> <em>Philosophy,</em> or <em>Philosophers</em> of our days. A good Poet, and an honest Historian, may afford Learning enough for <em>a Gentleman.</em> And such a one, whilst he reads these Authors as his Diversion, will have a truer relish of their Sense, and understand 'em better than a <em>Pedant,</em> with all his Labours, and the assistance of his Volumes of Commentators. I am sensible, that of old 'twas the custom to send the Youth of highest Quality to <em>Philosophers</em> to be form'd. 'Twas in their Schools, in their Company, and by their Precepts and Example, that the illustrious Pupils were inur'd to Hardship, and exercis'd in the severest Courses of Temperance and Self-denial. By such an early Discipline, they were fitted for the Command of others; to maintain their Country's Honour in War, rule wisely in the State, and fight against Luxury and Corruption in times of Prosperity and Peace. If any of these Arts are comprehended in <em>University-Learning,</em> 'tis well. But as some Universitys in the World are now model'd, they seem not so very effectual to these Purposes, nor so fortunate in preparing for a right Practice of the World, or a just Knowledg of Men and Things. Had you been thorow-pac'd in the <em>Ethicks</em> or <em>Politicks</em> of the Schools, I shou'd never have thought of writing a word to you upon <em>Common Sense,</em> or <em>the Love of Mankind.</em> I shou'd not have cited<a href=\"#n2\"><sup>[2]</sup></a> the Poet's <em>Dulce &amp; Decorum.</em> Nor, if I had made a Character for you, as he for his noble Friend, shou'd I have crown'd it with his","subId":"1","id":"Shaftesbury.C.SC.3.4.1"},{"type":"paragraph","content":"<a href=\"#n3\"><sup>[3]</sup></a>He fears not to die for his dear friends and fatherland.","subId":"2","id":"Shaftesbury.C.SC.3.4.2"},{"type":"paragraph","content":"Our Philosophy now-a-days runs after the manner of that able Sophister, who said,<a href=\"#n4\"><sup>[4]</sup></a> <q><em>Skin for Skin: All that a Man has will he give for his Life.</em></q> 'Tis orthodox Divinity, as well as sound Philosophy, with some Men, to rate <em>Life</em> by the Number and Exquisiteness of <em>the pleasing Sensations.</em> These they constantly set in opposition to <em>dry Virtue</em> and <em>Honesty.</em> And upon this foot, they think it proper to call all Men Fools, who wou'd hazard <em>a Life,</em> or part with any of these <em>pleasing Sensations;</em> except on the condition of being repaid in the same Coin, and with good Interest into the bargain. Thus, it seems, we are to learn Virtue by Usury; and inhance the Value of <em>Life,</em> and of the <em>Pleasures of Sense,</em> in order to be wise, and to <em>live well.</em>","subId":"3","id":"Shaftesbury.C.SC.3.4.3"},{"type":"paragraph","content":"But you (my Friend!) are stubborn in this Point: and instead of being brought to think mournfully of Death, or to repine at the Loss of what you may sometimes hazard by your Honesty, you can laugh at such Maxims as these; and divert your-self with the improv'd Selfishness, and philosophical Cowardice of these fashionable Moralists. You will not be taught to value <em>Life</em> at their rate, or degrade <span class=\"small-capitals\">Honesty</span> as they do, who make it only <em>a Name.</em> You are persuaded there is something more in the Thing than <em>Fashion</em> or <em>Applause;</em> that <span class=\"small-capitals\">Worth</span> and <span class=\"small-capitals\">Merit</span> are substantial, and no way variable by <em>Fancy</em> or <em>Will;</em> and that <span class=\"small-capitals\">Honour</span> is as much it-self, when acting <em>by it-self,</em> and <em>unseen,</em> as when <em>seen,</em> and applauded by all the World.","subId":"4","id":"Shaftesbury.C.SC.3.4.4"},{"type":"paragraph","content":"Shou'd one, who had the Countenance of a Gentleman, ask me <q>Why I wou'd avoid being <em>nasty,</em> when nobody was present?</q> In the first place I shou'd be fully satisfy'd that he himself was a very nasty Gentleman who cou'd ask this Question; and that it wou'd be a hard matter for me to make him ever conceive what <em>true Cleanliness</em> was. However, I might, notwithstanding this, be contented to give him a slight Answer, and say, <q>'Twas because I had a Nose.</q>","subId":"5","id":"Shaftesbury.C.SC.3.4.5"},{"type":"paragraph","content":"Shou'd he trouble me further, and ask again, <q>What if I had a Cold? Or what if naturally I had no such nice Smell?</q> I might answer perhaps, <q>That I car'd as little to see my-self <em>nasty,</em> as that others shou'd see me in that condition.</q> <q>But what if it were <em>in the dark?</em></q> Why even then, tho I had neither Nose, nor Eyes, my <em>Sense</em> of the matter wou'd still be the same; my Nature wou'd rise at the Thought of what was sordid: or if it did not, I shou'd have a wretched Nature indeed, and <em>hate my-self</em> for a Beast. <em>Honour my-self</em> I never cou'd; whilst I had no better a sense of what, in reality, I ow'd my-self, and what became me, as <em>a human Creature.</em>","subId":"6","id":"Shaftesbury.C.SC.3.4.6"},{"type":"paragraph","content":"Much in the same manner have I heard it ask'd, <q><em>Why shou'd a Man be honest in the dark?</em></q> What a Man must be to ask this Question, I won't say. But for those who have no better a Reason for being <em>honest</em> than the fear of <em>a Gibbet</em> or <em>a Jail;</em> I shou'd not, I confess, much covet their Company, or Acquaintance. And if any Guardian of mine who had kept his Trust, and given me back my Estate when I came of Age, had been discover'd to have acted thus, thro' <em>Fear</em> only of what might happen to him; I shou'd for my own part, undoubtedly, continue civil and respectful to him: but for my Opinion of his Worth, it wou'd be such as the <span class=\"small-capitals\">Pythian</span> God had of his Votary, who <em>devoutly fear'd</em> him, and <em>therefore</em> restor'd to a Friend what had been deposited in his hands.","subId":"7","id":"Shaftesbury.C.SC.3.4.7"},{"type":"paragraph","content":"<a href=\"#n5\"><sup>[5]</sup></a> So he paid it back, from fear, not from principle. Yet still he proved the oracle true and fit to be God's voice, for he and his house perished root and branch.","subId":"8","id":"Shaftesbury.C.SC.3.4.8"},{"type":"paragraph","content":"I know very well that many Services to the Publick are done merely for the sake of <em>a Gratuity;</em> and that <em>Informers</em> in particular are to be taken care of, and sometimes made <em>Pensioners of State.</em> But I must beg pardon for the particular Thoughts I may have of these Gentlemens Merit; and shall never bestow my Esteem on any other than the <em>voluntary</em> Discoverers of Villany, and <em>hearty</em> Prosecutors of their Country's Interest. And in this respect, I know nothing greater or nobler than the undertaking and managing some important Accusation; by which some high Criminal of State, or some form'd Body of Conspirators against the Publick, may be arraign'd and brought to Punishment, thro' the honest Zeal and publick Affection of a private Man.","subId":"9","id":"Shaftesbury.C.SC.3.4.9"},{"type":"paragraph","content":"I know too, that the mere Vulgar of Mankind often stand in need of such a rectifying Object as <em>the Gallows</em> before their Eyes. Yet I have no belief, that any Man of a liberal Education, or common Honesty, ever needed to have recourse to this Idea in his Mind, the better to restrain him from playing the Knave. And if <span class=\"small-capitals\">aSaint</span> had no other Virtue than what was rais'd in him by the same Objects of Reward and Punishment, in a more distant State; I know not whose Love or Esteem he might gain besides: but for my own part, I shou'd never think him worthy of mine.","subId":"10","id":"Shaftesbury.C.SC.3.4.10"},{"type":"paragraph","content":"If my slave tells me, <q>I have not stolen, nor run away,</q> I answer, <q>You have your reward, you are not flogged.</q> <q>I have not killed a man!</q> <q>The crows do not devour you on the cross.</q> <q>I am good and honest!</q> My Sabine bailiff shakes his head and denies it.<a href=\"#n6\"><sup>[6]</sup></a>","subId":"11","id":"Shaftesbury.C.SC.3.4.11"},{"type":"note","content":"Our Author, it seems, writes at present as to a young Gentleman chiefly of a Court-Breeding. See, however, his further Sentiments more particularly in Treatise 3. (viz. <em>SOLILOQUY</em> <em>infra,</em> pag. 333, &amp;c. in the Notes.","subId":"n1","id":"Shaftesbury.C.SC.3.4.n1"},{"type":"note","content":"Sup. <em>pag.</em> 102.","subId":"n2","id":"Shaftesbury.C.SC.3.4.n2"},{"type":"note","content":"<blockquote><span class=\"foreign\">Non ille pro caris Amicis, <br> Aut Patriâ timidus perire.</span> <br> <cite>Hor. Lib. 4. Od. 9.</cite></blockquote>","subId":"n3","id":"Shaftesbury.C.SC.3.4.n3"},{"type":"note","content":"Job, ch. ii. ver. 4.","subId":"n4","id":"Shaftesbury.C.SC.3.4.n4"},{"type":"note","content":"<blockquote><span class=\"foreign\">Reddidit ergo metu, non moribus; &amp; tamen omnem <br> Vocem adyti dignam templo, veramque probavit, <br> Extinctus totâ pariter cum prole domoque.</span> <br> <cite>Juv. <em>Sat.</em> 13.</cite></blockquote>","subId":"n5","id":"Shaftesbury.C.SC.3.4.n5"},{"type":"note","content":"<blockquote><span class=\"foreign\">Nec furtum feci, nec fugi, si mihi dicat <br> Servus: Habes pretium, loris non ureris, aio. <br> Non hominem occidi: Non pasces in cruce corvos. <br> Sum bonus &amp; frugi: Renuit, negat atque Sabellus.</span> <br> <cite>Hor. <em>Epist.</em> 16.</cite></blockquote>","subId":"n6","id":"Shaftesbury.C.SC.3.4.n6"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.3.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]},"next":{"id":"Shaftesbury.C.SC.4","imported":true,"title":"Part IV","breadcrumb":"Part 4","published":[1709]}}