{"id":"Hutcheson.IBV.IGE.Intro","imported":true,"parent":"Hutcheson.IBV.IGE","title":"Introduction","breadcrumb":"Introduction","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_035","blocks":[{"type":"title","content":"<h3>INTRODUCTION.</h3> ","id":"Hutcheson.IBV.IGE.Intro"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Good and Evil.</span> THE Word <span class=\"small-capitals\">Moral Goodness</span>, in this Treatise, denotes our Idea of <em>some Quality apprehended in Actions, which procures Approbation, attended with Desire of the Agent's Happiness</em>. <span class=\"small-capitals\">Moral Evil</span> denotes our Idea of <em>a contrary Quality, which excites Condemnation or Dislike</em>. Approbation and Condemnation are probably simple Ideas, which cannot be farther explained. We must be contented with these imperfect Descriptions, until we discover whether we really have such Ideas, and what general <em>Foundation</em> there is in Nature for this Difference of Actions, as <em>morally Good</em> or <em>Evil</em>.","subId":"1","id":"Hutcheson.IBV.IGE.Intro.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> Descriptions seem to contain an universally acknowledg'd Difference of <em>Moral Good</em> and <em>Evil</em>, from <em>Natural</em>. All Men who speak of <em>moral Good</em>, acknowledge that it procures <em>Approbation</em> and <em>Good-will</em> toward those we apprehend possess'd of it; whereas <em>natural Good</em> does not. In this matter Men must consult their own Breasts. How differently are they affected toward those they suppose possess'd of <em>Honesty</em>, <em>Faith</em>, <em>Generosity</em>, <em>Kindness</em>; and those who are possess'd of the <em>natural Goods</em>, such as <em>Houses</em>, <em>Lands</em>, <em>Gardens</em>, <em>Vineyards</em>, <em>Health</em>, <em>Strength</em>, <em>Sagacity</em>? We shall find that we necessarily love and approve the Possessors of the former; but the Possession of the latter procures no <em>Approbation</em> or <em>Good-will</em> at all toward the Possessor, but often contrary Affections of <em>Envy</em> and <em>Hatred</em>. In the same manner, whatever Quality we apprehend to be <em>morally Evil</em>, raises our Dislike toward the Person in whom we observe it, such as <em>Treachery</em>, <em>Cruelty</em>, <em>Ingratitude</em>; whereas we heartily love, esteem, and pity many who are expos'd to <em>natural Evils</em>, such as <em>Pain</em>, <em>Poverty</em>, <em>Hunger</em>, <em>Sickness</em>, <em>Death</em>.","subId":"2","id":"Hutcheson.IBV.IGE.Intro.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> the first Question on this Subject is, <q>Whence arise these different Ideas of Actions?</q>","subId":"3","id":"Hutcheson.IBV.IGE.Intro.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Interest. Advantage.</span> <span class=\"small-capitals\">Because</span> we shall afterwards frequently use the Words <em>Interest</em>, <em>Advantage</em>, <em>natural Good</em>, it is necessary here to fix their Ideas. The Pleasure in our sensible Perceptions of any kind, gives us our first Idea of <em>natural Good</em>, or <em>Happiness</em>; and then all Objects which are apt to excite this Pleasure are call'd <em>immediately Good</em>. Those Objects which may procure others immediately pleasant, are call'd <em>Advantageous</em>: and we pursue both Kinds from a View of <em>Interest</em>, or from <em>Self-Love</em>.","subId":"4","id":"Hutcheson.IBV.IGE.Intro.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> <em>Sense</em> of Pleasure is antecedent to <em>Advantage</em> or <em>Interest</em>, and is the Foundation of it. We do not perceive Pleasure in Objects, because it is our <em>Interest</em> to do so; but Objects or Actions are <em>advantageous</em>, and are pursu'd or undertaken from <em>Interest</em>, because we receive <em>Pleasure</em> from them. Our Perception of Pleasure is necessary, and nothing is <em>advantageous</em> or <em>naturally Good</em> to us, but what is apt to raise Pleasure <em>mediately</em>, or <em>immediately</em>. Such Objects as we know either from Experience of Sense, or Reason, to be <em>immediately</em> or <em>mediately advantageous</em>, or apt to minister Pleasure, we are said to pursue from <em>Self-Interest</em>, when our Intention is only to enjoy this Pleasure, which they have the Power of exciting. Thus <em>Meats</em>, <em>Drink</em>, <em>Harmony</em>, <em>fine Prospects</em>, <em>Painting</em>, <em>Statues</em>, are perceiv'd by our Senses to be <em>immediately good</em>; and our Reason shews <em>Riches</em> and <em>Power</em> to be <em>mediately so</em>, that is, apt to furnish us with Objects of immediate Pleasure: and both Kinds of these <em>natural Goods</em> are pursu'd from <em>Interest</em>, or <em>Self-Love</em>.","subId":"5","id":"Hutcheson.IBV.IGE.Intro.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Opinions about our Sense of moral Good and Evil.</span> <span class=\"small-capitals\">Now</span> the greatest part of our latter <em>Moralists</em> establish it as undeniable, <q>That all <em>moral Qualitys</em> have necessarily some Relation to the <em>Law</em> of a <em>Superior</em>, of sufficient Power to make us <em>happy</em> or <em>miserable</em>;</q> and since all <em>Laws</em> operate only by Sanctions of <em>Rewards</em>, or <em>Punishments</em>, which determine us to Obedience by Motives of <em>Self-Interest</em>, they suppose, <q>that it is thus that <em>Laws</em> do constitute some Actions <em>mediately Good</em>, or <em>advantageous</em>, and others the same way <em>disadvantageous</em>.</q> They say indeed, <q>That a <em>benevolent Legislator</em> constitutes no Actions <em>advantageous</em> to the Agent by Law, but such as in their own Nature tend to the <em>natural Good</em> of the <em>Whole</em>, or, at least, are not inconsistent with it; and that therefore we approve the <em>Virtue</em> of others, because it has some small Tendency to our <em>Happiness</em>, either from its own Nature, or from this general Consideration, That Obedience to a <em>benevolent Legislator</em>, is in general <em>advantageous</em> to the <em>Whole</em>, and to us in particular; and that for the contrary Reasons alone, we disapprove the <em>Vice</em> of others, that is, the prohibited Action, as tending to our particular <em>Detriment</em> in some degree.</q> But then they maintain, <q>That we are determin'd to Obedience to <em>Laws</em>, or deterr'd from Disobedience, merely by Motives of <em>Self-Interest</em>, to obtain either the <em>natural Good</em> arising from the commanded Action, or the <em>Rewards</em> promised by the Sanction; or to avoid the <em>natural evil</em> Consequences of Disobedience, or at least the <em>Penaltys</em> of the <em>Law</em>.</q>","subId":"6","id":"Hutcheson.IBV.IGE.Intro.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> other Moralists suppose <q>an <em>immediate natural Good</em> in the Actions call'd <em>virtuous</em>; that is, That we are determin'd to perceive some <em>Beauty</em> in the Actions of others, and to love the Agent, even without reflecting upon any <em>Advantage</em> which can any way redound to us from the Action; that we have also a secret Sense of Pleasure accompanying such of our own Actions as we call <em>virtuous</em>, even when we expect no other <em>Advantage</em> from them.</q> But they alledge at the same time, <q>That we are excited to perform these Actions, even as we pursue, or purchase <em>Pictures</em>, <em>Statues</em>, <em>Landskips</em>, from <em>Self-Interest</em>, to obtain this Pleasure which arises from Reflection upon the Action, or some other future Advantage.</q> The Design of the following Sections is to enquire into this matter; and perhaps the Reasons to be offer'd may prove,","subId":"7","id":"Hutcheson.IBV.IGE.Intro.7"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">That</span> some Actions have to Men an <em>immediate Goodness</em>; or, that by a <em>superior Sense</em>, which I call a <em>Moral one</em>, we <em>approve</em> the Actions of others, and them to be their Perfection and Dignity, and are determin'd to love the Agent; a like Perception we have in reflecting on such Actions of our own, without any View of <em>natural Advantage</em> from them.</q>","subId":"8","id":"Hutcheson.IBV.IGE.Intro.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may perhaps also appear, <q>That the <em>Affection</em>, <em>Desire</em>, or <em>Intention</em>, which gains <em>Approbation</em> to the Actions flowing from it, is not an Intention to obtain even this <em>sensible Pleasure</em>; much less the <em>future Rewards</em> from Sanctions of Laws, or any other <em>natural Good</em>, which may be the Consequence of the <em>virtuous</em> Action; but an intirely different Principle of Action from <em>Self-Love</em>, or Desire of private Good.</q>","subId":"9","id":"Hutcheson.IBV.IGE.Intro.9"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]},"next":{"id":"Hutcheson.IBV.IGE.1","imported":true,"title":"Section 1. Of the Moral Sense by which we perceive Virtue and Vice, and approve or disapprove them in others","breadcrumb":"Section 1","published":[1725]}}