{"id":"Mandeville.FB.Rem.C","imported":true,"parent":"Mandeville.FB.Rem","title":"(C.) The Soldiers that were forc'd to fight, If they surviv'd, got Honour by't.","breadcrumb":"Remark C","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_051","blocks":[{"type":"title","content":"(C.) The Soldiers that were forc'd to fight, If they surviv'd, got Honour by't.\n","id":"Mandeville.FB.Rem.C"},{"type":"paragraph","content":"SO unaccountable is the Desire to be thought well of in Men, that tho' they are dragg'd into the War against their Will, and some of them for their Crimes, and are compell'd to fight with Threats, and often Blows, yet they would be esteem'd for what they would have avoided, if it had been in their Power: Whereas if Reason in Man was of equal weight with his Pride, he could never be pleas'd with Praises, which he is conscious he don't deserve.","subId":"1","id":"Mandeville.FB.Rem.C.1"},{"type":"paragraph","content":"By Honour, in its proper and genuine Signification, we mean nothing else but the good Opinion of others, which is counted more or less Substantial, the more or less Noise or Bustle there is made about the demonstration of it; and when we say the Sovereign is the Fountain of Honour, it signifies that he has the Power, by Titles or Ceremonies, or both together, to stamp a Mark upon whom he pleases, that shall be as current as his Coin, and procure the Owner the good Opinion of every Body, whether he deserves it or not.","subId":"2","id":"Mandeville.FB.Rem.C.2"},{"type":"paragraph","content":"The Reverse of Honour is Dishonour, or Ignominy, which consists in the bad Opinion and Contempt of others; and as the first is counted a Reward for good Actions, so this is esteem'd a Punishment for bad ones; and the more or less publick or heinous the manner is in which this Contempt of others is shewn, the more or less the Person so suffering is degraded by it. This Ignominy is likewise called Shame, from the Effect it produces; for tho' the Good and Evil of Honour and Dishonour are imaginary, yet there is a Reality in Shame, as it signifies a Passion, that has its proper Symptoms, over-rules our Reason, and requires as much Labour and Self-denial to be subdued, as any of the rest; and since the most important Actions of Life often are regulated according to the Influence this Passion has upon us, a thorough Understanding of it must help to illustrate the Notions the World has of Honour and Ignominy. I shall therefore describe it at large.","subId":"3","id":"Mandeville.FB.Rem.C.3"},{"type":"paragraph","content":"First, to define the Passion of Shame, I think it may be call'd a sorrowful Reflexion on our own Unworthiness, proceeding from an Apprehension that others either do, or might, if they knew all, deservedly despise us. The only Objection of weight that can be rais'd against this Definition is, that innocent Virgins are often asham'd, and blush when they are guilty of no Crime, and can give no manner of Reason for this Frailty: And that Men are often asham'd for others, for, or with whom, they have neither Friendship or Affinity, and consequently that there may be a thousand Instances of Shame given, to which the Words of the Definition are not applicable. To answer this, I would have it first consider'd, that the Modesty of Women is the Result of Custom and Education, by which all unfashionable Denudations and filthy Expressions are render'd frightful and abominable to them, and that notwithstanding this, the most Virtuous Young Woman alive will often, in spite of her Teeth, have Thoughts and confus'd Ideas of Things arise in her Imagination, which she would not reveal to some People for a Thousand Worlds. Then, I say, that when obscene Words are spoken in the presence of an unexperienced Virgin, she is afraid that some Body will reckon her to understand what they mean, and consequently that she understands this and that and several things, which she desires to be thought ignorant of. The reflecting on this, and that Thoughts are forming to her Disadvantage, brings upon her that Passion which we call Shame; and whatever can fling her, tho' never so remote from Lewdness, upon that Set of Thoughts I hinted, and which she thinks Criminal, will have the same Effect, especially before Men, as long as her Modesty lasts.","subId":"4","id":"Mandeville.FB.Rem.C.4"},{"type":"paragraph","content":"To try the Truth of this, let them talk as much Bawdy as they please in the Room next to the same Virtuous Young Woman, where she is sure that she is undiscover'd, and she will hear, if not hearken to it, without blushing at all, because then she looks upon herself as no Party concern'd; and if the Discourse should stain her Cheeks with red, whatever her Innocence may imagine, it is certain that what occasions her Colour is a Passion not half so mortifying as that of Shame; but if in the same Place she hears something said of her self that must tend to her Disgrace, or any thing is named, of which she is secretly Guilty, then 'tis Ten to one but she'll be ashamed and blush, tho' no Body sees her; because she has room to fear, that she is, or, if all was known, should be thought of Contemptibly.","subId":"5","id":"Mandeville.FB.Rem.C.5"},{"type":"paragraph","content":"That we are often asham'd, and blush for others, which was the second part of the Objection, is nothing else but that sometimes we make the Case of others too nearly our own; so People shriek out when they see others in danger: Whilst we are reflecting with too much earnest on the Effect which such a blameable Action, if it was ours, would produce in us, the Spirits, and consequently the Blood, are insensibly moved after the same manner, as if the Action was our own, and so the same Symptoms must appear.","subId":"6","id":"Mandeville.FB.Rem.C.6"},{"type":"paragraph","content":"The Shame that raw, ignorant, and ill-bred People, tho' seemingly without a Cause, discover before their Betters, is always accompanied with, and proceeds from a Consciousness of their Weakness and Inabilities; and the most modest Man, how Virtuous, Knowing, and Accomplish'd soever he might be, was never yet asham'd without some Guilt or Diffidence. Such as out of Rusticity, and want of Education are unreasonably subject to, and at every turn overcome by this Passion, we call bashful; and those who out of disrespect to others, and a false Opinion of their own Sufficiency, have learn'd not to be affected with it, when they should be, are call'd Impudent or Shameless. What strange Contradictions Man is made of! The Reverse of Shame is Pride, (see Remark M.) yet no Body can be touch'd with the first, that never felt any thing of the latter; for that we have such an extraordinary Concern in what others think of us, can proceed from nothing but the vast Esteem we have for our selves.","subId":"7","id":"Mandeville.FB.Rem.C.7"},{"type":"paragraph","content":"That these two Passions, in which the Seeds of most Virtues are contained, are Realities in our Frame, and not imaginary Qualities, is demonstrable from the plain and different Effects, that in spite of our Reason are produced in us as soon as we are affected with either.","subId":"8","id":"Mandeville.FB.Rem.C.8"},{"type":"paragraph","content":"When a Man is overwhelm'd with Shame, he observes a sinking of the Spirits; the Heart feels cold and condensed, and the Blood flies from it to the Circumference of the Body; the Face glows, the Neck and Part of the Breast partake of the Fire: He is heavy as Lead; the Head is hung down, and the Eyes through a Mist of Confusion are fix'd on the Ground: No Injuries can move him; he is weary of his Being, and heartily wishes he could make himself invisible: But when, gratifying his Vanity, he exults in his Pride, he discovers quite contrary Symptoms; His Spirits swell and fan the Arterial Blood; a more than ordinary Warmth strengthens and dilates the Heart; the Extremities are cool; he feels light to himself, and imagines he could tread on Air; his Head is held up, his Eyes roll'd about with Sprightliness; he rejoices at his Being, is prone to Anger, and would be glad that all the World could take notice of him.","subId":"9","id":"Mandeville.FB.Rem.C.9"},{"type":"paragraph","content":"It is incredible how necessary an Ingredient Shame is to make us sociable; it is a Frailty in our Nature; all the World, whenever it affects them, submit to it with Regret, and would prevent it if they could; yet the Happiness of Conversation depends upon it, and no Society could be polish'd, if the Generality of Mankind were not subject to it. As therefore the Sense of Shame is troublesome, and all Creatures are ever labouring for their own Defence, it is probable, that Man striving to avoid this Uneasiness would in a great measure conquer his Shame by that he was grown up; but this would be detrimental to the Society, and therefore from his Infancy throughout his Education, we endeavour to increase instead of lessening or destroying this Sense of Shame; and the only Remedy prescrib'd, is a strict Observance of certain Rules to avoid those Things that might bring this troublesome Sense of Shame upon him. But as to rid or cure him of it, the Politician would sooner take away his Life.","subId":"10","id":"Mandeville.FB.Rem.C.10"},{"type":"paragraph","content":"The Rules I speak of consist in a dextrous Management of our selves, a stifling of our Appetites, and hiding the real Sentiments of our Hearts before others. Those who are not instructed in these Rules long before they come to Years of Maturity, seldom make any Progress in them afterwards. To acquire and bring to Perfection the Accomplishment I hint at, nothing is more assisting than Pride and good Sense. The Greediness we have after the Esteem of others, and the Raptures we enjoy in the Thoughts of being liked, and perhaps admired, are Equivalents that overpay the Conquest of the strongest Passions, and consequently keep us at a great Distance from all such Words or Actions that can bring Shame upon us. The Passions we chiefly ought to hide for the Happiness and Embellishment of the Society are Lust, Pride, and Selfishness; therefore the Word Modesty has three different Acceptations, that vary with the Passions it conceals.","subId":"11","id":"Mandeville.FB.Rem.C.11"},{"type":"paragraph","content":"As to the first, I mean that Branch of Modesty, that has a general Pretension to Chastity for its Object, it consists in a sincere and painful Endeavour, with all our Faculties to stifle and conceal before others that Inclination which Nature has given us to propagate our Species. The Lessons of it, like those of Grammar, are taught us long before we have occasion for, or understand the Usefulness of them; for this Reason Children often are ashamed, and blush out of Modesty, before the Impulse of Nature I hint at makes any Impression upon them. A Girl who is modestly educated, may, before she is two Years old, begin to observe how careful the Women, she converses with, are of covering themselves before Men; and the same Caution being inculcated to her by Precept, as well as Example, it is very probable that at Six she'll be ashamed of shewing her Leg, without knowing any Reason why such an Act is blameable, or what the Tendency of it is.","subId":"12","id":"Mandeville.FB.Rem.C.12"},{"type":"paragraph","content":"To be modest, we ought in the first place to avoid all unfashionable Denudations: A Woman is not to be found fault with for going with her Neck bare, if the Custom of the Country allows of it; and when the Mode orders the Stays to be cut very low, a blooming Virgin may, without Fear of rational Censure, shew all the World;","subId":"13","id":"Mandeville.FB.Rem.C.13"},{"type":"paragraph","content":"How firm her pouting Breasts, that white as Snow, \n On th' ample Chest at mighty distance grow.","subId":"14","id":"Mandeville.FB.Rem.C.14"},{"type":"paragraph","content":"But to suffer her Ancle to be seen, where it is the Fashion for Women to hide their very Feet, is a Breach of Modesty; and she is impudent, who shews half her Face in a Country where Decency bids her to be veil'd. In the second, our Language must be chaste, and not only free, but remote from Obscenities, that is, whatever belongs to the Multiplication of our Species is not to be spoke of, and the least Word or Expression, that tho' at a great Distance has any relation to that Performance, ought never to come from our Lips. Thirdly, all Postures and Motions that can any ways sully the Imagination, that is, put us in mind of what I have called Obscenities, are to be forebore with great Caution.","subId":"15","id":"Mandeville.FB.Rem.C.15"},{"type":"paragraph","content":"A young Woman moreover, that would be thought well-bred, ought to be circumspect before Men in all her Behaviour, and never known to receive from, much less to bestow Favours upon them, unless the great Age of the Man, near Consanguinity, or a vast Superiority on either Side plead her Excuse. A young Lady of refin'd Education keeps a strict Guard over her Looks, as well as Actions, and in her Eyes we may read a Consciousness that she has a Treasure about her, not out of Danger of being lost, and which yet she is resolv'd not to part with at any Terms. Thousand Satyrs have been made against Prudes, and as many Encomiums to extol the careless Graces, and negligent Air of virtuous Beauty. But the wiser sort of Mankind are well assured, that the free and open Countenance of the Smiling Fair, is more inviting, and yields greater Hopes to the Seducer, than the ever-watchful Look of a forbidding Eye.","subId":"16","id":"Mandeville.FB.Rem.C.16"},{"type":"paragraph","content":"This strict Reservedness is to be comply'd with by all young Women, especially Virgins, if they value the Esteem of the polite and knowing World; Men may take greater Liberty, because in them the Appetite is more violent and ungovernable. Had equal Harshness of Discipline been imposed upon both, neither of them could have made the first Advances, and Propagation must have stood still among all the Fashionable People: which being far from the Politician's Aim, it was advisable to ease and indulge the Sex that suffer'd most by the Severity, and make the Rules abate of their Rigour, where the Passion was the strongest, and the Burthen of a strict Restraint would have been the most intolerable.","subId":"17","id":"Mandeville.FB.Rem.C.17"},{"type":"paragraph","content":"For this Reason, the Man is allow'd openly to profess the Veneration and great Esteem he has for Women, and shew greater Satisfaction, more Mirth and Gaiety in their Company, than he is used to do out of it. He may not only be complaisant and serviceable to them on all Occasions, but it is reckon'd his Duty to protect and defend them. He may praise the good Qualities they are possess'd of, and extol their Merit with as many Exaggerations as his Invention will let him, and are consistent with good Sense. He may talk of Love, he may sigh and complain of the Rigours of the Fair, and what his Tongue must not utter he has the Privilege to speak with his Eyes, and in that Language to say what he pleases; so it be done with Decency, and short abrupted Glances: But too closely to pursue a Woman, and fasten upon her with one's Eyes, is counted very unmannerly; the Reason is plain, it makes her uneasy, and, if she be not sufficiently fortify'd by Art and Dissimulation, often throws her into visible Disorders. As the Eyes are the Windows of the Soul, so this staring Impudence flings a raw, unexperienc'd Woman into panick Fears, that she may be seen through; and that the Man will discover, or has already betray'd, what passes within her: it keeps her on a perpetual Rack, that commands her to reveal her secret Wishes, and seems design'd to extort from her the grand Truth, which Modesty bids her with all her Faculties to deny.","subId":"18","id":"Mandeville.FB.Rem.C.18"},{"type":"paragraph","content":"The Multitude will hardly believe the excessive Force of Education, and in the difference of Modesty between Men and Women ascribe that to Nature, which is altogether owing to early Instruction: Miss is scarce three Years old, but she is spoke to every Day to hide her Leg, and rebuk'd in good Earnest if she shews it; while Little Master at the same Age is bid to take up his Coats, and piss like a Man. It is Shame and Education that contains the Seeds of all Politeness, and he that has neither, and offers to speak the Truth of his Heart, and what he feels within, is the most contemptible Creature upon Earth, tho' he committed no other Fault. If a Man should tell a Woman, that he could like no body so well to propagate his Species upon, as her self, and that he found a violent Desire that Moment to go about it, and accordingly offer'd to lay hold of her for that purpose; the Consequence would be, that he would be call'd a Brute, the Woman would run away, and himself never be admitted in any civil Company. There is no body that has any Sense of Shame, but would conquer the strongest Passion rather than be so serv'd. But a Man need not conquer his Passions, it is sufficient that he conceals them. Virtue bids us subdue, but good Breeding only requires we should hide our Appetites. A fashionable Gentleman may have as violent an Inclination to a Woman as the brutish Fellow; but then he behaves himself quite otherwise; he first addresses the Lady's Father, and demonstrates his Ability splendidly to maintain his Daughter; upon this he is admitted into her Company, where, by Flattery, Submission, Presents, and Assiduity, he endeavours to procure her Liking to his Person, which if he can compass, the Lady in a little while resigns her self to him before Witnesses in a most solemn manner; at Night they go to Bed together, where the most reserv'd Virgin very tamely suffers him to do what he pleases, and the upshot is, that he obtains what he wanted without having ever ask'd for it.","subId":"19","id":"Mandeville.FB.Rem.C.19"},{"type":"paragraph","content":"The next Day they receive Visits, and no body laughs at them, or speaks a Word of what they have been doing. As to the young Couple themselves, they take no more Notice of one another, I speak of well-bred People, than they did the Day before; they eat and drink, divert themselves as usually, and having done nothing to be asham'd of, are look'd upon as, what in reality they may be, the most modest People upon Earth. What I mean by this, is to demonstrate, that by being well bred, we suffer no Abridgement in our sensual Pleasures, but only labour for our mutual Happiness, and assist each other in the luxurious Enjoyment of all worldly Comforts. The fine Gentleman I spoke of, need not practise any greater Self-Denial than the Savage, and the latter acted more according to the Laws of Nature and Sincerity than the first. The Man that gratifies his Appetites after the manner the Custom of the Country allows of, has no Censure to fear. If he is hotter than Goats or Bulls, as soon as the Ceremony is over let him sate and fatigue himself with Joy and Ecstacies of Pleasure, raise and indulge his Appetites by turns as extravagantly as his Strength and Manhood will give him leave, he may with safety laugh at the Wise Men that should reprove him: all the Women and above Nine in Ten of the Men are of his side; nay he has the Liberty of valuing himself upon the Fury of his unbridled Passion, and the more he wallows in Lust and strains every Faculty to be abandonedly voluptuous, the sooner he shall have the Good-will and gain the Affection of the Women, not the Young, Vain and Lascivious only, but the Prudent, Grave and most Sober Matrons.","subId":"20","id":"Mandeville.FB.Rem.C.20"},{"type":"paragraph","content":"Because Impudence is a Vice, it does not follow that Modesty is a Virtue; it is built upon Shame, a Passion in our Nature, and may be either Good or Bad according to the Actions perform'd from that Motive. Shame may hinder a Prostitute from yielding to a Man before Company, and the same Shame may cause a bashful good-natur'd Creature, that has been overcome by Frailty, to make away with her Infant. Passions may do Good by chance, but there can be no Merit but in the Conquest of them.","subId":"21","id":"Mandeville.FB.Rem.C.21"},{"type":"paragraph","content":"Was there Virtue in Modesty, it would be of the same force in the Dark as it is in the Light, which it is not. This the Men of Pleasure know very well, who never trouble their Heads with a Woman's Virtue so they can but conquer her Modesty; Seducers therefore don't make their Attacks at Noon-day, but cut their Trenches at Night.","subId":"22","id":"Mandeville.FB.Rem.C.22"},{"type":"paragraph","content":"Illa verecundis lux est præbenda puellis, \n Qua timidus latebras sperat habere pudor.","subId":"23","id":"Mandeville.FB.Rem.C.23"},{"type":"paragraph","content":"People of Substance may Sin without being expos'd for their stolen Pleasure; but Servants and the Poorer sort of Women have seldom an Opportunity of concealing a Big Belly, or at least the Consequences of it. It is possible that an unfortunate Girl of good Parentage may be left destitute, and know no Shift for a Livelihood than to become a Nursery, or a Chambermaid: She may be Diligent, Faithful and Obliging, have abundance of Modesty, and if you will, be Religious: She may resist Temptations, and preserve her Chastity for Years together, and yet at last meet with an unhappy Moment in which she gives up her Honour to a Powerful Deceiver, who afterwards neglects her. If she proves with Child, her Sorrows are unspeakable, and she can't be reconcil'd with the Wretchedness of her Condition; the fear of Shame attacks her so lively, that every Thought distracts her. All the Family she lives in have a great opinion of her Virtue, and her last Mistress took her for a Saint. How will her Enemies, that envied her Character, rejoice! how will her Relations detest her! The more modest she is now, and the more violently the dread of coming to Shame hurries her away, the more Wicked and more Cruel her Resolutions will be, either against her self or what she bears.","subId":"24","id":"Mandeville.FB.Rem.C.24"},{"type":"paragraph","content":"It is commonly imagined, that she who can destroy her Child, her own Flesh and Blood, must have a vast stock of Barbarity, and be a Savage Monster, different from other Women; but this is likewise a mistake, which we commit for want of understanding Nature and the force of Passions. The same Woman that Murders her Bastard in the most execrable manner, if she is Married afterwards, may take care of, cherish and feel all the tenderness for her Infant that the fondest Mother can be capable of. All Mothers naturally love their Children: but as this is a Passion, and all Passions center in Self-Love, so it may be subdued by any Superior Passion, to sooth that same Self-Love, which if nothing had interven'd, would have bid her fondle her Offspring. Common Whores, whom all the World knows to be such, hardly ever destroy their Children; nay even those who assist in Robberies and Murders seldom are guilty of this Crime; not because they are less Cruel or more Virtuous, but because they have lost their Modesty to a greater degree, and the fear of Shame makes hardly any Impression upon them.","subId":"25","id":"Mandeville.FB.Rem.C.25"},{"type":"paragraph","content":"Our Love to what never was within the reach of our Senses is but poor and inconsiderable, and therefore Women have no Natural Love to what they bear; their Affection begins after the Birth: what they feel before is the result of Reason, Education, and the Thoughts of Duty. Even when Children first are Born the Mother's Love is but weak, and increases with the Sensibility of the Child, and grows up to a prodigious height, when by signs it begins to express his Sorrows and Joys, makes his Wants known, and discovers his Love to novelty and the multiplicity of his Desires. What Labours and Hazards have not Women undergone to maintain and save their Children, what Force and Fortitude beyond their Sex have they not shewn in their Behalf! but the vilest Women have exerted themselves on this head as violently as the best. All are prompted to it by a natural Drift and Inclination, without any Consideration of the Injury or Benefit the Society receives from it. There is no Merit in pleasing our selves, and the very Offspring is often irreparably ruin'd by the excessive Fondness of Parents: for tho' Infants for two or three Years may be the better for this indulging Care of Mothers, yet afterwards, if not moderated, it may totally Spoil them, and many it has brought to the Gallows.","subId":"26","id":"Mandeville.FB.Rem.C.26"},{"type":"paragraph","content":"If the Reader thinks I have been too tedious on that Branch of Modesty, by the help of which we endeavour to appear Chaste, I shall make him amends in the Brevity with which I design to treat of the remaining part, by which we would make others believe, that the Esteem we have for them exceeds the Value we have for our selves, and that we have no Disregard so great to any Interest as we have to our own. This laudable quality is commonly known by the name of Manners and Good-breeding, and consists in a Fashionable Habit, acquir'd by Precept and Example, of flattering the Pride and Selfishness of others, and concealing our own with Judgment and Dexterity. This must be only understood of our Commerce with our Equals and Superiors, and whilst we are in Peace and Amity with them; for our Complaisance must never interfere with the Rules of Honour, nor the Homage that is due to us from Servants and others that depend upon us.","subId":"27","id":"Mandeville.FB.Rem.C.27"},{"type":"paragraph","content":"With this Caution, I believe, that the Definition will quadrate with every thing that can be alledg'd as a piece or an example of either Good-breeding or Ill Manners; and it will be very difficult throughout the various Accidents of Human Life and Conversation to find out an instance of Modesty or Impudence that is not comprehended in, and illustrated by it, in all Countries and in all Ages. A Man that asks considerable Favours of one who is a Stranger to him, without consideration, is call'd Impudent, because he shews openly his Selfishness without having any regard to the Selfishness of the other. We may see in it likewise the Reason why a Man ought to speak of his Wife and Children, and every thing that is dear to him, as sparingly as is possible, and hardly ever of himself, especially in Commendation of them. A well-bred Man may be desirous, and even greedy after Praise and the Esteem of others, but to be prais'd to his Face offends his Modesty: the Reason is this; all Human Creatures, before they are yet polish'd, receive an extraordinary Pleasure in hearing themselves prais'd: this we are all conscious of, and therefore when we see a Man openly enjoy and feast on this Delight, in which we have no share, it rouses our Selfishness, and immediately we begin to Envy and Hate him. For this reason the well-bred Man con-ceals his Joy, and utterly denies that he feels any, and by this means consulting and soothing our Selfishness, he averts that Envy and Hatred, which otherwise he would have justly to fear. When from our Childhood we observe how those are ridicul'd who calmly can hear their own Praises, it is possible that we may so strenuously endeavour to avoid that Pleasure, that in tract of time we grow uneasy at the approach of it: but this is not following the Dictates of Nature, but warping her by Education and Custom; for if the generality of Mankind took no delight in being prais'd, there could be no Modesty in refusing to hear it.","subId":"28","id":"Mandeville.FB.Rem.C.28"},{"type":"paragraph","content":"The Man of Manners picks not the best but rather takes the worst out of the Dish, and gets of every thing, unless it be forc'd upon him, always the most indifferent Share. By this Civility the Best remains for others, which being a Compliment to all that are present, every Body is pleas'd with it: The more they love themselves, the more they are forc'd to approve of his Behaviour, and Gratitude stepping in, they are oblig'd almost whether they will or not, to think favourably of him. After this manner it is that the well-bred Man insinuates himself in the esteem of all the Companies he comes in, and if he gets nothing else by it, the Pleasure he receives in reflecting on the Applause which he knows is secretly given him, is to a Proud Man more than an Equivalent for his former Self-denial, and over-pays to Self-love with Interest, the loss it sustain'd in his Complaisance to others.","subId":"29","id":"Mandeville.FB.Rem.C.29"},{"type":"paragraph","content":"If there are Seven or Eight Apples or Peaches among Six People of Ceremony, that are pretty near equal, he who is prevail'd upon to choose first, will take that, which, if there be any considerable difference, a Child would know to be the worst: this he does to insinuate, that he looks upon those he is with to be of Superior Merit, and that there is not one whom he wishes not better to than he does to himself. 'Tis Custom and a general Practice that makes this Modish Deceit familiar to us, without being shock'd at the Absurdity of it; for if People had been used to speak from the Sincerity of their Hearts, and act according to the natural Sentiments they felt within, 'till they were Three or Four and Twenty, it would be impossible for them to assist at this Comedy of Manners, without either loud Laughter or Indignation; and yet it is certain, that such Behaviour makes us more tolerable to one another than we could be otherwise.","subId":"30","id":"Mandeville.FB.Rem.C.30"},{"type":"paragraph","content":"It is very Advantageous to the Knowledge of our selves, to be able well to distinguish between good Qualities and Virtues. The Bond of Society exacts from every Member a certain Regard for others, which the Highest is not exempt from in the presence of the Meanest even in an Empire: but when we are by our selves, and so far remov'd from Company as to be beyond the Reach of their Senses, the Words Modesty and Impudence lose their meaning; a Person may be Wicked, but he cannot be Immodest while he is alone, and no Thought can be Impudent that never was communicated to another. A Man of Exalted Pride may so hide it, that no Body shall be able to discover that he has any; and yet receive greater Satisfaction from that Passion than another, who indulges himself in the Declaration of it before all the World. Good Manners have nothing to do with Virtue or Religion; instead of extinguishing, they rather inflame the Passions. The Man of Sense and Education never exults more in his Pride than when he hides it with the greatest Dexterity; and in feasting on the Applause, which he is sure all good Judges will pay to his Behaviour, he enjoys a Pleasure altogether unknown to the Short-sighted, surly Alderman, that shews his Haughtiness glaringly in his Face, pulls off his Hat to no Body, and hardly deigns to speak to an Inferior.","subId":"31","id":"Mandeville.FB.Rem.C.31"},{"type":"paragraph","content":"A Man may carefully avoid every thing that in the Eye of the World is esteem'd to be the Result of Pride, without mortifying himself, or making the least Conquest of his Passion. It is possible that he only sacrifices the insipid outward Part of his Pride, which none but silly ignorant People take delight in, to that part we all feel within, and which the Men of the highest Spirit and most exalted Genius feed on with so much ecstacy in silence. The Pride of Great and Polite Men is no where more conspicuous than in the Debates about Ceremony and Precedency, where they have an Opportunity of giving their Vices the Appearance of Virtues, and can make the World believe that it is their Care, their Tenderness for the Dignity of their Office, or the Honour of their Masters, what is the Result of their own personal Pride and Vanity. This is most manifest in all Negotiations of Ambassadors and Plenipotentiaries, and must be known by all that observe what is transacted at publick Treaties; and it will ever be true, that Men of the best Taste have no Relish in their Pride as long as any Mortal can find out that they are Proud.","subId":"32","id":"Mandeville.FB.Rem.C.32"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.B","imported":true,"title":"(B.) These were call'd Knaves, But bar the Name, The grave Industrious were the same.","breadcrumb":"Remark B","published":[1714]},"next":{"id":"Mandeville.FB.Rem.D","imported":true,"title":"(D.) For there was not a Bee but would Get more, I won't say, than he should; But than, &c.","breadcrumb":"Remark D","published":[1714]}}