{"imported":true,"id":"Conway.PAM.5","parent":"Conway.PAM","title":"Chapter 5","breadcrumb":"Chapter 5","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.5?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"£1 CHAP. V. £1 _\\S. 1. That the Ancient Cabbalists acknowledged such a First Begotten Son of God, whom they called the Heavenly Adam, the First _Adam,_ and great Priest. \\S. 2. That Christ is a _Medium_ between God, and all Creatures. \\S. 3. That there is such a middle Being, is as demonstrable from the Principles of sound reason, as that there is a God. \\S. 4. That God is immediately present, as well in Christ, as in all Creatures. \\S. 5. That Christ is unchangeable unto Evil, and changeable unto Good; and so partakes both of Divinity and Creaturality, and also of Eternity and Time. \\S. 6. That neither Christ, nor those that are perfectly united with him, are Subject to the Laws of Time, inasmuch as it denotes the Destruction of Things. \\S. 7. In what sence we are said to depart out of Time, and to climb above it into a higher Region._","id":"Conway.PAM.5"},{"type":"paragraph","content":"ALTHOUGH we have already, in the aforegoing Chapter, spoken a few things concerning the Son of God, who is the First Begotten of all Creatures; yet more remains to be said of this matter; very necessary for the right understanding of what follows; to which purpose we have here designed a peculiar Chapter.","subId":"i","id":"Conway.PAM.5.i"},{"type":"paragraph","content":"\\S. 1. BY the Son of God, the First Begotten of all Creatures, whom we Christians do call by the Name of Jesus Christ, according to the Scriptures, as is above declared, not only is meant his Divinity, but also his Humanity, in Eternal Union with the Divinity; that is, as his Heavenly Humanity was united with the Divinity before the World was, and so by consequence before he came in the Flesh. Of whom the Ancient Cabbalists have delivered many things, _viz._ concerning the Son of God, how he was created, and of his Existence in the Order of Nature, before all Creatures; also that all receive Benediction and Sanctification in him, and by him, whom also in their Writings they call the Heavenly _Adam, Adam Kadmon,_ or First Man, the Great Priest, Husband, or Spouse of the Church, as _Philo Judaeus_ calls the First Begotten Son of God.","subId":"1","id":"Conway.PAM.5.1"},{"type":"paragraph","content":"\\S. 2. THIS Son of God, the First Begotten of all Creatures, to wit, this Heavenly _Adam,_ and Great Priest, as the _Jewish_ Doctors call him, is properly a _Medium_ between God and the Creatures. And that there is such a Middle Being, is as demonstrable as that there is a God; where is meant such a Being, which in its own Nature is indeed less than God, and yet greater and more excellent than all other Creatures; whence also for his Excellency he is properly called the Son of God. Concerning this Son of God, who is called by the _Jews, Adam Kadmon,_ more may be seen in _Kabbal. denudat._ Tom. 1. Part. 1. p. 28, 30. Part. 2. p. 33. following, 37 following. Part 3. p. 31. unto the 64. p. 37, —78, _&c._ And _Kabb. denud._ Tom. 2. Part 2. p. 244. And Tract. ult. p. 6, 7.—26.","subId":"2","id":"Conway.PAM.5.2"},{"type":"paragraph","content":"\\S. 3. IN order to this Demonstration we must first consider the Nature or Being of God, the chiesest Being; and then the Nature and Essence of Creatures, which are to be compared one with another, whence this middle Nature will immediately discover it self to us. The Nature and Essence of God, as is shown in the preceeding Chapters, is altogether unchangeable, which not only the Holy Scriptures, but also the Strength of Reason which God hath indued our Minds with, sufficiently declares; For if there should be any Mutability in God, it must needs tend to some higher degree or measure of Goodness, and then he would not be the Chiefest Good, which is contradictory; for if any thing advances to a greater degree of Goodness, this wholly comes to pass by reason of some greater Being, of whose Vertue and Influence it doth participate: But there is no greater Being than God, and so by consequence he is no way meliorated, nor can become better than he is, much less decrease, which would argue an Imperfection; therefore it is manifest that God, or the Chiefest Being, is altogether unchangeable. Now seeing the Nature of Creatures is really distinct from the Nature of God, so that there are some Attributes of God, which are incommunicable to Creatures, among which is reckoned Immutability: Hence it necessarily follows that Creatures are changeable, or else they would be God himself: Moreover also daily experience teaches us that Creatures are changeable, and do continually vary from one State unto another: But there is a two-fold Mutability, the one whereof hath a Power in it of changing it self either unto Good or Evil; and this is common to all Creatures, but not to the First Begotten of all Creatures; the other is only a Power to, proceed from Goodness to Goodness. Here is therefore a three-fold _Classis_ or rank of Beings: The First whereof is that which is wholly unchangeable: The Second changeable only to Good; so that that which in its own Nature is Good, may become yet better: The Third is that which though it was in its own Nature indeed Good; yet could be indifferently changed, as well into Good, as from Good into Evil. The first and last of these are Extreams; and the second is a Natural _Medium_ between them, by which the Extreams are united, and this _Medium_ partakes of both Extreams, and therefore is the most convenient and proper _Medium;_ for it partakes of the one Extream, _viz._ Mutability, to wit, from Good to a greater degree or measure of Goodness, and of the other Extream, _viz._ that it is altogether unchangeable from Good into Evil; and such a _Medium_ was necessarily required in the very Nature of Things; for otherwise there would remain a Chasm or Gap, and one Extream would be united with another, without a _Medium,_ which is impossible, and repugnant to the Nature of Things, as appears in the whole Course of the Universe. By the Immutability of the _Messias,_ here we must understand that which is Moral, not that which is Natural. There be some who object, Christ was tempted in vain, if he was naturally unchangeable. See _Matth. 4. 3. 17, 18. Chap._ 4. 15. There are also more Arguments, merely Philosophical; of which in _Philosophia Kabbal. (Kabbal. denud._ Tom. 1. Part 3. Dissert. 2. Chap. 1.) 13. are urged to prove that from the First Beginning, there slowed forth only one thing begun and perfected; which is also confirmed by the Authority of Ancient and Modern Philosophers, together with an Answer to the Objections made on the contrary.","subId":"3","id":"Conway.PAM.5.3"},{"type":"paragraph","content":"\\S. 4. THIS Middle Being is not to be understood in so gross a manner, as if it stood in a Middle Place, between two Extreams, as the Trunk of the Body is between the Head and Feet; but is a _Medium_ in respect of its Nature, as Silver is between Tinn and Gold, or Water between Air and Earth, which are but gross Comparisons in regard of the thing it self; neither can any one suppose the Son to be such a _Medium_ between God and the Creatures, as though God was not immediately present in all his Creatures, and immediately filled all things; for he immediately operates in all things in a proper sence: But this is to be understood of that Union and Communion which Creatures have with God; so that although God immediately operates in all things, yet he uses this _Medium_ as an Instrument, by which he co-operates in his Creatures; because it is, in regard of its Nature, more near unto them; and yet because he is more excellent than all other Productions, which we call Creatures, and that too in his own Nature. Hence it is, he is deservedly called the First Begotten of all Creatures, and the Son of God, rather than a Creature of God; and his Production is rather a Generation, or Emanation from God, than Creation, if the Word be taken in a strict sence; although, according to the larger sence and use of this Word, he may be said to be created or formed, as the Scripture somewhere speaketh of him: But if the thing it self be duly understood, 'tis needless to contend about Words: Yet nevertheless a Man's Son is rather said to be begotten of him, than made or created by him. Of an House, or a Ship, built or made by a Man, we do not say it is his Son, but his Work; because his Son is the Living Image and Similitude of himself, which cannot be said of an House or a Ship: So this first Production of God, _ad extra,_ or, _to without,_ is more fitly and properly term'd his Son than a Creature; because this is the Living Image of himself, and is greater, and more excellent than all Creatures. Now it follows that the Son himself must be immediately present in all these, that he may bless and benefit them. And seeing he is that true _Medium,_ between God and the Creatures, he must needs exist within them, that so by his Operation he may stir them up to a Union with him: And seeing he is the most excellent Production of God, made _ad extra,_ or, _to without,_ and the most perfect and express Image of him, he must needs be like unto God in all his Attributes, which without contradiction may be said to be communicated to him; and so by consequence he must necessarily be Omnipresent: Besides, if he were not present in all Creatures, there would wholly remain a _Chasma,_ or wide Gap, between God, and the Creatures where he was not, which is absurd.","subId":"4","id":"Conway.PAM.5.4"},{"type":"paragraph","content":"\\S. 5. MOREOVER, as he is Partaker of the Immutability of God, and the Mutability of Creatures, and so a _Medium_ between that, which is altogether unchangeable, and that which is altogether changeable, as partaking of both; so also he may be said to be a Partaker of Eternity (which is proper to God) and Time, (which is proper to Creatures;) and albeit it be said in the precedent Chapters, that nothing interceded between Eternity and Time, or between the Creatures, and the Will of God which created them. Time and Creatures are there to be taken in a larger sence, _viz._ with respect to all the Productions of God, made _ad extra:_ So that this Middle Being is as well there comprehended as the rest: Neither can we conceive this Middle Being to be before Creatures in Time, but only in the order of Nature; so that indeed nothing of Time strictly taken hapned between the Creatures, and the All-Creating Power and Will of God that created them.","subId":"5","id":"Conway.PAM.5.5"},{"type":"paragraph","content":"\\S. 6. BUT if by Time, according to the common signification of the Word, we understand a succedaneous increase or decrease of Things, according to which they grow and increase unto a certain pitch or period, and then again fail from it, until they die or are changed into another State or Condition of Life; in this sence it may be positively affirmed, that neither this Middle Being, or any Creature perfectly united with the same, are subject to Time, or the Laws thereof; for the Laws of Time reach but unto a certain Period or Age; and when that Period is compleated, then those things which are subject to Time decay and are consumed, and so die and are changed into quite another _Species_ of Things, according to that old Saying of the Poet. \"\"$Tempus edax rerum, tuque invidiosa vetustas // Omnia destruis.$\"\" Which may be thus _Englished_. \"\"_Thus spiteful Age, and Time that eats up Things, // All Things consumes, and to Destruction brings._\"\" And for this Reason Time is divided into Four Parts, according to the Age of a Man living in this World, which is Infancy, Youth, Manhood, and Old Age, even until Death; so that all things which are bounded with Time, are subject unto Death and Corruption, or are changed into another _Species_ of things, as we see Water changed into Stones, Stones into Earth, and Earth into Trees, and Trees into Animals or Living Creatures: But in this most excellent Middle Being is neither Decay or Corruption; nor to speak properly hath Death any place in him: He is a most powerful and effectual Balsam, which can preserve all things from Death and Corruption, which are joined to him or united with him; so that here all things are perpetually new, springing up fresh and green; here is perpetual Youth without Old Age; and here is the Perfection of Old Age, to wit, great increase of Wisdom and Experience without any imperfection of Age. But when Christ came in the Flesh, and in that Body which he bare with him from Heaven; (for every created Spirit hath a certain Vehicle, either Terrestrial, Aereal, or Aethereal, as this was:) He took upon him somewhat of our Nature, and by consequence the Nature of all Things, (because the Nature of Man hath in it the Nature of all Creatures, whence also he is called the _Microcosm;)_ which Nature having assumed in Flesh and Blood, he sanctified, that by that he might sanctifie all Things, and so was as that little Leaven that changed the whole Lump. He descended then within Time, and for a certain space or period, of his own accord subjected himself to the Laws of Time, so as to endure great Torments, even Death it self; but Death did not long detain him, for the Third Day he rose again, and this was the end of all his Sufferings, even of his Death and Burial, _viz._ that he might Heal, Cure, and Redeem his Creatures from Death and Corruption, which came upon them by the Fall, and so at length hereby put an end to Times and elevate the Creatures above Times to himself, where he abideth, who is the same yesterday, today, henceforth, and for ever, without Decay, Death, or Corruption. In like manner, in his Spiritual and Internal Appearance in Man, whereby he purposeth to Save, Heal, and Redeem the Soul, he doth as it were, after a certain manner, subject himself to a kind of Death and Passion; and so for a certain space submits himself to the Laws of Time, that he might elevate the Souls of Men above Time, and Corruptibility to himself, wherein they receive Blessing, and grow from one degree of Goodness and Vertue unto another, _in insinitum._","subId":"6","id":"Conway.PAM.5.6"},{"type":"paragraph","content":"\\S. 7. BY the same Reason, those who are come unto a perfect Union with Christ, are mounted up into a Region or Sphere of perfect Tranquility, where nothing is seen or perceived to move or compel; for although there exist the most swift and vehement Motions; yet nevertheless because the same do so uniformly, so equally, and harmoniously move without the least contrariety or disorder, they seem altogether to rest, whereof many Examples may be given in External Things: For indeed there are two kinds of Motion, which to our bodily sight seem to want Motion, _viz._ that which is exceeding quick and speedy, and that which is exceeding slow; so that the middle sort is only discernable by us. Now under Time, and the Laws thereof, may be comprehended not only the Earth, and Earthly Things; but also the Sun, Moon, and Stars, and all the visible part of the World, together with more that is invisible: So that after a long Tract of Time, all those Things may be plainly changed into quite another _Species_ of Things, and that by the same order and course of Divine Operation which God hath placed in all Creatures, as a Law of Justice, whereby in his Divine Wisdom he hath purposed to reward every Creature according to its Works: So now this may suffice to have been said concerning that most excellent Middle Being; of whom upon occasion farther mention may be made in the subsequent Pages.","subId":"7","id":"Conway.PAM.5.7"}]}
