{"imported":true,"id":"Conway.PAM.6","parent":"Conway.PAM","title":"Chapter 6","breadcrumb":"Chapter 6","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.6?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"£1 CHAP. VI. £1 _\\S. 1. That all Creatures in their own Nature are changeable. \\S. 2. How far this Mutability may extend it self, whether unto the Beings of Things, or unto the manner of their Existence. \\S. 3. That they are only Changeable in manner of Existence, and not in Essence. \\S. 4. That there are but Three Kinds of Beings essentially distinct one from the other, viz. God the highest, Christ the _medium,_ and the Creature the lowest. \\S. 5. That this Distinction is very necessary, and keeps us from falling into Extreams on either Hand, whereof the one is _Ranterism,_ and the other gross Ignorance, by which the Glory of the Divine Attributes is obscured and darkned. \\S. 6. An Example hereof. \\S. 7. The Justice of God most gloriously appears in the Transmutation of Things out of one Species into another. \\S. 8. That when the Spirit of a Man, through Impiety, shall change it self into the Qualities and Conditions of a Beast, it is but Justice in God, that the said brutish Spirit should enter into the Body of a Beast, and there for a certain time be punished. \\S. 9. How many and diverse are the depraved and wicked Opinions concerning God, and how he is conceived to be in Men by those corrupt Opinions. \\S. 10. Why the old World was destroyed by Water, and why this is to be destroyed by Fire, and that all Punishments are Medicinal. \\S. 11. That every Creature is composed of Body and Spirit, and how every Creature hath in it more Bodies, and so likewise more Spirits, under one general governing Spirit, which hath the command over the rest._","id":"Conway.PAM.6"},{"type":"paragraph","content":"\\S. 1. THAT all Creatures in their own Nature are changeable, the distinction between God and Creatures, duly considered, evidently evinces, and the same is by daily experience confirmed. Now if any Creature be in its own Nature changeable, it hath this Mutability, as it is a Creature, and consequently all Creatures will have the same, according to that Rule: Whatsoever agrees to any thing as placed under this or that _Species,_ agrees to all comprehended under the same _Species;_ but Mutability agrees to a Creature (which is the most general Name of that _Species,_ under which all Creatures are comprehended,) and from thence it is manifest; for otherwise there would be no distinction between God and Creatures: For if any Creature were of it self, and in its own Nature unchangeable, that Creature would be God, because Immutability is one of his incommunicable Attributes.","subId":"1","id":"Conway.PAM.6.1"},{"type":"paragraph","content":"\\S. 2. NOW let us consider how far this Mutability may reach, or be extended; and, First, whether one Individual can be changed into another of the same or a different _Species?_ This, I say, is impossible; for then the very Essences of Things would be changed, which would make a great confusion, not only in the Creatures, but in the Wisdom of God, which made all Things: As for Example: If this Man could be changed into that, _viz. Paul_ into _Judas,_ or _Judas_ into _Paul,_ then he that sinned would not be punished for his sin, but another in his stead, who was both Vertuous and Innocent; so then a Good Man would not receive the reward of his Vertue, but a Vicious Man in his stead: But if we suppose one good Man to be changed into another, as _Paul_ into _Peter,_ and _Peter_ into _Paul, Paul_ would not receive his own proper Reward, but _Peter_'s; nor _Peter_ his, but _Paul_'s, which would be a confusion, and unbecoming the Wisdom of God. Moreover, if the very individual Essences of Things could be changed one into another, it would follow, Creatures were not true in themselves; and so we could not be assured, nor have any certain knowledge of any thing; and then all the inbred Notions and Dictates of Truth, which Men generally find in themselves, would be false, and by consequence the Conclusions drawn from thence; for every true Science, or certainty of Knowledge, depends upon the Truth of the Objects, which are commonly called _Veritates Objectivae,_ or _Objective Truths:_ If therefore these Objective Truths should be changed the one into the other, certainly the Truth of the Propositions depending thereon would be changed also; and so no Proposition could be unchangeably true, no not the most clear and obvious as these are; the whole is greater than its part, and two halves make a whole.","subId":"2","id":"Conway.PAM.6.2"},{"type":"paragraph","content":"\\S. 3. THE Second Thing to be considered, is, Whether one _Species_ of Things can be changed into another? Where we must diligently observe after what manner the _Species_ of Things are distinguished one from another; for there be many _Species_ of Things, which are commonly so called, and yet in Substance or Essence differ not one from another, but in certain Manners or Properties, and when those Modes or Properties are changed, that thing is said to have changed its _Species:_ Now whether or no this be not a certain manner of Existence, and not the Essence or Being of the Thing it self that is so changed? As when Water indeed is not changed, but remains the same, and cold coagulates it, which before was fluid: When Water is changed into a Stone, certainly there is no reason, why we should here suppose a greater change of its Substance, than in the former Example of Water turned into Ice. And again when a Stone is changed into soft and tender Earth, here is made no change of its Substance; and so in all other Mutations which we observe in Things, the Substance or Essence always remains the same, and there is only a change of _Modus_ or Manner; so that when a Thing ceases to be after this manner, it then begins to be after another manner. And indeed the same Reasons do prove, that one _Species_ essentially or substantially distinct from another, cannot be changed into another, even as one Individual cannot be changed into another: For the _Species_ of Things are nothing else but Individuals digested, or comprehended, under one general _Idea_ of the Mind, or common Term of speaking: As a Man, inasmuch as he is a _Species,_ comprehends under him all the Individuals of Men; and a Horse is a _Species,_ comprehending every individual Horse. Now if one Man cannot be changed into another, much less can this Man be changed into another Individual of a differing _Species:_ For Example: If _Alexander_ cannot be changed into _Darius,_ he cannot be changed into his own Horse _Bucephalus._","subId":"3","id":"Conway.PAM.6.3"},{"type":"paragraph","content":"\\S. 4. IN order to know how far the Mutations of Things can reach, we must examine how many _Species_ of Things there be, which as to Substance or Essence are distinct one from another; and if we diligently inquire thereinto, we shall find only Three, as before was said, _viz._ God, Christ, and the Creatures, and that these Three in respect of Essence, are really distinct one from another, is already proved; but there can be no Reason alledged to prove, that there is any Fourth kind of Being distinct from the other Three; yea, a Fourth kind of Being seems wholly superfluous: And because all the _Phaenomena_ in the whole Universe may be sufficiently resolved into these Three before-mentioned, as into their proper and original Causes, there is no necessity to acknowledge any other, according to this Rule: (Which if rightly understood, it is most true and certain) Beings are not to be multiplied without necessity; for seeing the Three beforementioned remove all the Specifical Differences in Substance, which possibly can be conceived in our Minds; and so by these alone is that vast and infinite possibility of Things filled up: How then can there be room or place found for a Fourth, Fifth, Sixth, or Seventh Being? And that it is performed by these Three is already before demonstrated; to wit, that whatsoever can be in any wise called a Being, the same is either wholly unchangeable, and such is God the Supreme Being, or is wholly changeable, _viz._ to good, or evil, and such is the creature or lowest being, or that which is partly unchangeable, _viz._ in respect of Evil, or partly changeable, to wit, in respect of Good; by which is understood Christ, the Son of God; that Middle Being between God and the Creatures; into what _Classis_ or Rank therefore shall we bring a certain Fourth, Fifth, Sixth, or Seventh Being, _&c._ which is neither wholly changeable, nor wholly unchangeable; nor partly changeable, nor partly unchangeable: Besides, he that supposeth a certain Fourth Being, essentially or substantially distinct from the three before-mentioned, overthrows that most excellent Order we find in the universality of Things, to wit, that there is not only one _Medium_ between God and the Creatures, but two, three, four, five, six, or as many as can be supposed between first and latter. Moreover, it is very consentaneous to sound Reason, and so also to the Order of Things, that as God is but One, neither hath he two, three, or more distinct Substances in him; and Christ but one Christ, neither hath in him more distinct Substances, inasmuch as he is the Heavenly Man, and very First _Adam;_ so likewise the Creature, or whole Creation, is but one only Substance or Essence in _Specie,_ although it comprehends many Individuals placed in their subordinate _Species,_ and indeed in Manner, but not in Substance or Essence distinct one from another. And so that which _Paul_ speaketh concerning Man, may in like manner be understood of all Creatures, (who in their Original State were a certian _Species_ of Man so called for their Excellencies, as hereafter shall be shown;) to wit, that God made all Nations, or Armies of Creatures, out of one Blood: And certainly here the reason of both is the same; for as God made all Nations out of one Blood, to the end they might love each other, and stand in a mutual Sympathy, and help each other; so hath he implanted a certain Universal Sympathy and mutual Love in Creatures, as being all Members of one Body, and (as I may so say) Brethren, having one common Father, to wit, God in Christ, or the Word made Flesh; and so also one Mother, _viz._ that Substance or Essence alone, out of which they proceeded, and whereof they are real Parts and Members; and albeit Sin hath in a wonderful Manner impaired this Love and Sympathy, yet it hath not destroyed it.","subId":"4","id":"Conway.PAM.6.4"},{"type":"paragraph","content":"\\S. 5. THOSE Three distinct Beings, before-mentioned, being granted, and no more, which are wholly inconvertible the one into the other, we shall tread in a secure path, in the mid-way of Truth, leaving those grand Errors and Consusions about Entity, both on the Right Hand and the Left: For, First, there are some, who teach, that there is but one Being of all Things, whereof the Creatures are real and proper Parts, and these confound God and the Creatures together, as though both were but one single Essence; so that Sin and Devils would be nothing else but Parts, or at least Modifications of that Divine Being, from whence do arise very dangerous Consequences. Although I would not have it mis-interpreted to those who are unwarily faln into this Opinion; yet I would warn the Reader, that he may the better consider whereunto such Principles tend, and avoid their absurdity. There are others again who allow only two _Species_ of Things, _viz._ God the Supreme Being, wholly unchangeable; and the Creature the lowest Being, wholly changeable; but these do not duly consider that excellent Order by us above described, which is apparent in all Things; because else peradventure they would have taken notice, that besides these Two Extreams, there is a certain _Medium,_ which is partaker of both, and this is Jesus that Christ, whom not only the wiser sort of the _Jews,_ but also some among the _Gentiles_ so called, have acknowledged, _viz._ maintaining that there is such a _Medium,_ which they called by divers Names, as _Logos,_ the Son of God, the First Begotten of God, Mind, Wisdom, Heavenly _Adam, &c._ So that some also do call him the Eternal _Medium:_ Which Things, if duly considered, may not a little conduce to the propagation and furthering of the true Faith, and Christian Religion, among the _Jews,_ as well as _Turks,_ and other Infidel Nations; that is to say, if it appears we are able to prove that there is a Mediator between God and Man; yea, between God and all Creatures, by as solid Reasons as those are, which prove God to be a Creator: And so they that believe on that, may be said truly to believe on Christ Jesus, though they should not as yet have known, or been convicted, that he came in the Flesh: For if they yield to the former, they will undoubtedly be forced (if ingenious) whether they will or no, to grant the latter. Others there are, who do as it were infinitely multiply the Specifical Beings of Things, in their distinct Essences and Essential Attributes; which wholly subverts that excellent Order of Things, and greatly obscures and darkens the Glory of the Divine Attributes, so that it cannot shine forth in its due Splendor and Brightness in the Creatures: For so every Creature is so exceeding straitly bounded, and strictly included and imprisoned within the narrow limits of its own _Species,_ that the Mutability of Creatures is wholly taken away: Neither can any Creature variously exercise any greater participation of Divine Goodness, or be advanced or promoted to any farther perfection.","subId":"5","id":"Conway.PAM.6.5"},{"type":"paragraph","content":"\\S. 6. ALL which we shall demonstrate by one or two Examples: And, First, let us take an Horse, which is a Creature indued with divers degrees of perfection by his Creator, as not only strength of Body, but (as I may so say) a certain kind of knowledge, how he ought to serve his Master, and moreover also Love, Fear, Courage, Memory, and divers other Qualities which are in Man: which also we may observe in a Dog, and many other Animals: Seeing therefore the Divine Power, Goodness, and Wisdom, hath created every Creature good; and indeed so, that it might by continual augmentations (in its Mutability) be advanced to a greater degree of Goodness, _ad infinitum,_ whereby the Glory of those Attributes do more and more shine forth: And seeing such is the Nature of every Creature, that it is always in Motion or Operation, which doth most certainly tend unto an higher degree of Goodness, as the Reward and Fruit of its Labour; unless the Creatures hinder that good by a voluntary Transgression, and abuse of that indifferency of Will which God placed in them in their Creation. Now I demand, unto what higher perfection and degree of Goodness, the Being or Essence of an Horse doth or may attain after he hath done good service for his Master, and so performed his Duty, and what is proper for such a Creature? Is a Horse then a mere Fabrick or dead Matter? or hath he a Spirit in him, having Knowledge, Sence, and Love, and divers other Faculties and Properties of a Spirit? if he hath, which cannot be denied, what becomes of this Spirit when the Horse dies? if it be said it passeth into Life, and takes upon it another Body of an Horse, so that it becomes a Horse as before, which Horse may be stronger and fairer, and of a more excellent Spirit than before. Very well! But if he shall die, two, three, or four times, _&c._ shall he always remain a Horse, though he be still better, and more excellent, by how much the oftner his Spirit revolves. Now I demand, whether the Spirit of an Horse hath in it such infinite perfection, that a Horse may always become better and better _ad infinitum,_ and yet so as to remain a Horse? For as the common received Opinion is, this visible Earth shall not always remain in the same State, which may be confirmed by undeniable Reasons: Now it necessarily follows, that the continual Generation of Animals in these gross Bodies shall cease also; for if the Earth shall take on it another Form, neither any longer bring forth Grass, Horses and other Animals shall cease to be such as they were before: And seeing they want their proper Aliment, they cannot remain in the same _Species;_ yet nevertheless they are not annihilated, as may be easily conceived; for how can any thing be annihilated, seeing the Goodness of God towards his Creatures always remains the same; and the conservation or continuation of Creatures is a continued Creation, as is generally granted, and already before demonstrated, that God is a perpetual Creator; and as he is the most free, so also the most necessary Agent: But if it be denied, that the Earth is unchangeable, as before was said, then it will come to pass that Horses and other Animals, according to their proportion, will be in like manner changed with the Earth, and the Earth according to the same proportion, will again produce or yield them Aliment or Food agreeable to their changed condition; then I demand, Whether they shall always remain in the same _Species_ under such a change? Or, whether there will not be some difference between that State and this As for Example: There is between a Cow and a Horse, which is commonly granted to be Specifical. Again, I ask whether the _Species_ of Creatures do so infinitely one excel another, that an Individual of one particular _Species_ may still go forward in perfection, and approach nearer unto another _Species;_ but yet never reach so far as to be changed into that _Species?_ As for instance: An Horse in divers Qualities and Perfections draws near unto the Nature and _Species_ of a Man, and that more than many other Creatures; Is therefore the Nature of a Man distant from the Nature of an Horse, by Infinite Degrees, or by Finite only? If by Finite, then certainly a Horse may in length of Time be in some measure changed into a Man, (I mean his Spirit; as for his Body that is a thing evident:) If infinitely distant; then unto any Man, even one of the vilest and basest Nature and Disposition, may be attributed a certain Infinite Excellence in Act, such as only agrees to God and Christ, but to no Creature; for the highest Excellence of a Creature is to be Infinite only, in _potentiâ,_ not in _actû;_ that is, to be still in a possibility of attaining a greater Perfection and Excellence, _ad infinitum,_ though in can never reach this Infinite; for how far soever any Finite Being may proceed, yet that is still Finite, although there be no limits to its progression: As for Example: If we could ever come to the least Minute of Eternity, or the like part of Infinite Duration, that would not be Infinite, but Finite: Neither do we herein contradict what is delivered in the Third Chapter, of the Infiniteness of Creatures; for it is not meant of their Infinite Goodness and Excellence, but in respect only of Multitude and Magnitude; so that the one cannot be numbred, nor the other measured, by the comprehension of any created Intellect: Yet the Individuals of Creatures, are always but Finitely good, and Finitely distant, _quoad Species,_ or as to _Species;_ and only potentially Infinite; that is, always capable of farther perfection without end. As if there should be supposed a certain Ladder, which should be infinitely long, containing Infinite Steps, yet those Steps are not infinitely distant one from another, otherwise there could be no ascension nor descension made thereon; for Steps (in this Example) signifie the various _Species_ of Things, which cannot be infinitely distant one from another, or from those which are next unto them; yea, daily experience teaches us, that the _Species_ of divers Things are changed, one into another, as Earth into Water, and Water into Air, and Air into Fire or Aether; and the contrary, as Fire into Air, and Air into Water, _&c._ which yet are distinct _Species_ of Things; and so also Stones are changed into Metals, and one Metal into another; but least some should say these are only naked Bodies and have no Spirit, we shall observe the same not only in Vegetables, but also in Animals, like as Barly and Wheat are convertible the one into the other, and are in very deed often so changed, which is well enough known to House-keepers in many Provinces, and especially in _Hungary,_ where if Barley be sown Wheat springs up instead thereof; but in other places more barren, and especially in Rocky Places, such as are found in _Germany,_ if Wheat be sown, Barley cometh up, and Barley in other places becomes mere Grass: And in Animals, Worms are changed into Flies, and Beasts, and Fishes that feed on Beasts, and Fishes of a different kind, do change them into their own Nature, and _Species:_ And doth not also a corrupted Nature, or the Body of Earth and Water, produce Animals without any previous Seed of those Animals? And in the Creation of this World, did not the Waters at the Command of God, produce Birds and Fishes? And did not the Earth also at the same Command bring forth Beasts and Creeping Things; which for that Cause were real and proper Parts of the Earth and Waters? And as they had their Bodies from the Earth, so likewise they had their Spirits or Souls from the same; for the Earth brought forth Living Souls, as the _Hebrew_ Text speaketh, but not mere Corporeal Figures, wanting Life and Soul; wherefore there is a very remarkable difference between Humane Creatures and Brutes: Of Man it is said, God made him after his own Image, and breathed into him the Breath of Life, and he became a Living Soul; so that from hence Man received his Life, that principal part of him, (by which he is become a Man,) which is really distinct from that Divine Soul or Spirit which God breathed into him.","subId":"6","id":"Conway.PAM.6.6"},{"type":"paragraph","content":"And seeing the Body of Man was made out of the Earth, which (as is proved) had therein divers Spirits, and gave Spirits to all Brute Beasts; then unto Man, no doubt, she committed the best and most excellent Spirits whom he was to contain; but all these Spirits were of a far inferiour _Species,_ in regard of the Spirit of Man, which he received from above, and not from the Earth: And the Spirit of Man ought to have Dominion over these Spirits, (which were all but Earthly,) so as to subdue them to himself, and exalt them to an higher degree, _(viz.)_ into his own proper Nature, and that would have been his true Increase and Multiplication; for all this he suffered the Earthly Spirits existing within him, to get Dominion over him, and so became like them; wherefore it is said, Earth thou art, and unto Earth thou shalt return, which hath no less a Spiritual than a Literal Signification.","subId":"7","id":"Conway.PAM.6.7"},{"type":"paragraph","content":"\\S. 7. NOW we see how gloriously the Justice of God appears in this Transmutation of Things out of one _Species_ into another; and that there is a certain Justice which operates not only in Men and Angels, but in all Creatures, is most certain; and he that doth not observe the same may be said to be utterly Blind: For this Justice appears as well in the Ascension of Creatures, as in their Descension; that is, when they are changed into the better, and when into the worse; when into the better, this Justice distributes to them the Reward and Fruit of their Good Deeds; when into the worse, the same punishes them with due Punishments, according to the Nature and Degree of the Transgression. And the same Justice hath given a Law to all Creatures, and written the same on their Natures; and every Creature whatsoever, that transgresseth this Law, is punished for it: But that Creature that observes and keeps it, hath this Reward, _viz,_ to become better. So under the Law which God gave to the _Jews,_ if a Beast killed a Man, that Beast was to be slain; and the Life of Man is said to be required at the Hand of every Beast, _Gen._ 9. 5. And if any one had to do with a Beast, not only the Man, but the Beast, was to be slain; so not only the Woman and her Husband did receive Sentence and Punishment from God after their Transgression, but the Serpent also, which was the brutish part in Man, which he took from the Earth. God hath also put the same instinct of Justice in Man, towards Beasts and Trees of the Field; for whosoever he be that is a good and just Man, the same loves his Beasts that serve him, and taketh care of them that they have their Food and Rest, and what else is wanting to them; and this he doth not do only for his own profit, but out of a Principle of true Justice; for should he be so cruel to them as to require their Labour, and yet deny them their necessary Food, then certainly he transgresseth that Law which God hath written on his Heart; and if he kills any of them, only to fulfil his own pleasure, he acts unjustly, and the same measure will again be measured unto him; so likewise a Man that hath a certain Fruitful Tree in his Orchard, that prospereth well, he dungs and cleanses the same, that it may wax better and better; but if it be barren, and incumbers the ground, then he heweth it down with an Ax, and burns it with Fire. And so here is a certain Justice in all these, as in all the Transmutation of Things from one _Species_ into another, whether it be by ascending from the Ignobler or Baser unto the Nobler, or by descending into the contrary, there may be found the same Justice: For Example: Is it not just and equitable, if a Man on Earth liveth a pure and Holy Life, like unto the Heavenly Angels, that he should be exalted to an Angelical Dignity after Death, and be like unto them, over whom also the Angels rejoice? But if a Man here on Earth lives so wickedly and perversly, that he is more like a Devil raised from Hell than any other Creature, if he dies in such a State without Repentance, Shall not the same Justice tumble him down to Hell? and shall not such deservedly become like Devils, even as those who led an Angelical Life are made equal with the Angels? But if a Man hath neither lived an Angelical nor Diabolical, but a Brutish, or at least-wise an Animal or Sensual Life on Earth; so that his Spirit is more like the Spirit of a Beast than any other thing: Shall not the same Justice most justly cause, that as he is become a Brute, as to his Spirit; whilst he hath left the Dominion of his more excellent Part, to that Brutish Part and Spirit within him, that he also (at least, as to his External Form, in bodily Figure) should be changed into that _Species_ of Beasts, to whom he was inwardly most like, in Qualities and Conditions of Mind? And seeing this Brutal Spirit is now become Superior and Predominant in him, and holds the other Captive, is it not very probable, when such a Man dies, that the very same Brutish Spirit shall still have Dominion in him, and carry the Human Soul with it whithersoever it pleaseth, and compel it to be subservient unto it? And when the said Brutish Spirit returns again into some Body, and hath now Dominion over that Body, so that its Plastick Faculty hath the Liberty of forming a Body, after its own _Idea_ and Inclination, (which before, in the Humane Body, it had not;) it necessarily follows, that the Body, which this Vital Spirit forms, will be Brutal, and not Humane; for the Brutal Spirit cannot produce and form any other Figure: Because its Plastick Faculty is governed of its Imagination, which it doth most strongly imagine to its self, or conceive its own proper Image; which therefore the External Body is necessarily forced to assume.","subId":"8","id":"Conway.PAM.6.8"},{"type":"paragraph","content":"\\S. 8. HEREIN the Justice of God marvellously appears, whilst he assigns to every Kind and Degree of Transgression its due and proper Punishment; neither doth he sentence every Sin and Transgression to Hell-Fire, and the Punishment due unto Devils; for Christ hath taught the contrary, in that Parable, where he sheweth the Third Degree only is Doom'd to Infernal Punishment, _(viz.)_ if one say to his Brother: Thou Fool!","subId":"9","id":"Conway.PAM.6.9"},{"type":"paragraph","content":"What can be here objected against the Justice of God? If it be said it doth too much lessen and disparage the Dignity and Nobility of Humane Nature, to suppose the same with respect to Body and Soul, convertible into the Nature of a Brute. To this I Answer, according to the common Maxim, _Corruptio optimi fit pessima, The best Things by Corruption become the worst:_ For seeing Man by his voluntary Transgression hath so exceedingly polluted and brought down his own Nature (which was so Noble) into a far worse State and Condition, that the same could wax as vile and base in Spirit as the most unclean Beast or Animal; so that he is become as subject to Earthly Concupiscences and Desires, as any Beast; yea, is become worse than any Beast: What Injustice will this be, if God should also compel him to bear that Image outwardly in his Body, into the which he hath inwardly transformed himself? Or, which thinkest thou is the worst Degeneration, to bear the Image of a Beast in Spirit, or in Body? Certainly, every one will say, to be like a Beast in Spirit is far the greatest Degeneration; and there is not one, who is indued with true Nobility of Mind, who will not confess, that, to be like a Beast inwardly, is worse than to be like the same outwardly; for to be one with him in Spirit, is far worse than to be one with him in External Form and Figure of Body: But if any one shall say this Punishment is too little for such a Man, who hath lived all his Days a Brutish Life, if after Death he shall only return to the State or Condition of some Beast; let such know, that the most just Creator and Maker of all Things is wiser than he, and knows best what Punishment is due unto every particular Sin; who hath also so most justly and wisely disposed all Things, that no Man that lives carnally, and after the manner of Beasts, can enter into the Kingdom of Heaven; and so also the Doctrine of Christ expresly informs us, that all Sins are not to be punished with the pains of Hell: _And that where the Treasure is, there is the Heart also, and the Spirit of Man:_ Also if a Man is joyn'd or united with any Things, that then he becomes _unum quid,_ or one with the same; and that he that cleaves to the Lord is one with him in Spirit; and he that cleaves to a Harlot is one Flesh with her. Why then doth not he that cleaves to a Beast, by the same reason, become one with a Beast? And so in all other cases: For to whom any one yields himself in obedience, the same is his Master, so far as he obeys him; as the Scripture saith. Moreover also it is said, _With what measure soever ye mete, the same shall be meted unto you:_ As if it should have said, All Kinds and Degrees of Sin, have their proper Punishments, and all these Punishments tend to the Creatures Advantage; so that Grace prevails over Judgment, and Judgment is turned into Victory to the Salvation and Restoration of the Creature: For seeing the Grace of God is extended over all his Works, Why should we think God a more severe and rigid Master to his Creatures than indeed he is? Seeing this doth wonderfully obscure and darken the Glory of the Divine Attributes; neither doth it beget a Love towards God, and an Admiration of his Goodness and Justice in the Hearts of Men, as it ought to be; but the plain contrary.","subId":"10","id":"Conway.PAM.6.10"},{"type":"paragraph","content":"\\S. 9. FOR that common Notion of the Justice of God, that every Sin, how small soever it be, shall be punished with Hell Fire, and that without all end, begets in Men an horrible _Idea_ or Conception concerning God; to wit, as though he were a cruel Tyrant towards all his Creatures rather than a Gracious Father: But if the lovely Image of God was more known unto Men, such as indeed he is, and manifesteth himself in all his Dispensations to his Creatures; and if our Souls could inwardly feel and tast him, _viz._ as he is Charity and Goodness it self, and as he inwardly reveals himself, by the Light and Spirit of _Christ Jesus_ our Lord, in the Hearts of Men; then indeed, and not till then, would Men come to Love God above all things, and acknowledge him to be, beyond all, the most Lovely, Just, and Merciful, who may not punish all Sinners with an equal Punishment.","subId":"11","id":"Conway.PAM.6.11"},{"type":"paragraph","content":"\\S. 10. AND moreover also, Why did he drown the old World with Water, and hath purposed to destroy this with Fire? Such as was that of _Sodom:_ but that he would show, that for diverskinds of Sin, divers sorts of Punishment are to be inflicted: And that the old World was indeed wicked, but that which is to be destroyed with fire is worse, which for that reason will have the greater Judgment.","subId":"12","id":"Conway.PAM.6.12"},{"type":"paragraph","content":"But the different nature of these transgressions, for which those different punishments are prepared, seem to consist in this; that the sins of the old World were more brutish and carnal, as the word of God doth seem to point out, when he saith, _My Spirit shall not always strive with Man; because he is become Flesh;_ that is, he is become perfectly Brutish or Bestial, by obeying the desires of the Flesh: So that unless this Generation had been cut off, all Mankind (except _Noah_ and his Family) in the succeeding Generation, would have become Bestial, which Evil God would prevent, by drowning them with the Waters, that by this Punishment they might be reduced from the Brutish Nature to the Nature of Men: But the Sins of this World, which like _Sodom_ is to be destroyed with Fire, second their own Nature, to be more like the Sins of Devils, than any thing else, _(viz.)_ by reason of Craft, Deceit, Malice, Hostility, and Cruelty; and therefore their proper Punishment is Fire, which also is the Original Principle of those Noble Spirits so greatly degenerated; and so they ought deservedly by the same to be restored and regenerated: For what is Fire, but a certain kind of imperfect {AE}thereal Substance shut up in combustible Bodies? as we observe the same still to mount upwards, and by reason of its notable thinness immediately to vanish: From which Aethereal Substance, as well Angels as Men, have their Original, _quoad Spiritus,_ or, _as to their Spirits;_ as the Brutal Nature hath its Original from Water. But as all the Punishments, God inflicts on his Creatures, have some proportion with their Sins; so all these Punishments (the worst not excepted) do tend to their Good and Restoration, and so are Medicinal, that by them these diseased Creatures may be cured and restored to a better condition than before they enjoyed.","subId":"13","id":"Conway.PAM.6.13"},{"type":"paragraph","content":"\\S. 11. NOW therefore let us examine, how every Creature is composed, and how the parts of its composition may be converted the one into the other; for that they have originally one and the same Essence, or Being.","subId":"14","id":"Conway.PAM.6.14"},{"type":"paragraph","content":"In every visible Creature there is a Body and a Spirit, or _Principium magis Activum, & magis Passivum,_ or, _more Active and more Passive Principle,_ which may fitly be termed Male and Female, by reason of that Analogy a Husband hath with his Wife. For as the ordinary Generation of Men requires a Conjunction and Co-operation of Male and Female; so also all Generations and Productions whatsoever they be, require an Union, and conformable Operation of those Two Principles, to wit, Spirit and Body; but the Spirit is an Eye or Light beholding its own proper Image, and the Body is a Tenebrosity or Darkness receiving that Image, when the Spirit looks thereinto, as when one sees himself in a Looking-Glass; for certainly he cannot so behold himself in the Transparent Air, nor in any Diaphanous Body, because the reflexion of an Image requires a certain opacity or darkness, which we call a Body: Yet to be a Body is not an Essential Property of any Thing; as neither is it a Property of any Thing to be dark; for nothing is so dark that it cannot be made Light; yea, the Darkness it self may become Light, as the Light which is created may be turned into Darkness, as the Words of Christ do fully evince, when he saith, _If the Light which is in thee be darkness,_ &c. where he means the Eye or Spirit which is in the Body, which beholdeth the Image of any Thing: Therefore as every Spirit hath need of a Body, that it may receive and reflect its Image, so also it requires a Body to retain the same; for every Body hath this retentive Nature, either more or less in it self; and by how much the perfecter a Body is, that is, more perfectly mix'd, so much the more retentive is it, and so Water is more retentive than Air, and Earth of some Things is more retentive than Water.","subId":"15","id":"Conway.PAM.6.15"},{"type":"paragraph","content":"But the Seed of a Female Creature, by reason of its so perfect mixture; for that it is the purest Extraction of the whole Body, hath in it a notable retention: And in this Seed, as a Body, the Male Seed, which is the Image and Spirit of the Male, is received and retained, together with other Spirits which are in the Female; and therefore whatsoever Spirit is then strongest, and hath the strongest Image or _Idea_ in the Seed, whether it be the Masculine or the Feminine, or any other Spirit from either of these received from without, that Spirit is predominant in the Seed, and forms the Body, as near as may be, after its own Image, and so every Creature receives his External Form. And after the same manner also, the Internal Productions of the Mind, _viz._ Thoughts are generated, which according to their Kind are true Creatures, and have a true Substance, proper to themselves, being all our Internal Children, and all of them Male and Female, that is, they have Body and Spirit; for if they had not a Body, they could not be retained, nor could we reflect on our own proper Thoughts; for every reflection is made by a certain Tenebrosity or Darkness, and this is a Body; so the Memory requires a Body, to retain the Spirit of the Thing thought on, otherwise it would vanish as the Image in a Glass, which presently vanishes, the Object being removed. And so likewise, when we remember any Body, we see his Image in us, which is a Spirit that proceeded from him, whilst we beheld him from without; which Image or Spirit is retained in Some-Body, which is the Seed of our Brain, and thence is made a certain Spiritual Generation in us: And so every Spirit hath its Body, and every Body its Spirit; and as the Body, _sc._ of a Man or Beast, is nothing else but an innumerable multitude of Bodies, compacted together into one, and disposed into a certain order; so likewise the Spirit of a Man, or Beast, is a certain innumerable multitude of Spirits united together in the said Body, which have their Order and Government so, that there is one Captain, or Chief Governor, another a Lieutenant, and another hath a certain kind of Government under him, and so through the whole, as it is wont to be in an Army of Soldiers; wherefore the Creatures are called Armies, and God the God of Hosts, as the Devil which possessed the Man was called Legion, because there were many of them; so that every Man; yea, every Creature, consists of many Spirits and Bodies; (many of these Spirits which exist in Man) are called by the _Hebrews, Nizzuzoth,_ or _Sparks._ See in _Kabbal. denud._ Tom. 2. Part 2. Tract. _de revolutionibus animarum,_ Cap. 2. _& seq._ p. 256, 268, _&c.)_ And indeed every Body is a Spirit, and nothing else, neither differs any thing from a Spirit, but in that it is more dark; therefore by how much the thicker and grosser it is become, so much the more remote is it from the degree of a Spirit, so that this distinction is only modal and gradual, not essential or substantial.","subId":"16","id":"Conway.PAM.6.16"}]}
