{"id":"Mandeville.FB.Rem.B","imported":true,"parent":"Mandeville.FB.Rem","title":"(B.) These were call'd Knaves, But bar the Name, The grave Industrious were the same.","breadcrumb":"Remark B","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_049","blocks":[{"type":"title","content":"£1 (B.) These were call'd Knaves, But bar the Name, The grave Industrious were the same. £1","id":"Mandeville.FB.Rem.B"},{"type":"paragraph","content":"THIS, I confess, is but a very indifferent Compliment to all the Trading Part of the People. But if the Word _Knave_ may be understood in its full Latitude, and comprehend every Body that is not sincerely honest, and does to others what he would dislike to have done to himself, I don't question but I shall make good the Charge. To pass by the innumerable Artifices, by which Buyers and Sellers out-wit one another, that are daily allowed of and practised among the fairest of _Dealers,_ shew me the _Tradesman_ that has always discover'd the Defects of his Goods to those that cheapen'd them; nay, where will you find one that has not at one time or other industriously conceal'd them, to the detriment of the _Buyer?_ Where is the Merchant that has never against his Conscience extoll'd his Wares beyond their Worth, to make them go off the better?","subId":"1","id":"Mandeville.FB.Rem.B.1"},{"type":"paragraph","content":"_Decio,_ a Man of great Figure, that had large Commissions for Sugar from several Parts beyond Sea, treats about a considerable parcel of that Commodity with _Alcander_ an eminent _West-India_ Merchant; both understood the Market very well, but could not agree: _Decio_ was a Man of Substance, and thought no body ought to buy cheaper than himself; _Alcander_ was the same, and not wanting Money, stood for his Price. While they were driving their Bargain at a Tavern near the _Exchange, Alcander_'s Man brought his Master a Letter from the _West-Indies,_ that inform'd him of a much greater quantity of Sugars coming for _England_ than was expected. _Alcander_ now wish'd for nothing more than to sell at _Decio_'s Price, before the News was publick; but being a cunning Fox, that he might not seem too precipitant, nor yet lose his Customer, he drops the Discourse they were upon, and putting on a Jovial Humour, commends the Agreeableness of the Weather, from whence falling upon the Delight he took in his Gardens, invites _Decio_ to go along with him to his Country-House, that was not above Twelve Miles from _London._ It was in the Month of _May,_ and, as it happened, upon a _Saturday_ in the Afternoon: _Decio,_ who was a single Man, and would have no Business in Town before _Tuesday,_ accepts of the other's Civility, and away they go in _Alcander_'s Coach. _Decio_ was splendidly entertain'd that Night and the Day following; the _Monday_ Morning, to get himself an Appetite, he goes to take the Air upon a Pad of _Alcander_'s, and coming back meets with a Gentleman of his Acquaintance, who tells him News was come the Night before that the _Barbadoes_ Fleet was destroy'd by a Storm, and adds, that before he came out it had been confirm'd at _Lloyd_'s Coffee-House, where it was thought Sugars would rise 25 _per Cent._ by Change-time. _Decio_ returns to his Friend, and immediately resumes the Discourse they had broke off at the Tavern: _Alcander_, who thinking himself sure of his Chap, did not design to have moved it till after Dinner, was very glad to see himself so happily prev-ented ; but how desirous soever he was to sell, the other was yet more eager to buy; yet both of them afraid of one another, for a considerable time counterfeited all the Indifference imaginable; 'till at last _Decio_ fired with what he had heard, thought Delays might prove dangerous, and throwing a Guinea upon the Table, struck the Bargain at _Alcander_'s Price. The next Day they went to _London;_ the News prov'd true, and _Decio_ got Five Hundred Pounds by his Sugars. _Alcander,_ whilst he had strove to over-reach the other, was paid in his own Coin: yet all this is called fair dealing; but I am sure neither of them would have desired to be done by, as they did to each other.","subId":"2","id":"Mandeville.FB.Rem.B.2"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.A","imported":true,"title":"(A.) Whilst others follow'd Mysteries, To which few Folks bind 'Prentices:","breadcrumb":"Remark A","published":[1714]},"next":{"id":"Mandeville.FB.Rem.C","imported":true,"title":"(C.) The Soldiers that were forc'd to fight, If they surviv'd, got Honour by't.","breadcrumb":"Remark C","published":[1714]}}