{"imported":true,"id":"Shaftesbury.C.IVM.2.2.2","parent":"Shaftesbury.C.IVM.2.2","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_027","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section II\n","id":"Shaftesbury.C.IVM.2.2.2"},{"type":"paragraph","content":"{SECOND Proof; from the Self-Passions.} WE are now to prove, That by having the Self-Passions too intense or strong, a Creature becomes miserable.","subId":"1","id":"Shaftesbury.C.IVM.2.2.2.1"},{"type":"paragraph","content":"IN order to this, we must, according to Method, enumerate those Home-affections which relate to the private Interest or separate OEconomy of the Creature: such as Love of Life;—Resentment of Injury;—Pleasure, or Appetite towards Nourishment, and the Means of Generation;—Interest, or Desire of those Conveniences, by which we are well provided for, and maintain'd;—Emulation, or Love of Praise and Honour;—Indolence, or Love of Ease and Rest.—These are the Affections which relate to the private System, and constitute whatever we call Interestedness or Self-love.","subId":"2","id":"Shaftesbury.C.IVM.2.2.2.2"},{"type":"paragraph","content":"Now these Affections, if they are moderate, and within certain bounds, are neither injurious to social Life, nor a hindrance to Virtue: but being in an extreme degree, they become Cowardice,—Revengefulness,—Luxury,—Avarice,—Vanity and Ambition,—Sloth;—and, as such, are own'd vitious and ill, with respect to human Society. {Self-passions.} How they are ill also with respect to the private Person, and are to his own disadvantage as well as that of the Publick, we may consider, as we severally examine them.","subId":"3","id":"Shaftesbury.C.IVM.2.2.2.3"},{"type":"paragraph","content":"{Love of Life.} IF THERE were any of these Self-passions, which for the Good and Happiness of the Creature might be oppos'd to Natural Affection, and allow'd to over-balance it; the Desire and Love of Life wou'd have the best Pretence. But it will be found perhaps, that there is no Passion which, by having much allow'd to it, is the occasion of more Disorder and Misery.","subId":"4","id":"Shaftesbury.C.IVM.2.2.2.4"},{"type":"paragraph","content":"There is nothing more certain, or more universally agreed than this; \"That Life may sometimes be even a Misfortune and Misery.\" To inforce the continuance of it in Creatures reduc'd to such Extremity, is esteem'd the greatest Cruelty. And tho Religion forbids that anyone shou'd be his own Reliever; yet if by some fortunate accident, Death offers of it-self, it is embrac'd as highly welcome. And on this account the nearest Friends and Relations often rejoice at the Release of one intirely belov'd; even tho he himself may have been so weak as earnestly to decline Death, and endeavour the utmost Prolongment of his own un-eligible State.","subId":"5","id":"Shaftesbury.C.IVM.2.2.2.5"},{"type":"paragraph","content":"Since Life, therefore, may frequently prove a Misfortune and Misery; and since it naturally becomes so, by being only prolong'd to the Infirmitys of old Age; since there is nothing, withal, more common than to see Life over-valu'd, and purchas'd at such a Cost as it can never justly be thought worth: it follows evidently, that the Passion it-self (viz. the Love of Life, and Abhorrence or Dread of Death) if beyond a certain degree, and over-balancing in the Temper of any Creature, must lead him directly against his own Interest; make him, upon occasion, become the greatest Enemy to himself; and necessitate him to act as such.","subId":"6","id":"Shaftesbury.C.IVM.2.2.2.6"},{"type":"paragraph","content":"But tho it were allow'd the Interest and Good of a Creature, by all Courses and Means whatsoever, in any Circumstances, or at any rate, to preserve Life; yet wou'd it be against his Interest still to have this Passion in a high degree. For it wou'd by this means prove ineffectual, and no-way conducing to its End. Various Instances need not be given. {Self-passions.} For what is there better known, than that at all times an excessive Fear betrays to danger, instead of saving from it? 'Tis impossible for any-one to act sensibly, and with Presence of Mind, even in his own Preservation and Defense, when he is strongly press'd by such a Passion. On all extraordinary Emergences, 'tis Courage and Resolution saves; whilst Cowardice robs us of the means of Safety, and not only deprives us of our defensive Facultys, but even runs us to the brink of Ruin, and makes us meet that Evil which of it-self wou'd never have invaded us.","subId":"7","id":"Shaftesbury.C.IVM.2.2.2.7"},{"type":"paragraph","content":"But were the Consequences of this Passion less injurious than we have represented; it must be allow'd still that in it-self it can be no other than miserable; if it be Misery to feel Cowardice, and be haunted by those Specters and Horrors, which are proper to the Character of one who has a thorow Dread of Death. For 'tis not only when Dangers happen, and Hazards are incurr'd, that this sort of Fear oppresses and distracts. If it in the least prevails, it gives no quarter, so much as at the safest stillest hour of Retreat and Quiet. Every Object suggests Thought enough to employ it. It operates when it is least observ'd by others; and enters at all times into the pleasantest parts of Life; so as to corrupt and poison all Enjoyment, and Content. One may safely aver, that by reason of this Passion alone, many a Life, if inwardly and closely view'd, wou'd be found to be thorowly miserable, tho attended with all other Circumstances which in appearance render it happy. But when we add to this, the Meannesses, and base Condescensions, occasion'd by such a passionate Concern for living; when we consider how by means of it we are driven to Actions we can never view without Dislike, and forc'd by degrees from our natural Conduct, into still greater Crookednesses and Perplexity; there is no-one, surely, so disingenuous as not to allow, that Life, in this case, becomes a sorry Purchase, and is pass'd with little Freedom or Satisfaction. For how can this be otherwise, whilst every thing which is generous and worthy, even the chief Relish, Happiness, and Good of Life, is for Life's sake abandon'd and renounc'd?","subId":"8","id":"Shaftesbury.C.IVM.2.2.2.8"},{"type":"paragraph","content":"And thus it seems evident, \"That to have this Affection of Desire and Love of Life, {Love of Life.} too intense, or beyond a moderate degree, is against the Interest of a Creature, and contrary to his Happiness and Good.\"","subId":"9","id":"Shaftesbury.C.IVM.2.2.2.9"},{"type":"paragraph","content":"{Resentment.} THERE is another Passion very different from that of Fear, and which in a certain degree is equally preservative to us, and conducing to our Safety. As that is serviceable, in prompting us to shun Danger; so is this, in fortifying us against it, and enabling us to repel Injury, and resist Violence when offer'd. 'Tis true, that according to strict Virtue, and a just Regulation of the Affections in a wise and virtuous Man, such Efforts towards Action amount not to what is justly styl'd Passion or Commotion. A Man of Courage may be cautious without real Fear. And a Man of Temper may resist or punish without Anger. But in ordinary Characters there must necessarily be some Mixture of the real Passions themselves; which however, in the main, are able to allay and temper one another. And thus Anger in a manner becomes necessary. 'Tis by this Passion that one Creature offering Violence to another, is deter'd from the Execution; whilst he observes how the Attempt affects his Fellow; and knows by the very Signs which accompany this rising Motion, that if the Injury be carry'd further, it will not pass easily, or with impunity. 'Tis this Passion withal, which, after Violence and Hostility executed, rouzes a Creature in opposition, and, assists him in returning like Hostility and Harm on the Invader. For thus, as Rage and Despair increase, a Creature grows still more terrible; and being urg'd to the greatest extremity, finds a degree of Strength and Boldness unexperienc'd till then, and which had never risen, except thro' the height of Provocation. As to this Affection therefore, notwithstanding its immediate Aim be indeed the Ill or Punishment of another, yet it is plainly of the sort of those which tend to the Advantage and Interest of the Self-system, the Animal himself; and is withal in other respects contributing to the Good and Interest of the Species. But there is hardly need we shou'd explain how mischievous and self-destructive Anger is, if it be what we commonly understand by that word: if it be such a Passion as is rash, and violent in the Instant of Provocation; or such as imprints it-self deeply, and causes a settled Revenge, and an eager vindicative Pursuit. No wonder indeed that so much is done in mere Revenge, and under the Weight of a deep Resentment, when the Relief and Satisfaction found in that Indulgence is no other than the assuaging of the most torturous Pain, and the alleviating the most weighty and pressing Sensation of Misery. The Pain of this sort being for a-while remov'd or alleviated, by the accomplishment of the Desire, in the Ill of another, leaves indeed behind it the perception of a delicious Ease, and an overflowing of soft and pleasing Sensation. Yet is this, in truth, no better than the Rack it-self. For whoever has experienc'd racking Pains, can tell in what manner a sudden Cessation or Respite is us'd to affect him. From hence are those untoward Delights of Perverseness, Frowardness, and an envenom'd malignant Disposition, acting at its liberty. For this is only a perpetual assuaging of Anger perpetually renew'd. In other Characters, the Passion arises not so suddenly, or on slight Causes; but being once mov'd, is not so easily quieted. The dormant Fury, Revenge, being rais'd once, and wrought up to her highest pitch, rests not till she attains her End; and, that attain'd, is easy, and reposes; making our succeeding Relief and Ease so much the more enjoy'd, as our preceding Anguish and incumbent Pain was of long duration, and bitter sense. Certainly if among Lovers, and in the Language of Gallantry, the Success of ardent Love is call'd the assuaging of a Pain; this other Success may be far more justly term'd so. However soft or flattering the former Pain may be esteem'd, this latter surely can be no pleasing one: Nor can it be possibly esteem'd other than sound and thorow Wretchedness, a grating and disgustful Feeling, without the least mixture of any thing soft, gentle, or agreeable.","subId":"10","id":"Shaftesbury.C.IVM.2.2.2.10"},{"type":"paragraph","content":"'Tis not very necessary to mention the ill effects of this Passion, in respect of our Minds, or Bodys, our private Condition, or Circumstances of Life. By these Particulars we may grow too tedious. These are of the moral sort of Subjects, join'd commonly with Religion, and treated so rhetorically, and with such inforc'd repetition in publick, as to be apt to raise the Satiety of Mankind. What has been said, may be enough perhaps to make this evident, \"That to be subject to such a Passion as we have been mentioning, is, in reality, to be very unhappy\": And, \"That the Habit it-self is a Disease of the worst sort; from which Misery is inseparable.\"","subId":"11","id":"Shaftesbury.C.IVM.2.2.2.11"},{"type":"paragraph","content":"{PLEASURE. Luxury.} NOW AS to Luxury, and what the World calls Pleasure: Were it true (as has been prov'd the contrary) that the most considerable Enjoyments were those merely of the Sense; and were it true, withal, that those Enjoyments of the Sense lay in certain outward things, capable of yielding always a due and certain Portion of Pleasure, according to their degree and quality; it wou'd then follow, that the certain way to obtain Happiness, wou'd be to procure largely of these Subjects, to which Happiness and Pleasure were thus infallibly annex'd. But however fashionably we may apply the Notion of good Living, 'twill hardly be found that our inward Facultys are able to keep pace with these outward Supplies of a luxuriant Fortune. And if the natural Disposition and Aptness from within be not concurring; 'twill be in vain that these Subjects are thus multiply'd from abroad, and acquir'd with ever so great facility.","subId":"12","id":"Shaftesbury.C.IVM.2.2.2.12"},{"type":"paragraph","content":"It may be observ'd in those, who by Excess have gain'd a constant Nauseating and Distaste, that they have nevertheless as constant a Craving or Eagerness of Stomach. But the Appetite of this kind is false and unnatural; as is that of Thirst arising from a Fever, or contracted by habitual Debauch. Now the Satisfactions of the natural Appetite, in a plain way, are infinitely beyond those Indulgences of the most refin'd and elegant Luxury. This is often perceiv'd by the Luxurious them-selves. It has been experienc'd in People bred after the sumptuous way, and us'd never to wait, but to prevent Appetite; that when by any new Turn of Life they came to fall into a more natural Course, or for a while, as on a Journy, or a day of Sport, came accidentally to experience the Sweet of a plain Diet, recommended by due Abstinence and Exercise; they have with freedom own'd, that it was then they receiv'd the highest Satisfaction and Delight which a Table cou'd possibly afford.","subId":"13","id":"Shaftesbury.C.IVM.2.2.2.13"},{"type":"paragraph","content":"On the other side, it has been as often remark'd in Persons accustom'd to an active Life, and healthful Exercise; that having once thorowly experienc'd this plainer and more natural Diet, they have upon a following Change of Life regretted their Loss, and undervalu'd the Pleasures receiv'd from all the Delicacys of Luxury, in comparison with those remember'd Satisfactions of a preceding State. 'Tis plain, that by urging Nature, forcing the Appetite, and inciting Sense, the Keenness of the natural Sensations is lost. And tho thro' Vice or ill Habit the same Subjects of Appetite may, every day, be sought with greater Ardour; they are enjoy'd with less Satisfaction. Tho the Impatience of abstaining be greater; the Pleasure of Indulgence is really less. The Palls or Nauseatings which continually intervene, are of the worst and most hateful kind of Sensation. Hardly is there any thing tasted which is wholly free from this ill relish of a surfeited Sense and ruin'd Appetite. So that instead of a constant and flowing Delight afforded in such a State of Life, the very State it-self is in reality a Sickness and Infirmity, a Corruption of Pleasure, and destructive of every natural and agreeable Sensation. So far is it from being true; \"That in this licentious Course we enjoy Life best, or are likely to make the most of it.\"","subId":"14","id":"Shaftesbury.C.IVM.2.2.2.14"},{"type":"paragraph","content":"As to the Consequences of such an Indulgence; how fatal to the Body, by Diseases of many kinds, and to the Mind, by Sottishness and Stupidity; this needs not any explanation.","subId":"15","id":"Shaftesbury.C.IVM.2.2.2.15"},{"type":"paragraph","content":"The Consequences as to Interest are plain enough. Such a State of impotent and unrestrain'd Desire, as it increases our Wants, so it must subject us to a greater Dependence on others. Our private Circumstances, however plentiful or easy they may be, can less easily content us. Ways and Means must be invented to procure what may administer to such an imperious Luxury, as forces us to sacrifice Honour to Fortune, and runs us out into all irregularity and extravagance of Conduct. The Injurys we do our-selves, by Excess and Unforbearance, are then surely apparent, when thro' an Impotence of this sort, and an Impossibility of Restraint, we do what we our-selves declare to be destructive to us. But these are Matters obvious of themselves. {PLEASURE.} And from less than what has been said, 'tis easy to conclude, \"That Luxury, Riot, and Debauch, are contrary to real Interest, and to the true Enjoyment of Life.\"","subId":"16","id":"Shaftesbury.C.IVM.2.2.2.16"},{"type":"paragraph","content":"{Amours.} THERE is another Luxury superior to the kind we have been mentioning, and which in strictness can scarce be call'd a Self-passion, since the sole End of it is the Advantage and Promotion of the Species. But whereas all other social Affections are join'd only with a mental Pleasure, and founded in mere Kindness and Love; this has more added to it, and is join'd with a Pleasure of Sense. Such Concern and Care has Nature shewn for the Support and Maintenance of the several Species, that by a certain Indigence and kind of Necessity of their Natures, they are made to regard the Propagation of their Kind. Now whether it be the Interest or Good of the Animal to feel this Indigence beyond a natural and ordinary degree; is what we may consider.","subId":"17","id":"Shaftesbury.C.IVM.2.2.2.17"},{"type":"paragraph","content":"Having already said so much concerning natural and unnatural Appetite, there needs less to be said on this occasion. If it be allow'd, that to all other Pleasures there is a Measure of Appetite belonging, which cannot possibly be exceeded without prejudice to the Creature, even in his very Capacity of enjoying Pleasure; it will hardly be thought that there is no certain Limit or just Boundary of this other Appetite of the Amorous kind. There are other sorts of ardent Sensations accidentally experienc'd, which we find pleasant and acceptable whilst they are held within a certain degree; but which, as they increase, grow oppressive and intolerable. Laughter provok'd by Titillation, grows an excessive Pain; tho it retains still the same Features of Delight and Pleasure. And tho in the case of that particular kind of Itch which belongs to a Distemper nam'd from that effect, there are some who, far from disliking the Sensation, find it highly acceptable and delightful; yet it will hardly be reputed such among the more refin'd sort, even of those who make Pleasure their chief Study, and highest Good.","subId":"18","id":"Shaftesbury.C.IVM.2.2.2.18"},{"type":"paragraph","content":"Now if there be in every Sensation of mere Pleasure, a certain Pitch or Degree of Ardour, which by being further advanc'd, comes the nearer to mere Rage and Fury; {PLEASURE.} if there be indeed a necessity of stopping somewhere, and determining on some Boundary for the Passion; where can we fix our Standard, or how regulate our-selves but with regard to Nature, beyond which there is no Measure or Rule of things? Now Nature may be known from what we see of the natural State of Creatures, and of Man himself, when unprejudic'd by vitious Education.","subId":"19","id":"Shaftesbury.C.IVM.2.2.2.19"},{"type":"paragraph","content":"Where happily any-one is bred to a natural Life, inur'd to honest Industry and Sobriety, and un-accustom'd to any thing immoderate or intemperate; he is found to have his Appetites and Inclinations of this sort at command. Nor are they on this account less able to afford him the Pleasure or Enjoyment of each kind. On the contrary; as they are more sound, healthy, and un-injur'd by Excess and Abuse, they must afford him proportionate Satisfaction. So that were both these Sensations to be experimentally compar'd; that of a virtuous Course which belong'd to one who liv'd a natural and regular Life, and that of a vitious Course which belong'd to one who was relax'd and dissolute; there is no question but Judgment wou'd be given in favour of the former, without regard to Consequences, and only with respect to the very Pleasure of Sense it-self.","subId":"20","id":"Shaftesbury.C.IVM.2.2.2.20"},{"type":"paragraph","content":"As to the Consequences of this Vice, with respect to the Health and Vigour of the Body; there is no need to mention any thing. The Injury it does the Mind, tho less notic'd, is yet greater. The Hinderance of all Improvement, the wretched Waste of Time, the Effeminacy, Sloth, Supineness, the Disorder and Looseness of a thousand Passions, thro' such a relaxation and enervating of the Mind; are all of them Effects sufficiently apparent, when reflected on.","subId":"21","id":"Shaftesbury.C.IVM.2.2.2.21"},{"type":"paragraph","content":"What the Disadvantages are of this Intemperance, in respect of Interest, Society, and the World; and what the Advantages are of a contrary Sobriety, and Self-command, wou'd be to little purpose to mention. 'Tis well known there can be no Slavery greater than what is consequent to the Dominion and Rule of such a Passion. Of all other, it is the least manageable by Favour or Concession, and assumes the most from Privilege and Indulgence. What it costs us in the Modesty and Ingenuity of our Natures, and in the Faith and Honesty of our Characters, is as easily apprehended by anyone who will reflect. And it will from hence appear, \"That there is no Passion, which in its Extravagance and Excess more necessarily occasions Disorder and Unhappiness.\"","subId":"22","id":"Shaftesbury.C.IVM.2.2.2.22"},{"type":"paragraph","content":"{INTEREST.} NOW AS to that Passion which is esteem'd peculiarly interesting; as having for its Aim the Possession of Wealth, and what we call a Settlement or Fortune in the World: If the Regard towards this kind be moderate, and in a reasonable degree; if it occasions no passionate Pursuit, nor raises any ardent Desire or Appetite; there is nothing in this Case which is not compatible with Virtue, and even sutable and beneficial to Society. The publick as well as private System is advanc'd by the Industry, which this Affection excites. But if it grows at length into a real Passion; the Injury and Mischief it does the Publick, is not greater than that which it creates to the Person himself. Such a one is in reality a Self-oppressor, and lies heavier on himself than he can ever do on Mankind.","subId":"23","id":"Shaftesbury.C.IVM.2.2.2.23"},{"type":"paragraph","content":"How far a coveting or avaritious Temper is miserable, needs not, surely, be explain'd. Who knows not how small a Portion of worldly Matters is sufficient for a Man's single Use and Convenience; and how much his Occasions and Wants might be contracted and reduc'd, if a just Frugality were study'd, and Temperance and a natural Life came once to be pursu'd with half that Application, Industry and Art, which is bestow'd on Sumptuousness and Luxury? Now if Temperance be in reality so advantageous, and the Practice as well as the Consequences of it so pleasing and happy, as has been before express'd; there is little need, on the other side, to mention any thing of the Miserys attending those covetous and eager Desires after things which have no Bounds or Rule; as being out of Nature, beyond which there can be no Limits to Desire. For where shall we once stop, when we are beyond this Boundary? How shall we fix or ascertain a thing wholly unnatural and unreasonable? Or what Method, what Regulation shall we set to mere Imagination, or the Exorbitancy of Fancy, in adding Expence to Expence, or Possession to Possession? {Interest.}","subId":"24","id":"Shaftesbury.C.IVM.2.2.2.24"},{"type":"paragraph","content":"Hence that known Restlessness of covetous and eager Minds, in whatever State or Degree of Fortune they are plac'd; there being no thorow or real Satisfaction, but a kind of Insatiableness belonging to this Condition. For 'tis impossible there shou'd be any real Enjoyment, except in consequence of natural and just Appetite. Nor do we readily call that an Enjoyment of Wealth or of Honour, when thro' Covetousness or Ambition, the Desire is still forward, and can never rest satisfy'd with its Gains. But against this Vice of Covetousness, there is enough said continually in the World; and in our common way of speaking, \"A covetous, and a miserable Temper, has, in reality, one and the same Signification.\"","subId":"25","id":"Shaftesbury.C.IVM.2.2.2.25"},{"type":"paragraph","content":"{Emulation.} NOR IS there less said, abroad, as to the Ills of that other aspiring Temper, which exceeds an honest Emulation, or Love of Praise, and passes the Bounds even of Vanity and Conceit. Such is that Passion which breaks into an enormous Pride and Ambition. Now if we consider once the Ease, Happiness, and Security which attend a modest Disposition and quiet Mind, such as is of easy Self-command, fitted to every Station in Society, and able to sute it-self with any reasonable Circumstances whatever; 'twill, on the first view, present us with the most agreeable and winning Character. Nor will it be found necessary, after this, to call to mind the Excellence and Good of Moderation, or the Mischief and Self-injury of immoderate Desires, and conceited fond Imaginations of personal Advantage, in such things as Titles, Honours, Precedencys, Fame, Glory, or vulgar Astonishment, Admiration, and Applause.","subId":"26","id":"Shaftesbury.C.IVM.2.2.2.26"},{"type":"paragraph","content":"This too is obvious, that as the Desires of this kind are rais'd, and become impetuous, and out of our command; so the Aversions and Fears of the contrary part, grow proportionably strong and violent, and the Temper accordingly suspicious, jealous, captious, subject to Apprehensions from all Events, and uncapable of bearing the least Repulse or ordinary Disappointment. And hence it may be concluded, \"That all Rest and Security as to what is future, and all Peace, Contentedness and Ease as to what is present, is forfeited by the aspiring Passions of this emulous kind; and by having the Appetites towards Glory and outward Appearance thus transporting and beyond command.\"","subId":"27","id":"Shaftesbury.C.IVM.2.2.2.27"},{"type":"paragraph","content":"{Indolence.} THERE is a certain Temper plac'd often in opposition to those eager and aspiring Aims of which we have been speaking. Not that it really excludes either the Passion of Covetousness or Ambition; but because it hinders their Effects, and keeps them from breaking into open Action. 'Tis this Passion, which by soothing the Mind, and softning it into an excessive Love of Rest and Indolence, renders high Attempts impracticable, and represents as insuperable the Difficultys of a painful and laborious Course towards Wealth and Honours. Now tho an Inclination to Ease, and a Love of moderate Recess and Rest from Action, be as natural and useful to us as the Inclination we have towards Sleep; yet an excessive Love of Rest, and a contracted Aversion to Action and Imployment, must be a Disease in the Mind equal to that of a Lethargy in the Body.","subId":"28","id":"Shaftesbury.C.IVM.2.2.2.28"},{"type":"paragraph","content":"How necessary Action and Exercise are to the Body, may be judg'd by the difference we find between those Constitutions which are accustom'd, and those which are wholly strangers to it; and by the different Health and Complexion which Labour and due Exercise create, in comparison with that Habit of Body we see consequent to an indulg'd State of Indolence and Rest. Nor is the lazy Habit ruinous to the Body only. The languishing Disease corrupts all the Enjoyments of a vigorous and healthy Sense, and carrys its Infection into the Mind; where it spreads a worse Contagion. For however the Body may for a-while hold out, 'tis impossible that the Mind, in which the Distemper is seated, can escape without an immediate Affliction and Disorder. The Habit begets a Tediousness and Anxiety, which influences the whole Temper, and converts the unnatural Rest into an unhappy sort of Activity, ill Humour, and Spleen: of which there has been enough said above, where we consider'd the want of a due Balance in the Affections.","subId":"29","id":"Shaftesbury.C.IVM.2.2.2.29"},{"type":"paragraph","content":"'Tis certain, that as in the Body, when no Labour or natural Exercise is us'd, the Spirits which want their due Imployment, turn against the Constitution, and find work for themselves in a destructive way; so in a Soul, or Mind, unexercis'd, and which languishes for want of proper Action and Employment, the Thoughts and Affections being obstructed in their due Course, and depriv'd of their natural Energy, raise Disquiet, and foment a rancorous Eagerness and tormenting Irritation. The Temper from hence becomes more impotent in Passion, more incapable of real Moderation; and, like prepar'd Fuel, readily takes fire by the least Spark.","subId":"30","id":"Shaftesbury.C.IVM.2.2.2.30"},{"type":"paragraph","content":"As to Interest, how far it is here concern'd; how wretched that State is, in which by this Habit a Man is plac'd, towards all the Circumstances and Affairs of Life, when at any time he is call'd to Action; how subjected he must be to all Inconveniences, wanting to himself, and depriv'd of the Assistance of others; whilst being unfit for all Offices and Dutys of Society, he yet of any other Person most needs the help of it, as being least able to assist or support himself; all this is obvious. And thus 'tis evident, \"That to have this over-biassing Inclination towards Rest, this slothful, soft, or effeminate Temper, averse to Labour and Imployment, is to have an unavoidable Mischief, and attendent Plague.\"","subId":"31","id":"Shaftesbury.C.IVM.2.2.2.31"},{"type":"paragraph","content":"{Self-passions in general.} THUS have we consider'd the Self-passions; and what the Consequence is of their rising beyond a moderate degree. These Affections, as self-interesting as they are, can often, we see, become contrary to our real Interest. They betray us into most Misfortunes, and into the greatest of Unhappinesses, that of a profligate and abject Character. As they grow imperious and high, they are the occasion that a Creature in proportion becomes mean and low. They are original to that which we call Selfishness, and give rise to that sordid Disposition of which we have already spoken. It appears there can be nothing so miserable in it-self, or so wretched in its Consequence, as to be thus impotent in Temper, thus master'd by Passion, and by means of it, brought under the most servile Subjection to the World.","subId":"32","id":"Shaftesbury.C.IVM.2.2.2.32"},{"type":"paragraph","content":"'Tis evident withal, that as this Selfishness increases in us, so must a certain Subtlety, and feignedness of Carriage, which naturally accompanys it. And thus the Candour and Ingenuity of our Natures, the Ease and Freedom of our Minds must be forfeited; all Trust and Confidence in a manner lost; and Suspicions, Jealousys, and Envys multiply'd. A separate End and Interest must be every day more strongly form'd in us; generous Views and Motives laid aside: And the more we are thus sensibly disjoin'd every day from Society and our Fellows; the worse Opinion we shall have of those uniting Passions, which bind us in strict Alliance and Amity with others. Upon these Terms we must of course endeavour to silence and suppress our natural and good Affections: since they are such as wou'd carry us to the good of Society, against what we fondly conceive to be our private Good and Interest; as has been shewn.","subId":"33","id":"Shaftesbury.C.IVM.2.2.2.33"},{"type":"paragraph","content":"Now if these selfish Passions, besides what other Ill they are the occasion of, are withal the certain means of losing us our natural Affections; then (by what has been prov'd before) 'tis evident, \"That they must be the certain means of losing us the chief Enjoyment of Life, and raising in us those horrid and unnatural Passions, and that Savageness of Temper, which makes the greatest of Miserys, and the most wretched State of Life\": as remains for us to explain.","subId":"34","id":"Shaftesbury.C.IVM.2.2.2.34"}]}