{"imported":true,"id":"Shaftesbury.C.IVM.2.2.3","parent":"Shaftesbury.C.IVM.2.2","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_028","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section III\n","id":"Shaftesbury.C.IVM.2.2.3"},{"type":"paragraph","content":"{THIRD Proof; from the unnatural Affections.} THE Passions therefore, which, in the last place, we are to examine, are those which lead neither to a publick nor a private Good; and are neither of any advantage to the Species in general, or the Creature in particular. These, in opposition to the social and natural, we call the unnatural Affections.","subId":"1","id":"Shaftesbury.C.IVM.2.2.3.1"},{"type":"paragraph","content":"{Inhumanity.} Of this kind is that unnatural and inhuman Delight in beholding Torments, and in viewing Distress, Calamity, Blood, Massacre and Destruction, with a peculiar Joy and Pleasure. This has been the reigning Passion of many Tyrants, and barbarous Nations; and belongs, in some degree, to such Tempers as have thrown off that Courteousness of Behaviour, which retains in us a just Reverence of Mankind, and prevents the Growth of Harshness and Brutality. This Passion enters not where Civility or affable Manners have the least place. Such is the Nature of what we call good Breeding, that in the midst of many other Corruptions, it admits not of Inhumanity, or savage Pleasure. To see the Sufferance of an Enemy with cruel Delight, may proceed from the height of Anger, Revenge, Fear, and other extended Self-passions: But to delight in the Torture and Pain of other Creatures indifferently, Natives or Foreigners, of our own or of another Species, Kindred or no Kindred, known or unknown; to feed, as it were, on Death, and be entertain'd with dying Agonys; this has nothing in it accountable in the way of Self-interest or private Good above-mention'd, but is wholly and absolutely unnatural, as it is horrid and miserable.","subId":"2","id":"Shaftesbury.C.IVM.2.2.3.2"},{"type":"paragraph","content":"{Petulancy.} There is another Affection nearly related to this, which is a gay and frolicksome Delight in what is injurious to others; a sort of wanton Mischievousness, and Pleasure in what is destructive; a Passion which, instead of being restrain'd, is usually encourag'd in Children: so that 'tis indeed no wonder if the Effects of it are very unfortunately felt in the World. For 'twill be hard, perhaps, for any-one to give a reason why that Temper, which was us'd to delight in Disorder and Ravage, when in a Nursery; shou'd not afterwards find delight in other Disturbances, and be the occasion of equal Mischief in Familys, amongst Friends, and in the Publick it-self. But of this Passion there is not any foundation in Nature; as has been explain'd.","subId":"3","id":"Shaftesbury.C.IVM.2.2.3.3"},{"type":"paragraph","content":"{Malignity.} Malice, Malignity, or Ill-Will, such as is grounded on no Self-consideration, and where there is no Subject of Anger or Jealousy, nor any thing to provoke or cause such a Desire of doing ill to another; this also is of that kind of Passion.","subId":"4","id":"Shaftesbury.C.IVM.2.2.3.4"},{"type":"paragraph","content":"{Envy.} Envy too, when it is such as arises from the Prosperity or Happiness of another Creature no ways interfering with ours, is of the same kind of Passion.","subId":"5","id":"Shaftesbury.C.IVM.2.2.3.5"},{"type":"paragraph","content":"{Moroseness.} There is also among these, a sort of Hatred of Mankind and Society; a Passion which has been known perfectly reigning in some Men, {MISANTHROPY.} and has had a peculiar Name given to it. A large share of this belongs to those who have long indulg'd themselves in a habitual Moroseness, or who by force of ill Nature, and ill Breeding, have contracted such a Reverse of Affability, and civil Manners, that to see or meet a Stranger is offensive. The very Aspect of Mankind is a disturbance to 'em, and they are sure always to hate at first sight. The Distemper of this kind is sometimes found to be in a manner National; but peculiar to the more savage Nations, {Inhospitality, Barbarity.} and a plain Characteristick of unciviliz'd Manners, and Barbarity. This is the immediate Opposite to that noble Affection, which, in antient Language, was term'd Hospitality, viz. extensive Love of Mankind, and Relief of Strangers.","subId":"6","id":"Shaftesbury.C.IVM.2.2.3.6"},{"type":"paragraph","content":"{Superstition.} We may add likewise to the number of the unnatural Passions, all those which are rais'd from Superstition, (as before-mention'd) and from the Customs of barbarous Countrys: All which are too horrid and odious in themselves, to need any proof of their being miserable.","subId":"7","id":"Shaftesbury.C.IVM.2.2.3.7"},{"type":"paragraph","content":"{Unnatural Lusts.} There might be other Passions nam'd, such as unnatural Lusts, in foreign Kinds or Species, with other Perversions of the amorous Desire within our own. But as to these Depravitys of Appetite, we need add nothing here; after what has been already said, on the Subject of the more natural Passions.","subId":"8","id":"Shaftesbury.C.IVM.2.2.3.8"},{"type":"paragraph","content":"Such as these are the only Affections or Passions we can strictly call unnatural, ill, and of no tendency so much as to any separate or private Good. Others indeed there are which have this tendency, but are so exorbitant and out of measure, so beyond the common Bent of any ordinary Self-passion, and so utterly contrary and abhorrent to all social and natural Affection, that they are generally call'd, and may be justly esteem'd, unnatural and monstrous.","subId":"9","id":"Shaftesbury.C.IVM.2.2.3.9"},{"type":"paragraph","content":"{Tyranny.} Among these may be reckon'd such an enormous Pride or Ambition, such an Arrogance and Tyranny, as wou'd willingly leave nothing eminent, nothing free, nothing prosperous in the World: such an Anger as wou'd sacrifice every thing to it-self: such a Revenge as is never to be extinguish'd, nor ever satisfy'd without the greatest Crueltys: such an Inveteracy and Rancour as seeks, as it were, occasion to exert it-self; and lays hold of the least Subject, so as often to make the weight of its Malevolence fall even upon such as are mere Objects of Pity and Compassion.","subId":"10","id":"Shaftesbury.C.IVM.2.2.3.10"},{"type":"paragraph","content":"{Treachery, Ingratitude.} Treachery and Ingratitude are in strictness mere negative Vices; and, in themselves, no real Passions; having neither Aversion or Inclination belonging to them; but are deriv'd from the Defect, Unsoundness, or Corruption of the Affections in general. But when these Vices become remarkable in a Character, and arise in a manner from Inclination and Choice; when they are so forward and active, as to appear of their own accord, without any pressing occasion; 'tis apparent they borrow something of the mere unnatural Passions, and are deriv'd from Malice, Envy, and Inveteracy; as explain'd above.","subId":"11","id":"Shaftesbury.C.IVM.2.2.3.11"},{"type":"paragraph","content":"{Unnatural Pleasure in general.} IT MAY be objected here, that these Passions, unnatural as they are, carry still a sort of Pleasure with them; and that however barbarous a Pleasure it be, yet still it is a Pleasure and Satisfaction which is found in Pride, or Tyranny, Revenge, Malice, or Cruelty exerted. Now if it be possible in Nature, that any-one can feel a barbarous or malicious Joy, otherwise than in consequence of mere Anguish and Torment, then may we perhaps allow this kind of Satisfaction to be call'd Pleasure or Delight. But the Case is evidently contrary. To love, and to be kind; to have social or natural Affection, Complacency and Good-will, is to feel immediate Satisfaction and genuine Content. 'Tis in it-self original Joy, depending on no preceding Pain or Uneasiness; and producing nothing beside Satisfaction merely. On the other side, Animosity, Hatred and Bitterness, is original Misery and Torment, producing no other Pleasure or Satisfaction, than as the unnatural Desire is for the instant satisfy'd by something which appeases it. How strong soever this Pleasure, therefore, may appear; it only the more implies the Misery of that State which produces it. For as the cruellest bodily Pains do by intervals of Assuagement, produce (as has been shewn) the highest bodily Pleasure; so the fiercest and most raging Torments of the Mind, do, by certain Moments of Relief, afford the greatest of mental Enjoyments, to those who know little of the truer kind.","subId":"12","id":"Shaftesbury.C.IVM.2.2.3.12"},{"type":"paragraph","content":"{Unnatural State.} The Men of gentlest Dispositions, and best of Tempers, have at some time or other been sufficiently acquainted with those Disturbances, which, at ill hours, even small occasions are apt to raise. From these slender Experiences of Harshness and Ill-humour, they fully know and will confess the ill Moments which are pass'd, when the Temper is ever so little gall'd or fretted. How must it fare, therefore, with those who hardly know any better hours in Life; and who, for the greatest part of it, are agitated by a thorow active Spleen, a close and settled Malignity, and Rancour? How lively must be the Sense of every thwarting and controuling Accident? How great must be the Shocks of Disappointment, the Stings of Affront, and the Agonys of a working Antipathy, against the multiply'd Objects of Offence? Nor can it be wonder'd at, if to Persons thus agitated and oppress'd, it seems a high Delight to appease and allay for the while those furious and rough Motions, by an Indulgence of their Passion in Mischief and Revenge.","subId":"13","id":"Shaftesbury.C.IVM.2.2.3.13"},{"type":"paragraph","content":"Now as to the Consequences of this unnatural State, in respect of Interest, and the common Circumstances of Life; upon what Terms a Person who has in this manner lost all which we call Nature, can be suppos'd to stand, in respect of the Society of Mankind; how he feels himself in it; what Sense he has of his own Disposition towards others, and of the mutual Disposition of others towards himself; this is easily conceiv'd.","subId":"14","id":"Shaftesbury.C.IVM.2.2.3.14"},{"type":"paragraph","content":"What Injoyment or Rest is there for one, who is not conscious of the merited Affection or Love, but, on the contrary, of the Ill-will and Hatred of every human Soul? What ground must this afford for Horror and Despair? What foundation of Fear, and continual Apprehension from Mankind, and from superior Powers? How thorow and deep must be that Melancholy, which being once mov'd, has nothing soft or pleasing from the side of Friendship, to allay or divert it? Wherever such a Creature turns himself; whichever way he casts his Eye; every thing around must appear ghastly and horrid; every thing hostile, and, as it were, bent against a private and single Being, who is thus divided from every thing, and at defiance and war with the rest of Nature.","subId":"15","id":"Shaftesbury.C.IVM.2.2.3.15"},{"type":"paragraph","content":"'Tis thus, at last, that a Mind becomes a Wilderness; where all is laid waste, every thing fair and goodly remov'd, and nothing extant beside what is savage and deform'd. Now if Banishment from one's Country, Removal to a foreign Place, or any thing which looks like Solitude or Desertion, be so heavy to endure; what must it be to feel this inward Banishment, this real Estrangement from human Commerce; and to be after this manner in a Desart, and in the horridest of Solitudes, even when in the midst of Society? What must it be to live in this Disagreement with every thing, this Irreconcilableness and Opposition to the Order and Government of the Universe?","subId":"16","id":"Shaftesbury.C.IVM.2.2.3.16"},{"type":"paragraph","content":"HENCE it appears, That the greatest of Miserys accompanys that State which is consequent to the Loss of natural Affection; and That to have those horrid, monstrous, and unnatural Affections, is to be miserable in the highest Degree.","subId":"17","id":"Shaftesbury.C.IVM.2.2.3.17"},{"type":"note","content":"VOL. III. p. 153, 154. in the Notes.","subId":"n1","id":"Shaftesbury.C.IVM.2.2.3.n1"}]}