{"id":"Hume.HE.5.46","imported":true,"parent":"Hume.HE.5","title":"Chapter 46. James I (cont.)","breadcrumb":"Chapter 46","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. XLVI.\nJAMES I.\nGunpowder conspiracy——A parliament——Truce betwixt Spain and the United Provinces——A parliament——Death of the French King——Arminianism——State of Ireland.","id":"Hume.HE.5.46"},{"type":"paragraph","content":"{1604.} WE are now to relate an event, one of the most memorable, that history has conveyed to posterity, and containing at once a singular proof both of the strength and weakness of the human mind; its widest departure from morals, and most steady attachment to religious prejudices. 'Tis the Gunpowder treason of which I speak; a fact as certain as it appears incredible.","subId":"1","id":"Hume.HE.5.46.1"},{"type":"paragraph","content":"{Gunpowder conspiracy.} The Roman catholics had expected great favour and indulgence on the accession of James, both as he was descended from Mary, whose life they believed to have been sacrificed to their cause, and as he himself, in his early youth, was imagined to have shown some partiality towards them; which nothing, they thought, but interest and necessity had since restrained. It is pretended, that he had even entered into positive engagements to tolerate their religion, as soon as he should mount the throne of England; whether their credulity had interpreted in this sense some obliging expressions of the king's, or that he had employed such an artifice, in order to render them favourable to his title. Very soon they discovered their mistake; and were at once surprized and enraged to find James, on all occasions, express his intention of strictly executing the laws enacted against them, and of persevering in all the rigorous measures of Elizabeth. Catesby, a gentleman of good parts and of an ancient family, first thought of a most extraordinary method of revenge; and he opened his intention to Piercy, a descendent of the illustrious house of Northumberland. In one of their conversations with regard to the distressed condition of the catholics, Piercy having broken into a sally of passion, and mentioned assassinating the king; Catesby took the opportunity of revealing to him a nobler and more extensive plan of treason, which not only included a sure execution of vengeance, but afforded some hopes of restoring the catholic religion in England. In vain, said he, would you put an end to the king's life: He has children, who would succeed both to his crown and to his maxims of government. In vain would you extinguish the whole royal family: The nobility, the gentry, the parliament are all infected with the same heresy, and could raise to the throne another prince and another family, who, besides their hatred to our religion, would be animated with revenge for the tragical death of their predecessors. To serve any good purpose, we must destroy, at one blow, the king, the royal family, the lords, the commons; and bury all our enemies in one common ruin. Happily, they are all assembled on the first meeting of the parliament; and afford us the opportunity of glorious and useful vengeance. Great preparations will not be requisite. A few of us, combining, may run a mine below the hall, in which they meet; and choosing the very moment when the king harangues both houses, consign over to destruction these determined foes to all piety and religion. Meanwhile, we ourselves standing aloof, safe and unsuspected, shall triumph in being the instruments of divine wrath, and shall behold with pleasure those sacrilegious walls, in which were passed the edicts for proscribing our church and butchering her children, tost into a thousand fragments; while their impious inhabitants, meditating perhaps still new persecutions against us, pass from flames above to flames below, there for ever to endure the torments due to their offences.","subId":"2","id":"Hume.HE.5.46.2"},{"type":"paragraph","content":"Piercy was charmed with this project of Catesby; and they agreed to communicate the matter to a few more, and among the rest to Thomas Winter, whom they sent over to Flanders, in quest of Fawkes, an officer in the Spanish service, with whose zeal and courage they were all thoroughly acquainted. When they inlisted any new conspirator, in order to bind him to secrecy, they always, together with an oath, employed the Communion, the most sacred rite of their religion. And it is remarkable, that no one of these pious devotees ever entertained the least compunction with regard to the cruel massacre, which they projected, of whatever was great and eminent in the nation. Some of them only were startled by the reflection, that of necessity many catholics must be present; as spectators or attendants on the king, or as having seats in the house of peers: But Tesmond, a jesuit, and Garnet, superior of that order in England, removed these scruples, and shewed them how the interests of religion required, that the innocent should here be sacrificed with the guilty.","subId":"3","id":"Hume.HE.5.46.3"},{"type":"paragraph","content":"All this passed in the spring and summer of the year 1604; when the conspirators also hired a house in Piercy's name, adjoining to that in which the parliament was to assemble. Towards the end of that year they began their operations. That they might be less interrupted, and give less suspicion to the neighbourhood, they carried in store of provisions with them, and never desisted from their labour. Obstinate in their purpose, and confirmed by passion, by principle, and by mutual exhortation, they little feared death in comparison of a disappointment; and having provided arms, together with the instruments of their labour, they resolved there to perish in case of a discovery. Their perseverance advanced the work; and they soon pierced the wall, {1605.} though three yards in thickness; but on approaching the other side, they were somewhat startled at hearing a noise, which they knew not how to account for. Upon enquiry, they found, that it came from the vault below the house of lords; that a magazine of coals had been kept there; and that, as the coals were selling off, the vault would be let to the highest bidder. The opportunity was immediately seized; the place hired by Piercy; thirty-six barrels of powder lodged in it; the whole covered up with faggots and billets; the doors of the cellar boldly flung open; and every body admitted, as if it contained nothing dangerous.","subId":"4","id":"Hume.HE.5.46.4"},{"type":"paragraph","content":"Confident of success, they now began to look forward, and to plan the remaining part of their project. The king, the queen, prince Henry, were all expected to be present at the opening of parliament. The Duke, by reason of his tender age, would be absent; and it was resolved, that Piercy should seize him, or assassinate him. The princess Elizabeth, a child likewise, was kept at Lord Harrington's house in Warwickshire; and Sir Everard Digby, Rookwood, Grant, being let into the conspiracy, engaged to assemble their friends, on pretence of a hunting match, and seizing that princess, immediately to proclaim her queen. So transported were they with rage against their adversaries, and so charmed with the prospect of revenge, that they forgot all care of their own safety; and trusting to the general confusion, which must result from so unexpected a blow, they foresaw not, that the fury of the people, now unrestrained by any authority, must have turned against them, and would probably have satiated itself, by an universal massacre of the catholics.","subId":"5","id":"Hume.HE.5.46.5"},{"type":"paragraph","content":"The day, so long wished for, now approached, on which the parliament was appointed to assemble. The dreadful secret, though communicated to above twenty persons, had been religiously kept, during the space of near a year and a half. No remorse, no pity, no fear of punishment, no hope of reward, had, as yet, induced any one conspirator, either to abandon the enterprize, or make a discovery of it. The holy fury had extinguished in their breast every other motive; and it was an indiscretion at last, proceeding chiefly from these very bigotted prejudices and partialities, which saved the nation.","subId":"6","id":"Hume.HE.5.46.6"},{"type":"paragraph","content":"Ten days before the meeting of parliament, Lord Monteagle, a catholic, son to Lord Morley, received the following letter, which had been delivered to his servant by an unknown hand. My Lord, Out of the love I bear to some of your friends, I have a care of your preservation. Therefore I would advise you, as you tender your life, to devise some excuse to shift off your attendance at this parliament. For God and man have concurred to punish the wickedness of this time. And think not slightly of this advertisement; but retire yourself into your country, where you may expect the event in safety. For, though there be no appearance of any stir, yet, I say, they will receive a terrible blow, this parliament, and yet they shall not see who hurts them. This counsel is not to be contemned, because it may do you good, and can do you no harm: For the danger is past, as soon as you have burned the letter. And I hope God will give you the grace to make good use of it, unto whose holy protection I commend you.","subId":"7","id":"Hume.HE.5.46.7"},{"type":"paragraph","content":"Monteagle knew not what to make of this letter; and though inclined to think it a foolish attempt to frighten and ridicule him, he judged it safest to carry it to Lord Salisbury, secretary of state. Though Salisbury too was inclined to pay little attention to it, he thought proper to lay it before the king, who came to town a few days after. To the king it appeared not so light a matter; and from the serious earnest style of the letter, he conjectured, that it implied something dangerous and important. A terrible blow, and yet the authors concealed; a danger so sudden, and yet so great; these circumstances seemed all to denote some contrivance by gunpowder; and it was thought advisable to inspect all the vaults below the houses of parliament. This care belonged to the earl of Suffolk, Lord chamberlain; who purposely delayed the search, till the day before the meeting of parliament. He remarked those great piles of wood and faggots, which lay in the vault under the upper house; and he cast his eye upon Fawkes, who stood in a dark corner, and passed himself for Piercy's servant. That daring and determined courage, which so much distinguished this conspirator, even among those heroes in villany, was fully painted in his countenance, and was not passed unnoticed by the chamberlain. Such a quantity also of fuel, for the use of one who lived so little in town as Piercy, appeared a little extraordinary; and upon comparing all circumstances, it was resolved that a more thorough inspection should be made. About midnight, Sir Thomas Knevet, a justice of peace, was sent with proper attendants; and before the door of the vault, finding Fawkes, who had just finished all his preparations, he immediately seized him, and turning over the faggots discovered the powder. The matches and every thing proper for setting fire to the train were taken in Fawkes's pocket; who finding his guilt now apparent, and seeing no refuge but in boldness and despair, expressed the utmost regret, that he had lost the opportunity, of firing the powder at once, and of sweetening his own death by that of his enemies. Before the council, he displayed the same intrepid firmness, mixed even with scorn and disdain; refusing to discover his accomplices, and shewing no concern but for the failure of the enterprize. This obstinacy lasted two or three days: But being confined to the Tower, left to reflect on his guilt and danger, and the rack being just shown to him; his courage, fatigued with so long an effort, and unsupported by hope or society, at last failed him; and he made a full discovery of all the conspirators.","subId":"8","id":"Hume.HE.5.46.8"},{"type":"paragraph","content":"Catesby, Piercy, and the other criminals, who were in London, though they had heard of the alarm taken at the letter sent to Monteagle; though they had heard of the chamberlain's search; yet were resolved to persist to the utmost, and never abandon their hopes of success. But at last, hearing that Fawkes was arrested, they hurried down to Warwickshire; where Sir Everard Digby, thinking himself assured, that success had attended his confederates, was already in arms, in order to seize the princess Elizabeth. She had escaped into Coventry; and they were obliged to put themselves on their defence against the country, who were raised from all quarters and armed, by the sheriff. The conspirators, with all their attendants, never exceeded the number of eighty persons; and being surrounded on every side, could no longer entertain hopes, either of prevailing or escaping. Having therefore confessed themselves, and received absolution, they boldly prepared for death, and resolved to sell their lives as dear as possible to the assailants. But even this miserable consolation was denied them. Some of their powder took fire, and disabled them for defence. The people rushed in upon them. Piercy and Catesby were killed by one shot. Digby, Rookwood, Winter, and others, being taken prisoners, were tried, confessed their guilt, and died, as well as Garnet, by the hands of the executioner. Notwithstanding this horrid crime, the bigotted catholics were so devoted to Garnet, that they fancied miracles to be wrought by his blood; and in Spain he was regarded as a martyr.","subId":"9","id":"Hume.HE.5.46.9"},{"type":"paragraph","content":"Neither had the desperate fortune of the conspirators urged them to this enterprize, nor had the former profligacy of their lives prepared them for so great a crime. Before that audacious attempt, their conduct seems, in general, to be liable to no reproach. Catesby's character had entitled him to such regard, that Rookwood and Digby were seduced by their implicit trust in his judgement; and they declared, that, from the motive alone of friendship to him, they were ready, on any occasion to have sacrificed their lives. Digby himself was as highly esteemed and beloved as any man in England; and he had been particularly honoured with the good opinion of Queen Elizabeth. It was bigotted zeal alone, the most absurd of prejudices masqued with reason, the most criminal of passions covered with the appearance of duty, which seduced them into measures, that were fatal to themselves, and had so nearly proved fatal to their country.","subId":"10","id":"Hume.HE.5.46.10"},{"type":"paragraph","content":"The Lords Mordaunt and Stourton, two catholics, were fined, the former 10,000 pounds, the latter 4,000, by the star-chamber; because their absence from parliament had begotten a suspicion of their being acquainted with the conspiracy. The earl of Northumberland was fined 30,000 pounds, and detained several years prisoner in the Tower; because, not to mention other grounds of suspicion, he had admitted Piercy into the number of gentlemen pensioners, without his taking the requisite oaths.","subId":"11","id":"Hume.HE.5.46.11"},{"type":"paragraph","content":"The king, in his speech to the parliament, observed, that, though religion had engaged the conspirators in so criminal an attempt, yet ought we not to involve all the Roman catholics in the same guilt, or suppose them equally disposed to commit such enormous barbarities. Many holy men, he said, and our ancestors among the rest, had been seduced to concur with that church in her scholastic doctrines; who yet had never admitted her seditious principles, concerning the pope's power of dethroning kings, or sanctifying assassination. The wrath of Heaven is denounced against crimes, but innocent error may obtain its favour; and nothing can be more hateful than the uncharitableness of the puritans, who condemn alike to eternal torments, even the most inoffensive partizans of popery. For his part, he added, that conspiracy, however atrocious, should never alter, in the least, his plan of government: While with one hand he punished guilt; with the other, he would still support and protect innocence. After this speech, he prorogued the parliament, till the 22d of January.","subId":"12","id":"Hume.HE.5.46.12"},{"type":"paragraph","content":"The moderation, and, I may say, magnanimity, of the king, immediately after so narrow an escape from a most detestable conspiracy, was no wise agreeable to his subjects. Their animosity against popery, even before this provocation, had risen to a great pitch; and it had perhaps been more prudent in James, by a little dissimulation, to have conformed himself to it. His theological learning, confirmed by disputation, had happily fixed his judgment in the protestant faith; {1606.} yet was his heart a little byassed by the allurements of Rome, and he had been well pleased, if the making of some advances could have effected an union with that ancient mother-church. He strove to abate the acrimony of his own subjects against the religion of their fathers: He became himself the object of their dissidence and aversion. Whatever measures he embraced; in Scotland to introduce prelacy, in England to inforce the authority of the established church, and support its rites and ceremonies; were interpreted as so many steps towards popery; and were represented by the puritans as symptoms of idolatry and superstition. Ignorant of the consequences, or unwilling to sacrifice to politics his inclination, which he called his conscience, he persevered in the same measures, and gave trust and preferment, almost indifferently, to his catholic and protestant subjects. And finding his person, as well as his title, less obnoxious to the church of Rome, than those of Elizabeth, he gradually abated the rigour of those laws, which had been enacted against that church, and which were so acceptable to his bigotted subjects. But the effects of these dispositions on both sides became not very sensible, till towards the conclusion of his reign.","subId":"13","id":"Hume.HE.5.46.13"},{"type":"paragraph","content":"At this time, James seems to have possessed the affections even of his English subjects, and, in a tolerable degree, their esteem and regard. Hitherto their complaints were chiefly levelled against his too great constancy in his early friendships; a quality, which, had it been attended with more economy, the wise would have excused, and the candid would even, perhaps, have applauded. His parts, which were not despicable, and his learning, which was great, being highly extolled by his courtiers and gownmen, and not yet tried in the management of any delicate affairs, for which he was unfit, raised a high idea of him in the world; nor was it always through flattery or insincerity, that he received the title of the second Solomon. A report, which was suddenly spread about this time, of his being assassinated, visibly struck a great consternation into all orders of men. {A parliament.} The commons also abated, this session, somewhat of their excessive frugality, and granted him an aid, payable in four years, of three subsidies and six fifteenths, which, Sir Francis Bacon said in the house, might amount to about four hundred thousand pounds: And for once the king and parliament parted in friendship and good humour. The hatred which the catholics so visibly bore him, gave him, at this time, an additional value in the eyes of his people. The only considerable point, in which the commons incurred his displeasure, was by discovering their constant goodwill to the puritans, in whose favour they desired a conference with the lords:  Which was rejected.","subId":"14","id":"Hume.HE.5.46.14"},{"type":"paragraph","content":"{November 18.} The chief affair transacted next session, was the intended union of the two kingdoms. Nothing could exceed the king's passion and zeal for this noble enterprize, but the parliament's prejudice and reluctance against it. There remain two excellent speeches in favour of the union, which it would not be improper to compare together; that of the king, and that of Sir Francis Bacon. Those, who affect in every thing such an extreme contempt for James, will be surprised to find, that his discourse, both for good reasoning and elegant composition, approaches very near that of a man, who was undoubtedly, at the time, one of the greatest geniuses in Europe. A few trivial indiscretions and indecorums may be said to characterize the harangue of the monarch, and mark it for his own. And in general, so open and avowed a declaration in favour of a measure, while he had taken no care, by any precaution or intrigue, to ensure success, may safely be pronounced an indiscretion. But the art of managing parliaments, by private interest or cabal, being found hitherto of little use or necessity, had not, as yet, become a part of English politics. In the common course of affairs, government could be conducted without their assistance; and when their concurrence became necessary to the measures of the crown, it was, generally speaking, except in times of great faction and discontent, obtained without much difficulty.","subId":"15","id":"Hume.HE.5.46.15"},{"type":"paragraph","content":"The king's influence seems to have rendered the Scottish parliament cordial in all the steps which they took towards the union. Though the advantages, which Scotland might hope from that measure, were more considerable; yet were the objections too, with regard to that kingdom, more striking and obvious. The benefit which must have resulted to England, both by accession of strength and security, was not despicable; and as the English were, by far the greater nation, and possessed the seat of government, the objections, either from the point of honour or from jealousy, could not reasonably have any place among them. The English parliament indeed seem to have been swayed merely by the vulgar motive of national antipathy. And they persisted so obstinately in their prejudices, that all the efforts for a thorough union and incorporation ended only in the abolition of the hostile laws, formerly enacted between the kingdoms.","subId":"16","id":"Hume.HE.5.46.16"},{"type":"paragraph","content":"Some precipitate steps, which the king, a little after his accession, had taken, in order to promote his favourite project, had been here observed to do more injury than service. From his own authority, he had assumed the title of king of Great Britain; and had quartered the arms of Scotland, with those of England, in all coins, flags, and ensigns. He had also engaged the judges to make a declaration, that all those, who, after the union of the crowns, should be born in either kingdom, were, for that reason alone, naturalized in both. This was a nice question, and, according to the ideas of those times, susceptible of subtile reasoning on both sides. The king was the same: The parliaments were different. To render the people therefore the same, we must suppose, that the sovereign authority resided chiefly in the prince, and that these popular assemblies were rather instituted to assist with money and advice, than endowed with any controuling or active powers in the government. It is evident, says Bacon in his pleadings on this subject, that all other commonwealths, monarchies only excepted, do subsist by a law precedent. For where authority is divided amongst many officers, and they not perpetual, but annual or temporary, and not to receive their authority but by election, and certain persons to have voices only in that election, and the like; these are busy and curious frames, which of necessity do presuppose a law precedent, written or unwritten, to guide and direct them: But in monarchies, especially hereditary, that is, when several families or lineages of people do submit themselves to one line, imperial or royal; the submission is more natural and simple; which afterwards, by law subsequent, is perfected, and made more formal: but that is grounded upon nature. It would seem from this reasoning, that the idea of a hereditary, limited monarchy, though implicitly supposed in many public transactions, had scarcely ever, as yet, been expressly formed by any English lawyer or politician.","subId":"17","id":"Hume.HE.5.46.17"},{"type":"paragraph","content":"Except the obstinacy of the parliament with regard to the union, and an attempt on the king's ecclesiastical jurisdiction, most of their measures, during this session, were sufficiently respectful and obliging; though they still discover a vigilant spirit, and a careful attention towards national liberty. The votes also of the commons show, that the house contained a mixture of puritans, who had acquired great authority among them, and who, together with religious prejudices, were continually suggesting ideas, more suitable to a popular than a monarchical form of government. The natural appetite for rule made the commons lend a willing ear to every doctrine, which tended to augment their own power and influence.","subId":"18","id":"Hume.HE.5.46.18"},{"type":"paragraph","content":"{1607.} A petition was moved in the lower house for a more rigorous execution of the laws against popish recusants, and an abatement towards protestant clergymen, who scrupled to observe the ceremonies. Both these points were equally unacceptable to the king; and he sent orders to the house to proceed no farther in that matter. The commons were inclined, at first, to consider these orders as a breach of privilege: But they soon acquiesced, when told, that this measure of the king's, was supported by many precedents, during the reign of Elizabeth. Had they been always disposed to make the precedents of that reign the rule of their conduct, they needed never have had any quarrel with any of their monarchs.","subId":"19","id":"Hume.HE.5.46.19"},{"type":"paragraph","content":"{5th of June.} The complaints of Spanish depredations were very loud among the English merchants. The lower house sent a message to the lords, desiring a conference with them, in order to their presenting a joint petition to the king on the subject. The lords took some time to deliberate on this message; because, they said, the matter was weighty and rare. It probably occurred to them, at first, that the parliament's interposing in affairs of state would appear unusual and extraordinary. And to show, that in this sentiment they were not guided by court influence; after they had deliberated, they agreed to the conference.","subId":"20","id":"Hume.HE.5.46.20"},{"type":"paragraph","content":"The house of commons began now to feel themselves of such importance, that on the motion of Sir Edwin Sandys, a member of great authority, they entered, for the first time, an order for the regular keeping of their journals. When all business was finished, the king prorogued the parliament.","subId":"21","id":"Hume.HE.5.46.21"},{"type":"paragraph","content":"About this time, there was an insurrection of the country people in Northamptonshire, headed by one Reynolds, a man of low condition. They went about destroying inclosures; but carefully avoided committing any other outrage. {4th of July.} This insurrection was easily suppressed, and, though great lenity was used towards the rioters, yet were some of the ringleaders punished. The chief cause of that trivial commotion seems to have been, of itself, far from trivial. The practice still continued in England of disusing tillage, and throwing the land into inclosures for the sake of pasture. By this means, the kingdom was depopulated, at least, prevented from encreasing so much in people, as might have been expected from the daily encrease of industry and commerce.","subId":"22","id":"Hume.HE.5.46.22"},{"type":"paragraph","content":"{1608.} Next year presents us with nothing memorable: But in the spring of the subsequent, after a long negociation, was concluded, by a truce of twelve years, {1609.} that war, which for near half a century had been carried on with such fury between Spain and the states of the United Provinces. {Truce between Spain and the United Provinces.} Never contest seemed, at first, more unequal: Never contest was finished with more honour to the weaker party. On the side of Spain were numbers, riches, authority, discipline: On the side of the revolted provinces were found the attachment to liberty and the enthusiasm of religion. By her naval enterprizes the republic maintained her armies; and joining peaceful industry to military valour, she was enabled, by her own force, to support herself, and gradually rely less on those neighbouring princes, who, from jealousy to Spain, were at first prompted to encourage her revolt. Long had the pride of that monarchy prevailed over her interest, and prevented her from hearkening to any terms of accommodation with her rebellious subjects. But finding all intercourse cut off between her provinces by the maritime force of the states, she at last agreed to treat with them as a free people, and solemnly to renounce all claim and pretension to their sovereignty.","subId":"23","id":"Hume.HE.5.46.23"},{"type":"paragraph","content":"{March 30.} This chief point being gained, the treaty was easily brought to a conclusion, under the joint mediation and guarantee of France and England. All exterior appearances of honour were paid equally to both crowns: But very different were the sentiments, which the states, as well as all Europe, entertained of the princes, who wore them. Frugality and vigour, the chief circumstances which procure regard among foreign nations, shone out as conspicuously in Henry as they were deficient in James. To a contempt of the English monarch, Henry seems to have added a considerable degree of jealousy and aversion, which were sentiments altogether without foundation. James was just and fair in all transactions with his allies, but it appears from the memoirs of those times, that each side deemed him partial towards their adversary, and fancied, that he had entered into secret measures against them. So little equity have men in their judgments of their own affairs; and so dangerous is that entire neutrality affected by the king of England!","subId":"24","id":"Hume.HE.5.46.24"},{"type":"paragraph","content":"{1610. Feb. 9. A parliament.} The little concern, which James took in foreign affairs, renders the domestic occurrences, particularly those of parliament, the most interesting of his reign. A new session was held this spring; the king full of hopes of receiving supply; the commons, of circumscribing his prerogative. The earl of Salisbury, now created treasurer on the death of the earl of Dorset, laid open the king's necessities, first to the peers, then to a committee of the lower house. He insisted on the unavoidable expence incurred, in supporting the navy, and in suppressing a late insurrection in Ireland: He mentioned three numerous courts, which the king was obliged to maintain, for himself, for the queen, and for the prince of Wales: He observed, that queen Elizabeth, though a single woman, had received very large supplies, in the years preceding her death, which alone were expensive to her: And he remarked, that, during her reign, she had alienated many of the crown lands; an expedient, which, though it supplied her present necessities, without laying burthens on her people, extremely multiplied the necessities of her successor. From all these causes he thought it nowise strange, that the king's income should fall short so great a sum as eighty-one thousand pounds of his stated and regular expence; without mentioning contingencies, which ought always to be esteemed a fourth of the yearly charges. And as the crown was now necessarily burthened with a great and urgent debt of 300,000 pounds, he thence inferred the absolute necessity of an immediate and large supply from the people. {March 21.} To all these reasons, which James likewise urged in a speech addressed to both houses, the commons remained inexorable. But not to shock the king with an absolute refusal, they granted him one subsidy and one fifteenth; which would scarcely amount to a hundred thousand pounds. And James received the mortification of discovering, in vain, all his wants, and of begging aid of subjects, who had no reasonable indulgence or consideration for him.","subId":"25","id":"Hume.HE.5.46.25"},{"type":"paragraph","content":"Among the many causes of disgust and quarrel, which now daily and unavoidably multiplied between prince and parliament, this article of money is to be regarded as none of the least considerable. After the discovery and conquest of the West-Indies, gold and silver became every day more plentiful in England, as well as in the rest of Europe; and the price of all commodities and provisions rose to a height beyond what had been known, since the declension of the Roman empire. As the revenue of the crown rose not in proportion, the prince was insensibly reduced to poverty amidst the general riches of his subjects, and required additional funds, in order to support the same magnificence and force, which had been maintained by former monarchs. But while money thus flowed into England, we may observe, that, at the same time, and probably from that very cause, arts and industry of all kinds received a mighty encrease; and elegance in every enjoyment of life became better known, and more cultivated among all ranks of people. The king's servants, both civil and military, his courtiers, his ministers, demanded more ample supplies from the impoverished prince, and were not contented with the same simplicity of living, which had satisfied their ancestors. The prince himself began to regard an encrease of pomp and splendor as requisite to support the dignity of his character, and to preserve the same superiority above his subjects, which his predecessors had enjoyed. Some equality too, and proportion to the other sovereigns of Europe, it was natural for him to desire; and as they had universally enlarged their revenue and multiplied their taxes, the king of England deemed it reasonable, that his subjects, who were generally as rich as theirs, should bear with patience some additional burthens and impositions.","subId":"26","id":"Hume.HE.5.46.26"},{"type":"paragraph","content":"Unhappily for the king, those very riches, with the encreasing knowledge of the age, bred opposite sentiments in his subjects; and begetting a spirit of freedom and independence, disposed them to pay little regard, either to the entreaties or menaces of their sovereign. While the barons possessed their former immense property and extensive jurisdictions, they were apt, at every disgust, to endanger the monarch and throw the whole government into confusion: But this confusion often, in its turn, proved favourable to the monarch, and made the nation again submit to him, in order to re-establish justice and tranquillity. After the power of alienations, as well as the encrease of commerce had thrown the balance of property into the hands of the commons, the situation of affairs and the dispositions of men became susceptible of a more regular plan of liberty; and the laws were not supported singly by the authority of the sovereign. And though in that interval, after the decline of the peers and before the people had yet experienced their force, the princes assumed an exorbitant power, and had almost annihilated the constitution under the weight of their prerogative; as soon as the commons recovered from their lethargy, they seem to have been astonished at the danger, and were resolved to secure liberty by firmer barriers, than their ancestors had hitherto provided for it.","subId":"27","id":"Hume.HE.5.46.27"},{"type":"paragraph","content":"Had James possessed a very rigid frugality, he might have warded off this crisis somewhat longer; and waiting patiently for a favourable opportunity to encrease and fix his revenue, might have secured the extensive authority, transmitted to him. On the other hand, had the commons been inclined to act with more generosity and kindness towards their prince, they might probably have turned his necessities to good account, and have bribed him to depart peaceably from the more dangerous articles of his prerogative. But he was a foreigner, and ignorant of the arts of popularity; they were soured by religious prejudices and tenacious of their money: And, in this situation, it is no wonder, that, during this whole reign, we scarcely find an interval of mutual confidence and friendship between prince and parliament.","subId":"28","id":"Hume.HE.5.46.28"},{"type":"paragraph","content":"The king, by his prerogative alone, had, some years before, altered the rates of the customs, and had established higher impositions on several kinds of merchandize. This exercise of power will naturally, to us, appear arbitrary and illegal; yet, according to the principles and practices of that time, it might admit of some apology. The duties of tonnage and poundage were at first granted to the crown, by a vote of parliament, and for a limited time; and as the grant frequently expired and was renewed, there could not then arise any doubt concerning the origin of the king's right to levy these duties; and this imposition, like all others, was plainly derived from the voluntary consent of the people. But as Henry V. and all the succeeding sovereigns, had the revenue conferred on them for life, the prince, so long in possession of these duties, began gradually to consider them as his own proper right and inheritance, and regarded the vote of parliament as a mere formality, which rather expressed the acquiescence of the people in his prerogative, than bestowed any new gift of revenue upon him.","subId":"29","id":"Hume.HE.5.46.29"},{"type":"paragraph","content":"The parliament, when it first granted poundage to the crown, had fixed no particular rates: The imposition was given as a shilling in a pound, or five per cent on all commodities: It was left to the king himself, and the privy council, aided by the advice of such merchants as they should think proper to consult, to fix the value of goods, and thereby the rates of the customs: And as that value had been settled before the discovery of the West-Indies, it was become much inferior to the prices, which almost all commodities bore in every market in Europe; and consequently, the customs on many goods, though supposed to be five per cent was in reality much inferior. The king, therefore, was naturally led to think, that rates, which were now plainly false, ought to be corrected; that a valuation of commodities, fixed by one act of the privy council, might be amended by another; that if his right to poundage were inherent in the crown, he should also possess, of himself, the right of correcting its inequalities; if this duty were granted by the people, he should at least support the spirit of the law, by fixing a new and a juster valuation of all commodities. But besides this reasoning, which seems plausible, if not solid, the king was supported in that act of power by direct precedents, some in the reign of Mary, some in the beginning of Elizabeth. Both these princesses had, without consent of parliament, altered the rates of commodities; and as their impositions had, all along, been submitted to without a murmur, and still continued to be levied, the king had no reason to apprehend, that a farther exertion of the same authority would give any occasion of complaint. That less umbrage might be taken, he was moderate in the new rates, which he established: The customs, during his whole reign, rose only from 127,000 pounds a-year to 190,000; though, besides the encrease of the rates, there was a sensible encrease of commerce and industry during that period: Every commodity, besides, which might serve to the subsistence of the people, or might be considered as a material of manufactures, was exempted from the new impositions of James: But all this caution could not prevent the complaints of the commons. A spirit of liberty had now taken possession of the house: The leading members, men of an independent genius and large views, began to regulate their opinions, more by the future consequences which they foresaw, than by the former precedents which were set before them; and they less aspired at maintaining the ancient constitution, than at establishing a new one, and a freer, and a better. In their remonstrances to the king on this occasion, they observed it to be a general opinion. That the reasons of that practice might be extended much farther, even to the utter ruin of the ancient liberty of the kingdom, and the subjects' right of property in their lands and goods. Though expressly forbidden by the king to touch his prerogative, they passed a bill abolishing these impositions; which was rejected by the house of lords.","subId":"30","id":"Hume.HE.5.46.30"},{"type":"paragraph","content":"In another address to the king, they objected to the practice of borrowing upon privy seals, and desired, that the subjects should not be forced to lend money to his majesty, or give a reason for their refusal. Some murmurs likewise were thrown out in the house against a new monopoly of the licence of wines. It must be confessed, that forced loans and monopolies were established on many and ancient as well as recent precedents; though diametrically opposite to all the principles of a free government.","subId":"31","id":"Hume.HE.5.46.31"},{"type":"paragraph","content":"The house likewise discovered some discontent against the king's proclamations. James told them, That though he well knew, by the constitution and policy of the kingdom, that proclamations were not of equal force with laws; yet he thought it a duty incumbent on him, and a power inseparably annexed to the crown, to restrain and prevent such mischiefs and inconveniencies as he saw growing on the state, against which no certain law was extant, and which might tend to the great detriment of the subject, if there should be no remedy provided till the meeting of a parliament. And this prerogative, he adds, our progenitors have, in all times, used and enjoyed. The intervals between sessions, we may observe, were frequently so long, as to render it necessary for a prince to interpose by his prerogative. The legality of this exertion was established by uniform and undisputed practice; and was even acknowledged by lawyers, who made, however, this difference between laws and proclamations, that the authority of the former was perpetual, that of the latter expired with the sovereign who emitted them. But what the authority could be, which bound the subject, yet was different from the authority of laws and inferior to it, seems inexplicable by any maxims of reason or politics: And in this instance, as in many others, it is easy to see, how inaccurate the English constitution was, before the parliament was enabled, by continued acquisitions or encroachments, to establish it on fixt principles of liberty.","subId":"32","id":"Hume.HE.5.46.32"},{"type":"paragraph","content":"Upon the settlement of the reformation, that extensive branch of power, which regards ecclesiastical matters, being then without an owner, seemed to belong to the first occupant; and Henry VIII. failed not immediately to seize it, and to exert it even to the utmost degree of tyranny. The possession of it was continued with Edward; and recovered by Elizabeth; and that ambitious princess was so remarkably jealous of this flower of her crown, that she severely reprimanded the parliament, if they ever presumed to intermeddle in these matters; and they were so over-awed by her authority, as to submit, and to ask pardon on these occasions. But James's parliaments were much less obsequious. They ventured to lift up their eyes, and to consider this prerogative. They there saw a large province of government, possessed by the king alone, and scarcely ever communicated with the parliament. They were sensible, that this province admitted not of any exact boundary or circumscription. They had felt, that the Roman pontiff, in former ages, under pretence of religion, was gradually making advances to usurp the whole civil power. They dreaded still more dangerous consequences from the claims of their own sovereign, who resided among them, and who, in many other respects, possessed such unlimited authority. They therefore deemed it absolutely necessary to circumscribe this branch of prerogative, and accordingly, in the preceding session, they passed a bill against the establishment of any ecclesiastical canons without consent of parliament. But the house of lords, as is usual, defended the barriers of the throne, and rejected the bill.","subId":"33","id":"Hume.HE.5.46.33"},{"type":"paragraph","content":"In this session, the commons, after passing anew the same bill, made remonstrances against the proceedings of the high commission court. It required no great penetration to see the extreme danger to liberty, arising in a regal government, from such large discretionary powers, as were exercised by that court. But James refused compliance with the application of the commons. He was probably sensible, that, besides the diminution of his authority, many inconveniencies must necessarily result from the abolishing of all discretionary power in every magistrate; and that the laws, were they ever so carefully framed and digested, could not possibly provide against every contingency; much less, where they had not, as yet, attained a sufficient degree of accuracy and refinement.","subId":"34","id":"Hume.HE.5.46.34"},{"type":"paragraph","content":"But the business, which chiefly occupied the commons, during this session, was the abolition of wardships and purveyance; prerogatives, which had been more or less touched on, every session, during the whole reign of James. In this affair, the commons employed the proper means, which might intitle them to success: They offered the king a settled revenue as an equivalent for the powers, which he should part with; and the king was willing to hearken to terms. After much dispute, he agreed to give up these prerogatives for 200,000 pounds a-year, which they agreed to confer upon him. And nothing remained, towards closing the bargain, but that the commons should determine the funds, by which this sum should be levied. This session was too far advanced to bring so difficult a matter to a full conclusion; and though the parliament met again, towards the end of the year, and resumed the question, they were never able to terminate an affair, upon which they seemed so intent. The journals of that session are lost; and, as the historians of this reign are very negligent in relating parliamentary affairs, of whose importance they were not sufficiently apprised, we know not exactly the reason of this failure. It only appears, that the king was extremely dissatisfied with the conduct of the parliament, and soon after dissolved it. This was his first parliament, and it sat near seven years.","subId":"35","id":"Hume.HE.5.46.35"},{"type":"paragraph","content":"Amidst all these attacks, some more, some less violent, on royal prerogative, the king displayed, as openly as ever, all his exalted notions of monarchy and the authority of princes. Even in a speech to the parliament, where he begged for supply, and where he should naturally have used every art to ingratiate himself with that assembly, he expressed himself in these terms: \"I conclude, then, the point, touching the power of kings, with this axiom of divinity, that, as to dispute what God may do, is blasphemy, but what God wills, that divines may lawfully and do ordinarily dispute and discuss; so is it sedition in subjects to dispute what a king may do in the height of his power. But just kings will ever be willing to declare what they will do, if they will not incur the curse of God. I will not be content, that my power be disputed upon; but I shall ever be willing to make the reason appear of my doings, and rule my actions according to my laws.\" Notwithstanding the great extent of prerogative in that age, these expressions would probably give some offence. But we may observe, that, as the king's despotism was more speculative than practical, so the independency of the commons was, at this time, the reverse; and though strongly supported by their present situation as well as disposition, was too new and recent to be as yet founded on systematical principles and opinions.","subId":"36","id":"Hume.HE.5.46.36"},{"type":"paragraph","content":"{3d May. Death of the French king.} This year was distinguished by a memorable event, which gave great alarm and concern in England; the murder of the French monarch by the poinard of the fanatical Ravaillac. With his death, the glory of the French monarchy suffered an eclipse for some years; and as that kingdom fell under an administration weak and bigotted, factious and disorderly, the Austrian greatness began anew to appear formidable to Europe. In England, the antipathy to the catholics revived a little upon this tragical event; and some of the laws, which had formerly been enacted, in order to keep these religionists in awe, began now to be executed with greater rigour and severity.","subId":"37","id":"Hume.HE.5.46.37"},{"type":"paragraph","content":"{1611.} Though James's timidity and indolence fixed him, during most of his reign, in a very prudent inattention to foreign affairs, there happened, this year, an event in Europe of such mighty consequence as to rouze him from his lethargy, and summon up all his zeal and enterprize. A professor of divinity, named Vorstius, the disciple of Arminius, {Arminianism.} was called from a German to a Dutch university; and as he differed from his Britannic Majesty in some nice questions concerning the intimate essence and secret decrees of God, he was considered as a dangerous rival in scholastic fame, and was, at last, obliged to yield to the legions of that royal doctor, whose syllogisms he might have refuted or eluded. If vigour was wanting in other incidents in James's reign, here he behaved even with haughtiness and insolence; and the states were obliged, after several remonstrances, to deprive Vorstius of his chair, and to banish him their dominions. The king carried no farther his animosity against that professor; though he had very charitably hinted to the states, That, as to the burning of Vorstius for his blasphemies and atheism, he left them to their own Christian wisdom, but surely never heretic better deserved the flames. It is to be remarked, that, at this period, all over Europe, except in Holland alone, the practice of burning heretics still prevailed, even in protestant countries; and instances were not wanting in England, during the reign of James.","subId":"38","id":"Hume.HE.5.46.38"},{"type":"paragraph","content":"To consider James in a more advantageous light, we must take a view of him as the legislator of Ireland; and most of the institutions, which he had framed for civilizing that kingdom, being finished about this period, it may not here be improper to give some account of them, He frequently boasts of the management of Ireland as his master-piece; and it will appear, upon inquiry, that his vanity, in this particular, was not altogether without foundation.","subId":"39","id":"Hume.HE.5.46.39"},{"type":"paragraph","content":"{State of Ireland.} After the subjection of Ireland by Elizabeth, the more difficult task still remained; to civilize the inhabitants, to reconcile them to laws and industry, and to render their subjection durable and useful to the crown of England. James proceeded in this work by a steady, regular, and well-concerted plan; and in the space of nine years, according to Sir John Davis, he made greater advances towards the reformation of that kingdom, than had been made in the 440 years, which had elapsed since the conquest was first attempted.","subId":"40","id":"Hume.HE.5.46.40"},{"type":"paragraph","content":"It was previously necessary to abolish the Irish customs, which supplied the place of laws, and which were calculated to keep that people for ever in a state of barbarism and disorder.","subId":"41","id":"Hume.HE.5.46.41"},{"type":"paragraph","content":"By the Brehon law or custom, every crime, however enormous, was punished, not with death, but by a fine or pecuniary mulct, which was levied upon the criminal. Murder itself, as among all the ancient barbarous nations, was atoned for in this manner; and each man, according to his rank, had a different rate or value affixed to him, which, if any one were willing to pay, he needed not fear assassinating his enemy. This rate was called his eric. When Sir William Fitzwilliams being lord deputy, told Maguire, that he was to send a sheriff into Fermannah, which, a little before, had been made a county, and subjected to the English law; Your sheriff said Maguire, shall be welcome to me: But, let me know, beforehand, his eric, or the price of his head, that, if my people cut it off, I may levy the money upon the county. As for oppression, extortion, and other trespasses, so little were they regarded, that no penalty was affixed to them, and no redress for such offences could ever be obtained.","subId":"42","id":"Hume.HE.5.46.42"},{"type":"paragraph","content":"{1612.} The customs of Gavelkinde and Tanistry were attended with the same absurdity in the distribution of property. The land, by the custom of Gavelkinde, was divided among all the males of the sept or family, both bastard and legitimate: And, after partition made, if any of the sept died, his portion was not shared out among his sons; but the chieftain, at his discretion, made a new partition of all the lands, belonging to that sept, and gave every one his share. As no man, by reason of this custom, enjoyed the fixed property of any land; to build, to plant, to inclose, to cultivate, to improve, would have been so much lost labour.","subId":"43","id":"Hume.HE.5.46.43"},{"type":"paragraph","content":"The chieftains and the Tanists, though drawn from the principal families, were not hereditary, but were established by election, or more properly speaking, by force and violence. Their authority was almost absolute; and, notwithstanding that certain lands were assigned to the office, its chief profit resulted from exactions, dues, assessments, for which there was no fixed law, and which were levied at pleasure. Hence arose that common byeword among the Irish, That they dwelt westward of the law, which dwelt beyond the river of the Barrow: Meaning the country, where the English inhabited, and which extended not beyond the compass of twenty miles, lying in the neighbourhood of Dublin.","subId":"44","id":"Hume.HE.5.46.44"},{"type":"paragraph","content":"After abolishing these Irish customs, and substituting English law in their place, James, having taken all the natives under his protection, and declared them free citizens, proceeded to govern them by a regular administration, military as well as civil.","subId":"45","id":"Hume.HE.5.46.45"},{"type":"paragraph","content":"A small army was maintained, its discipline inspected, and its pay transmitted from England, in order to keep the soldiers from preying upon the country, as had been usual in former reigns. When Odoghartie raised an insurrection, a reinforcement was sent over, and the flames of that rebellion were immediately extinguished.","subId":"46","id":"Hume.HE.5.46.46"},{"type":"paragraph","content":"All minds being first quieted by a general indemnity; circuits were established, justice administered, oppression banished, and crimes and disorders of every kind severely punished. As the Irish had been universally engaged in the rebellion against Elizabeth, a resignation of all the rights, which had been formerly granted them to separate jurisdictions, was rigorously exacted; and no authority, but that of the king and the law, was permitted throughout the kingdom.","subId":"47","id":"Hume.HE.5.46.47"},{"type":"paragraph","content":"A resignation of all private estates was even required; and when they were restored, the proprietors received them under such conditions as might prevent, for the future, all tyranny and oppression over the common people. The value of the dues, which the nobles usually claimed from their vassals, was estimated at a fixed sum, and all farther arbitrary exactions prohibited under severe penalties.","subId":"48","id":"Hume.HE.5.46.48"},{"type":"paragraph","content":"The whole province of Ulster having fallen to the crown by the attainder of rebels, a company was established in London, for planting new colonies in that fertile country: The property was divided into moderate shares, the largest not exceeding 2000 acres: Tenants were brought over from England and Scotland: The Irish were removed from the hills and fastnesses, and settled in the open country: Husbandry and the arts were taught them: A fixed habitation secured: Plunder and robbery punished: And, by these means, Ulster, from being the most wild and disorderly province of all Ireland, soon became the best cultivated and most civilized.","subId":"49","id":"Hume.HE.5.46.49"},{"type":"paragraph","content":"Such were the arts, by which James introduced humanity and justice among the people, who had ever been buried in the most profound barbarism. Noble cares! much superior to the vain and criminal glory of conquests; but requiring ages of perseverance and attention to perfect what had been so happily begun.","subId":"50","id":"Hume.HE.5.46.50"},{"type":"paragraph","content":"A laudable act of justice was, about this time, executed in England upon lord Sanquhir, a Scottish nobleman, who had been guilty of the base assassination of Turner, a fencing-master. The English nation, who were generally dissatisfied with the Scots, were enraged at this crime, equally mean and atrocious; but James appeased them, by preferring the severity of law to the intercession of the friends and family of the criminal.","subId":"51","id":"Hume.HE.5.46.51"},{"type":"note","content":"State Trials, vol. ii. p. 201, 202, 203. Winwood, vol. ii. p. 49.","subId":"n1","id":"Hume.HE.5.46.n1"},{"type":"note","content":"History of the Gunpowder Treason.","subId":"n2","id":"Hume.HE.5.46.n2"},{"type":"note","content":"State Trials, vol. i. p. 190, 198, 210.","subId":"n3","id":"Hume.HE.5.46.n3"},{"type":"note","content":"K. James's Works, p. 227.","subId":"n4","id":"Hume.HE.5.46.n4"},{"type":"note","content":"K. James's Works, p. 229.","subId":"n5","id":"Hume.HE.5.46.n5"},{"type":"note","content":"Id. Ibid.","subId":"n6","id":"Hume.HE.5.46.n6"},{"type":"note","content":"Ibid. p. 230.","subId":"n7","id":"Hume.HE.5.46.n7"},{"type":"note","content":"Winwood, vol. ii. p. 173.","subId":"n8","id":"Hume.HE.5.46.n8"},{"type":"note","content":"K. James's Works, p. 231.","subId":"n9","id":"Hume.HE.5.46.n9"},{"type":"note","content":"Some historians have imagined, that the king had secret intelligence of the conspiracy, and that the letter to Monteagle was written by his direction, in order to obtain the praise of penetration in discovering the plot. But the known facts refute this supposition. That letter, being commonly talked of, might naturally have given an alarm to the conspirators, and made them contrive their escape. The visit of the lord chamberlain ought to have had the same effect. In short, it appears, that no body was arrested or enquired after, for some days, till Fawkes discovered the names of the conspirators. We may infer, however, from a letter in Winwood's Memorials, vol. ii. p. 171. that Salisbury's sagacity led the king in his conjectures, and that the minister, like an artful courtier, gave his master the praise of the whole discovery.","subId":"n10","id":"Hume.HE.5.46.n10"},{"type":"note","content":"State Trials, vol. i. p. 199. Discourse of the manner, &c. p. 69, 70.","subId":"n11","id":"Hume.HE.5.46.n11"},{"type":"note","content":"Winwood, vol. ii. p. 300.","subId":"n12","id":"Hume.HE.5.46.n12"},{"type":"note","content":"Id. Ibid.","subId":"n13","id":"Hume.HE.5.46.n13"},{"type":"note","content":"State Trials, vol. i. p. 201.","subId":"n14","id":"Hume.HE.5.46.n14"},{"type":"note","content":"Athen. Ox. vol. ii. fol. 254.","subId":"n15","id":"Hume.HE.5.46.n15"},{"type":"note","content":"Digby, after his condemnation, said in a letter to his wife: \"Now for my intention, let me tell you, that if I had thought there had been the least sin in the plot, I would not have been of it for all the world; and no other cause drew me, to hazard my fortune and life, but zeal to God's religion.\" He expresses his surprize to hear that any catholics had condemned it. Digby's papers, published by secretary Coventry.","subId":"n16","id":"Hume.HE.5.46.n16"},{"type":"note","content":"Camden in Kennet, p. 692.","subId":"n17","id":"Hume.HE.5.46.n17"},{"type":"note","content":"K. James's Works, p. 503, 504.","subId":"n18","id":"Hume.HE.5.46.n18"},{"type":"note","content":"The Parliament, this session, passed an act obliging every one to take the oath of allegiance: A very moderate test, since it decided no controverted points between the two religions, and only engaged the persons who took it to abjure the pope's power of dethroning kings. See K. James's Works, p. 250.","subId":"n19","id":"Hume.HE.5.46.n19"},{"type":"note","content":"Kennet, p. 696.","subId":"n20","id":"Hume.HE.5.46.n20"},{"type":"note","content":"Journ. 20th May, 1606.","subId":"n21","id":"Hume.HE.5.46.n21"},{"type":"note","content":"Journ. 5th April, 1606.","subId":"n22","id":"Hume.HE.5.46.n22"},{"type":"note","content":"Kennet, p. 676.","subId":"n23","id":"Hume.HE.5.46.n23"},{"type":"note","content":"K. James's Works, p. 509.","subId":"n24","id":"Hume.HE.5.46.n24"},{"type":"note","content":"The commons were even so averse to the union, that they had complained in the former session to the lords of the bishop of Bristol, for writing a book in favour of it, and the prelate was obliged to make submissions for this offence. The crime imputed to him seems to have consisted in his treating of a subject, which lay before the parliament. So little notion had they as yet of general liberty! See Parliamentary History, vol. v. p. 108, 109, 110.","subId":"n25","id":"Hume.HE.5.46.n25"},{"type":"note","content":"Bacon's Works, vol. iv. p. 190, 191. Edit. 1730.","subId":"n26","id":"Hume.HE.5.46.n26"},{"type":"note","content":"Journ. 2 December, 5 March, 1606, 25, 26 June, 1607.","subId":"n27","id":"Hume.HE.5.46.n27"},{"type":"note","content":"Journ. 26 February, 4, 7 March, 1606. 2 May, 17 June, 1607.","subId":"n28","id":"Hume.HE.5.46.n28"},{"type":"note","content":"Journ. 16, 17 June, 1607.","subId":"n29","id":"Hume.HE.5.46.n29"},{"type":"note","content":"Journ. 25 Feb., 1606.","subId":"n30","id":"Hume.HE.5.46.n30"},{"type":"note","content":"Journ. 3 July, 1607.","subId":"n31","id":"Hume.HE.5.46.n31"},{"type":"note","content":"The plan of accommodation which James recommended is found in Winwood, vol. ii. p. 429, 430; and is the same that was recommended by Henry, as we learn from Jeanin, tom. iii. p. 416, 417. It had long been imagined by historians from Jeanin's authority, that James had declared to the court of Spain that he would not support the Dutch in their pretensions to liberty and independence. But it has since been discovered by Winwood's Memorials, vol. ii. p. 456, 466, 469, 475, 476. that that report was founded on a lie of president Richardot's.","subId":"n32","id":"Hume.HE.5.46.n32"},{"type":"note","content":"Winwood, and Jeanin, passim.","subId":"n33","id":"Hume.HE.5.46.n33"},{"type":"note","content":"Journ. 17 Feb. 1609. Kennet, p. 681.","subId":"n34","id":"Hume.HE.5.46.n34"},{"type":"note","content":"Besides the great alienation of the crown-lands, the fee-farm rents never encreased, and the other lands were let on long leases and at a great undervalue, little or nothing above the old rent.","subId":"n35","id":"Hume.HE.5.46.n35"},{"type":"note","content":"Winwood, vol. ii. p. 438.","subId":"n36","id":"Hume.HE.5.46.n36"},{"type":"note","content":"Journ. 18th April, 5th and 10th May, 1614, &c. 20th February, 1625. See also Sir John Davis's question concerning impositions, p. 127, 128.","subId":"n37","id":"Hume.HE.5.46.n37"},{"type":"note","content":"Sir John Davis's question concerning impositions.","subId":"n38","id":"Hume.HE.5.46.n38"},{"type":"note","content":"Journ. 23 May, 1610.","subId":"n39","id":"Hume.HE.5.46.n39"},{"type":"note","content":"Parliament. Hist. vol. v. p. 241.","subId":"n40","id":"Hume.HE.5.46.n40"},{"type":"note","content":"We find the king's answer in Winwood's Memorials, vol. iii. p. 193. 2d edit. \"To the third and fourth (namely, that it might be lawful to arrest the king's servants without leave, and that no man should be inforced to lend money, nor to give a reason why he would not) his majesty sent us an answer, that because we brought precedents of antiquity to strengthen those demands, he allowed not of any precedents drawn from the time of usurping or decaying princes, or people too bold and wanton; that he desired not to govern in that commonwealth, where subjects should be assured of all things, and hope for nothing. It was one thing submittere principatum legibus; and another thing submittere principatum subditis. That he would not leave to posterity such a mark of weakness upon his reign; and therefore his conclusion was, non placet petitio, non placet exemplum: Yet with this mitigation, that in matters of loans he would refuse no reasonable excuse, nor should my lord chamberlain deny the arresting of any of his majesty's servants, if just cause was shown.\" The parliament, however, acknowledged at this time with thankfulness to the king, that he allowed disputes and inquiries about his prerogative, much beyond what had been indulged by any of his predecessors. Parliament. Hist. vol. v. p. 230. This very sessions, he expressly gave them leave to produce all their grievances, without exception.","subId":"n41","id":"Hume.HE.5.46.n41"},{"type":"note","content":"Parliament. Hist. vol. v. p. 250.","subId":"n42","id":"Hume.HE.5.46.n42"},{"type":"note","content":"Journ. 12 May, 1624.","subId":"n43","id":"Hume.HE.5.46.n43"},{"type":"note","content":"Journ. 2d, 11th December; 5th March, 1606.","subId":"n44","id":"Hume.HE.5.46.n44"},{"type":"note","content":"Parliament. Hist. vol. v. p. 247. Kennet, p. 681.","subId":"n45","id":"Hume.HE.5.46.n45"},{"type":"note","content":"We learn from Winwood's Memorials, vol. ii. p. 193. the reason assigned for this particular sum. \"From thence my lord treasurer came to the price; and here he said, that the king would no more rise and fall like a merchant. That he would not have a flower of his crown (meaning the court of wards) so much tossed; that it was too dainty to be so handled: And then he said, that he must deliver the very countenance and character of the king's mind out of his own hand-writing: Which, before he read, he said he would acquaint us with a pleasant conceit of his majesty. As concerning the number of ninescore thousand pounds, which was our number; he could not affect, because nine was the number of the poets, who were always beggars, though they served so many muses; and eleven was the number of the apostles when the traitor, Judas, was away; and therefore might best be effected by his majesty. But there was a mean number, which might accord us both; and that was ten: Which, says my lord treasurer, is a sacred number; for so many were God's commandments, which tend to virtue and edification.\" If the commons really voted 20,000 pounds a-year more, on account of this pleasant conceit of the king and the treasurer, it was certainly the best paid wit, for its goodness, that ever was in the world.","subId":"n46","id":"Hume.HE.5.46.n46"},{"type":"note","content":"K. James's Works, p. 531.","subId":"n47","id":"Hume.HE.5.46.n47"},{"type":"note","content":"It may not be unworthy of observation, that James, in a book called The true Laws of free Monarchies, which he published a little before his accession to the crown of England, affirmed, \"That a good king, although he be above the law, will subject and frame his actions thereto, for example's sake to his subjects, and of his own free will, but not as subject or bound thereto.\" In another passage, \"According to the fundamental law already alleged, we daily see, that in the parliament (which is nothing else but the head-court of the king and his vassals) the laws are but craved by his subjects, and only made by him at their rogation, and with their advice. For albeit the king make daily statutes and ordinances, enjoining such pains thereto as he thinks meet, without any advice of parliament or estates; yet it lies in the power of no parliament to make any kind of law or statute, without his sceptre be to it, for giving it the force of a law.\" King James's Works, p. 202. It is not to be supposed, that, at such a critical juncture, James had so little sense as, directly, in so material a point, to have openly shocked what were the universal established principles of that age: On the contrary, we are told by historians, that nothing tended more to facilitate his accession, than the good opinion entertained of him by the English, on account of his learned and judicious writings. The question, however, with regard to the royal power was, at this time, become a very dangerous point; and without employing ambiguous, insignificant terms, which determined nothing, it was impossible to please both king and parliament. Dr. Cowell, who had magnified the prerogative in words too intelligible, fell this session under the indignation of the commons. Parliament. Hist. vol. v. p. 221. The king himself, after all his magnificent boasts, was obliged to make his escape through a distinction, which he framed between a king in abstracto and a king in concreto: An abstract king, he said, had all power; but a concrete king was bound to observe the laws of the country, which he governed. King James's Works, p. 533. But, how bound? By conscience only? Or might his subjects resist him and defend their privileges? This he thought not fit to explain. And so difficult is it to explain that point, that, to this day, whatever liberties may be used by private enquirers, the laws have, very prudently, thought proper to maintain a total silence with regard to it.","subId":"n48","id":"Hume.HE.5.46.n48"},{"type":"note","content":"Kennet, p. 684.","subId":"n49","id":"Hume.HE.5.46.n49"},{"type":"note","content":"Kennet, p. 715.","subId":"n50","id":"Hume.HE.5.46.n50"},{"type":"note","content":"K. James's Works, p. 355.","subId":"n51","id":"Hume.HE.5.46.n51"},{"type":"note","content":"P. 259. edit. 1613.","subId":"n52","id":"Hume.HE.5.46.n52"},{"type":"note","content":"Sir John Davis, p. 166.","subId":"n53","id":"Hume.HE.5.46.n53"},{"type":"note","content":"Sir John Davis, p. 167.","subId":"n54","id":"Hume.HE.5.46.n54"},{"type":"note","content":"Id. p. 173.","subId":"n55","id":"Hume.HE.5.46.n55"},{"type":"note","content":"Id. p. 237.","subId":"n56","id":"Hume.HE.5.46.n56"},{"type":"note","content":"Sir John Davis, p. 263.","subId":"n57","id":"Hume.HE.5.46.n57"},{"type":"note","content":"Id. p. 264, 265, &c.","subId":"n58","id":"Hume.HE.5.46.n58"},{"type":"note","content":"Id. p. 276.","subId":"n59","id":"Hume.HE.5.46.n59"},{"type":"note","content":"Id. p. 278.","subId":"n60","id":"Hume.HE.5.46.n60"},{"type":"note","content":"Id. p. 280.","subId":"n61","id":"Hume.HE.5.46.n61"},{"type":"note","content":"Kennet, p. 688.","subId":"n62","id":"Hume.HE.5.46.n62"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.45","imported":true,"title":"Chapter 45. James I","breadcrumb":"Chapter 45","published":[1754]},"next":{"id":"Hume.HE.5.47","imported":true,"title":"Chapter 47. James I (cont.)","breadcrumb":"Chapter 47","published":[1754]}}