{"id":"Hume.HE.5.47","imported":true,"parent":"Hume.HE.5","title":"Chapter 47. James I (cont.)","breadcrumb":"Chapter 47","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. XLVII.\nJAMES I.\nDeath of Prince Henry——Marriage of the Princess Elizabeth with the Palatine——Rise of Somerset——His marriage——Overbury poisoned——Fall of Somerset——Rise of Buckingham——Cautionary towns delivered——Affairs of Scotland.","id":"Hume.HE.5.47"},{"type":"paragraph","content":"{1612.} THIS year the sudden death of Henry, prince of Wales, diffused an universal grief throughout the nation. Though youth and royal birth, {Nov. 6th. Death of Prince Henry.} both of them strong allurements, prepossess men mightily in favour of the early age of princes; it is with peculiar fondness, that historians mention Henry: And, in every respect, his merit seems to have been extraordinary. He had not reached his eighteenth year, and he already possessed more dignity in his behaviour, and commanded more respect, than his father, with all his age, learning and experience. Neither his high fortune, nor his youth, had seduced him into any irregular pleasures: Business and ambition seem to have been his sole passion. His inclinations, as well as exercises, were martial. The French ambassador, taking leave of him, and asking his commands for France, found him employed in the exercise of the pike; Tell your king,said he, in what occupation you left me engaged. He had conceived great affection and esteem for the brave Sir Walter Raleigh. It was his saying, Sure no king but my father would keep such a bird in a cage. He seems indeed to have nourished too violent a contempt for the king, on account of his pedantry and pusillanimity; and by that means struck in with the restless and martial spirit of the English nation. Had he lived, he had probably promoted the glory, perhaps not the felicity, of his people. The unhappy prepossession, which men commonly entertain in favour of ambition, courage, enterprize, and other warlike virtues, engages generous natures, who always love fame, into such pursuits as destroy their own peace, and that of the rest of mankind.","subId":"1","id":"Hume.HE.5.47.1"},{"type":"paragraph","content":"Violent reports were propagated, as if Henry had been carried off by poison; but the physicians, on opening his body, found no symptoms to confirm such an opinion. The bold and criminal malignity of men's tongues and pens spared not even the king on the occasion. But that prince's character seems rather to have failed in the extreme of facility and humanity, than in that of cruelty and violence. His indulgence to Henry was great, and perhaps imprudent, by giving him a large and independent settlement, even in so early youth.","subId":"2","id":"Hume.HE.5.47.2"},{"type":"paragraph","content":"{1613.} The marriage of the princess Elizabeth, with Frederic, Elector Palatine, was finished some time after the death of the prince, and served to dissipate the grief, which arose on that melancholy event. {Febr. 14. Marriage of the Princess Elizabeth with the Palatine.} But this marriage, though celebrated with great joy and festivity, proved, itself, an unhappy event to the king, as well as to his son-in-law, and had ill consequences on the reputation and fortunes of both. The Elector, trusting to so great an alliance, engaged in enterprizes beyond his strength: And the king, not being able to support him in his distress, lost entirely, in the end of his life, what remained of the affections and esteem of his own subjects.","subId":"3","id":"Hume.HE.5.47.3"},{"type":"paragraph","content":"{Rise of Somerset.} Except during sessions of parliament, the history of this reign may more properly be called the history of the court than that of the nation. An interesting object had, for some years, engaged the attention of the court: It was a favourite, and one beloved by James with so profuse and unlimited an affection, as left no room for any rival or competitor. About the end of the year 1609, Robert Carre, a youth of twenty years of age, and of a good family in Scotland, arrived in London, after having passed some time in his travels. All his natural accomplishments consisted in good looks: All his acquired abilities, in an easy air and graceful demeanour. He had letters of recommendation to his countryman lord Hay; and that nobleman no sooner cast his eye upon him, than he discovered talents sufficient to entitle him immediately to make a great figure in the government. Apprized of the king's passion for youth, and beauty, and exterior appearance, he studied how matters might be so managed that this new object should make the strongest impression upon him. Without mentioning him at court, he assigned him the office, at a match of tilting, of presenting to the king his buckler and device; and hoped that he would attract the attention of the monarch. Fortune proved favourable to his design, by an incident, which bore, at first, a contrary aspect. When Carre was advancing to execute his office, his unruly horse flung him, and broke his leg in the king's presence. James approached him with pity and concern: Love and affection arose on the sight of his beauty and tender years; and the prince ordered him immediately to be lodged in the palace, and to be carefully attended. He himself, after the tilting, paid him a visit in his chamber, and frequently returned during his confinement. The ignorance and simplicity of the boy finished the conquest, begun by his exterior graces and accomplishments. Other princes have been fond of chusing their favourites from among the lower ranks of their subjects, and have reposed themselves on them with the more unreserved confidence and affection, because the object has been beholden to their bounty for every honour and acquisition: James was desirous that his favourite should also derive from him all his sense, experience, and knowledge. Highly conceited of his own wisdom, he pleased himself with the fancy, that this raw youth, by his lessons and instructions, would, in a little time, be equal to his sagest ministers, and be initiated into all the profound mysteries of government, on which he set so high a value. And as this kind of creation was more perfectly his own work than any other, he seems to have indulged an unlimited fondness for his minion, beyond even that which he bore to his own children. He soon knighted him, created him Viscount Rochester, gave him the garter, brought him into the privy-council, and, tho' at first without assigning him any particular office, bestowed on him the supreme direction of all his business and political concerns. Agreeable to this rapid advancement in confidence and honour, were the riches heaped upon the needy favourite; and while Salisbury and all the wisest ministers could scarcely find expedients sufficient to keep in motion the over-burthened machine of government, James, with unsparing hand, loaded with treasures this insignificant and useless pageant.","subId":"4","id":"Hume.HE.5.47.4"},{"type":"paragraph","content":"It is said, that the king found his pupil so ill educated, as to be ignorant even of the lowest rudiments of the Latin tongue; and that the monarch, laying aside the sceptre, took the birch into his royal hand, and instructed him in the principles of grammar. During the intervals of this noble occupation, affairs of state would be introduced; and the stripling, by the ascendant which he had acquired, was now enabled to repay in political what he had received in grammatical instruction. Such scenes, and such incidents, are the more ridiculous, though the less odious, as the passion of James seems not to have contained in it any thing criminal or flagitious. History charges herself willingly with a relation of the great crimes, and still more with that of the great virtues of mankind; but she appears to fall from her dignity, when necessitated to dwell on such frivolous events and ignoble personages.","subId":"5","id":"Hume.HE.5.47.5"},{"type":"paragraph","content":"The favourite was not, at first, so intoxicated with advancement, as not to be sensible of his own ignorance and inexperience. He had recourse to the assistance and advice of a friend; and he was more fortunate in his choice, than is usual with such pampered minions. In Sir Thomas Overbury he met with a judicious and sincere counsellor, who, building all hopes of his own preferment on that of the young favourite, endeavoured to instil into him the principles of prudence and discretion. By zealously serving every body, Carre was taught to abate the envy, which might attend his sudden elevation: By shewing a preference for the English, he learned to escape the prejudices, which prevailed against his country. And so long as he was content to be ruled by Overbury's friendly counsels, he enjoyed, what is rare, the highest favour of the prince, without being hated by the people.","subId":"6","id":"Hume.HE.5.47.6"},{"type":"paragraph","content":"To complete the measure of courtly happiness, nought was wanting but a kind mistress; and, where high fortune concurred with all the graces of youth and beauty, this circumstance could not be difficult to attain. But it was here that the favourite met with that rock, on which all his fortunes were wrecked, and which plunged him for ever into an abyss of infamy, guilt, and misery.","subId":"7","id":"Hume.HE.5.47.7"},{"type":"paragraph","content":"No sooner had James mounted the throne of England, than he remembered his friendship for the unfortunate families of Howard and Devereux, who had suffered for their attachment to the cause of Mary and to his own. Having restored young Essex to his blood and dignity, and conferred the titles of Suffolk and Northampton on two brothers of the house of Norfolk, he sought the farther pleasure of uniting these families by the marriage of the earl of Essex with lady Frances Howard, daughter of the earl of Suffolk. She was only thirteen, he fourteen years of age; and it was thought proper, till both should attain the age of puberty, that he should go abroad, and pass some time in his travels. He returned into England after four years absence, and was pleased to find his countess in the full lustre of beauty, and possessed of the love and admiration of the whole court. But, when the earl approached, and claimed the privileges of a husband, he met with nothing but symptoms of aversion and disgust, and a flat refusal of any farther familiarities. He applied to her parents, who constrained her to attend him into the country, and to partake of his bed: But nothing could overcome her rigid sullenness and obstinacy; and she still rose from his side, without having shared the nuptial pleasures. Disgusted with re-iterated denials, he at last gave over the pursuit, and separating himself from her, thenceforth abandoned her conduct to her own will and discretion.","subId":"8","id":"Hume.HE.5.47.8"},{"type":"paragraph","content":"Such coldness and aversion in lady Essex, arose not without an attachment to another object. The favourite had opened his addresses, and had been too successful in making impression on the tender heart of the young countess. She imagined, that, so long as she refused the embraces of Essex, she never could be deemed his wife, and that a separation and divorce might still open the way for a new marriage with her beloved Rochester. Though their passion was so violent, and their opportunities of intercourse so frequent, that they had already indulged themselves in all the gratifications of love, they still lamented their unhappy fate, while the union between them was not entire and indissoluble. And the lover, as well as his mistress, was impatient, till their mutual ardour should be crowned by marriage.","subId":"9","id":"Hume.HE.5.47.9"},{"type":"paragraph","content":"So momentous an affair could not be concluded without consulting Overbury, with whom Rochester was accustomed to share all his secrets. While that faithful friend had considered his patron's attachment to the countess of Essex merely as an affair of gallantry, he had favoured its progress; and it was partly owing to the ingenious and passionate letters which he dictated, that Rochester had met with such success in his addresses. Like an experienced courtier, he thought, that a conquest of this nature would throw a lustre on the young favourite, and would tend still farther to endear him to James, who was charmed to hear of the amours of his court, and listened with attention to every tale of gallantry. But great was Overbury's alarm, when Rochester mentioned his design of marrying the Countess; and he used every method to dissuade his friend from so foolish an attempt. He represented, how invidious, how difficult an enterprize to procure her a divorce from her husband: How dangerous, how shameful, to take into his own bed a profligate woman, who, being married to a young nobleman of the first rank, had not scrupled to prostitute her character, and to bestow favours on the object of a capricious and momentary passion. And, in the zeal of friendship, he went so far as to threaten Rochester, that he would separate himself for ever from him, if he could so far forget his honour and his interest as to prosecute the intended marriage.","subId":"10","id":"Hume.HE.5.47.10"},{"type":"paragraph","content":"Rochester had the weakness to reveal this conversation to the Countess of Essex; and when her rage and fury broke out against Overbury, he had also the weakness to enter into her vindictive projects, and to swear vengeance against his friend, for the utmost instance, which he could receive, of his faithful friendship. Some contrivance was necessary for the execution of their purpose. Rochester addressed himself to the king; and after complaining, that his own indulgence to Overbury had begotten in him a degree of arrogance, which was extremely disagreeable, he procured a commission for his embassy to Russia; which he represented as a retreat for his friend, both profitable and honourable. When consulted by Overbury, he earnestly dissuaded him from accepting this offer, and took on himself the office of satisfying the king, if he should be any wise displeased with the refusal. To the king again, he aggravated the insolence of Overbury's conduct, and obtained a warrant for committing him to the Tower, {April 21st.} which James intended as a slight punishment for his disobedience. The lieutenant of the Tower was a creature of Rochester's and had lately been put into the office for this very purpose: He confined Overbury so strictly, that the unhappy prisoner was debarred the sight even of his nearest relations; and no communication of any kind was allowed with him, during near six months, which he lived in prison.","subId":"11","id":"Hume.HE.5.47.11"},{"type":"paragraph","content":"This obstacle being removed, the lovers pursued their purpose; and the king himself, forgetting the dignity of his character, and his friendship for the family of Essex, entered zealously into the project of procuring the Countess a divorce from her husband. Essex also embraced the opportunity of separating himself from a bad woman, by whom he was hated; and he was willing to favour their success by any honourable expedient. The pretence for a divorce was his incapacity to fulfil the conjugal duties; and he confessed, that, with regard to the Countess, he was conscious of such an infirmity, though he was not sensible of it with regard to any other woman. In her place too, it is said, a young virgin was substituted under a mask, to undergo the legal inspection by a jury of matrons. After such a trial, seconded by court-influence, and supported by the ridiculous opinion of fascination or witchcraft, the sentence of divorce was pronounced between the Earl of Essex and his Countess. And, to crown the scene, the king, solicitous lest the lady should lose any rank by her new marriage, bestowed on his minion the title of Earl of Somerset.","subId":"12","id":"Hume.HE.5.47.12"},{"type":"paragraph","content":"Notwithstanding this success, the Countess of Somerset was not satisfied, till she should farther satiate her revenge on Overbury; and she engaged her husband, as well as her uncle, the Earl of Northampton, in the atrocious design of taking him off secretly by poison. Fruitless attempts were re-iterated by weak poisons; {Overbury poisoned. 16th Sept.} but at last, they gave him one so sudden and violent, that the symptoms were apparent to every one, who approached him. His interment was hurried on with the greatest precipitation; and, though a strong suspicion immediately prevailed in the public, the full proof of the crime was not brought to light, till some years after.","subId":"13","id":"Hume.HE.5.47.13"},{"type":"paragraph","content":"The fatal catastrophe of Overbury encreased or begot the suspicion, that the prince of Wales had been carried off by poison, given him by Somerset. Men considered not, that the contrary inference was much juster. If Somerset was so great a novice in this detestable art, that, during the course of five months, a man, who was his prisoner, and attended by none but his emissaries, could not be dispatched but in so bungling a manner; how could it be imagined, that a young prince, living in his own court, surrounded by his own friends and domestics, could be exposed to Somerset's attempts, and be taken off by so subtile a poison, if such a one exist, as could elude the skill of the most experienced physicians?","subId":"14","id":"Hume.HE.5.47.14"},{"type":"paragraph","content":"The ablest minister that James ever possessed, the Earl of Salisbury, was dead: Suffolk, a man of slender capacity, had succeeded him in his office: And it was now his task to supply, from an exhausted treasury, the profusion of James and of his young favourite. The title of baronet, invented by Salisbury, was sold; and two hundred patents of that species of knighthood, were disposed of for so many thousand pounds: Each rank of nobility had also its price affixed to it: Privy seals were circulated to the amount of 200,000 pounds: Benevolences were exacted to the amount of 52,000 pounds: And some monopolies of no great value, were erected. But all these expedients proved insufficient to supply the king's necessities; even though he began to enter into some schemes for retrenching his expences. However small the hopes of success, a new parliament must be summoned, and this dangerous expedient, for such it was now become, once more be put to trial.","subId":"15","id":"Hume.HE.5.47.15"},{"type":"paragraph","content":"{1614. 5th April. A parliament.} When the commons were assembled, they discovered an extraordinary alarm, on account of the rumour, which was spread abroad concerning undertakers. It was reported, that several persons, attached to the king, had entered into a confederacy; and having laid a regular plan for the new elections, had distributed their interest all over England, and had undertaken to secure a majority for the court. So ignorant were the commons, that they knew not this incident to be the first infallible symptom of any regular or established liberty. Had they been contented to follow the maxims of their predecessors, who, as the earl of Salisbury said to the last parliament, never, but thrice in six hundred years, refused a supply; they needed not dread, that the crown should ever interest itself in their elections. Formerly, the kings even insisted, that none of their household should be elected members; and, though the charter was afterwards declared void, Henry VI. from his great favour to the city of York, conferred a peculiar privilege on its citizens, that they should be exempted from this trouble. It is well known, that, in ancient times, a seat in the house being considered as a burthen, attended neither with honour nor profit, it was requisite for the counties and boroughs to pay fees to their representatives. About this time, a seat began to be regarded as an honour, and the country-gentlemen contended for it; though the practice of levying wages for the parliament men was not altogether discontinued. It was not till long after, when liberty was thoroughly established, and popular assemblies entered into every branch of public business, that the members began to join profit to honour, and the crown found it necessary to distribute among them all the considerable offices of the kingdom.","subId":"16","id":"Hume.HE.5.47.16"},{"type":"paragraph","content":"So little skill or so small means had the courtiers, in James's reign, for managing elections, that this house of commons showed rather a stronger spirit of liberty than the foregoing; and instead of entering upon the business of supply, as urged by the king, who made them several liberal offers of grace, they immediately resumed the subject, which had been opened last parliament, and disputed his majesty's power of levying new customs and impositions, by the mere authority of his prerogative. It is remarkable, that, in their debates on this subject, the courtiers frequently pleaded, as a precedent, the example of all the other hereditary monarchs in Europe, and particularly mentioned the kings of France and Spain; nor was this reasoning received by the house, either with surprize or indignation. The members of the opposite party, either contented themselves with denying the justness of the inference, or they disputed the truth of the observation. And a patriot member in particular, Sir Roger Owen, even in arguing against the impositions, frankly allowed, that the king of England was endowed with as ample a power and prerogative as any prince in Christendom. The nations on the continent, we may observe, enjoyed still, in that age, some small remains of liberty; and the English were possessed of little more.","subId":"17","id":"Hume.HE.5.47.17"},{"type":"paragraph","content":"The commons applied to the lords for a conference with regard to the new impositions. A speech of Neile, bishop of Lincoln, reflecting on the lower house, begat some altercation with the peers, and the king seized the opportunity of dissolving immediately, with great indignation, a parliament, {6th June.} which had shown so firm a resolution of retrenching his prerogative, without communicating, in return, the smallest supply to his necessities. He carried his resentment so far as even to throw into prison some of the members, who had been the most forward in their opposition to his measures. In vain did he plead, in excuse for this violence, the example of Elizabeth and other princes of the line of Tudor, as well as Plantagenet. The people and the parliament, without abandoning for ever all their liberties and privileges, could acquiesce in none of these precedents, how ancient and frequent soever. And were the authority of such precedents admitted, the utmost, that could be inferred is, that the constitution of England was, at that time, an inconsistent fabric, whose jarring and discordant parts must soon destroy each other, and from the dissolution of the old, beget some new form of civil government, more uniform and consistent.","subId":"18","id":"Hume.HE.5.47.18"},{"type":"paragraph","content":"In the public and avowed conduct of the king and the house of commons, throughout this whole reign, there appears sufficient cause of quarrel and mutual disgust; yet are we not to imagine, that this was the sole foundation of that jealousy which prevailed between them. During debates in the house, it often happened, that a particular member, more ardent and zealous than the rest, would display the highest sentiments of liberty, which the commons contented themselves to hear with silence and seeming approbation; and the king, informed of these harangues, concluded the whole house to be infected with the same principles, and to be engaged in a combination, against his prerogative. The king, on the other hand, though he valued himself extremely on his king-craft, and perhaps was not altogether incapable of dissimulation, seems to have been very little endowed with the gift of secrecy; but openly, at his table, in all companies, inculcated those monarchical tenets, which he had so strongly imbibed. Before a numerous audience, he had expressed himself with great disparagement of the common law of England, and had given the preference, in the strongest terms, to the civil law: And for this indiscretion he found himself obliged to apologize, in a speech to the former parliament. As a specimen of his usual liberty of talk, we may mention a story, though it passed some time after, which we meet with in the life of Waller, and which that poet used frequently to repeat. When Waller was young, he had the curiosity to go to court; and he stood in the circle, and saw James dine; where, among other company, there sat at table two bishops, Neile and Andrews. The king proposed aloud this question, Whether he might not take his subjects money, when he needed it, without all this formality of parliament? Neile replied, God forbid you should not: For you are the breath of our nostrils. Andrews declined answering, and said, he was not skilled in parliamentary cases: But upon the king's urging him, and saying he would admit of no evasion, the bishop replied pleasantly: Why then I think your majesty may lawfully take my brother Neile's money: For he offers it.","subId":"19","id":"Hume.HE.5.47.19"},{"type":"paragraph","content":"{1615. Somerset's fall.} The favourite had hitherto escaped the enquiry of justice; but he had not escaped that still voice, which can make itself be heard amidst all the hurry and flattery of a court, and astonishes the criminal with a just representation of his most secret enormities. Conscious of the murder of his friend, Somerset received small consolation from the enjoyments of love, or the utmost kindness and indulgence of his sovereign. The graces of his youth gradually disappeared, the gaiety of his manners was obscured, his politeness and obliging behaviour were changed into sullenness and silence. And the king, whose affection had been engaged by these superficial accomplishments, began to estrange himself from a man, who no longer contributed to his amusement.","subId":"20","id":"Hume.HE.5.47.20"},{"type":"paragraph","content":"The sagacious courtiers observed the first symptoms of this disgust: Somerset's enemies seized the opportunity, and offered a new minion to the king. George Villiers, a youth of one-and-twenty, younger brother of a good family, returned at this time from his travels, and was remarked for the advantages of a handsome person, genteel air, and fashionable apparel. At a comedy, he was purposely placed full in James's eye, and immediately engaged the attention, and, in the same instant, the affections of that monarch. Ashamed of his sudden attachment, the king endeavoured, but in vain, to conceal the partiality, which he felt for the handsome stranger; and he employed all his profound politics to fix him in his service, without seeming to desire it. He declared his resolution not to confer any office on him, unless entreated by the queen; and he pretended, that it should only be in complaisance to her choice, he would agree to admit him near his person. The queen was immediately applied to; but she, well knowing the extreme, to which the king carried these attachments, refused, at first, to lend her countenance to this new passion. It was not till entreated by Abbot, archbishop of Canterbury, a decent prelate, and one much prejudiced against Somerset, that she would condescend to oblige her husband, by asking this favour of him. And the king, thinking now that all appearances were fully saved, no longer constrained his affection, but immediately bestowed the office of cupbearer on young Villiers.","subId":"21","id":"Hume.HE.5.47.21"},{"type":"paragraph","content":"The whole court was thrown into parties between the two minions; while some endeavoured to advance the rising fortunes of Villiers, others deemed it safer to adhere to the established credit of Somerset. The king himself, divided between inclination and decorum, encreased the doubt and ambiguity of the courtiers; and the stern jealousy of the old favourite, who refused every advance of friendship from his rival, begat perpetual quarrels between their several partizans. But the discovery of Somerset's guilt in the murder of Overbury, at last decided the controversy, and exposed him to the ruin and infamy which he so well merited.","subId":"22","id":"Hume.HE.5.47.22"},{"type":"paragraph","content":"An apothecary's 'prentice, who had been employed in making up the poisons, having retired to Flushing, began to talk very freely of the whole secret; and the affair at last came to the ears of Trumbal, the king's envoy in the Low Countries. By his means, Sir Ralph Winwood, secretary of state, was informed; and he immediately carried the intelligence to James. The king, alarmed and astonished to find such enormous guilt in a man whom he had admitted into his bosom, sent for Sir Edward Coke, chief justice, and earnestly recommended to him the most rigorous and unbiassed scrutiny. This injunction was executed with great industry and severity: The whole labyrinth of guilt was carefully unravelled: The lesser criminals, Sir Jervis Elvis, lieutenant of the Tower, Franklin, Weston, Mrs. Turner, were first tried and condemned: Somerset and his countess were afterwards found guilty: Northampton's death, a little before, had saved him from a like fate.","subId":"23","id":"Hume.HE.5.47.23"},{"type":"paragraph","content":"It may not be unworthy of remark that Coke, in the trial of Mrs. Turner, told her, that she was guilty of the seven deadly sins: She was a whore, a bawd, a sorcerer, a witch, a papist, a felon, and a murderer. And what may more surprize us, Bacon, then attorney-general, took care to observe, that poisoning was a popish trick. Such were the bigotted prejudices which prevailed: Poisoning was not, of itself, sufficiently odious, if it were not represented as a branch of popery. Stowe tells us, that, when the king came to Newcastle, on his first entry into England, he gave liberty to all the prisoners, except those who were confined for treason, murder, and papistry. When one considers these circumstances, that furious bigotry of the catholics, which broke out in the gunpowder conspiracy, appears the less surprising.","subId":"24","id":"Hume.HE.5.47.24"},{"type":"paragraph","content":"All the accomplices in Overbury's murder received the punishment due to their crime: But the king bestowed a pardon on the principals, Somerset and the countess. It must be confessed that James's fortitude had been highly laudable, had he persisted in his first intention of consigning over to severe justice all the criminals: But let us still beware of blaming him too harshly, if, on the approach of the fatal hour, he scrupled to deliver into the hands of the executioner, persons whom he had once favoured with his most tender affections. To soften the rigour of their fate, after some years' imprisonment, he restored them to their liberty, and conferred on them a pension, with which they retired, and languished out old age in infamy and obscurity. Their guilty loves were turned into the most deadly hatred; and they passed many years together in the same house, without any intercourse or correspondence with each other.","subId":"25","id":"Hume.HE.5.47.25"},{"type":"paragraph","content":"Several historians, in relating these events, have insisted much on the dissimulation of James's behaviour, when he delivered Somerset into the hands of the chief justice; on the insolent menaces of that criminal; on his peremptory refusal to stand a trial; and on the extreme anxiety of the king during the whole progress of this affair. Allowing all these circumstances to be true, of which some are suspicious, if not palpably false, the great remains of tenderness, which James still felt for Somerset, may, perhaps, be sufficient to account for them. That favourite was high-spirited; and resolute rather to perish than live under the infamy to which he was exposed. James was sensible, that the pardoning of so great a criminal, which was of itself invidious, would become still more unpopular, if his obstinate and stubborn behaviour on his trial should augment the public hatred against him. At least, the unreserved confidence, in which the king had indulged his favourite for several years, might render Somerset master of so many secrets, that it is impossible, without farther light, to assign the particular reason of that superiority, which, it is said, he appeared so much to assume.","subId":"26","id":"Hume.HE.5.47.26"},{"type":"paragraph","content":"{Rise of Buckingham.} The fall of Somerset, and his banishment from court, opened the way for Villiers to mount up at once to the full height of favour, of honours, and of riches. Had James's passion been governed by common rules of prudence, the office of cup-bearer would have attached Villiers to his person, and might well have contented one of his age and family; nor would any one, who was not cynically austere, have much censured the singularity of the king's choice in his friends and favourites. But such advancement was far inferior to the fortune, which he intended for his minion. In the course of a few years, he created him Viscount Villiers, Earl, Marquis, and Duke of Buckingham, knight of the garter, master of the horse, chief justice in Eyre, warden of the cinque ports, master of the king's bench office, steward of Westminster, constable of Windsor, and lord high admiral of England. His mother obtained the title of Countess of Buckingham: His brother was created Viscount Purbeck; and a numerous train of needy relations were all pushed up into credit and authority. And thus the fond prince, while he meant to play the tutor to his favourite, and to train him up in the rules of prudence and politics, took an infallible method, by loading him with premature and exorbitant honours, to render him, for ever, rash, precipitate, and insolent.","subId":"27","id":"Hume.HE.5.47.27"},{"type":"paragraph","content":"{1616.} A young minion to gratify with pleasure, a necessitous family to supply with riches, were enterprizes too great for the empty exchequer of James. In order to obtain a little money, the cautionary towns must be delivered up to the Dutch; a measure which has been severely blamed by almost all historians; and I may venture to affirm, that it has been censured much beyond its real weight and importance.","subId":"28","id":"Hume.HE.5.47.28"},{"type":"paragraph","content":"When queen Elizabeth advanced money for the support of the infant republic; besides the view of securing herself against the power and ambition of Spain, she still reserved the prospect of re–imbursement; and she got consigned into her hands the three important fortresses of Flushing, {Cautionary towns delivered.} the Brille, and Rammekins, as pledges for the money due to her. Indulgent to the necessitous condition of the states, she agreed that the debt should bear no interest; and she stipulated, that if ever England should make a separate peace with Spain, she should pay the troops, which garrisoned those fortresses.","subId":"29","id":"Hume.HE.5.47.29"},{"type":"paragraph","content":"After the truce was concluded between Spain and the United Provinces, the States made an agreement with the king, that the debt, which then amounted to 800,000 pounds, should be discharged by yearly payments of 40,000 pounds; and as five years had elapsed, the debt was now reduced to 600,000 pounds, and in fifteen years more, if the truce were renewed, it would be finally extinguished. But of this sum, 26,000 pounds a-year were expended on the pay of the garrisons: The remainder alone accrued to the king: And the States, weighing these circumstances, thought, that they made James a very advantageous offer, when they expressed their willingness, on the surrender of the cautionary towns, to pay him immediately 250,000 pounds, and to incorporate the English garrisons in their army. It occurred also to the king, that even the payment of the 40,000 pounds a-year was precarious, and depended on the accident that the truce should be renewed between Spain and the Republic: If war broke out, the maintenance of the garrisons lay upon England alone; a burthen very useless and too heavy for the slender revenues of that kingdom: That even during the truce, the Dutch, straitened by other expences, were far from being regular in their payments; and the garrisons were at present in danger of mutinying for want of subsistance: That the annual sum of 14,000 pounds, the whole saving on the Dutch payments, amounted, in fifteen years, to no more than 210,000 pounds; whereas 250,000 pounds were offered immediately, a larger sum, and if money be computed at ten per cent, the current interest, more than double the sum to which England was entitled: That if James waited till the whole debt were discharged, the troops, which composed the garrisons, remained a burthen upon him, and could not be broken, without receiving some consideration for their past services: That the cautionary towns were only a temporary restraint upon the Hollanders; and in the present emergence, the conjunction of interest between England and the republic was so intimate as to render all other ties superfluous; and no reasonable measures for mutual support would be wanting from the Dutch, even though freed from the dependence of these garrisons. That the exchequer of the republic was at present very low, insomuch that they found difficulty, now that the aids of France were withdrawn, to maintain themselves in that posture of defence, which was requisite during the truce with Spain: And that the Spaniards were perpetually insisting with the king on the restitution of these towns, as belonging to their crown; and no cordial alliance could ever be made with that nation, while they remained in the hands of the English. These reasons, together with his urgent wants, induced the king to accept of Caron's offer; and he evacuated the cautionary towns, which held the States in a degree of subjection, and which an {6th June.} ambitious and enterprizing prince would have regarded as his most valuable possessions. This is the date of the full liberty of the Dutch commonwealth.","subId":"30","id":"Hume.HE.5.47.30"},{"type":"paragraph","content":"{1617. Affairs of Scotland.} When the crown of England devolved on James, it might have been foreseen by the Scottish nation, that the independence of their kingdom, the object for which their ancestors had shed so much blood, would now be lost; and that, if both states persevered in maintaining separate laws and parliaments, the weaker would more sensibly feel the subjection, than if it had been totally subdued by force of arms. But these views did not generally occur. The glory of having given a sovereign to their powerful enemy, the advantages of present peace and tranquillity, {May.} the riches acquired from the munificence of their master; these considerations secured their dutiful obedience to a prince, who daily gave such sensible proofs of his friendship and partiality towards them. Never had the authority of any king, who resided among them, been so firmly established as was that of James, even when absent; and as the administration had been hitherto conducted with great order and tranquillity, there had happened no occurrence to draw thither our attention. But this summer, the king was resolved to pay a visit to his native country, in order to renew his ancient friendships and connexions, and to introduce that change of ecclesiastical discipline and government, on which he was extremely intent. The three chief points of this kind, which James proposed to accomplish by his journey to Scotland, were the enlarging of episcopal authority, the establishing of a few ceremonies in public worship, and the fixing of a superiority in the civil above the ecclesiastical jurisdiction.","subId":"31","id":"Hume.HE.5.47.31"},{"type":"paragraph","content":"But it is an observation, suggested by all history, and by none more than by that of James and his successor, that the religious spirit, when it mingles with faction, contains in it something supernatural and unaccountable; and that, in its operations upon society, effects correspond less to their known causes than is found in any other circumstance of government. A reflection, which may, at once, afford a source of blame against such sovereigns as lightly innovate in so dangerous an article, and of apology for such, as being engaged in an enterprize of that nature, are disappointed of the expected event, and fail in their undertakings.","subId":"32","id":"Hume.HE.5.47.32"},{"type":"paragraph","content":"When the Scottish nation was first seized with that zeal for reformation, which, though it caused such disturbance during the time, has proved so salutary in the consequences; the preachers, assuming a character little inferior to the prophetic or apostolical, disdained all subjection to the spiritual rulers of the church, by whom their innovations were punished and opposed. The revenues of the dignified clergy, no longer considered as sacred, were either appropriated by the present possessors, or seized by the more powerful barons; and what remained, after mighty dilapidations, was, by act of parliament, annexed to the crown. The prelates, however, and abbots, maintained their temporal jurisdictions and their seats in parliament; and though laymen were sometimes endowed with ecclesiastical titles, the church, notwithstanding its frequent protestations to the contrary, was still supposed to be represented by those spiritual lords, in the states of the kingdom. After many struggles, the king, even before his accession to the throne of England, had acquired sufficient influence over the Scottish clergy, to extort from them an acknowledgment of the parliamentary jurisdiction of bishops; though attended with many precautions, in order to secure themselves against the spiritual encroachments of that order. When king of England, he engaged them, though still with great reluctance on their part, to advance a step farther, and to receive the bishops as perpetual presidents or moderators in their ecclesiastical synods; re-iterating their protestations against all spiritual jurisdiction of the prelates, and all controuling power over the presbyters. And by such gradual innovations, the king flattered himself, that he should quietly introduce episcopal authority: But as his final scope was fully seen from the beginning, every new advance gave fresh occasion of discontent, and aggravated, instead of softening, the abhorrence entertained against the prelacy.","subId":"33","id":"Hume.HE.5.47.33"},{"type":"paragraph","content":"What rendered the king's aim more apparent, were the endeavours, which, at the same time, he used to introduce into Scotland some of the ceremonies of the church of England: The rest, it was easily foreseen, would soon follow. The fire of devotion, excited by novelty, and inflamed by opposition, had so possessed the minds of the Scottish reformers, that all rites and ornaments, and even order of worship, were disdainfully rejected as useless burthens; retarding the imagination in its rapturous ecstasies, and cramping the operations of that divine spirit, by which they supposed themselves to be animated. A mode of worship was established, the most naked and most simple imaginable; one that borrowed nothing from the senses; but reposed itself entirely on the contemplation of that divine Essence, which discovers itself to the understanding only. This species of devotion, so worthy of the supreme Being, but so little suitable to human frailty, was observed to occasion great disturbances in the breast, and in many respects to confound all rational principles of conduct and behaviour. The mind, straining for these extraordinary raptures, reaching them by short glances, sinking again under its own weakness, rejecting all exterior aid of pomp and ceremony, was so occupied in this inward life, that it fled from every intercourse of society, and from every chearful amusement, which could soften or humanize the character. It was obvious to all discerning eyes, and had not escaped the king's, that, by the prevalence of fanaticism, a gloomy and sullen disposition established itself among the people; a spirit, obstinate and dangerous; independent and disorderly; animated equally with a contempt of authority, and a hatred to every other mode of religion, particularly to the catholic. In order to mellow these humours, James endeavoured to infuse a small tincture of ceremony into the national worship, and to introduce such rites as might, in some degree, occupy the mind, and please the senses, without departing too far from that simplicity, by which the reformation was distinguished. The finer arts too, though still rude in these northern kingdoms, were employed to adorn the churches; and the king's chapel, in which an organ was erected, and some pictures and statues displayed, was proposed as a model to the rest of the nation. But music was grating to the prejudiced ears of the Scottish clergy; sculpture and painting appeared instruments of idolatry; the surplice was a rag of popery; and every motion or gesture, prescribed by the liturgy, was a step towards that spiritual Babylon, so much the object of their horror and aversion. Every thing was deemed impious, but their own mystical comments on the Scriptures, which they idolized, and whose eastern prophetic style they employed in every common occurrence.","subId":"34","id":"Hume.HE.5.47.34"},{"type":"paragraph","content":"It will not be necessary to give a particular account of the ceremonies which the king was so intent to establish. Such institutions, for a time, are esteemed either too divine to have proceeded from any other being than the supreme Creator of the universe, or too diabolical to have been derived from any but an infernal demon. But no sooner is the mode of the controversy past, than they are universally discovered to be of so little importance as scarcely to be mentioned with decency amidst the ordinary course of human transactions. It suffices here to remark, that the rites introduced by James regarded the kneeling at the sacrament, private communion, private baptism, confirmation of children, and the observance of Christmas and other festivals. The acts, establishing these ceremonies, were afterwards known by the name of the articles of Perth, from the place where they were ratified by the assembly.","subId":"35","id":"Hume.HE.5.47.35"},{"type":"paragraph","content":"A conformity of discipline and worship between the churches of England and Scotland, which was James's aim, he never could hope to establish, but by first procuring an acknowledgment to his own authority in all spiritual causes; and nothing could be more contrary to the practice as well as principles of the presbyterian clergy. The ecclesiastical courts possessed the power of pronouncing excommunication; and that sentence, besides the spiritual consequences supposed to follow from it, was attended with immediate effects of the most important nature. The person excommunicated was shunned by every one as profane and impious; and his whole estate, during his life-time, and all his moveables, for ever, were forfeited to the crown. Nor were the previous steps, requisite before pronouncing this sentence, formal or regular, in proportion to the weight of it. Without accuser, without summons, without trial, any ecclesiastical court, however inferior, sometimes pretended, in a summary manner, to denounce excommunication, for any cause, and against any person, even though he lived not within the bounds of their jurisdiction. And, by this means, the whole tyranny of the inquisition, though without its order, was introduced into the kingdom.","subId":"36","id":"Hume.HE.5.47.36"},{"type":"paragraph","content":"But the clergy were not content with the unlimited jurisdiction, which they exercised in ecclesiastical matters: They assumed a censorial power over every part of administration; and, in all their sermons, and even prayers, mingling politics with religion, they inculcated the most seditious and most turbulent principles. Black, minister of St. Andrews, went so far, in a sermon, as to pronounce all kings the devil's children; he gave the queen of England the appellation of atheist; he said, that the treachery of the king's heart was now fully discovered; and in his prayers for the queen he used these words; We must pray for her for the fashion's sake, but we have no cause: She will never do us any good. When summoned before the privy council, he refused to answer to a civil court for any thing delivered from the pulpit, even though the crime, of which he was accused, was of a civil nature. The church adopted his cause. They raised a sedition in Edinburgh. The king, during some time, was in the hands of the enraged populace; and it was not without courage, as well as dexterity, that he was able to extricate himself. A few days after, a minister, preaching in the principal church of that capital, said, that the king was possessed with a devil; and, that one devil being expelled, seven worse had entered in his place. To which he added, that the subjects might lawfully rise, and take the sword out of his hand. Scarcely, even during the darkest night of papal superstition, are there found such instances of priestly encroachments, as the annals of Scotland present to us during that period.","subId":"37","id":"Hume.HE.5.47.37"},{"type":"paragraph","content":"By these extravagant stretches of power, and by the patient conduct of James, the church began to lose ground, even before the king's accession to the throne of England: But no sooner had that event taken place, than he made the Scottish clergy sensible, that he was become the sovereign of a great kingdom, which he governed with great authority. Though formerly he would have thought himself happy to have made a fair partition with them of the civil and ecclesiastical authority, he was now resolved to exert a supreme jurisdiction in church as well as state, and to put an end to their seditious practices. An assembly had been summoned at Aberdeen; but, on account of his journey to London, he prorogued it to the year following. Some of the clergy, disavowing his ecclesiastical supremacy, met at the time first appointed, notwithstanding his prohibition. He threw them into prison. Such of them as submitted, and acknowledged their error, were pardoned. The rest were brought to their trial. They were condemned for high treason. The king gave them their lives; but banished them the kingdom. Six of them suffered this penalty.","subId":"38","id":"Hume.HE.5.47.38"},{"type":"paragraph","content":"The general assembly was afterwards induced to acknowledge the king's authority in summoning ecclesiastical courts, and to submit to the jurisdiction and visitation of the bishops. Even their favourite sentence of excommunication was declared invalid, unless confirmed by the ordinary. The king recommended to the inferior courts the members whom they should elect to this assembly; and every thing was conducted in it with little appearance of choice and liberty.","subId":"39","id":"Hume.HE.5.47.39"},{"type":"paragraph","content":"By his own prerogative likewise, which he seems to have stretched on this occasion, the king erected a court of high commission, in imitation of that which was established in England. The bishops and a few of the clergy, who had been summoned, willingly acknowledged this court; and it proceeded immediately upon business, as if its authority had been grounded on the full consent of the whole legislature.","subId":"40","id":"Hume.HE.5.47.40"},{"type":"paragraph","content":"{13th June.} But James reserved the final blow for the time when he should himself pay a visit to Scotland. He proposed to the parliament, which was then assembled, that they should enact, that, \"whatever his majesty should determine in the external government of the church, with the consent of the archbishops, bishops, and a competent number of the ministry, should have the force of law.\" What number should be deemed competent was not determined: And their nomination was left entirely to the king: So that his ecclesiastical authority, had this bill passed, would have been established in its full extent. Some of the clergy protested. They apprehended, they said, that the purity of their church would, by means of this new authority, be polluted with all the rites and liturgy of the church of England. James, dreading clamour and opposition, dropped the bill, which had already passed the lords of articles; and asserted, that the inherent prerogative of the crown contained more power than was recognized by it. {10th July.} Some time after, he called, at St. Andrews, a meeting of the bishops and thirty-six of the most eminent clergy. He there declared his resolution of exerting his prerogative, and of establishing, by his own authority, the few ceremonies, which he had recommended to them. They entreated him rather to summon a general assembly, and to gain their assent. An assembly was accordingly summoned to meet on the 25th of November ensuing.","subId":"41","id":"Hume.HE.5.47.41"},{"type":"paragraph","content":"Yet this assembly, which met after the king's departure from Scotland, eluded all his applications; and it was not till the subsequent year, that he was able to procure a vote for receiving his ceremonies. And through every step in this affair, in the parliament as well as in all the general assemblies, the nation betrayed the utmost reluctance to all these innovations; and nothing but James's importunity and authority had extorted a seeming consent, which was belied by the inward sentiments of all ranks of people. Even the few, over whom religious prejudices were not prevalent, thought national honour sacrificed by a servile imitation of the modes of worship practised in England. And every prudent man agreed in condemning the measures of the king, who, by an ill-timed zeal for insignificant ceremonies, had betrayed, though in an opposite manner, equal narrowness of mind with the persons, whom he treated with such contempt. It was judged, that, had not these dangerous humours been irritated by opposition; had they been allowed peaceably to evaporate; they would at last have subsided within the limits of law and civil authority. And that, as all fanatical religions naturally circumscribe to very narrow bounds the numbers and riches of the ecclesiastics; no sooner is their first fire spent, than they lose their credit over the people, and leave them under the natural and beneficent influence of their civil and moral obligations.","subId":"42","id":"Hume.HE.5.47.42"},{"type":"paragraph","content":"At the same time that James shocked, in so violent a manner, the religious principles of his Scottish subjects, he acted in opposition to those of his English. He had observed, in his progress through England, that a judaical observance of the Sunday, chiefly by means of the puritans, was every day gaining ground throughout the kingdom, and that the people, under colour of religion, were, contrary to former practice, debarred such sports and recreations as contributed both to their health and their amusement. Festivals, which, in other nations and ages, are partly dedicated to public worship, partly to mirth and society, were here totally appropriated to the offices of religion, and served to nourish those sullen and gloomy contemplations, to which the people were, of themselves, so unfortunately subject. The king imagined, that it would be easy to infuse chearfulness into this dark spirit of devotion. He issued a proclamation to allow and encourage, after divine service, all kinds of lawful games and exercises; and, by his authority, he endeavoured to give sanction to a practice, which his subjects regarded as the utmost instance of profaneness and impiety.","subId":"43","id":"Hume.HE.5.47.43"},{"type":"note","content":"The French monarch had given particular orders to his ministers to cultivate the prince's friendship; who must soon, said he, have chief authority in England, where the king and queen are held in so little estimation. See Dep. de la Boderie, vol. i. p. 402, 415, vol. ii. p. 16, 349.","subId":"n1","id":"Hume.HE.5.47.n1"},{"type":"note","content":"Coke's detection, p. 37.","subId":"n2","id":"Hume.HE.5.47.n2"},{"type":"note","content":"Kennet, p. 690. Coke, p. 37. Welwood, p. 272.","subId":"n3","id":"Hume.HE.5.47.n3"},{"type":"note","content":"Kennet, p. 685, 686, &c.","subId":"n4","id":"Hume.HE.5.47.n4"},{"type":"note","content":"Kennet, p. 686.","subId":"n5","id":"Hume.HE.5.47.n5"},{"type":"note","content":"Idem, p. 687.","subId":"n6","id":"Hume.HE.5.47.n6"},{"type":"note","content":"State Trials, vol. i. p. 228.","subId":"n7","id":"Hume.HE.5.47.n7"},{"type":"note","content":"State Trials, vol. i. p. 235, 236, 252. Franklyn, p. 14.","subId":"n8","id":"Hume.HE.5.47.n8"},{"type":"note","content":"State Trials, vol. i. p. 236, 237, &c.","subId":"n9","id":"Hume.HE.5.47.n9"},{"type":"note","content":"State Trials, vol. i. p. 223, 229, &c. Franklyn's Annals, p. 2, 3, &c.","subId":"n10","id":"Hume.HE.5.47.n10"},{"type":"note","content":"Kennet, p. 693. State Trials, vol. i. p. 233, 234, &c.","subId":"n11","id":"Hume.HE.5.47.n11"},{"type":"note","content":"14th of May, 1612.","subId":"n12","id":"Hume.HE.5.47.n12"},{"type":"note","content":"Franklyn, p. 11, 33.","subId":"n13","id":"Hume.HE.5.47.n13"},{"type":"note","content":"Idem, p. 10.","subId":"n14","id":"Hume.HE.5.47.n14"},{"type":"note","content":"Idem, p. 49.","subId":"n15","id":"Hume.HE.5.47.n15"},{"type":"note","content":"Parliam. Hist. vol. v. p. 286. Kennet, p. 696. Journ. 12 April, 2d May, 1614, &c. Franklyn, p. 48.","subId":"n16","id":"Hume.HE.5.47.n16"},{"type":"note","content":"Journ. 17 Feb. 1609. It appears, however, that Salisbury was somewhat mistaken in this fact: And if the kings were not oftener refused supply by the parliament, it was only because they would not often expose themselves to the hazard of being refused: But it is certain that English parliaments did anciently carry their frugality to an extreme, and seldom could be prevailed upon to give the necessary support to government.","subId":"n17","id":"Hume.HE.5.47.n17"},{"type":"note","content":"Coke's Institutes, part 4. chap. i. of charters of exemption.","subId":"n18","id":"Hume.HE.5.47.n18"},{"type":"note","content":"Journ. 11 April, 1614.","subId":"n19","id":"Hume.HE.5.47.n19"},{"type":"note","content":"Journ. 21 May, 1614.","subId":"n20","id":"Hume.HE.5.47.n20"},{"type":"note","content":"Journ. 12, 21 May, 1614.","subId":"n21","id":"Hume.HE.5.47.n21"},{"type":"note","content":"Journ. 18 April, 1614.","subId":"n22","id":"Hume.HE.5.47.n22"},{"type":"note","content":"Parl. Hist. vol. v. p. 290. So little fixed at this time were the rules of parliament, that the commons complained to the peers of a speech made in the upper house by the bishop of Lincoln; which it belonged only to that house to censure, and which the other could not regularly be supposed to be acquainted with. These at least are the rules established since the parliament became a real seat of power, and scene of business. Neither the king must take notice of what passes in either house, nor either house of what passes in the other, till regularly informed of it. The commons, in their famous protestation 1621, fixed this rule with regard to the king, though at present they would not bind themselves by it. But as liberty was yet new, those maxims, which guard and regulate it, were unknown and unpractised.","subId":"n23","id":"Hume.HE.5.47.n23"},{"type":"note","content":"Kennet, p. 696.","subId":"n24","id":"Hume.HE.5.47.n24"},{"type":"note","content":"K. James's Works, p. 532.","subId":"n25","id":"Hume.HE.5.47.n25"},{"type":"note","content":"Preface to Waller's works.","subId":"n26","id":"Hume.HE.5.47.n26"},{"type":"note","content":"Franklyn, p. 50. Kennet, vol. ii. p. 698.","subId":"n27","id":"Hume.HE.5.47.n27"},{"type":"note","content":"Coke, p. 46, 47. Rush, vol. i. p. 456.","subId":"n28","id":"Hume.HE.5.47.n28"},{"type":"note","content":"State Trials, vol. i. p. 230.","subId":"n29","id":"Hume.HE.5.47.n29"},{"type":"note","content":"Ibid. vol. i. p. 242.","subId":"n30","id":"Hume.HE.5.47.n30"},{"type":"note","content":"Kennet, p. 699.","subId":"n31","id":"Hume.HE.5.47.n31"},{"type":"note","content":"Coke, Weldon, &c.","subId":"n32","id":"Hume.HE.5.47.n32"},{"type":"note","content":"See Biog. Brit. article Coke, p. 1384.","subId":"n33","id":"Hume.HE.5.47.n33"},{"type":"note","content":"Bacon, vol. iv. p. 617.","subId":"n34","id":"Hume.HE.5.47.n34"},{"type":"note","content":"Franklyn, p. 30. Clarendon, 8vo. edit. vol. i. p. 10.","subId":"n35","id":"Hume.HE.5.47.n35"},{"type":"note","content":"Rymer, tom. xvi. p. 341. Winwood, vol. ii. p. 351.","subId":"n36","id":"Hume.HE.5.47.n36"},{"type":"note","content":"Sir Dudley Carleton's letters, p. 27, 28.","subId":"n37","id":"Hume.HE.5.47.n37"},{"type":"note","content":"An annuity of 14,000 pounds during fifteen years, money being at 10 per cent, is worth on computation only 106,500 pounds; whereas the king received 250,000: Yet the bargain was good for the Dutch, as well as the king; because they were both of them freed from the maintenance of useless garrisons.","subId":"n38","id":"Hume.HE.5.47.n38"},{"type":"note","content":"Rushworth, vol. i. p. 3.","subId":"n39","id":"Hume.HE.5.47.n39"},{"type":"note","content":"1598.","subId":"n40","id":"Hume.HE.5.47.n40"},{"type":"note","content":"1606.","subId":"n41","id":"Hume.HE.5.47.n41"},{"type":"note","content":"Franklyn, p. 25. Spotswood.","subId":"n42","id":"Hume.HE.5.47.n42"},{"type":"note","content":"Spotswood.","subId":"n43","id":"Hume.HE.5.47.n43"},{"type":"note","content":"1596.","subId":"n44","id":"Hume.HE.5.47.n44"},{"type":"note","content":"17 Dec. 1596.","subId":"n45","id":"Hume.HE.5.47.n45"},{"type":"note","content":"Spotswood.","subId":"n46","id":"Hume.HE.5.47.n46"},{"type":"note","content":"Ibid.","subId":"n47","id":"Hume.HE.5.47.n47"},{"type":"note","content":"July 1604.","subId":"n48","id":"Hume.HE.5.47.n48"},{"type":"note","content":"Spotswood.","subId":"n49","id":"Hume.HE.5.47.n49"},{"type":"note","content":"6th June, 1610.","subId":"n50","id":"Hume.HE.5.47.n50"},{"type":"note","content":"Spotswood.","subId":"n51","id":"Hume.HE.5.47.n51"},{"type":"note","content":"15th Feb. 1610.","subId":"n52","id":"Hume.HE.5.47.n52"},{"type":"note","content":"Spotswood. Franklyn, p. 29.","subId":"n53","id":"Hume.HE.5.47.n53"},{"type":"note","content":"Kennet, p. 709.","subId":"n54","id":"Hume.HE.5.47.n54"},{"type":"note","content":"Franklyn, p. 31. To show how rigid the English, chiefly the puritans, were become in this particular, a bill was introduced into the house of commons, in the 18th of the king, for the more strict observance of the Sunday, which they affected to call the Sabbath. One Shepherd opposed this bill, objected to the appellation of Sabbath as puritanical, defended dancing by the example of David, and seems even to have justified sports on that day. For this profaneness he was expelled the house, by the suggestion of Mr. Pym. The house of Lords opposed so far this puritanical spirit of the commons, that they proposed, that the appellation of Sabbath should be changed into that of the Lord's Day. Journ. 15, 16 Feb. 1620. 28 May 1621. In Shepherd's sentence, his offence is said by the house to be great, exorbitant, unparalleled.","subId":"n55","id":"Hume.HE.5.47.n55"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.46","imported":true,"title":"Chapter 46. James I (cont.)","breadcrumb":"Chapter 46","published":[1754]},"next":{"id":"Hume.HE.5.48","imported":true,"title":"Chapter 48. James I (cont.)","breadcrumb":"Chapter 48","published":[1754]}}