{"id":"Hume.HE.5.50","imported":true,"parent":"Hume.HE.5","title":"Chapter 50. Charles I","breadcrumb":"Chapter 50","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. L.</h2> <h1>CHARLES I.</h1> <em>A parliament at Westminster——At Oxford——Naval expedition against Spain——Second parliament——Impeachment of Buckingham——Violent measures of the court——War with France——Expedition to the isle of Rhé.</em>","id":"Hume.HE.5.50"},{"type":"paragraph","content":"<span class=\"margin-comment\">1625. 27th March.</span> NO sooner had Charles taken into his hands the reins of government, than he showed an impatience to assemble the great council of the nation; and he would gladly, for the sake of dispatch, have called together the same parliament, which had sitten under his father, and which lay at that time under prorogation. But being told that this measure would appear unusual, he issued writs for summoning a new parliament on the 7th of May; and it was not without regret that the arrival of the princess Henrietta, <span class=\"margin-comment\">A parliament at Westminster. 18th June.</span> whom he had espoused by proxy, obliged him to delay, by repeated prorogations, their meeting till the eighteenth of June, when they assembled at Westminster for the dispatch of business. The young prince, unexperienced and impolitic, regarded as sincere all the praises and caresses, with which he had been loaded, while active in procuring the rupture with the house of Austria. And besides that he laboured under great necessities, he hastened with alacrity to a period, when he might receive the most undoubted testimony of the dutiful attachment of his subjects. His discourse to the parliament was full of simplicity and <span class=\"page-break\"></span>cordiality. He lightly mentioned the occasion which he had for supply<a href=\"#n1\"><sup>[1]</sup></a>. He employed no intrigue to influence the suffrages of the members. He would not even allow the officers of the crown, who had seats in the house to mention any particular sum, which might be expected by him. Secure of the affections of the commons, he was resolved, that their bounty should be intirely their own deed; unasked, unsolicited; the genuine fruit of sincere confidence and regard.","subId":"1","id":"Hume.HE.5.50.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> house of commons accordingly took into consideration the business of supply. They knew, that all the money granted by the last parliament had been expended on naval and military armaments; and that great anticipations were likewise made on the revenues of the crown. They were not ignorant, that Charles was loaded with a large debt, contracted by his father, who had borrowed money both from his own subjects and from foreign princes. They had learned by experience, that the public revenue could with difficulty maintain the dignity of the crown, even under the ordinary charges of government. They were sensible, that the present war was, very lately, the result of their own importunate applications and intreaties, and that they had solemnly engaged to support their sovereign in the management of it. They were acquainted with the difficulty of military enterprizes, directed against the whole house of Austria; against the king of Spain, possessed of the greatest riches and most extensive dominions of any prince in Europe; against the emperor Ferdinand, hitherto the most fortunate monarch of his age, who had subdued and astonished Germany by the rapidity of his victories. Deep impressions they saw, must be made by the English sword, and a vigorous offensive war be waged against these mighty potentates, ere they would resign a principality, which they had now fully subdued, and which they held in secure possession, by its being surrounded with all their other territories.","subId":"2","id":"Hume.HE.5.50.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> answer, therefore, all these great and important ends; to satisfy their young king in the first request which he made them; to prove their sense of the many royal virtues, particularly economy, with which Charles was endued; the house of commons, conducted by the wisest and ablest senators that had ever flourished <span class=\"page-break\"></span>in England, thought proper to confer on the king a supply of two subsidies, amounting to 112,000 pounds<a href=\"#n2\"><sup>[2]</sup></a>.","subId":"3","id":"Hume.HE.5.50.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> measure, which discovers rather a cruel mockery of Charles, than any serious design of supporting him, appears so extraordinary, when considered in all its circumstances, that it naturally summons up our attention, and raises an enquiry concerning the causes of a conduct, unprecedented in an English parliament. So numerous an assembly, composed of persons of various dispositions, was not, it is probable, wholly influenced by the same motives; and few declared openly their true reason. We shall, therefore, approach nearer to the truth, if we mention all the views, which the present conjuncture could suggest to them.","subId":"4","id":"Hume.HE.5.50.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is not to be doubted, but spleen and ill-will against the duke of Buckingham had an influence with many. So vast and rapid a fortune, so little merited, could not fail to excite public envy; and, however men's hatred might have been suspended for a moment, while the duke's conduct seemed to gratify their passions and their prejudices, it was impossible for him long to preserve the affections of the people. His influence over the modesty of Charles exceeded even that which he had acquired over the weakness of James; nor was any public measure conducted but by his council and direction. His vehement temper prompted him to raise suddenly, to the highest elevation, his flatterers and dependents: And upon the least occasion of displeasure, he threw them down with equal impetuosity and violence. Implacable in his hatred; fickle in his friendships: All men were either regarded as his enemies, or dreaded soon to become such. The whole power of the kingdom was grasped by his insatiable hand; while he both engrossed the intire confidence of his master, and held, invested in his single person, the most considerable offices of the crown.","subId":"5","id":"Hume.HE.5.50.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">However</span> the ill-humour of the commons might have been encreased by these considerations, we are not to suppose them the sole motives. The last parliament of James, amidst all their joy and festivity, had given him a supply very disproportioned to his demand and to the occasion. And, as every house of commons, which was elected during forty years, succeeded to all the passions and <span class=\"page-break\"></span>principles of their predecessors; we ought rather to account for this obstinacy from the general situation of the kingdom during that whole period, than from any circumstances, which attended this particular conjuncture.","subId":"6","id":"Hume.HE.5.50.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> nation was very little accustomed at that time to the burthen of taxes, and had never opened their purses in any degree for supporting their sovereign. Even Elizabeth, notwithstanding her vigour and frugality, and the necessary wars in which she was engaged, had reason to complain of the commons in this particular; nor could the authority of that princess, which was otherwise almost absolute, ever extort from them the requisite supplies. Habits, more than reason, we find, in every thing, to be the governing principle of mankind. In this view likewise the sinking of the value of subsidies must be considered as a loss to the king. The parliament swayed by custom would not augment their number in the same proportion.","subId":"7","id":"Hume.HE.5.50.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> puritanical party, though disguised, had a great authority over the kingdom; and many of the leaders among the commons had secretly embraced the rigid tenets of that sect. All these were disgusted with the court, both by the prevalence of the principles of civil liberty essential to their party; and on account of the restraint, under which they were held by the established hierarchy. In order to fortify himself against the resentment of James, Buckingham had affected popularity, and entered into the cabals of the puritans: But, being secure of the confidence of Charles he had since abandoned this party; and, on that account, was the more exposed to their hatred and resentment. Though the religious schemes of many of the puritans, when explained, appear pretty frivolous, we are not thence to imagine, that they were pursued by none but persons of weak understandings. Some men of the greatest parts and most extensive knowledge, that the nation, at this time, produced, could not enjoy any peace of mind; because obliged to hear prayers offered up to the Divinity, by a priest covered with a white linen vestment.","subId":"8","id":"Hume.HE.5.50.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> match with France and the articles in favour of catholics, which were suspected to be in the treaty, were likewise causes of disgust to this whole party: Though it must be remarked, that the connections with that crown were much less obnoxious to the protestants, and less agreeable to the catholics, than the alliance <span class=\"page-break\"></span>formerly projected with Spain, and were therefore received rather with pleasure than dissatisfaction.","subId":"9","id":"Hume.HE.5.50.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> all these causes we must yet add another, of considerable moment. The house of commons, we may observe, was almost entirely governed by a set of men of the most uncommon capacity and the largest views: Men, who were now formed into a regular party, and united, as well by fixed aims and projects, as by the hardships which some of them had undergone in prosecution of them. Among these we may mention the names of Sir Edward Coke, Sir Edwin Sandys, Sir Robert Philips, Sir Francis Seymour, Sir Dudley Digges, Sir John Elliot, Sir Thomas Wentworth, Mr. Selden, and Mr. Pym. Animated with a warm regard to liberty, these generous patriots saw with regret an unbounded power exercised by the crown, and were resolved to seize the opportunity, which the king's necessities offered them, of reducing the prerogative within more reasonable compass. Though their ancestors had blindly given way to practices and precedents favourable to kingly power, and had been able, notwithstanding, to preserve some small remains of liberty; it would be impossible, they thought, when all these pretensions were methodized and prosecuted by the encreasing knowledge of the age, to maintain any shadow of popular government, in opposition to such unlimited authority in the sovereign. It was necessary to fix a choice: Either to abandon entirely the privileges of the people, or to secure them by firmer and more precise barriers than the constitution had hitherto provided for them. In this dilemma, men of such aspiring geniuses and such independent fortunes could not long deliberate: They boldly embraced the side of freedom, and resolved to grant no supplies to their necessitous prince, without extorting concessions in favour of civil liberty. The end, they esteemed beneficent and noble: The means, regular and constitutional. To grant or refuse supplies was the undoubted privilege of the commons. And as all human governments, particularly those of a mixed frame, are in continual fluctuation; it was as natural, in their opinion, and allowable, for popular assemblies to take advantage of favourable incidents, in order to secure the subject; as for monarchs, in order to extend their own authority. With pleasure they beheld the king involved in a foreign war, which rendered him every day more dependent on the parliament; while at the same <span class=\"page-break\"></span>time the situation of the kingdom, even without any military preparations, gave it sufficient security against all invasion from foreigners. Perhaps too, it had partly proceeded from expectations of this nature, that the popular leaders had been so urgent for a rupture with Spain; nor is it credible, that religious zeal could so far have blinded all of them as to make them discover, in such a measure, any appearance of necessity, or any hopes of success.","subId":"10","id":"Hume.HE.5.50.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span>, however natural all these sentiments might appear to the country-party, it is not to be imagined, that Charles would entertain the same ideas. Strongly prejudiced in favour of the duke, whom he had heard so highly extolled in parliament, he could not conjecture the cause of so sudden an alteration in their opinions. And when the war, which they themselves had so earnestly solicited, was at last commenced, the immediate desertion of their sovereign could not but seem very unaccountable. Even though no farther motive had been suspected, the refusal of supply in such circumstances, would naturally to him appear cruel and deceitful: But when he perceived, that this measure proceeded from an intention of encroaching on his authority, he failed not to regard these aims as highly criminal and traitorous. Those lofty ideas of monarchical power, which were very commonly adopted during that age, and to which the ambiguous nature of the English constitution gave so plausible an appearance, were firmly rivetted in Charles; and however moderate his temper, the natural and unavoidable prepossessions of self-love, joined to the late uniform precedents in favour of prerogative, had made him regard his political tenets as certain and uncontroverted. Taught to consider even the antient laws and constitution more as lines to direct his conduct than barriers to withstand his power; a conspiracy to erect new ramparts, in order to straiten his authority, appeared but one degree removed from open sedition and rebellion. So atrocious in his eyes was such a design, that he seems even unwilling to impute it to the commons: <span class=\"margin-comment\">11th July.</span> And, tho' he was constrained to adjourn the parliament by reason of the plague, which at that time raged in London; <span class=\"margin-comment\">1st August.</span> he immediately re-assembled them at Oxford, and made a new attempt to gain from them some supplies in such an urgent necessity.","subId":"11","id":"Hume.HE.5.50.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Parliament at Oxford.</span> <span class=\"small-capitals\">Charles</span> now found himself obliged to depart from that delicacy, which he had formerly maintained. By himself or his ministers, <span class=\"page-break\"></span>he entered into a particular detail, both of the alliances which he had formed, and of the military operations which he had projected<a href=\"#n3\"><sup>[3]</sup></a>. He told the parliament, that, by a promise of subsidies, he had engaged the king of Denmark to take part in the war; that this monarch intended to enter Germany by the north, and to rouze to arms those princes, who impatiently longed for an opportunity of asserting the liberty of the empire; that Mansfeldt had undertaken to penetrate with an English army into the Palatinate, and by that quarter to excite the members of the evangelical union; that the states must be supported in the unequal warfare which they maintained with Spain; that no less a sum than 700,000 pounds a year had been found, by computation, requisite for all these purposes; that the maintenance of the fleet and the defence of Ireland demanded an annual expence of 400,000 pounds; that he himself had already exhausted and anticipated, in the public service, his whole revenue, and had scarcely left sufficient for the daily subsistence of himself and his family<a href=\"#n4\"><sup>[4]</sup></a>; that on his accession to the crown, he found a debt of above 300,000 pounds, contracted by his father, in support of the Palatine; and that, while prince of Wales, he had himself contracted debts, notwithstanding his great frugality, to the amount of 70,000 pounds, which he had expended entirely on naval and military armaments. After mentioning all these facts, the king even condescended to use entreaties. He said, that this request was the first that he had ever made them; that he was young and in the commencement of his reign; and, if he now met with kind and dutiful usage, it would endear to him the use of parliaments, and would for ever preserve an entire harmony between him and his people<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"12","id":"Hume.HE.5.50.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> these reasons the commons remained inexorable. Notwithstanding that the king's measures, on the supposition of a foreign war, which they had constantly demanded, were altogether unexceptionable, they obstinately refused any farther aid. Some members favourable to the court, having insisted on an addition of two fifteenths to the former supply, even this pittance was refused<a href=\"#n6\"><sup>[6]</sup></a>; though it was known, that a fleet and army were lying at Portsmouth, in great want of pay and provisions; and that Buckingham <span class=\"page-break\"></span>the admiral, and the treasurer of the navy, had advanced on their own credit near a hundred thousand pounds for the sea-service<a href=\"#n7\"><sup>[7]</sup></a>. Besides all their other motives, the house of commons had made a discovery, which, as they wanted but a pretence for their refusal, inflamed them against the court and against the duke of Buckingham.","subId":"13","id":"Hume.HE.5.50.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> James deserted the Spanish alliance, and courted that of France, he had promised to furnish Lewis, who was entirely destitute of naval force, with one ship of war together with seven armed vessels, hired from the merchants. These the French court had pretended they would employ against the Genoese, who, being firm and useful allies to the Spanish monarchy, were naturally regarded with an evil eye, both by the king of France and of England. When these vessels, by Charles's orders, arrived at Diepe, there arose a strong suspicion, that they were to serve against Rochelle. The sailors were inflamed. That race of men, who are at present both careless and ignorant in all matters of religion, were at that time only ignorant. They drew up a remonstrance to Pennington, their commander; and signing all their names in a circle, lest he should discover the ringleaders, they laid it under his prayer-book. Pennington declared, that he would rather be hanged in England for disobedience, than fight against his brother protestants in France. The whole squadron sailed immediately to the Downs. There they received new orders from Buckingham, lord admiral, to return to Diepe. As the duke knew, that authority alone would not suffice, he employed much art and many subtleties to engage them to obedience; and a rumor, which was spread, that peace had been concluded between the French king and the Hugonots, assisted him in his purpose. When they arrived at Diepe, they found that they had been deceived. Sir Ferdinando Gorges, who commanded one of the vessels, broke thro' and returned to England. All the officers and sailors of all the other ships, notwithstanding great offers made them by the French, immediately deserted. One gunner alone preferred duty towards his king to the cause of religion; and he was afterwards killed in charging a cannon before Rochelle<a href=\"#n8\"><sup>[8]</sup></a>. The care, which historians have taken <span class=\"page-break\"></span>to record this frivolous event, proves with what pleasure the news was received by the nation.","subId":"14","id":"Hume.HE.5.50.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> house of commons, when informed of these transactions, showed the same attachment with the sailors for the protestant religion; nor was their zeal much better guided by reason and sound policy. It was not considered, that it was highly probable the king and the duke themselves had here been deceived by the artifices of France, nor had they any hostile intention against the Hugonots; that, were it otherwise, yet might their measures be justified by the most obvious and most received maxims of civil policy; that, if the force of Spain were really so exorbitant as the commons imagined, the French monarch was the only prince that could oppose its progress, and preserve the balance of Europe; that his power was at present fettered by the Hugonots, who, being possessed of many privileges and even of fortified towns, formed an empire within his empire, and kept him in perpetual jealousy and inquietude; that an insurrection had been at that time, wantonly and voluntarily, formed by their leaders, who, being disgusted in some court-intrigue, took advantage of the never-failing pretence of religion, in order to cover their rebellion; that the Dutch, influenced by these views, had ordered a squadron of twenty ships to join the French fleet, employed against the inhabitants of Rochelle<a href=\"#n9\"><sup>[9]</sup></a>; that the Spanish monarch, sensible of the same consequences, secretly supported the protestants in France; and that all princes had ever sacrificed to reasons of state the interests of their religion in foreign countries. All these obvious considerations had no influence. Great murmurs and discontents still prevailed in parliament. The Hugonots, though they had no ground of complaint against the French court, were thought to be as much entitled to assistance from England, as if they had taken arms in defence of their liberties and religion against the persecuting rage of the catholics. And it plainly appears from this incident, as well as from many others, that, of all European nations, the British were at that time, and till long after, the most under the influence of that religious spirit, which tends rather to inflame bigotry than encrease peace and mutual charity.","subId":"15","id":"Hume.HE.5.50.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> this occasion, the commons renewed their eternal complaints against the growth of popery, which was ever the chief of their grievances, and now their only one<a href=\"#n10\"><sup>[10]</sup></a>. They demanded a strict execution of the penal laws against the catholics, and remonstrated against some late pardons, granted to priests<a href=\"#n11\"><sup>[11]</sup></a>. They attacked Montague, one of the king's chaplains, on account of a moderate book, which he had lately published, and which, to their great disgust, saved virtuous catholics, as well as other Christians, from eternal torments<a href=\"#n12\"><sup>[12]</sup></a>. Charles gave them a gracious and a compliant answer to all their remonstrances. He was however, in his heart, extremely averse to these furious measures. Though a determined protestant, by principle as well as inclination, he had entertained no violent horror against popery; and a little humanity, he thought, was due by the nation to the religion of their ancestors. That degree of liberty, which is now indulged to catholics, though a party much more obnoxious than during the reign of the Stuarts, it suited neither with Charles's sentiments, nor the humour of the age, to allow them. An abatement of the more rigorous laws was all he intended; and his engagements with France, notwithstanding that their regular execution had never been promised or expected, required of him some indulgence. But so unfortunate was this prince, that no measure, embraced during his whole reign, was ever attended with more unhappy and more fatal consequences.","subId":"16","id":"Hume.HE.5.50.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> extreme rage against popery was a sure characteristic of puritanism. The house of commons discovered other infallible symptoms of the prevalence of that party. They petitioned the king for replacing such able clergy as had been silenced for want of conformity to the ceremonies<a href=\"#n13\"><sup>[13]</sup></a>. They also enacted laws for the strict observance of Sunday, which the Puritans affected to call the Sabbath, and which they sanctified by the most melancholy indolence<a href=\"#n14\"><sup>[14]</sup></a>. It is to be remarked, that the different appellations of this festival were at that time known symbols of the different parties.","subId":"17","id":"Hume.HE.5.50.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, finding that the parliament was resolved to grant him no supply, and would furnish him with nothing but empty protestations <span class=\"page-break\"></span>of duty<a href=\"#n15\"><sup>[15]</sup></a>, or disagreeable complaints of grievances; took advantage of the plague<a href=\"#n16\"><sup>[16]</sup></a>, which began to appear at Oxford, and on that pretence, immediately dissolved them. By finishing the session with a dissolution, instead of a prorogation, he sufficiently expressed his displeasure at their conduct.","subId":"18","id":"Hume.HE.5.50.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">August 12.</span> <span class=\"small-capitals\">To</span> supply the want of parliamentary aids, Charles issued privy seals for borrowing money from his subjects<a href=\"#n17\"><sup>[17]</sup></a>. The advantage reaped by this expedient was a small compensation for the disgust which it occasioned. By means, however, of that supply, and by other expedients, he was, though with difficulty, enabled to equip his fleet. <span class=\"margin-comment\">October 1.</span> It consisted of eighty vessels, great and small; and carried on board an army of 10,000 men. Sir Edward Cecil, lately created Viscount Wimbleton, <span class=\"margin-comment\">Naval expedition against Spain.</span> was entrusted with the command. He sailed immediately for Cadiz, and found the bay full of Spanish ships of great value. He either neglected to attack these ships, or attempted it preposterously. The army was landed, and a fort taken: But the undisciplined soldiers, finding store of wine, could not be restrained from the utmost excesses. Farther stay appearing fruitless, they were reimbarked; and the fleet put to sea with an intention of intercepting the Spanish galleons. But the plague having seized the seamen and soldiers, <span class=\"margin-comment\">November.</span> they were obliged to abandon all hopes of this prize, and return to England. Loud complaints were made against the court for entrusting so important a command to a man like Cecil, whom, though he possessed great experience, the people, judging by the event, esteemed of slender capacity<a href=\"#n18\"><sup>[18]</sup></a>.","subId":"19","id":"Hume.HE.5.50.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">1626.</span> <span class=\"small-capitals\">Charles</span>, having failed of so rich a prize, was obliged again to have recourse to a parliament. Though the ill success of his enterprizes diminished his authority, and showed every day more plainly the imprudence of the Spanish war; though the encrease of his necessities rendered him more dependent, and more exposed <span class=\"page-break\"></span>to the encroachments of the commons; he was resolved to try once more that regular and constitutional expedient for supply. Perhaps too, a little political art, <span class=\"margin-comment\">Second parliament.</span> which at that time he practised, was much trusted to. He had named four popular leaders, sheriffs of counties; Sir Edward Coke, Sir Robert Philips, Sir Thomas Wentworth, and Sir Francis Seymour; and, though the question had been formerly much contested<a href=\"#n19\"><sup>[19]</sup></a>, he thought that he had by that means incapacitated them from being elected members. But his intention being so evident, rather put the commons more upon their guard. Enow of patriots still remained to keep up the ill humour of the house; and men needed but little instruction or rhetoric to recommend to them practices, which encreased their own importance and consideration. The weakness of the court also could not more evidently appear, than by its being reduced to use so ineffectual an expedient, in order to obtain an influence over the commons.","subId":"20","id":"Hume.HE.5.50.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">February 6.</span> <span class=\"small-capitals\">The</span> views, therefore, of the last parliament were immediately adopted; as if the same men had been every where elected, and no time had intervened since their meeting. When the king laid before the house his necessities, and asked for supply, they immediately voted him three subsidies and three fifteenths; and though they afterwards added one subsidy more, the sum was little proportioned to the greatness of the occasion, and ill fitted to promote those views of success and glory, for which the young prince, in his first enterprize, so ardently longed. But this circumstance was not the most disagreeable one. The supply was only voted by the commons. The passing of that vote into a law was reserved till the end of the session<a href=\"#n20\"><sup>[20]</sup></a>. A condition was thereby made, in a very undisguised manner, with their sovereign. Under colour of redressing grievances, which, during this short reign, could not be very numerous; they were to proceed in regulating and controuling every part of government, which displeased them: And if the king either cut them short in this undertaking, or refused compliance with their demands, he must not expect any supply from the commons. Great dissatisfaction was expressed by Charles at a treatment, <span class=\"page-break\"></span>which he deemed so harsh and undutiful<a href=\"#n21\"><sup>[21]</sup></a>. But his urgent necessities obliged him to submit; and he waited with patience, observing to what side they would turn themselves.","subId":"21","id":"Hume.HE.5.50.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">Impeachment of Buckingham.</span> <span class=\"small-capitals\">The</span> duke of Buckingham, formerly obnoxious to the public, became every day more unpopular, by the symptoms which appeared both of his want of temper and prudence, and of the uncontrouled ascendant, which he had acquired over his master<a href=\"#n22\"><sup>[22]</sup></a>. Two violent attacks he was obliged this session to sustain; one from the earl of Bristol, another from the house of commons.","subId":"22","id":"Hume.HE.5.50.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> long as James lived, Bristol, secure of the concealed favour of that monarch, had expressed all duty and obedience; in expectation that an opportunity would offer of re-instating himself in his former credit and authority. Even after Charles's accession, he despaired not. He submitted to the king's commands of remaining at his country-seat, and of absenting himself from parliament. Many trials he made to regain the good opinion of his master; but finding them all fruitless, and observing Charles to be entirely governed by Buckingham, his implacable enemy, he resolved no longer to keep any measures with the court. A new spirit, he saw, and a new power arising in the nation; and to these he was determined for the future to trust for his security and protection.","subId":"23","id":"Hume.HE.5.50.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the parliament was summoned, Charles, by a stretch of prerogative, had given orders that no writ, as is customary, should be sent to Bristol<a href=\"#n23\"><sup>[23]</sup></a>. That nobleman applied to the house of lords by petition; and craved their good offices with the king for obtaining what was his due as a peer of the realm. His writ was sent him; but accompanied with a letter from the lord keeper, Coventry, commanding him, in the king's name, to absent himself from parliament. This letter Bristol conveyed to the lords, and asked advice how to proceed in so delicate a situation<a href=\"#n24\"><sup>[24]</sup></a>. The king's prohibition was withdrawn, and Bristol took his seat. Provoked at these repeated instances of rigour, which the court denominated contumacy, Charles ordered his attorney-general to enter an accusation <span class=\"page-break\"></span>of high treason against him. By way of recrimination, Bristol accused Buckingham of high treason. Both the earl's defence of himself and accusation of the duke remain<a href=\"#n25\"><sup>[25]</sup></a>; and together with some original letters still extant, contain the fullest and most authentic account of all the negociations with the house of Austria. From the whole, the great inprudence of the duke evidently appears, and the sway of his ungovernable passions; but it would be difficult to collect thence any action, which in the eye of the law could be deemed a crime; much less could subject him to the penalty of treason.","subId":"24","id":"Hume.HE.5.50.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> impeachment of the commons was still less dangerous to the duke, were it estimated by the standard of law and equity. The house, after having voted, upon some queries of Dr. Turner's, <em>that common fame was a sufficient ground of accusation by the commons<a href=\"#n26\"><sup>[26]</sup></a>,</em> proceeded to frame regular articles against Buckingham. They accused him, of having united many offices in his person; of having bought two of them; of neglecting to guard the seas, insomuch that many merchant-ships had fallen into the hands of the enemy; of delivering ships to the French king, in order to serve against the Hugonots; of being employed in the sale of honours and offices; of accepting extensive grants from the crown; of procuring many titles of honour for his kindred; and of administering physic to the late king without acquainting his physicians. All these articles appear, from comparing the accusation and reply, to be either frivolous, or false, or both<a href=\"#n27\"><sup>[27]</sup></a>. The only charge, which could be regarded as important, was, that he had extorted a sum of ten thousand pounds from the East-India company, and that he had confiscated some goods belonging to French merchants, on pretence of their being the property of Spanish. The impeachment never came to a full determination; so that it is difficult for us to give a decisive opinion with regard to these articles: But it must be confessed, that the duke's answer in these particulars, as in all the rest, is so clear and satisfactory, that it is impossible to refuse our assent to it<a href=\"#n28\"><sup>[28]</sup></a>. His faults and blemishes were in many respects very great; but rapacity and avarice were vices, with which he was entirely unacquainted.","subId":"25","id":"Hume.HE.5.50.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is remarkable, that the commons, though so much at a loss to find articles of charge against Buckingham, never adopted Bristol's accusation, or impeached the duke for his conduct in the Spanish treaty, the most blameable circumstance in his whole life. He had reason to believe the Spaniards sincere in their professions; yet, in order to gratify his private passions, he had hurried his master and his country into a war pernicious to the interests of both. But so rivetted throughout the nation were the prejudices with regard to Spanish deceit and falsehood, that very few of the commons seem as yet to have been convinced that they had been seduced by Buckingham's narrative: A certain proof that a discovery of this nature was not, as is imagined by several historians, the cause of so sudden and surprising a variation in the measures of the parliament<a href=\"#n29\"><sup>[29]</sup></a>.","subId":"26","id":"Hume.HE.5.50.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the commons were thus warmly engaged against Buckingham, the king seemed desirous of embracing every opportunity, by which he could express a contempt and disregard for them. No one was at that time sufficiently sensible of the great weight, which the commons bore in the balance of the constitution. The history of England had never hitherto afforded one instance, where any great movement or revolution had proceeded from the lower house. And as their rank, both considered in a body and as individuals, was but the second in the kingdom; nothing less than fatal experience could engage the English princes to pay a due regard to the inclinations of that formidable assembly.","subId":"27","id":"Hume.HE.5.50.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> earl of Suffolk, chancellor of the university of Cambridge, dying about this time, Buckingham, though lying under impeachment, was yet, by means of court-interest, chosen in his place. The commons resented and loudly complained of this affront; and the more to enrage them, the king himself wrote a letter to the university, extolling the duke, and giving them thanks for his election<a href=\"#n30\"><sup>[30]</sup></a>.","subId":"28","id":"Hume.HE.5.50.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> lord keeper, in the king's name, expressly commanded the house not to meddle with his minister and servant, Buckingham; and ordered them to finish, in a few days, the bill, which they had begun for the subsidies, and to make some addition to them; otherwise they must not expect to sit any longer<a href=\"#n31\"><sup>[31]</sup></a>. And though these <span class=\"page-break\"></span>harsh commands were endeavoured to be explained and mollified, a few days after, by a speech of Buckingham's<a href=\"#n32\"><sup>[32]</sup></a>, they failed not to leave a disagreeable impression behind them.","subId":"29","id":"Hume.HE.5.50.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span> a more stately stile, which Charles in general affected to this parliament than to the last, he went so far, in a message, as to threaten the commons, that, if they did not furnish him with supplies, he should be obliged to try <em>new counsels.</em> This language was sufficiently clear: Yet, lest any ambiguity should remain, Sir Dudley Carleton, vice-chamberlain, took care to explain it. <q>I pray you consider,</q> said he, <q>what these new counsels are or may be. I fear to declare those that I conceive. In all Christian kingdoms, you know that parliaments were in use anciently, by which those kingdoms were governed in a most flourishing manner; until the monarchs began to know their own strength, and, seeing the turbulent spirit of their parliaments, at length they, by little and little, began to stand on their prerogatives, and at last overthrew the parliaments, throughout Christendom, except here only with us.—Let us be careful then to preserve the king's good opinion of parliaments, which bringeth such happiness to this nation, and makes us envied of all others, while there is this sweetness between his majesty and the commons; lest we lose the repute of a free people by our turbulency in parliament.</q><a href=\"#n33\"><sup>[33]</sup></a> These imprudent suggestions rather gave warning than struck terror. A precarious liberty, the commons thought, which was to be preserved by unlimited complaisance, was no liberty at all. And it was necessary, while yet in their power, to secure the constitution by such invincible barriers, that no king or minister should ever, for the future, dare to speak such a language to any parliament, or even entertain such a project against them.","subId":"30","id":"Hume.HE.5.50.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Two</span> members of the house, Sir Dudley Digges and Sir John Elliott, who had been employed as managers of the impeachment against the duke, were thrown into prison<a href=\"#n34\"><sup>[34]</sup></a>. The commons immediately declared, that they would proceed no farther upon business, till they had satisfaction in their privileges. Charles alledged, as the reason of this measure, certain seditious expressions, which, he said, had, in their accusation of the duke, dropped from these <span class=\"page-break\"></span>members. Upon enquiry, it appeared, that no such expression had been used<a href=\"#n35\"><sup>[35]</sup></a>. The members were released, and the king reaped no other benefit from this attempt than to exasperate the house still farther, and to show some degree of precipitancy and indiscretion.","subId":"31","id":"Hume.HE.5.50.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Moved</span> by this example, the house of peers were rouzed from their inactivity; and claimed liberty for the earl of Arundel, who had been lately confined in the Tower. After many fruitless evasions, the king, though somewhat ungracefully, was at last obliged to comply<a href=\"#n36\"><sup>[36]</sup></a>. And in this incident, it sufficiently appeared, that the lords, how little soever inclined to popular courses, were not wanting in a just sense of their own dignity.","subId":"32","id":"Hume.HE.5.50.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ill humour of the commons, thus wantonly irritated by the court, and finding no gratification in the legal impeachment of Buckingham, sought other objects, on which it might exert itself. The never-failing cry of popery here served them in stead. They again claimed the execution of the penal laws against catholics; and they presented to the king a list of persons, entrusted with offices, most of them insignificant, who were either convicted or suspected recusants<a href=\"#n37\"><sup>[37]</sup></a>. In this particular, they had, perhaps, some reason to blame the king's conduct. He had promised to the last house of commons a redress of this religious grievance: But he was apt, in imitation of his father, to imagine, that the parliament, when they failed of supplying his necessities, had, on their part, freed him from the obligation of a strict performance. A new odium, likewise, by these representations, was attempted to be thrown upon Buckingham. His mother, who had great influence over him, was a professed catholic; his wife was not free from suspicion: And the indulgence given to catholics was of course supposed to proceed entirely from his credit and authority. So violent was the bigotry of the times, that it was thought a sufficient reason for disqualifying any one from holding an office, that his wife, or relations, or companions, were papists, though he himself were a conformist<a href=\"#n38\"><sup>[38]</sup></a>.","subId":"33","id":"Hume.HE.5.50.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is remarkable, that persecution was here chiefly pushed on by laymen; and that the church was willing to have granted more<span class=\"page-break\"></span>liberty than would be allowed by the commons. The reconciling doctrines likewise of Montague failed not anew to meet with severe censures from that zealous assembly<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"34","id":"Hume.HE.5.50.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> next attack, made by the commons, had it prevailed, would have proved decisive. They were preparing a remonstrance against the levying of tonnage and poundage without consent of parliament. This article, together with the new impositions laid on merchandize by James, constituted near half of the crown-revenues; and by depriving the king of these resources, they would have reduced him to total subjection and dependence. While they retained such a pledge, besides the supply already promised, they were sure that nothing could be refused them. Though after canvassing the matter near three months, they found themselves utterly incapable of fixing any legal crime upon the duke, they regarded him as an unable and perhaps a dangerous minister; and they intended to present a petition, which would then have been equivalent to a command, for removing him from his majesty's person and councils<a href=\"#n40\"><sup>[40]</sup></a>.","subId":"35","id":"Hume.HE.5.50.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king was alarmed at the yoke which he saw prepared for him. Buckingham's sole guilt, he thought, was the being his friend and favourite<a href=\"#n41\"><sup>[41]</sup></a>. All the other complaints against him were mere pretences. A little before he was the idol of the people. No new crime had since been discovered. After the most diligent enquiry, prompted by the greatest malice, the smallest appearance of guilt could not be fixed upon him. What idea, he asked, must all mankind entertain of his honour, should he sacrifice his innocent friend to pecuniary considerations? What farther authority should he retain in the nation, were he capable, in the beginning of his reign, to give, in so signal an instance, such matter of triumph to his enemies, and discouragement to his adherents? To-day, the commons pretend to wrest his minister from him. To-morrow, they will attack some branch of his prerogative. By their remonstrances, and promises, and protestations, they had engaged the crown in a war. As soon as they saw a retreat impossible, without waiting for new incidents, without covering themselves with new pretences, they immediately deserted him, and refused him <span class=\"page-break\"></span>all reasonable supply. It was evident, that they desired nothing so much as to see him plunged in inextricable difficulties, of which they intended to take advantage. To such deep perfidy, to such unbounded usurpations, it was necessary to oppose a proper firmness and resolution. All encroachments on supreme power could only be resisted successfully on the first attempt. The sovereign authority was, with some difficulty, reduced from its ancient and legal height; but when once pushed downwards, it soon became contemptible, and would easily, by the continuance of the same effort, now encouraged by success, be carried to the lowest extremity.","subId":"36","id":"Hume.HE.5.50.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Prompted</span> by these plausible motives, Charles was determined immediately to dissolve the parliament. When this resolution was known, the house of peers, whose compliant behaviour entitled them to some authority with him, endeavoured to interpose<a href=\"#n42\"><sup>[42]</sup></a>; and they petitioned him, that he would allow the parliament to sit some time longer. <em>Not a moment longer,</em> cried the king hastily<a href=\"#n43\"><sup>[43]</sup></a>; and he soon after ended the session by a dissolution.","subId":"37","id":"Hume.HE.5.50.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> this measure was foreseen, the commons took care to finish and disperse their remonstrance, which they intended as a justification of their conduct to the people. <span class=\"margin-comment\">15th June.</span> The king likewise, on his part, published a declaration, in which he gave the reasons of his disagreement with the parliament, and of their sudden dissolution, before they had time to conclude any one act<a href=\"#n44\"><sup>[44]</sup></a>. These papers furnished the partizans on both sides with ample matter of apology or of recrimination. But all impartial men judged, <q><em>That</em> the commons, though they had not as yet violated any law, yet, by their unpliableness and independence, were insensibly changing, perhaps improving, the spirit and genius, while they preserved the forms of the constitution: And <em>that</em> the king was acting altogether without any plan; running on in a road surrounded on all sides with the most dangerous precipices, and concerting no proper measures, either for submitting to the obstinacy of the commons, or for subduing it.</q>","subId":"38","id":"Hume.HE.5.50.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> a breach with the parliament, which seemed so difficult to repair, the only rational counsel, which Charles could pursue, <span class=\"page-break\"></span>was immediately to conclude a peace with Spain, and to render himself, as far as possible, independant of his people, who discovered so little inclination to support him, or rather who seem to have formed a determined resolution to abridge his authority. Nothing could be more easy in the execution than this measure, nor more agreeable to his own and to national interest. But, besides the treaties and engagements, which he had entered into with Holland and Denmark, the king's thoughts were at this time averse to pacific counsels. There are two circumstances in Charles's character, seemingly incompatible, which attended him during the whole course of his reign, and were in part the cause of his misfortunes: He was very steady and even obstinate in his purpose; and he was easily governed, by reason of his facility, and of his deference to men much inferior to himself both in morals and understanding. His great ends he inflexibly maintained: But the means of attaining them, he readily received from his ministers and favourites, though not always fortunate in his choice. The violent, impetuous Buckingham, inflamed with a desire of revenge for injuries which he himself had committed, and animated with a love of glory which he had not talents to merit, had at this time, notwithstanding his profuse licentious life, acquired an invincible ascendant over the virtuous and gentle temper of the king.","subId":"39","id":"Hume.HE.5.50.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>new counsel,</em> which Charles had mentioned to the parliament, were now to be tried, in order to supply his necessities. Had he possessed any military force, on which he could rely, it is not improbable, that he had at once taken off the mask, and governed without any regard to parliamentary privileges: <span class=\"margin-comment\">Violent measures of the court.</span> So high an idea had he received of kingly prerogative, and so contemptible a notion of the rights of those popular assemblies, from which, he very naturally thought, he had met with such ill usage. But his army was new levied, ill paid, and worse disciplined; no-wise superior to the militia, who were much more numerous, and who were in a great measure under the influence of the country-gentlemen. It behoved him, therefore, to proceed cautiously, and to cover his enterprizes under the pretence of ancient precedents, which, considering the great authority commonly enjoyed by his predecessors, could not be wanting to him.","subId":"40","id":"Hume.HE.5.50.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> commission was openly granted to compound with the catholics, and agree for dispensing with the penal laws enacted against <span class=\"page-break\"></span>them<a href=\"#n45\"><sup>[45]</sup></a>. By this expedient, the king both filled his coffers, and gratified his inclination of giving indulgence to these religionists: But he could not have employed any branch of prerogative, which would have been more disagreeable, or would have appeared more exceptionable, to his protestant subjects.","subId":"41","id":"Hume.HE.5.50.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the nobility, he desired assistance: From the city, he required a loan of 100,000 pounds. The former contributed slowly: But the latter, covering themselves under many pretences and excuses, gave him at last a flat refusal<a href=\"#n46\"><sup>[46]</sup></a>.","subId":"42","id":"Hume.HE.5.50.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to equip a fleet, a distribution, by order of council, was made to all the maritime towns; and each of them was required, with the assistance of the adjacent counties, to arm so many vessels as were appointed them<a href=\"#n47\"><sup>[47]</sup></a>. The city of London was rated at twenty ships. This is the first appearance, in Charles's reign, of ship-money; a taxation which had once been imposed by Elizabeth, but which afterwards, when carried some steps farther by Charles, created such violent discontents.","subId":"43","id":"Hume.HE.5.50.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> some, loans were required<a href=\"#n48\"><sup>[48]</sup></a>: To others the way of benevolence was proposed: Methods supported by precedent, but always invidious even in times more submissive and compliant. In the most absolute governments, such expedients would be regarded as irregular and unequal.","subId":"44","id":"Hume.HE.5.50.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> counsels for supply were conducted with some moderation; till news arrived, that a great battle was fought between the king of Denmark and count Tilly, the imperial general; in which the former was totally defeated. <span class=\"margin-comment\">25th Aug.</span> Money now, more than ever, became necessary, in order to repair so great a breach in the alliance, and to support a prince, who was so nearly allied to Charles, and who had been engaged in the war chiefly by the intrigues, solicitations, and promises of the English monarch. After some deliberation, an act of council was passed; importing, that as the urgency of affairs admitted not the way of parliament, the most speedy, equal, and convenient method of supply was by a GENERAL LOAN from the subject, according as every man was assessed in the rolls of the last subsidy. That precise sum was required, which each would have paid, had the vote of four subsidies <span class=\"page-break\"></span>passed into a law: But care was taken to inform the people, that the sums exacted were not to be called subsidies, but loans<a href=\"#n49\"><sup>[49]</sup></a>. Had any doubt remained, whether forced loans, however authorized by precedent, and even by statute, were a violation of liberty, and must, by necessary consequence, render all parliaments superfluous; this was the proper expedient for opening the eyes of the whole nation. The example of Henry VIII. who had once, in his arbitrary reign, practised a like method of levying a regular supply, was generally deemed a very insufficient authority.","subId":"45","id":"Hume.HE.5.50.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> commissioners appointed to levy these loans, among other articles of secret instruction, were enjoined, <q>If any shall refuse to lend, and shall make delays or excuses, and persist in his obstinacy, that they examine him upon oath, whether he has been dealt with to deny or refuse to lend, or make an excuse for not lending? Who has dealt with him, and what speeches or persuasions were used to that purpose? And that they also shall charge every such person, in his majesty's name, upon his allegiance, not to disclose to any one what his answer was.</q><a href=\"#n50\"><sup>[50]</sup></a> So violent an inquisitorial power, so impracticable an attempt at secrecy, were the objects of indignation, and even, in some degree, of ridicule.","subId":"46","id":"Hume.HE.5.50.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> religious prejudices might support civil authority, sermons were preached by Sibthorpe and Manwaring, in favour of the general loan; and the court industriously spread them over the kingdom. Passive obedience was there recommended in its full extent, the whole authority of the state was represented as belonging to the king alone, and all limitations of law and a constitution were rejected as seditious and impious<a href=\"#n51\"><sup>[51]</sup></a>. So openly was this doctrine espoused by the court, that Archbishop Abbot, a popular and virtuous prelate, was, because he refused to license Sibthorpe's sermon, suspended from the exercise of his office, banished from London, and confined to one of his country-seats<a href=\"#n52\"><sup>[52]</sup></a>. Abbot's principles of liberty, and his opposition to Buckingham, had always rendered him very ungracious at court, and had acquired him the character of a puritan. For it is remarkable, that this party made the privileges of the nation as much a part of their religion, as the church-party did the prerogatives of the crown; and nothing <span class=\"page-break\"></span>tended farther to recommend among the people, who always take opinions in the lump, the whole system and all the principles of the former sect. The king soon found, by fatal experience, that this engine of religion, which with so little necessity was introduced into politics, falling under more fortunate management, was played with the most terrible success against him.","subId":"47","id":"Hume.HE.5.50.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the king, instigated by anger and necessity, thus employed the whole extent of his prerogative, the spirit of the people was far from being subdued. Throughout England, many refused these loans; some were even active in encouraging their neighbours to insist upon their common rights and privileges. By warrant of the council, <em>these</em> were thrown into prison<a href=\"#n53\"><sup>[53]</sup></a>. Most of them with patience submitted to confinement, or applied by petition to the king, who commonly released them. Five gentlemen alone, Sir Thomas Darnel, Sir John Corbet, Sir Walter Earl, Sir John Heveningham, and Sir Edmond Hambden, had spirit enough, at their own hazard and expence, to defend the public liberties, and to demand releasement, not as a favour from the court, but as their due, by the laws of their country<a href=\"#n54\"><sup>[54]</sup></a>. No particular cause was assigned of their commitment. The special command alone of the king and council was pleaded. And it was asserted, that, by law, this was not sufficient reason for refusing bail or releasement to the prisoners.","subId":"48","id":"Hume.HE.5.50.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> question was brought to a solemn trial, before the king's bench; and the whole kingdom was attentive to the issue of a cause, which was of much greater consequence than the event of many battles.","subId":"49","id":"Hume.HE.5.50.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> the debates on this subject, it appeared, beyond controversy, to the nation, that their ancestors had been so jealous of personal liberty, as to secure it against arbitrary power, in the crown, by six<a href=\"#n55\"><sup>[55]</sup></a> several statutes, and by an article<a href=\"#n56\"><sup>[56]</sup></a> of the GREAT CHARTER itself, the most sacred foundation of the laws and constitution. But the kings of England, who had not been able to prevent the enacting of these laws, had sufficient authority, when the tide of liberty was spent, to obstruct their regular execution; and they deemed it superfluous, to attempt the formal repeal of statutes which they <span class=\"page-break\"></span>found so many expedients and pretences to elude. Turbulent and seditious times frequently occurred, when the safety of the people absolutely required the confinement of factious leaders; and by the genius of the old constitution, the prince, of himself, was accustomed to assume every branch of prerogative, which was found necessary for the preservation of public peace and of his own authority. Expediency, at other times, would cover itself under the appearance of necessity; and, in proportion as precedents multiplied, the will alone of the sovereign was sufficient to supply the place of expediency, of which he constituted himself the sole judge. In an age and nation where the power of a turbulent nobility prevailed, and where the king had no settled military force, the only means, that could maintain public peace, was the exertion of such prompt and discretionary powers in the crown; and the public itself had become so sensible of the necessity, that those ancient laws in favour of personal liberty, while often violated, had never been challenged or revived, during the course of near three centuries. Though rebellious subjects had frequently, in the open field, resisted the king's authority; no person had been found so bold, while confined and at mercy, as to set himself in opposition to regal power, and to claim the protection of the constitution, against the will of the sovereign. It was not till this age, when the spirit of liberty was universally diffused, when the principles of government were nearly reduced to a system, when the tempers of men, more civilized, seemed less to require those violent exertions of prerogative, that these five gentlemen above-mentioned, by a noble effort, ventured, in this national cause, to bring the question to a final determination. And the king was astonished to observe, that a power, exercised by his predecessors almost without interruption, was found, upon trial, to be directly opposite to the clearest laws, and supported by few undoubted precedents in courts of judicature. These had scarcely, in any instance, refused bail upon commitments by special command of the king; because the persons committed had seldom or never dared to demand it; at least, to insist on their demand.","subId":"50","id":"Hume.HE.5.50.50"},{"type":"paragraph","content":"<span class=\"margin-comment\">1627.</span> <span class=\"small-capitals\">Sir</span> Randolf Crew, chief justice, had been displaced, as unfit for the purposes of the court: Sir Nicholas Hyde, esteemed more obsequious, had obtained that high office: Yet the judges, by his direction, went no farther than to remand the gentlemen to <span class=\"page-break\"></span>prison, and refuse the bail which was offered<a href=\"#n57\"><sup>[57]</sup></a>. Heathe, the attorney-general, insisted, that the court, in imitation of the judges in the 34th of Elizabeth<a href=\"#n58\"><sup>[58]</sup></a>, should enter a general judgement that no bail could be granted, upon a commitment by the king or council<a href=\"#n59\"><sup>[59]</sup></a>. But the judges wisely declined complying. The nation, they saw, was already, to the last degree, exasperated. In the present disposition of men's minds, universal complaints prevailed, as if the kingdom were reduced to slavery. And the most invidious prerogative of the crown, it was said, that of imprisoning the subject, is here openly, and solemnly, and in numerous instances, exercised for the most invidious purpose; in order to extort loans, or rather subsidies, without consent of parliament.","subId":"51","id":"Hume.HE.5.50.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> this was not the only hardship, of which, the nation then thought, they had reason to complain. The army, which had made the fruitless expedition to Cadiz, was dispersed throughout the kingdom; and money was levied upon the counties, for the payment of their quarters<a href=\"#n60\"><sup>[60]</sup></a>.","subId":"52","id":"Hume.HE.5.50.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> soldiers were billetted upon private houses, contrary to custom, which required, that, in all ordinary cases, they should be quartered in inns and public houses<a href=\"#n61\"><sup>[61]</sup></a>.","subId":"53","id":"Hume.HE.5.50.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">Those</span>, who had refused or delayed the loan, were sure to be loaded with a great number of these dangerous and disorderly guests.","subId":"54","id":"Hume.HE.5.50.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">Many</span> too, of low condition, who had shown a refractory disposition, were pressed into the service, and inlisted in the fleet or army<a href=\"#n62\"><sup>[62]</sup></a>. Sir Peter Hayman, for the same reason, was dispatched on an errand to the Palatinate<a href=\"#n63\"><sup>[63]</sup></a>. Glanville, an eminent lawyer, had been obliged, during the former interval of parliament, to accept of an office in the navy<a href=\"#n64\"><sup>[64]</sup></a>.","subId":"55","id":"Hume.HE.5.50.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> soldiers, ill-paid and undisciplined, committed many crimes and outrages; and much encreased the public discontents. To prevent these disorders, martial law, so requisite to the support of discipline, was exercised upon the soldiers. By a contradiction, which is natural, when the people are exasperated, the outrages of <span class=\"page-break\"></span>the army were complained of; the remedy was thought still more intolerable<a href=\"#n65\"><sup>[65]</sup></a>. Though the expediency, if we are not rather to say, the necessity of martial law, had formerly been deemed, of itself, a sufficient ground for establishing it; men, now become more jealous of liberty, and more refined reasoners in questions of government, regarded, as illegal and arbitrary, every exercise of authority, which was not supported by express statute, or uninterrupted precedent.","subId":"56","id":"Hume.HE.5.50.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may safely be affirmed, that, except a few courtiers or ecclesiastics, all men were displeased with this high exertion of prerogative, and this new spirit of administration. Though ancient precedents were pleaded in favour of the king's measures; a considerable difference, upon comparison, was observed between the cases. Acts of power, however irregular, might casually, and at intervals, be exercised by a prince, for the sake of dispatch or expediency; and yet liberty still subsist, in some tolerable degree, under his administration. But where all these were reduced into a system, were exerted without interruption, were studiously sought for, in order to supply the place of laws, and subdue the refractory spirit of the nation; it was necessary to find some speedy remedy, or finally to abandon all hopes of preserving the freedom of the constitution. Nor did moderate men esteem the provocation, which the king had received, though great, sufficient to warrant all these violent measures. The commons, as yet, had no wise invaded his authority: They had only exercised, as best pleased them, their own privileges. Was he justifiable, because, from one house of parliament, he had met with harsh and unkind treatment, to make, in revenge, an invasion on the rights and liberties of the whole nation?","subId":"57","id":"Hume.HE.5.50.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> great was at this time the surprize of all men, when Charles, baffled in every attempt against the Austrian dominions, embroiled with his own subjects, unsupplied with any treasure but what he extorted by the most invidious and most dangerous measures; as if the half of Europe, <span class=\"margin-comment\">War with France.</span> now his enemy, were not sufficient for the exercise of military prowess; wantonly attacked France, the other great kingdom in his neighbourhood, and engaged at once <span class=\"page-break\"></span>in war against these two powers, whose interests were hitherto deemed so incompatible, that they could never, it was thought, agree either in the same friendships or enmities. All authentic memoirs, both foreign and domestic, ascribe to Buckingham's counsels this war with France, and represent him, as actuated by motives, which would appear incredible, were we not acquainted with the violence and temerity of his character.","subId":"58","id":"Hume.HE.5.50.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> three great monarchies of Europe were at this time ruled by young princes, Philip, Louis, and Charles, who were nearly of the same age, and who had resigned the government of themselves, and of their kingdoms, to their creatures and ministers, Olivarez, Richelieu, and Buckingham. The people, whom the moderate temper or narrow genius of their princes, would have allowed to remain for ever in tranquillity, were strongly agitated by the emulation and jealousy of the ministers. Above all, the towering spirit of Richelieu, incapable of rest, promised an active age, and gave indications of great revolutions throughout all Europe.","subId":"59","id":"Hume.HE.5.50.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> man had no sooner, by suppleness and intrigue, gotten possession of the reins of government, than he formed, at once, three mighty projects; to subdue the turbulent spirits of the great, to reduce the rebellious hugonots, and to curb the encroaching power of the house of Austria. Undaunted and implacable, prudent and active, he braved all the opposition of the French princes and nobles in the prosecution of his vengeance; he discovered and dissipated all their secret cabals and conspiracies. His sovereign himself he held in subjection, while he exalted the throne. The people, while they lost their liberties, acquired, by means of his administration, learning, order, discipline, and renown. That confused and inaccurate genius of government, of which France partook in common with other European kingdoms, he changed into a simple monarchy; at the very time, when the incapacity of Buckingham encouraged the free spirit of the commons to establish in England a regular system of liberty.","subId":"60","id":"Hume.HE.5.50.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">However</span> unequal the comparison between these ministers, Buckingham had entertained a mighty jealousy against Richelieu; a jealousy not founded on rivalship of power and politics, but of love and gallantry; where the duke was as much superior to the cardinal, as he was inferior in every other particular.","subId":"61","id":"Hume.HE.5.50.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">At</span> the time, when Charles married by proxy the princess Henrietta, the duke of Buckingham had been sent to France, in order to grace the nuptials, and conduct the new queen into England. The eyes of the French court were directed by curiosity towards that man, who had enjoyed the unlimited favour of two successive monarchs, and who, from a private station, had mounted, in the earliest youth, to the absolute government of three kingdoms. The beauty of his person, the gracefulness of his air, the splendor of his equipage, his fine taste in dress, festivals, and carousals, corresponded to the prepossessions entertained in his favour: The affability of his behaviour, the gaiety of his manners, the magnificence of his expence, encreased still farther the general admiration which was paid him. All business being already concerted, the time was entirely spent in mirth and entertainments; and, during those splendid scenes, among that gay people, the duke found himself in a situation, where he was perfectly qualified to excel<a href=\"#n66\"><sup>[66]</sup></a>. But his great success at Paris proved as fatal as his former failure at Madrid. Encouraged by the smiles of the court, he dared to carry his ambitious addresses to the queen herself; and he failed not to make impression on a heart not undisposed to the tender passions. That attachment, at least, of the mind, which appears so delicious, and is so dangerous, seems to have been encouraged by the princess; and the duke presumed so far on her good graces, that, after his departure, he secretly returned upon some pretence, and, paying a visit to the queen, was dismissed with a reproof, which savoured more of kindness than of anger<a href=\"#n67\"><sup>[67]</sup></a>.","subId":"62","id":"Hume.HE.5.50.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">Information</span> of this correspondence was soon carried to Richelieu. The vigilance of that minister was here farther rouzed by jealousy. He too, either from vanity or politics, had ventured to pay his addresses to the queen. But a priest, past middle age, of a severe character, and occupied in the most extensive plans of ambition or vengeance, was but an unequal match in that contest, for a young courtier, entirely disposed to gaiety and gallantry. The cardinal's disappointment strongly inclined him to counter-work the amorous projects of his rival. When the duke was making preparations for a new embassy to Paris, a message was sent him <span class=\"page-break\"></span>from Lewis, that he must not think of such a journey. In a romantic passion, he swore, <em>That he would see the queen, in spite of all the power of France;</em> and, from that moment, he determined to engage England in a war with that kingdom<a href=\"#n68\"><sup>[68]</sup></a>.","subId":"63","id":"Hume.HE.5.50.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">He</span> first took advantage of some quarrels, excited by the queen of England's attendants; and he persuaded Charles to dismiss, at once, all her French servants, contrary to the articles of the marriage treaty<a href=\"#n69\"><sup>[69]</sup></a>. He encouraged the English ships of war and privateers to seize vessels belonging to French merchants; and <em>these</em> he forthwith condemned as prizes, by a sentence of the court of admiralty. But finding that all these injuries produced only remonstrances and embassies, or at most reprisals, on the part of France; he resolved to second the intrigues of the duke of Soubize; and to undertake at once a military expedition against that kingdom.","subId":"64","id":"Hume.HE.5.50.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">Soubize</span>, who, with his brother, the duke of Rohan, was the leader of the hugonot faction, was at that time in London, and strongly solicited Charles to embrace the protection of these distressed religionists. He represented, that after the inhabitants of Rochelle had been repressed by the combined squadrons of England and Holland, after peace was concluded with the French king under Charles's mediation, the ambitious cardinal was still meditating the destruction of the hugonots; that preparations were silently making in every province of France for the suppression of their religion; that forts were erected in order to bridle Rochelle, the most considerable bulwark of the protestants; that the reformed in France cast their eyes on Charles as the head of their faith, and considered him as a prince engaged by interest, as well as inclination, to support them; that so long as their party subsisted, Charles might rely on their attachment as much as on that of his own subjects; but if their liberties were once ravished from them, the power of France, freed from this impediment, would soon become formidable to England, and to all the neighbouring nations.","subId":"65","id":"Hume.HE.5.50.65"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> Charles probably bore but small favour to the hugonots, who so much resembled the puritans in discipline and worship, in religion and politics; he yet allowed himself to be gained by these arguments, inforced by the solicitations of Buckingham. <span class=\"page-break\"></span>A fleet of a hundred sail, and an army of 7000 men, were fitted out for the invasion of France, and both of them entrusted to the command of the duke, who was altogether unacquainted both with land and sea service. The fleet appeared before Rochelle: but so ill-concerted were Buckingham's measures, that the inhabitants of that city shut their gates, <span class=\"margin-comment\">9th July. Expedition to the Isle of Rhé.</span> and refused to admit allies, of whose coming they were not previously informed<a href=\"#n70\"><sup>[70]</sup></a>. All his military operations showed equal incapacity and inexperience. Instead of attacking Oleron, a fertile island and defenceless, he bent his course to the isle of Rhé, which was well garrisoned and fortified: Having landed his men, though with some loss, he followed not the blow, but allowed Toiras, the French governor, five days respite; during which St. Martin was victualled and provided for a siege<a href=\"#n71\"><sup>[71]</sup></a>. He left behind him the small fort of Prie, which could at first have made no manner of resistance: Though resolved to starve St. Martin, he guarded the sea negligently, and allowed provisions and ammunition to be thrown into it: Despairing to reduce it by famine, he attacked it without having made any breach, and rashly threw away the lives of the soldiers: Having found that a French army had stolen over in small divisions, and had landed at Prie, the fort which he had at first overlooked, <span class=\"margin-comment\">Octob. 28.</span> he began to think of a retreat; but made it so unskilfully, that it was equivalent to a total rout: He was the last of the army, that embarked; and he returned to England, having lost two thirds of his land forces; totally discredited both as an admiral and a general; and bringing no praise with him, but the vulgar one of courage and personal bravery.","subId":"66","id":"Hume.HE.5.50.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Rohan, who had taken arms as soon as Buckingham appeared upon the coast, discovered the dangerous spirit of the sect, without being able to do any mischief: The inhabitants of Rochelle, who had at last been induced to join the English, hastened the vengeance of their master, exhausted their provisions in supplying their allies, and were threatened with an immediate siege. Such were the fruits of Buckingham's expedition against France.","subId":"67","id":"Hume.HE.5.50.67"},{"type":"note","content":"Rushworth, vol. i. p. 171. Parl. Hist. vol. vi. p. 346. Franklyn, p. 108.","subId":"n1","id":"Hume.HE.5.50.n1"},{"type":"note","content":"A subsidy was now fallen to about 56,000 pounds. Cabbala, p. 224. first edit.","subId":"n2","id":"Hume.HE.5.50.n2"},{"type":"note","content":"Dugdale, p. 25, 26.","subId":"n3","id":"Hume.HE.5.50.n3"},{"type":"note","content":"Parl. Hist. vol. vi. p. 396.","subId":"n4","id":"Hume.HE.5.50.n4"},{"type":"note","content":"Rush. vol. i. p. 177, 178, &amp;c. Parl. Hist. vol. vi. p. 399. Franklyn, p. 108, 109. Journ. 10 Aug. 1625.","subId":"n5","id":"Hume.HE.5.50.n5"},{"type":"note","content":"Rush. vol. i. p. 190.","subId":"n6","id":"Hume.HE.5.50.n6"},{"type":"note","content":"Parl. Hist. vol. vi. p. 390.","subId":"n7","id":"Hume.HE.5.50.n7"},{"type":"note","content":"Franklyn, p. 109. Rush. vol. i. p. 175, 176, &amp;c. 325, 326, &amp;c.","subId":"n8","id":"Hume.HE.5.50.n8"},{"type":"note","content":"Journ. 18 April, 1626.","subId":"n9","id":"Hume.HE.5.50.n9"},{"type":"note","content":"Franklyn, p. 3, &amp;c.","subId":"n10","id":"Hume.HE.5.50.n10"},{"type":"note","content":"Parl. Hist. vol. vi. p. 374. Journ. 1 Aug. 1625.","subId":"n11","id":"Hume.HE.5.50.n11"},{"type":"note","content":"Parl. Hist. vol. vi. p. 353. Journ. 7 July, 1625.","subId":"n12","id":"Hume.HE.5.50.n12"},{"type":"note","content":"Rush. vol. i. p. 281.","subId":"n13","id":"Hume.HE.5.50.n13"},{"type":"note","content":"1 Car. I. cap. 1. Journ. 21 June, 1625.","subId":"n14","id":"Hume.HE.5.50.n14"},{"type":"note","content":"Franklyn, p. 113. Rushworth, vol. i. p. 190.","subId":"n15","id":"Hume.HE.5.50.n15"},{"type":"note","content":"The plague was really so violent, that it had been moved in the house, at the beginning of the session, to petition the king to adjourn them. Journ. 21 June, 1625. So it was impossible to enter upon grievances, even if there had been any. The only business of the parliament was to give supply, which was so much wanted by the king, in order to carry on the war in which they had engaged him.","subId":"n16","id":"Hume.HE.5.50.n16"},{"type":"note","content":"Rush. vol. i. p. 192. Parl. Hist. vol. vi. p. 407.","subId":"n17","id":"Hume.HE.5.50.n17"},{"type":"note","content":"Franklyn, p. 113. Rushworth, vol. i. p. 196.","subId":"n18","id":"Hume.HE.5.50.n18"},{"type":"note","content":"It is always an express clause in the writ of summons, that no sheriff shall be chosen, but the contrary practice had often prevailed. D'Ewes, p. 38. Yet still great doubts were entertained on this head. See Journ. 9 April, 1614.","subId":"n19","id":"Hume.HE.5.50.n19"},{"type":"note","content":"Journ. 27 March, 1626.","subId":"n20","id":"Hume.HE.5.50.n20"},{"type":"note","content":"Parliamentary History, vol. vi. p. 449. Rushworth, vol. i. p. 224.","subId":"n21","id":"Hume.HE.5.50.n21"},{"type":"note","content":"His credit with the king had given him such influence, that he had no less than twenty proxies granted him this parliament by so many peers; which occasioned a vote, that no peer should have above two proxies. The earl of Leicester in 1585 had once ten proxies. D'Ewes, p. 314.","subId":"n22","id":"Hume.HE.5.50.n22"},{"type":"note","content":"Rushworth, vol. i. p. 236.","subId":"n23","id":"Hume.HE.5.50.n23"},{"type":"note","content":"Ibid. vol. i. p. 237. Franklyn, p. 120, &amp;c.","subId":"n24","id":"Hume.HE.5.50.n24"},{"type":"note","content":"Rushworth, vol. i. p. 256, 262, 263, &amp;c. Franklyn, p. 123, &amp;c.","subId":"n25","id":"Hume.HE.5.50.n25"},{"type":"note","content":"Rushworth, vol. i. p. 217. Whitlocke, p. 5.","subId":"n26","id":"Hume.HE.5.50.n26"},{"type":"note","content":"Rushworth, vol. i. p. 306, &amp;c. 375, &amp;c. Journ. 25 March, 1626.","subId":"n27","id":"Hume.HE.5.50.n27"},{"type":"note","content":"Whitlocke, p. 7.","subId":"n28","id":"Hume.HE.5.50.n28"},{"type":"note","content":"By a speech of Sir Simon D'Ewes, in the first year of the long parliament, it clearly appears, that the nation never had, even to that time, been rightly informed concerning the transactions of the Spanish negociation; and still believed the court of Madrid to have been altogether insincere in their professions. What reason, upon that supposition, had they to blame either the prince or Buckingham for their conduct, or for the narrative delivered to the parliament? This is a capital fact, and ought to be well attended to. D'Ewes's speech is in Nalson, vol. ii. p. 368. No author or historian of that age mentions the discovery of Buckingham's impostures as a cause of disgust in the parliament. Whitlocke, p. 1, only says, that the commons began to suspect, <em>that it had been spleen in Buckingham,</em> not zeal for public good, <em>which had induced him to break the Spanish match:</em> A clear proof that his falsehood was not suspected. Wilson, p. 780, says, that Buckingham lost his popularity after Bristol arrived, not because that nobleman discovered to the world the falsehood of his narrative, but because he proved that Buckingham, while in Spain, had professed himself a papist; which is false, and which was never said by Bristol. In all the debates which remain, not the least hint is ever given, that any falsehood was suspected in the narrative. I shall farther add, that even if the parliament had discovered the deceit in Buckingham's narrative, this ought not to have altered their political measures, or made them refuse supply to the king. They had supposed it practicable to wrest the Palatinate by arms from the house of Austria; they had represented it as prudent to expend the blood and treasure of the nation in such an enterprize; they had believed that the king of Spain never had any sincere intention of restoring that principality. It is certain that he had not now any such intention: And though there was reason to suspect, that this alteration in his views had proceeded from the ill conduct of Buckingham, yet past errors could not be retrieved; and the nation was undoubtedly in the same situation, which the parliament had ever supposed, when they so much harassed their sovereign, by their impatient, importunate, and even undutiful solicitations. To which we may add, that Charles himself was certainly deceived by Buckingham, when he corroborated his favourite's narrative by his testimony. Party historians are somewhat inconsistent in their representations of these transactions: They represent the Spaniards as totally insincere, that they may reproach James with credulity in being so long deceived by them: They represent them as sincere, that they may reproach the king, the prince, and the duke, with falsehood in their narrative to the parliament. The truth is, they were insincere at first; but the reasons, proceeding from bigotry, were not suspected by James, and were at last overcome. They became sincere; but the prince, deceived by the many unavoidable causes of delay, believed that they were still deceiving him.","subId":"n29","id":"Hume.HE.5.50.n29"},{"type":"note","content":"Rushworth, vol. i. p. 371.","subId":"n30","id":"Hume.HE.5.50.n30"},{"type":"note","content":"Parl. Hist. vol. vi. p. 444.","subId":"n31","id":"Hume.HE.5.50.n31"},{"type":"note","content":"Id. ibid. p. 451. Rushworth, vol. i. p. 225. Franklyn, p. 118.","subId":"n32","id":"Hume.HE.5.50.n32"},{"type":"note","content":"Rushworth, vol. i. p. 359. Whitlocke, p. 6.","subId":"n33","id":"Hume.HE.5.50.n33"},{"type":"note","content":"Rushworth, vol. i. p. 356.","subId":"n34","id":"Hume.HE.5.50.n34"},{"type":"note","content":"Id. ibid. p. 358, 361. Franklyn, p. 180.","subId":"n35","id":"Hume.HE.5.50.n35"},{"type":"note","content":"Rushworth, vol. i. p. 363, 364, &amp;c. Franklyn, p. 181.","subId":"n36","id":"Hume.HE.5.50.n36"},{"type":"note","content":"Franklyn, p. 195. Rushworth.","subId":"n37","id":"Hume.HE.5.50.n37"},{"type":"note","content":"See the list in Franklyn and Rushworth.","subId":"n38","id":"Hume.HE.5.50.n38"},{"type":"note","content":"Rushworth, vol. i. p. 209.","subId":"n39","id":"Hume.HE.5.50.n39"},{"type":"note","content":"Rushworth, vol. i. p. 400. Franklyn, p. 199.","subId":"n40","id":"Hume.HE.5.50.n40"},{"type":"note","content":"Franklyn, p. 178.","subId":"n41","id":"Hume.HE.5.50.n41"},{"type":"note","content":"Rushworth, vol. i. p. 398.","subId":"n42","id":"Hume.HE.5.50.n42"},{"type":"note","content":"Sanderson's Life of Charles I. p. 58.","subId":"n43","id":"Hume.HE.5.50.n43"},{"type":"note","content":"Franklyn, p. 203, &amp;c. Parl. Hist. vol. vii. p. 300.","subId":"n44","id":"Hume.HE.5.50.n44"},{"type":"note","content":"Rushworth, vol. i. p. 413. Whitlocke, p. 7.","subId":"n45","id":"Hume.HE.5.50.n45"},{"type":"note","content":"Rushworth, vol. i. p. 415. Franklyn, p. 206.","subId":"n46","id":"Hume.HE.5.50.n46"},{"type":"note","content":"Rushworth ut supra.","subId":"n47","id":"Hume.HE.5.50.n47"},{"type":"note","content":"Rushworth, vol. i. p. 416.","subId":"n48","id":"Hume.HE.5.50.n48"},{"type":"note","content":"Ibid. p. 418. Whitlocke, p. 8.","subId":"n49","id":"Hume.HE.5.50.n49"},{"type":"note","content":"Rushworth, vol. i. p. 419. Franklyn, p. 207.","subId":"n50","id":"Hume.HE.5.50.n50"},{"type":"note","content":"Rushworth, vol. i. p. 422. Franklyn, p. 208.","subId":"n51","id":"Hume.HE.5.50.n51"},{"type":"note","content":"Rushworth, vol. i. p. 431.","subId":"n52","id":"Hume.HE.5.50.n52"},{"type":"note","content":"Rushworth, vol. i. p. 429. Franklyn, p. 210.","subId":"n53","id":"Hume.HE.5.50.n53"},{"type":"note","content":"Rushworth, vol. i. p. 458. Franklyn, p. 224. Whitlocke, p. 8.","subId":"n54","id":"Hume.HE.5.50.n54"},{"type":"note","content":"25 Edw. III. cap. 4. 28 Edw. III. cap. 3. 37 Edw. III. cap. 18. 38 Edw. III. cap. 9. 42 Edw. III. cap. 3. 1 Richard II. cap. 12.","subId":"n55","id":"Hume.HE.5.50.n55"},{"type":"note","content":"Chap. 29.","subId":"n56","id":"Hume.HE.5.50.n56"},{"type":"note","content":"Rushworth, vol. i. p. 462.","subId":"n57","id":"Hume.HE.5.50.n57"},{"type":"note","content":"State Trials, vol. vii. p. 147.","subId":"n58","id":"Hume.HE.5.50.n58"},{"type":"note","content":"State Trials, ibid. p. 161.","subId":"n59","id":"Hume.HE.5.50.n59"},{"type":"note","content":"Rushworth,vol. i. p. 419.","subId":"n60","id":"Hume.HE.5.50.n60"},{"type":"note","content":"Ibid.","subId":"n61","id":"Hume.HE.5.50.n61"},{"type":"note","content":"Ibid. p. 422.","subId":"n62","id":"Hume.HE.5.50.n62"},{"type":"note","content":"Ibid. p. 431.","subId":"n63","id":"Hume.HE.5.50.n63"},{"type":"note","content":"Parl. Hist. vol. vii. p. 310.","subId":"n64","id":"Hume.HE.5.50.n64"},{"type":"note","content":"Rushworth, vol. i. p. 419. Whitlocke, p. 7.","subId":"n65","id":"Hume.HE.5.50.n65"},{"type":"note","content":"Clarendon, vol. i. p. 38.","subId":"n66","id":"Hume.HE.5.50.n66"},{"type":"note","content":"Memoirs de Mad. de Motteville.","subId":"n67","id":"Hume.HE.5.50.n67"},{"type":"note","content":"Clarendon, vol. i. p. 38.","subId":"n68","id":"Hume.HE.5.50.n68"},{"type":"note","content":"Rushworth, vol. i. p. 423, 424.","subId":"n69","id":"Hume.HE.5.50.n69"},{"type":"note","content":"Rushworth, vol. i. p. 426.","subId":"n70","id":"Hume.HE.5.50.n70"},{"type":"note","content":"Whitlocke, p. 8. Sir Philip Warwick, p. 25.","subId":"n71","id":"Hume.HE.5.50.n71"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.App4","imported":true,"title":"Appendix 4. Appendix to the Reign of James I","breadcrumb":"Appendix 4","published":[1754]},"next":{"id":"Hume.HE.5.51","imported":true,"title":"Chapter 51. Charles I (cont.)","breadcrumb":"Chapter 51","published":[1754]}}