{"imported":true,"id":"Hume.HE.5.58","parent":"Hume.HE.5","title":"Chapter 58. Charles I (cont.)","breadcrumb":"Chapter 58","texts":[],"published":[1754],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. LVIII.</h2> <h1>CHARLES I.</h1> <em>Montrose's victories——The new model of the army——Battle of Naseby——Surrender of Bristol——The west conquered by Fairfax——Defeat of Montrose——Ecclesiastical affairs——King goes to the Scots at Newark——End of the war——King delivered up by the Scots.</em>","id":"Hume.HE.5.58"},{"type":"paragraph","content":"<span class=\"margin-comment\">1645.</span> WHILE the king's affairs declined in England, some events happened in Scotland, which seemed to promise him a more prosperous issue of the quarrel.","subId":"1","id":"Hume.HE.5.58.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Montrose's victories.</span> <span class=\"small-capitals\">Before</span> the commencement of these civil disorders, the earl of Montrose, a young nobleman of a distinguished family, returning from his travels, had been introduced to the king, and had made an offer of his services; but by the insinuations of the marquess, afterwards duke of Hamilton, who possessed much of Charles's confidence, he had not been received with that distinction, to which he thought himself justly entitled<a href=\"#n1\"><sup>[1]</sup></a>. Disgusted with this treatment, he had forwarded all the violence of the covenanters; and agreeably to the natural ardour of his genius, he had employed himself, during the first Scottish insurrection, with great zeal as <span class=\"page-break\"></span>well as success, in levying and conducting their armies. Being commissioned by the <em>Tables</em> to wait upon the king, while the royal army lay at Berwic, he was so gained by the civilities and caresses of that monarch, that he thenceforth devoted himself entirely, though secretly, to his service, and entered into a close correspondence with him. In the second insurrection, a great military command was entrusted to him by the covenanters; and he was the first that passed the Tweed, at the head of their troops, in the invasion of England. He found means, however, soon after to convey a letter to the king: And by the infidelity of some about that prince; Hamilton, as was suspected; a copy of this letter was sent to Leven, the Scottish general. Being accused of treachery, and a correspondence with the enemy; Montrose openly avowed the letter; and asked the generals, if they dared to call their sovereign an enemy: And by this bold and magnanimous behaviour, he escaped the danger of an immediate prosecution. As he was now fully known to be of the royal party, he no longer concealed his principles; and he endeavoured to draw those, who had entertained like sentiments, into a bond of association for his master's service. Though thrown into prison for this enterprize<a href=\"#n2\"><sup>[2]</sup></a>, and detained some time, he was not discouraged; but still continued, by his countenance and protection, to infuse spirit into the distressed royalists. Among other persons of distinction, who united themselves to him, was lord Napier of Merchiston, son of the famous inventor of the logarithms, the person to whom the title of a GREAT MAN is more justly due, than to any other, whom his country ever produced.","subId":"2","id":"Hume.HE.5.58.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> was in Scotland another party, who, professing equal attachment to the king's service, pretended only to differ with Montrose about the means of attaining the same end; and of that party, duke Hamilton was the leader. This nobleman had cause to be extremely devoted to the king, not only by reason of the connexion of blood, which united him to the royal family; but on account of the great confidence and favour, with which he had ever been honoured by his master. Being accused by lord Rae, not <span class=\"page-break\"></span>without some appearance or probability, of a conspiracy against the king; Charles was so far from harbouring suspicion against him, that, the very first time Hamilton came to the court, he received him into his bedchamber, and passed alone the night with him<a href=\"#n3\"><sup>[3]</sup></a>. But such was the duke's unhappy fate or conduct, that he escaped not the imputation of treachery to his friend and sovereign; and though he at last sacrificed his life in the king's service, his integrity and sincerity have not been thought by historians entirely free from blemish. Perhaps, (and this is the more probable opinion) the subtilties and refinements of his conduct and his temporizing maxims, though accompanied with good intentions, have been the chief cause of a suspicion, which has never yet been either fully proved or refuted. As much as the bold and vivid spirit of Montrose prompted him to enterprizing measures, as much was the cautious temper of Hamilton inclined to such as were moderate and dilatory. While the former foretold, that the Scottish covenanters were secretly forming an union with the English parliament, and inculcated the necessity of preventing them by some vigorous undertaking; the latter still insisted, that every such attempt would precipitate them into measures, to which, otherwise, they were not, perhaps, inclined. After the Scottish convention was summoned without the king's authority, the former exclaimed, that their intentions were now visible, and that, if some unexpected blow were not struck, to dissipate them, they would arm the whole nation against the king; the latter maintained the possibility of outvoting the disaffected party, and securing, by peaceful means, the allegiance of the kingdom<a href=\"#n4\"><sup>[4]</sup></a>. Unhappily for the royal cause, Hamilton's representations met with more credit from the king and queen, than those of Montrose; and the covenanters were allowed, without interruption, to proceed in all their hostile measures. Montrose then hastened to Oxford; where his invectives against Hamilton's treachery, concurring with the general prepossession, and supported by the unfortunate event of his counsels, were entertained with universal approbation. Influenced by the clamour of his party, more than his own suspicions, Charles, as soon as Hamilton appeared, sent him prisoner to Pendennis castle <span class=\"page-break\"></span>in Cornwall. His brother, Laneric, who was also put under confinement, found means to make his escape, and to fly into Scotland.","subId":"3","id":"Hume.HE.5.58.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king's ears were now open to Montrose's counsels, who proposed none but the boldest and most daring, agreeably to the desperate state of the royal cause in Scotland. Though the whole nation was subjected by the covenanters, though great armies were kept on foot by them, and every place guarded by a vigilant administration; he undertook, by his own credit, and that of the few friends, who remained to the king, to raise such commotions, as would soon oblige the malcontents to recal those forces, which had so sensibly thrown the balance in favour of the parliament. <a href=\"#n5\"><sup>[5]</sup></a> Not discouraged with the defeat at Marston-moor, which rendered it impossible for him to draw any succour from England; he was content to stipulate with the earl of Antrim, a nobleman of Ireland, for some supply of men from that country. And he himself, changing his disguises and passing through many dangers, arrived in Scotland; where he lay concealed in the borders of the Highlands, and secretly prepared the minds of his partizans for attempting some great enterprize. <a href=\"#n6\"><sup>[6]</sup></a>","subId":"4","id":"Hume.HE.5.58.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> sooner were the Irish landed, though not exceeding eleven hundred foot, very ill armed, than Montrose declared himself, and entered upon that scene of action, which has rendered his name so celebrated. About eight hundred of the men of Athole flocked to his standard. Five hundred men more, who had been levied by the covenanters, were persuaded to embrace the royal cause: And with this combined force, he hastened to attack lord Elcho, who lay at Perth with an army of 6000 men, assembled upon the first news of the Irish invasion. Montrose, inferior in number, totally unprovided with horse, ill supplied with arms and ammunition, had nothing to depend on, but the courage, which he himself, by his own example, and the rapidity of his enterprizes, should inspire into his raw soldiers. Having received the fire of the enemy, which was answered chiefly by a volley of stones, he rushed amidst them with his sword drawn, threw them into confusion, pushed his advantage, <span class=\"page-break\"></span>and obtained a complete victory, with the slaughter of two thousand of the covenanters<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"5","id":"Hume.HE.5.58.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> victory, though it augmented the renown of Montrose, encreased not his power or numbers. The far greater part of the kingdom was extremely attached to the covenant; and such as bore an affection to the royal cause, were terrified by the established authority of the opposite party. Dreading the superior power of Argyle, who, having joined his vassals to a force levied by the public, was approaching with a considerable army; Montrose hastened northwards, in order to rouze again the marquess of Huntley and the Gordons, who, having before hastily taken arms, had been instantly suppressed by the covenanters. He was joined on his march by the earl of Airly, with his two younger sons, Sir Thomas and Sir David Ogilvy: The eldest was, at that time, a prisoner with the enemy. He attacked at Aberdeen the lord Burley, who commanded a force of 2500 men. After a sharp combat, by his undaunted courage, which, in his situation, was true policy, and was also not unaccompanied with military skill, he put the enemy to flight, and in the pursuit did great execution upon them<a href=\"#n8\"><sup>[8]</sup></a>.","subId":"6","id":"Hume.HE.5.58.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> by this second advantage, he obtained not the end, which he expected. The envious nature of Huntley, jealous of Montrose's glory, rendered him averse to join an army, where he himself must be so much eclipsed by the superior merit of the general. Argyle, re-inforced by the earl of Lothian, was behind him with a great army: The militia of the northern counties, Murray, Ross, Caithness, to the number of 5000 men, opposed him in front, and guarded the banks of the Spey, a deep and rapid river. In order to elude these numerous armies, he turned aside into the hills, and saved his weak, but active troops, in Badenoch. After some marches and counter-marches, Argyle came up with him at Faivy–castle. This nobleman's character, though celebrated for political courage and conduct, was very low for military prowess; and after some skirmishes, in which he was worsted, he here allowed Montrose to escape him. By quick marches, through these inaccessible <span class=\"page-break\"></span>mountains, that general freed himself from the superior forces of the covenanters.","subId":"7","id":"Hume.HE.5.58.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> was the situation of Montrose, that very good or very ill fortune was equally destructive to him, and diminished his army. After every victory, his soldiers, greedy of spoil, but deeming the smallest acquisition to be unexhausted riches, deserted in great numbers, and went home to secure the treasures, which they had acquired. Tired too, and spent with hasty and long marches, in the depth of winter, through snowy mountains unprovided with every necessary, they fell off, and left their general almost alone with the Irish, who, having no place, to which they could retire, still adhered to him in every fortune.","subId":"8","id":"Hume.HE.5.58.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">With</span> these, and some reinforcements of the Atholemen, and Macdonalds whom he had recalled, Montrose fell suddenly upon Argyle's country, and let loose upon it all the rage of war; carrying off the cattle, burning the houses, and putting the inhabitants to the sword. This severity, by which Montrose sullied his victories, was the result of private animosity against the chieftain, as much as of zeal for the public cause. Argyle, collecting three thousand men, marched in quest of the enemy, who had retired with their plunder; and he lay at Innerlochy; supposing himself still at a considerable distance from them. The earl of Seaforth, at the head of the garrison of Inverness, who were veteran soldiers, joined to 5000 new levied troops of the northern counties, pressed the royalists on the other side, and threatened them with inevitable destruction. By a quick and unexpected march, Montrose hastened to Innerlochy, and presented himself in order of battle, before the surprised, but not affrightened, covenanters. Argyle alone, seized with a panic, deserted his army, who still maintained their ground, and gave battle to the royalists. <span class=\"margin-comment\">2d Feb.</span> After a vigorous resistance, they were defeated, and pursued with great slaughter<a href=\"#n9\"><sup>[9]</sup></a>. And the power of the Campbells (that is Argyle's name) being thus broken; the highlanders, who were in general well-affected to the royal cause, began to join Montrose's camp, in great numbers. Seaforth's army dispersed of itself, at the very terror of his name. And lord Gordon, eldest son of Huntley, having escaped from his uncle Argyle, who had hitherto detained him, now joined Montrose, with no contemptible <span class=\"page-break\"></span>number of his followers, attended by his brother, the earl of Aboine.","subId":"9","id":"Hume.HE.5.58.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> council at Edinburgh, alarmed at Montrose's progress, began to think of a more regular plan of defence, against an enemy, whose repeated victories had rendered him extremely formidable. They sent for Baillie, an officer of reputation, from England; and joining him in command with Urrey, who had again inlisted himself among the king's enemies, they sent them to the field, with a considerable army, against the royalists. Montrose, with a detachment of 800 men, had attacked Dundee, a town extremely zealous for the covenant: And having carried it by assault, had delivered it up to be plundered by his soldiers; when Baillie and Urrey, with their whole force, were unexpectedly upon him<a href=\"#n10\"><sup>[10]</sup></a>. His conduct and presence of mind, in this emergence, appeared conspicuous. Instantly he called off his soldiers from plunder, put them in order, secured his retreat by the most skilful measures; and having marched sixty miles in the face of an enemy much superior, without stopping, or allowing his soldiers the least sleep or refreshment, he at last secured himself in the mountains.","subId":"10","id":"Hume.HE.5.58.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Baillie</span> and Urrey now divided their troops, in order the better to conduct the war against an enemy, who surprised them, as much by the rapidity of his marches, as by the boldness of his enterprizes. Urrey, at the head of 4000 men, met him at Alderne, near Inverness; and, encouraged by the superiority of number (for the covenanters were double the royalists) attacked him in the post which he had chosen. Montrose, having placed his right wing in strong ground, drew the best of his forces to the other, and left no main body between them; a defect which he artfully concealed, by showing a few men through the trees and bushes, with which that ground was covered. That Urrey might have no leisure to perceive the stratagem, he instantly led his left wing to the charge; and, making a furious impression upon the covenanters, drove them off the field, and gained a compleat victory<a href=\"#n11\"><sup>[11]</sup></a>. In this battle, the valour of young Napier, son to the lord of that name, shone out with signal lustre.","subId":"11","id":"Hume.HE.5.58.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Baillie</span> now advanced, in order to revenge Urrey's discomfiture; <span class=\"page-break\"></span>but, at Alford, he met, himself, with a like fate<a href=\"#n12\"><sup>[12]</sup></a>. Montrose, weak in cavalry, here lined his troops of horse with infantry; and after putting the enemies' horses to rout, fell with united force upon their foot, who were entirely cut in pieces, though with the loss of the gallant lord Gordon on the part of the royalists<a href=\"#n13\"><sup>[13]</sup></a>. And having thus prevailed in so many battles, which his vigour ever rendered as decisive as they were successful; he summoned together all his friends and partizans, and prepared himself for marching into the southern provinces, in order to put a final period to the power of the covenanters, and dissipate the parliament, which, with great pomp and solemnity, they had summoned to meet at St. Johnstone's.","subId":"12","id":"Hume.HE.5.58.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the fire was thus kindled in the north of the island, it blazed out with no less fury in the south: The parliamentary and royal armies, as soon as the season would permit, prepared to take the field, in hopes of bringing their important quarrel to a quick decision. The passing of the self-denying ordinance had been protracted by so many debates and intrigues, that the spring was far advanced before it received the sanction of both houses; and it was thought dangerous by many to introduce, so near the time of action, such great innovations into the army. Had not the punctilious principles of Essex engaged him, amidst all the disgusts which he received, to pay implicit obedience to the parliament; this alteration had not been effected without some fatal accident: Since, notwithstanding his prompt resignation of the command, a mutiny was generally apprehended<a href=\"#n14\"><sup>[14]</sup></a>. Fairfax, or more properly speaking, Cromwell under his name, introduced, at last, the <em>new model</em> into the army, and threw the troops into a different shape. From the same men, new regiments and new companies, were formed, different officers appointed, and the whole military force put into such hands, as the independents could rely on. Besides members of parliament who were excluded, many officers, unwilling to serve under the new generals, threw up their commissions; and unwarily facilitated the project of putting the army entirely into the hands of that faction.","subId":"13","id":"Hume.HE.5.58.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the discipline of the former parliamentary army was <span class=\"page-break\"></span>not contemptible, a more exact plan was introduced, and rigorously executed, by these new commanders. Valour indeed was very generally diffused over the one party as well as the other, during this period: Discipline also was attained by the forces of the parliament: But the perfection of the military art, in concerting the general plans of action, and the operations of the field, seems still, on both sides, to have been, in a great measure, wanting. Historians at least, perhaps from their own ignorance and inexperience, have not remarked any thing but a headlong impetuous conduct; each party hurrying to a battle, where valour and fortune chiefly determined the success. The great ornament of history, during these reigns, are the civil, not the military transactions.","subId":"14","id":"Hume.HE.5.58.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">New model of the army.</span> <span class=\"small-capitals\">Never</span> surely was a more singular army assembled, than that which was now set on foot by the parliament. To the greater number of the regiments, chaplains were not appointed: The officers assumed the spiritual duty, and united it with their military functions. During the intervals of action, they occupied themselves in sermons, prayers, exhortations; and the same emulation, there, attended them, which, in the field, is so necessary to support the honour of that profession. Rapturous ecstasies supplied the place of study and reflection; and while the zealous devotees poured out their thoughts in unpremeditated harangues, they mistook that eloquence, which, to their own surprize, as well as that of others, flowed in upon them, for divine illuminations, and for illapses of the Holy Spirit. Wherever they were quartered, they excluded the minister from his pulpit; and, usurping his place, conveyed their sentiments to the audience, with all the authority, which followed their power, their valour, and their military exploits, united to their appearing zeal and fervor. The private soldiers, seized with the same spirit, employed their vacant hours in prayer, in perusing the Holy Scriptures, in ghostly conferences; where they compared the progress of their souls in grace, and mutually stimulated each other to farther advances in the great work of their salvation. When they were marching to battle, the whole field resounded, as well with psalms and spiritual songs adapted to the occasion, as with the instruments of military music<a href=\"#n15\"><sup>[15]</sup></a>; and every man endeavoured to drown the sense of present danger, in the prospect <span class=\"page-break\"></span>of that crown of glory, which was set before him. In so holy a cause, wounds were esteemed meritorious; death, martyrdom; and the hurry and dangers of action, instead of banishing their pious visions, rather served to impress their minds more strongly with them.","subId":"15","id":"Hume.HE.5.58.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> royalists were desirous of throwing a ridicule on this fanaticism of the parliamentary armies, without being sensible how much reason they had to apprehend its dangerous consequences. The forces, assembled by the king at Oxford, in the west, and in other places, were equal, if not superior, in number, to their adversaries; but actuated by a very different spirit. That licence, which had been introduced by want of pay, had risen to a great height among them, and rendered them more formidable to their friends than to their enemies. Prince Rupert, negligent of the people, fond of the soldiery, had indulged the troops in unwarrantable liberties: Wilmot, a man of dissolute manners, had promoted the same spirit of disorder: And the licentious Goring, Gerrard, Sir Richard Granville, now carried it to a great pitch of enormity. In the west especially, where Goring commanded, universal spoil and havoc were committed; and the whole country was laid waste by the rapine of the army. All distinction of parties being in a manner dropped; the most devoted friends of the church and monarchy wished there for such success to the parliamentary forces, as might put an end to these oppressions. The country people, despoiled of their substance, flocked together in several places, armed with clubs and staves; and though they professed an enmity to the soldiers of both parties, their hatred was in most places levelled chiefly against the royalists, from whom they had met with the worst treatment. Many thousands of these tumultuary peasants were assembled in different parts of England; who destroyed all such straggling soldiers as they met with, and much infested the armies<a href=\"#n16\"><sup>[16]</sup></a>.","subId":"16","id":"Hume.HE.5.58.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> disposition of the forces on both sides, was as follows: Part of the Scottish army was employed in taking Pomfret, and other towns in Yorkshire: Part of it besieged Carlisle, valiantly defended by sir Thomas Glenham. Chester, where Biron commanded, had long been blockaded by sir William Brereton; and was reduced to <span class=\"page-break\"></span>great difficulties. The king, being joined by the princes, Rupert and Maurice, lay at Oxford, with a considerable army, about 15,000 men. Fairfax and Cromwel were posted at Windsor, with the new-modelled army, about 22,000 men. Taunton, in the county of Somerset, defended by Blake, suffered a long siege from Sir Richard Granville, who commanded an army of about 8000 men; and though the defence had been obstinate, the garrison was now reduced to the last extremity. Goring commanded, in the west, an army of nearly the same number<a href=\"#n17\"><sup>[17]</sup></a>.","subId":"17","id":"Hume.HE.5.58.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> opening the campaign, the king formed the project of relieving Chester; Fairfax, that of relieving Taunton. The king was first in motion. When he advanced to Draiton in Shropshire, Biron met him, and brought intelligence, that his approach had raised the siege, and that the parliamentary army had withdrawn. Fairfax, having reached Salisbury in his road westward, received orders from the committee of both kingdoms, appointed for the management of the war, to return and lay siege to Oxford, now exposed by the king's absence. He obeyed, after sending colonel Weldon to the west, with a detachment of 4000 men. On Weldon's approach, Granville, who imagined that Fairfax with his whole army was upon him, raised the siege, and allowed this pertinacious town, now half taken and half burned, to receive relief: But the royalists, being reinforced with 3000 horse under Goring, again advanced to Taunton, and shut up Weldon, with his small army, in that ruinous place<a href=\"#n18\"><sup>[18]</sup></a>.","subId":"18","id":"Hume.HE.5.58.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king having affected his purpose with regard to Chester, returned southwards; and, in his way, sat down before Leicester, a garrison of the parliament's. Having made a breach in the wall, he stormed the town on all sides; and, after a furious assault, the soldiers entered sword in hand, and committed all those disorders, to which their natural violence, especially when enflamed by resistance, is so much addicted. <a href=\"#n19\"><sup>[19]</sup></a> A great booty was taken and distributed among them: Fifteen hundred prisoners fell into the king's hands. This success, which struck a great terror into the parliamentary party, determined Fairfax to leave Oxford, while he was beginning to approach; and he marched towards the king, with an intention of offering him battle. The king was advancing towards Oxford, in <span class=\"page-break\"></span>order to raise the siege, which, he apprehended, was now begun; and both armies, ere they were aware, had advanced within six miles of each other. A council of war was called by the king, in order to deliberate concerning the measures, which he should now pursue. On the one hand, it seemed more prudent to delay the combat; because Gerard, who lay in Wales with 3000 men, might be enabled, in a little time, to join the army; and Goring, it was hoped, would soon be master of Taunton, and having put the west in full security, would then unite his forces to those of the king, and give him an incontestible superiority over the enemy. On the other hand, prince Rupert, whose boiling ardour still pushed him on to battle, excited the impatient humour of the nobility and gentry, of which the army was full; and urged the many difficulties, under which the royalists laboured, and from which nothing but a victory could relieve them: The resolution was taken to give battle to Fairfax; and the royal army immediately advanced upon him.","subId":"19","id":"Hume.HE.5.58.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Battle of Naseby.</span> <span class=\"small-capitals\">At</span> Naseby was fought, with forces nearly equal, this decisive and well disputed action, between the king and parliament. The main body of the royalists was commanded by the king himself: The right wing, by prince Rupert; the left, by Sir Marmaduke Langdale. Fairfax, seconded by Skippon, placed himself in the main body of the opposite army: Cromwel, in the right wing: Ireton, Cromwel's son-in-law, in the left. The charge was begun, with his usual celerity and usual success, by prince Rupert. Though Ireton made stout resistance, and even after he was run through the thigh with a pike, still maintained the combat, till he was taken prisoner; yet was that whole wing broken, and pursued with precipitate fury by Rupert: He was even so inconsiderate as to lose time in summoning and attacking the artillery of the enemy, which had been left with a good guard of infantry. The king led on his main body, and displayed in this action, all the conduct of a prudent general, and all the valour of a stout soldier<a href=\"#n20\"><sup>[20]</sup></a>. Fairfax and Skippon encountered him, and well supported that reputation, which they had acquired. Skippon, being dangerously wounded, was desired by Fairfax to leave the field; but declared that he would remain there as long as one man maintained his ground<a href=\"#n21\"><sup>[21]</sup></a>. The infantry of the parliament was broken, and pressed upon by <span class=\"page-break\"></span>the king; till Fairfax, with great presence of mind, brought up the reserve and renewed the combat. Mean while, Cromwel, having led on his troops to the attack of Langdale, overbore the force of the royalists, and by his prudence improved that advantage, which he had gained by his valour. Having pursued the enemy about a quarter of a mile, and detached some troops to prevent their rallying; he turned back upon the king's infantry, and threw them into the utmost confusion. One regiment alone preserved its order unbroken, though twice desperately assailed by Fairfax: And that general, excited by so steddy a resistance, ordered Doyley, the captain of his life-guard, to give them a third charge in front, while he himself attacked them in rear. The regiment was broken. Fairfax, with his own hands, killed an ensign, and, having seized the colours, gave them to a soldier to keep for him. The soldier afterwards boasting that he had won this trophy, was reproved by Doyley, who had seen the action; <em>Let him retain that honour,</em> said Fairfax, <em>I have to-day acquired enough beside<a href=\"#n22\"><sup>[22]</sup></a>.</em>","subId":"20","id":"Hume.HE.5.58.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Prince</span> Rupert, sensible too late of his error, left the fruitless attack on the enemy's artillery, and joined the king, whose infantry was now totally discomfited. Charles exhorted this body of cavalry not to despair, and cried aloud to them, <em>One charge more, and we recover the day<a href=\"#n23\"><sup>[23]</sup></a>.</em> But the disadvantages, under which they laboured, were too evident; and they could by no means be induced to renew the combat. Charles was obliged to quit the field, and leave the victory to the enemy<a href=\"#n24\"><sup>[24]</sup></a>. The slain, on the side of the parliament, exceeded those of the side of the king: They lost a thousand men; he not above eight hundred. But Fairfax made 500 officers prisoners, and 4000 private men; took all the king's artillery and ammunition; and totally dissipated his infantry: So that scarce any victory could be more complete, than that which he obtained.","subId":"21","id":"Hume.HE.5.58.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> the other spoils, was seized the king's cabinet, with the copies of his letters to the queen, which the parliament afterwards ordered to be published<a href=\"#n25\"><sup>[25]</sup></a>. They chose, no doubt, such of them as they thought would reflect dishonour on him: Yet upon the whole, the letters are written with delicacy and tenderness, and give an advantageous idea both of the king's genius and morals. A mighty <span class=\"page-break\"></span>fondness, it is true, and attachment, he expresses to his consort, and often professes that he never would embrace any measures, which she disapproved: But such declarations of civility and confidence are not always to be taken in a full literal sense. And so legitimate an affection, avowed by the laws of God and man, may, perhaps, be excusable towards a woman of beauty and spirit, even though she was a papist<a href=\"#n26\"><sup>[26]</sup></a>.","subId":"22","id":"Hume.HE.5.58.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Athenians, having intercepted a letter written by their enemy, Philip of Macedon, to his wife, Olympia; so far from being moved by a curiosity of prying into the secrets of that relation, immediately sent the letter to the queen unopened. Philip was not their sovereign; nor were they enflamed with that violent animosity against him, which attends all civil commotions.","subId":"23","id":"Hume.HE.5.58.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> the battle, the king retreated with that body of horse, which remained entire, first to Hereford, then to Abergavenny; and remained some time in Wales, from the vain hope of raising a body of infantry in those harassed and exhausted quarters. <span class=\"margin-comment\">17th June.</span> Fairfax, having first retaken Leicester, which was surrendered upon articles, began to deliberate concerning his future enterprizes. A letter was brought to him, written by Goring to the king, and unfortunately entrusted to a spy of Fairfax's. Goring there informed the king, that, in three weeks, he hoped to be master of Taunton; after which he would join his majesty with all the forces in the west; and entreated him, in the mean while, to avoid coming to any general action. This letter, which, had it been safely delivered, had probably prevented the battle of Naseby, served now to direct the operations of Fairfax<a href=\"#n27\"><sup>[27]</sup></a>. After leaving a body of 3000 men to Pointz and Rossiter, with orders to attend the king's motions, he <span class=\"page-break\"></span>marched immediately to the west, with a view of saving Taunton, and suppressing the only considerable force, which now remained to the royalists.","subId":"24","id":"Hume.HE.5.58.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the beginning of the campaign, Charles, apprehensive of the event, had sent the prince of Wales, then fifteen years of age, to the west, with the title of general, and had given orders, if he were pressed by the enemy, that he should make his escape into a foreign country, and save one part of the royal family from the violence of the parliament. Prince Rupert had thrown himself into Bristol, with an intention of defending that important city. Goring commanded the army before Taunton.","subId":"25","id":"Hume.HE.5.58.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">20th July.</span> <span class=\"small-capitals\">On</span> Fairfax's approach, the siege of Taunton was raised; and the royalists retired to Lamport, an open town in the county of Somerset. Fairfax attacked them in that post, beat them from it, killed about 300 men, and took 1400 prisoners<a href=\"#n28\"><sup>[28]</sup></a>. After this advantage, he sat down before Bridgewater, a town esteemed strong, and of great consequence in that country. When he had entered the outer town by storm, Windham, the governor, who had retired into the inner, immediately capitulated, and delivered up the place to Fairfax. The garrison, to the number of 2600 men, were made prisoners of war. <span class=\"margin-comment\">23d July.</span>","subId":"26","id":"Hume.HE.5.58.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">Fairfax</span>, having next taken Bath and Sherborne, resolved to lay siege to Bristol, and made great preparations for an enterprize, which, from the strength of the garrison, and the reputation of prince Rupert, the governor, was deemed of the last importance. But, so precarious in most men is this quality of military courage! a poorer defence was not made by any town, during the whole war: And the general expectations were here extremely disappointed. No sooner had the parliamentary forces entered the lines by storm, than the prince capitulated, and surrendered the city to Fairfax<a href=\"#n29\"><sup>[29]</sup></a>. A few days before, <span class=\"margin-comment\">11th Sept.</span> he had written a letter to the king, in which he undertook to defend the place for four months, if no mutiny obliged him to surrender it. <span class=\"margin-comment\">Surrender of Bristol.</span> Charles, who was forming schemes, and collecting forces, for the relief of Bristol, was astonished at so unexpected an event, which was little less fatal to his cause than the defeat at Naseby<a href=\"#n30\"><sup>[30]</sup></a>. Full of indignation, he instantly <span class=\"page-break\"></span>recalled all prince Rupert's commissions, and sent him a pass to go beyond sea<a href=\"#n31\"><sup>[31]</sup></a>.","subId":"27","id":"Hume.HE.5.58.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king's affairs now went fast to ruin in all quarters. The Scots, having made themselves masters of Carlisle<a href=\"#n32\"><sup>[32]</sup></a>, after an obstinate siege, marched southwards, and laid siege to Hereford; but were obliged to raise it on the king's approach: And this was the last glimpse of success, which attended his arms. Having marched to the relief of Chester, which was a-new besieged by the parliamentary forces under colonel Jones; Pointz attacked his rear, and forced him to give battle. <span class=\"margin-comment\">24th Sept.</span> While the fight was continued with great obstinacy, and victory seemed to incline to the royalists; Jones fell upon them from the other side, and put them to rout, with the loss of 600 slain and 1000 prisoners<a href=\"#n33\"><sup>[33]</sup></a>. The king, with the remains of his broken army, fled to Newark, and thence escaped to Oxford, where he shut himself up during the winter season.","subId":"28","id":"Hume.HE.5.58.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> news, which he received from every quarter, were no less fatal than those events, which passed, where he himself was present. Fairfax and Cromwel, after the surrender of Bristol, having divided their forces, the former marched westwards, in order to complete the conquest of Devonshire and Cornwal; the latter attacked the king's garrisons which lay to the east of Bristol. The Devizes were surrendered to Cromwel; Berkeley castle was taken by storm; Winchester capitulated; Basing-house was entered sword in hand: And all these middle counties of England were, in a little time, reduced to obedience under the parliament.","subId":"29","id":"Hume.HE.5.58.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">1646. The west conquered by Fairfax.</span> <span class=\"small-capitals\">The</span> same rapid and uninterrupted success attended Fairfax. The parliamentary forces, elated by past victories, governed by the most rigid discipline, met with no equal opposition from troops, dismayed by repeated defeats, and corrupted by licentious manners. After beating up the quarters of the royalists at Bovey-Tracy, Fairfax sat down before Dartmouth, <span class=\"margin-comment\">18th Jan.</span> and in a few days entered it by storm. Poudram castle being taken by him, and Exeter blockaded on all sides; Hopton, a man of merit, who now commanded the royalists, having advanced to the relief of that town with an army of 8000 men, met with the parliamentary army at Torrington; <span class=\"margin-comment\">19th Feb.</span> where he was defeated, all his foot dispersed, and he himself with his horse obliged to retire into Cornwal. Fairfax followed <span class=\"page-break\"></span>him, and vigorously pursued the victory. Having inclosed the royalists at Truro, he forced the whole army, consisting of 5000 men, chiefly cavalry, to surrender upon terms. The soldiers, delivering up their horses and arms, were allowed to disband, and received twenty shillings a-piece, to carry them to their respective abodes. Such of the officers, as desired it, had passes to retire beyond sea: The others, having promised never more to bear arms, payed compositions to the parliament<a href=\"#n34\"><sup>[34]</sup></a>, and procured their pardon<a href=\"#n35\"><sup>[35]</sup></a>. And thus Fairfax, after taking Exeter, which completed the conquest of the west, marched, with his victorious army, to the centre of the kingdom, and fixed his camp at Newbury. The prince of Wales, in pursuance of the king's orders, retired to Scilly, thence to Jersey; whence he went to Paris; where he joined the queen, who had fled thither from Exeter, at the time the earl of Essex conducted the parliamentary army to the west.","subId":"30","id":"Hume.HE.5.58.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the other parts of England, Hereford was taken by surprize: Chester surrendered: Lord Digby, who had attempted, with 1200 horse, to break into Scotland and join Montrose, was defeated at Sherburn, in Yorkshire, by colonel Copley; his whole force was dispersed; and he himself was obliged to fly, first to the isle of Man, thence to Ireland. News too arrived that Montrose himself, after some more successes, was at last routed; and this only remaining hope of the royal party finally extinguished.","subId":"31","id":"Hume.HE.5.58.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> Montrose descended into the southern counties, the covenanters, assembling their whole force, met him with a numerous army, and gave him battle, but without success, at Kilsyth<a href=\"#n36\"><sup>[36]</sup></a>. This was the most complete victory that Montrose ever obtained. The royalists put to sword six thousand of their enemies, and left the covenanters no remains of any army in Scotland. The whole kingdom was shaken with these repeated successes of Montrose; and many noblemen, who secretly favoured the royal cause, now declared openly for it, when they saw a force able to support them. The marquess of Douglass, the earls of Annandale and Hartfield, the lords Fleming, Seton, Maderty, Carnegy, with many others, flocked to the royal standard. Edinburgh opened its gates, and <span class=\"page-break\"></span>gave liberty to all the prisoners, there detained by the covenanters. Among the rest, was lord Ogilvy, son of Airly, whose family had contributed extremely to the victory, gained at Kilsyth<a href=\"#n37\"><sup>[37]</sup></a>.","subId":"32","id":"Hume.HE.5.58.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">David</span> Lesly was detached from the army in England, and marched to the relief of his distressed party in Scotland. Montrose advanced still farther to the south, allured by vain hopes, both of rouzing to arms the earls of Hume, Traquaire, and Roxborough, who had promised to join him; and of obtaining from England some supply of cavalry, in which he was deficient. By the negligence of his scouts, Lesly, at Philip-haugh in the Forrest, surprized his army, much diminished in numbers, from the desertion, of the Highlanders, who had retired to the hills, according to custom, in order to secure their plunder. After a sharp conflict, where Montrose exerted great valour, <span class=\"margin-comment\">Defeat of Montrose.</span> his forces were routed by Lesly's cavalry<a href=\"#n38\"><sup>[38]</sup></a>: And he himself was obliged to fly with his broken forces into the mountains; where he again prepared himself for new battles and new enterprizes<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"33","id":"Hume.HE.5.58.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> covenanters used the victory with rigour. Their prisoners, Sir Robert Spotiswood, secretary of state, and son to the late primate, Sir Philip Nisbet, Sir William Rollo, colonel Nathaniel Gordon, Andrew Guthry, son of the bishop of Murray, William Murray, son of the earl of Tullibardine, were condemned and executed. The sole crime, imputed to the secretary, was his delivering to Montrose the king's commission to be captain-general of Scotland. Lord Ogilvy, who was again taken prisoner, would have undergone the same fate, had not his sister found means to procure his escape, by changing cloaths with him. For this instance of courage and dexterity, she met with harsh usage. The clergy solicited the parliament, that more royalists might be executed; but could not obtain their request<a href=\"#n40\"><sup>[40]</sup></a>.","subId":"34","id":"Hume.HE.5.58.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> all these repeated disasters, which every where befel the royal party, there remained only one body of troops, on which fortune could exercise her rigour. <span class=\"margin-comment\">22d March.</span> Lord Astley with a small army of 3000 men, chiefly cavalry, marching to Oxford, in order to join the king, was met at Stowe by colonel Morgan, and entirely defeated; himself being taken prisoner. <q>You have done your work,</q> <span class=\"page-break\"></span>said Astley to the parliamentary officers; <q>and may now go to play, unless you choose to fall out among yourselves.</q><a href=\"#n41\"><sup>[41]</sup></a>","subId":"35","id":"Hume.HE.5.58.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> condition of the king, during this whole winter, was, to the last degree, disastrous and melancholy. As the dread of ills is commonly more oppressive than their real presence, perhaps in no period of his life was he more justly the object of compassion: His vigour of mind, which, though it sometimes failed him in acting, never deserted him in his sufferings, was what alone supported him; and he was determined, as he wrote to lord Digby, if he could not live as a king to die like a gentleman; nor should any of his friends, he said, ever have reason to blush for the prince, whom they had so unfortunately served<a href=\"#n42\"><sup>[42]</sup></a>. The murmurs of discontented officers, on the one hand, harassed their unhappy sovereign; while they over-rated those services and sufferings, which, they now saw, must, for ever, go unrewarded<a href=\"#n43\"><sup>[43]</sup></a>. The affectionate duty, on the other hand, of his more generous friends, who respected his misfortunes and his virtues, as much as his dignity, wrung his heart with a new sorrow; when he reflected, that such disinterested attachment would so soon be exposed to the rigour of his implacable enemies. Repeated attempts, which he made for a peaceful and equitable accommodation with the parliament, served to no purpose, but to convince them, that the victory was entirely in their hands. They deigned not to make the least reply to several of his messages, in which he desired a passport for commissioners<a href=\"#n44\"><sup>[44]</sup></a>. At last, after reproaching him with the blood spilt during the war, they told him, that they were preparing bills for him; and his passing them would be the best pledge of his inclination towards peace: In other words, he must yield at discretion<a href=\"#n45\"><sup>[45]</sup></a>. He desired a personal treaty, and offered to come to London, upon receiving a safe conduct for himself and his attendants: They absolutely refused him admittance, and issued orders for the guarding, that <span class=\"page-break\"></span>is, the seizing of his person, in case he should attempt to visit them<a href=\"#n46\"><sup>[46]</sup></a>. A new incident, which happened in Ireland, served to enflame the minds of men, and to encrease those calumnies, with which his enemies had so much loaded him, and which he ever regarded as the most grievous part of his misfortunes.","subId":"36","id":"Hume.HE.5.58.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> the cessation with the Irish rebels, the king was desirous of concluding a final peace with them, and obtaining their assistance in England: And he gave authority to Ormond, lord lieutenant, to promise them an abrogation of all the penal laws, enacted against catholics; together with the suspension of Poinings' statute, with regard to some particular bills, which should be agreed on. Lord Herbert, created earl of Glamorgan, (though his patent had not yet passed the seals) having occasion for his private affairs to go to Ireland, the king considered, that this nobleman, being a catholic and allied to the best Irish families, might be of service: He also foresaw, that farther concessions with regard to religion might probably be demanded by the bigotted Irish; and that, as these concessions, however necessary, would give great scandal to the protestant zealots in his three kingdoms, it would be requisite, both to conceal them during some time, and to preserve Ormond's character, by giving private orders to Glamorgan to conclude and sign these articles. But as he had a better opinion of Glamorgan's zeal and affection for his service, than of his capacity, he enjoined him to communicate all his measures to Ormond; and though the final conclusion of the treaty must be executed only in Glamorgan's own name, he was required to be directed, in the steps towards it, by the opinion of the lord lieutenant. Glamorgan, bigotted to his religion, and passionate for the king's service, but guided in these pursuits by no manner of judgment or discretion, secretly, of himself, without any communication with Ormond, concluded a peace with the council of Kilkenny, and agreed in the king's name, that the Irish should enjoy all the churches, of which they had ever been in possession, since the commencement of their insurrection; on condition that they should assist the king in England with a body of ten thousand men. This transaction was discovered by accident. The titular archbishop of Tuam being killed by a sally of the garrison of Sligo, the articles of the treaty were found <span class=\"page-break\"></span>among his baggage, and were immediately published every where, and copies of them sent over to the English parliament<a href=\"#n47\"><sup>[47]</sup></a>. The lord lieutenant and lord Digby, foreseeing the clamour which would be raised against the king, committed Glamorgan to prison, charged him with treason for his temerity, and maintained, that he had acted altogether without any authority from his master. The English parliament however neglected not so favourable an opportunity of reviving the old clamour with regard to the king's favour of popery, and accused him of delivering over, in a manner, the whole kingdom of Ireland to that hated sect. The king told them, <q>That the earl of Glamorgan having made an offer to raise forces in the kingdom of Ireland, and to conduct them into England for his majesty's service, had a commission to that purpose, and to that purpose only, and that he had no commission at all to treat of any thing else, without the privity and direction of the lord lieutenant, much less to capitulate any thing concerning religion, or any property belonging either to church or laity.</q><a href=\"#n48\"><sup>[48]</sup></a> Though this declaration seems agreeable to truth, it gave no satisfaction to the parliament; and some historians, even at present, when the ancient bigotry is somewhat abated, are desirous of representing this very innocent transaction, in which the king was engaged by the most violent necessity, as a stain on the memory of that unfortunate prince<a href=\"#n49\"><sup>[49]</sup></a>.","subId":"37","id":"Hume.HE.5.58.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">Having</span> lost all hope of prevailing over the rigour of the parliament, either by arms or by treaty, the only resource, which remained to the king, was derived from the intestine dissentions, which ran very high among his enemies. Presbyterians and independents, even before their victory was fully compleated, fell into contests about the division of the spoil; and their religious as well as civil disputes agitated the whole kingdom.","subId":"38","id":"Hume.HE.5.58.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament, though they had early abolished episcopal authority, had not, during so long a time, substituted any other spiritual government in its place; and their committees of religion had hitherto assumed the whole ecclesiastical jurisdiction: But they now established, by an ordinance, <span class=\"margin-comment\">Ecclesiastical affairs.</span> the presbyterian model in all its forms of <em>congregational, classical, provincial,</em> and <em>national</em> assemblies. All the inhabitants of each parish were ordered to meet <span class=\"page-break\"></span>and chuse elders, on whom, together with the minister, was bestowed the entire direction of all spiritual concerns within the congregation. A number of neighbouring parishes, commonly between twelve and twenty, formed a classis; and the court, which governed this division, was composed of all the ministers, together with two, three, or four elders chosen from each parish. The provincial assembly retained an inspection over several neighbouring classes, and was composed entirely of clergymen: The national assembly was constituted in the same manner; and its authority extended over the whole kingdom. It is probable, that the tyranny, exercised by the Scotish clergy, had given warning not to allow laymen a place in the provincial or national assemblies; lest the nobility and more considerable gentry, soliciting a seat in these great ecclesiastical courts, should bestow a consideration upon them, and render them, in the eyes of the multitude, a rival to the parliament. In the inferior courts, the mixture of the laity might serve rather to temper the usual zeal of the clergy<a href=\"#n50\"><sup>[50]</sup></a>.","subId":"39","id":"Hume.HE.5.58.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though the presbyterians, by the establishment of parity among the ecclesiastics, were so far gratified, they were denied satisfaction in several other points, on which they were extremely intent. The assembly of divines had voted presbytery to be of divine right: The parliament refused their assent to that decision<a href=\"#n51\"><sup>[51]</sup></a>. Selden, Whitlocke, and other political reasoners, assisted by the independents, had prevailed in this important deliberation. They thought, that, had the bigotted religionists been able to get their heavenly charter recognized, the presbyters would soon become more dangerous to the magistrate than had ever been the prelatical clergy. These latter, while they claimed to themselves a divine right, admitted to a like origin to civil authority: The former, challenging to their own order a celestial pedigree, derived the legislative power from a source no more dignified than the voluntary association of the people.","subId":"40","id":"Hume.HE.5.58.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Under</span> colour of keeping the sacraments from profanation, the clergy of all christian sects had assumed, what they call the power of the keys, or the right of fulminating excommunication. The example of Scotland was a sufficient lesson for the parliament to use precaution in guarding against so severe a tyranny. They determined, <span class=\"page-break\"></span>by a general ordinance, all the cases in which excommunication could be used. They allowed of appeals to parliament from all ecclesiastical courts. And they appointed commissioners in every province to judge of such cases as fell not within their general ordinance<a href=\"#n52\"><sup>[52]</sup></a>. So much civil authority, intermixed with the ecclesiastical, gave disgust to all the zealots.","subId":"41","id":"Hume.HE.5.58.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> nothing was attended with more universal scandal than the propensity of many in the parliament towards a toleration of the protestant sectaries. The presbyterians exclaimed, that this indulgence made the church of Christ resemble Noah's ark, and rendered it a receptacle for all unclean beasts. They insisted, that the least of Christ's truths was superior to all political considerations<a href=\"#n53\"><sup>[53]</sup></a>. They maintained the eternal obligation imposed by the covenant to extirpate heresy and schism. And they menaced all their opponents with the same rigid persecution, under which they themselves had groaned, when held in subjection by the hierarchy.","subId":"42","id":"Hume.HE.5.58.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> great prudence and reserve, in such material points, does great honour to the parliament; and proves, that, notwithstanding the prevalency of bigotry and fanaticism, there were many members, who had more enlarged views, and paid regard to the civil interests of society. These men, uniting themselves to the enthusiasts, whose genius is naturally averse to clerical usurpations, exercised so jealous an authority over the assembly of divines, that they allowed them nothing but the liberty of tendering advice, and would not entrust them even with the power of electing their own chairman or his substitute, or of supplying the vacancies of their own members.","subId":"43","id":"Hume.HE.5.58.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> these disputes were canvassed by theologians, who engaged in their spiritual contests every order of the state; the king, though he entertained hopes of reaping advantage from those divisions, was much at a loss which side it would be most for his interest to comply with. The presbyterians were, by their principles, the least averse to regal authority; but were rigidly bent on the extirpation of prelacy: The independents were resolute to lay the foundation of a republican government; but as they pretended not to erect themselves into a national church, it might be hoped, that, if gratified with a toleration, they would admit the re–establishment <span class=\"page-break\"></span>of the hierarchy. So great attachment had the king to episcopal jurisdiction, that he was ever inclined to put it in balance even with his own power and kingly office.","subId":"44","id":"Hume.HE.5.58.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> whatever advantage he might hope to reap from the divisions in the parliamentary party, he was apprehensive, lest it should come too late, to save him from the destruction, with which he was instantly threatened. Fairfax was approaching with a powerful and victorious army, and was taking the proper measures for laying siege to Oxford, which must infallibly fall into his hands. To be taken captive, and led in triumph by his insolent enemies, was what Charles justly abhorred; and every insult, if not violence, was to be dreaded, from that enthusiastic soldiery, who hated his person, and despised his dignity. In this desperate extremity, he embraced a measure, which in any other situation, might lie under the imputation of imprudence and indiscretion.","subId":"45","id":"Hume.HE.5.58.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">Montreville</span>, the French minister, interested for the king more by the natural sentiments of humanity, than any instructions from his court, which seemed rather to favour the parliament, had solicited the Scottish generals and commissioners, to give protection to their distressed sovereign; and having received many general professions and promises, he had always transmitted these, perhaps with some exaggeration, to the king. From his suggestions, Charles began to entertain thoughts of leaving Oxford, and flying to the Scottish army, which at that time lay before Newark<a href=\"#n54\"><sup>[54]</sup></a>. He considered, that the Scottish nation had been fully gratified in all their demands; and having already, in their own country, annihilated both episcopacy and regal authority, had no farther concessions to exact from him. In all disputes, which had passed about settling the terms of peace, the Scots, he heard, had still adhered to the milder side, and had endeavoured to soften the rigour of the English parliament. Great disgusts also, on other accounts, had taken place between the nations; and the Scots found, that, in proportion as their assistance became less necessary, less value was put upon them. The progress of the independents gave them great alarm; and they were scandalized to hear their beloved covenant spoken of, every day, with less regard and reverence. The refusal of a divine right to presbytery, and the infringing of ecclesiastical <span class=\"page-break\"></span>discipline from political considerations, were, to them, the subject of much offence: And the king hoped, that, in their present disposition, the sight of their native prince, flying to them in this extremity of distress, would rouze every spark of generosity in their bosom, and procure him their favour and protection.","subId":"46","id":"Hume.HE.5.58.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> he might the better conceal his intentions, orders were given at every gate in Oxford, for allowing three persons to pass; and in the night, the king, accompanied by none but Dr. Hudson and Mr. Ashburnham, went out at that gate, which leads to London. He rode before a portmanteau, and called himself Ashburnham's servant. He passed through Henley, St. Albans, and came so near to London as Harrow on the Hill. He once entertained thoughts of entering into that city, and of throwing himself on the mercy of the parliament. But at last, after passing through many cross roads, he arrived at the Scottish camp before Newark<a href=\"#n55\"><sup>[55]</sup></a>. The parliament, hearing of his escape from Oxford, issued rigorous orders and threatened with instant death, <span class=\"margin-comment\">5th May.</span> whoever should harbour or conceal him<a href=\"#n56\"><sup>[56]</sup></a>.","subId":"47","id":"Hume.HE.5.58.47"},{"type":"paragraph","content":"<span class=\"margin-comment\">King goes to the Scotch camp at Newark.</span> <span class=\"small-capitals\">The</span> Scottish generals and commissioners affected great surprize on the appearance of the king: And though they payed him all the exterior respect due to his dignity, they instantly set a guard upon him, under colour of protection; and made him in reality a prisoner. They informed the English parliament of this unexpected incident, and assured them, that they had entered into no private treaty with the king. They applied to him for orders to Bellasis, governor of Newark, to surrender that town, now reduced to extremity; and the orders were instantly obeyed. And hearing, that the parliament laid claim to the entire disposal of the king's person, and that the English army was making some motions towards them; they thought proper to retire northwards, and to fix their camp at Newcastle<a href=\"#n57\"><sup>[57]</sup></a>.","subId":"48","id":"Hume.HE.5.58.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> measure was very grateful to the king; and he began to entertain hopes of protection from the Scots. He was particularly attentive to the behaviour of their preachers, on whom all depended. It was the mode of that age to make the pulpit the scene of news; and on every great event the whole scripture was ransacked <span class=\"page-break\"></span>by the clergy, for passages applicable to the present occasion. The first minister who preached before the king, chose these words for his text. <q>And behold all the men of Israel came to the king, and said unto him, Why have our brethren the men of Judah, stolen thee away, and have brought the king and his houshold, and all David's men with him, over Jordan? And all the men of Judah answered the men of Israel, Because the king is near of kin to us; wherefore then be ye angry for this matter? Have we eaten at all of the king's cost? or hath he given us any gift? And the men of Israel answered the men of Judah, and said, We have ten parts in the king, and we have also more right in David than ye: Why then did ye despise us, that our advice should not be first had in bringing back our king? And the words of the men of Judah were fiercer than the words of the men of Israel.</q><a href=\"#n58\"><sup>[58]</sup></a> But the king soon found, that the happiness chiefly of the allusion had tempted the preacher to employ this text, and that the covenanting zealots were no wise pacified towards him. Another preacher, after reproaching him to his face, with his misgovernment, ordered this psalm to be sung;","subId":"49","id":"Hume.HE.5.58.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">Why</span> dost thou, tyrant, boast thyself <br> Thy wicked deeds to praise.","subId":"50","id":"Hume.HE.5.58.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king stood up, and called for that psalm which begins with these words,","subId":"51","id":"Hume.HE.5.58.51"},{"type":"paragraph","content":"Have mercy, Lord, on me, I pray; <br> For men would me devour:","subId":"52","id":"Hume.HE.5.58.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> good-natured audience, in pity to fallen majesty, showed, for once, greater deference to the king than to the minister, and sung the psalm, which the former had called for<a href=\"#n59\"><sup>[59]</sup></a>.","subId":"53","id":"Hume.HE.5.58.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">Charles</span> had very little reason to be pleased with his situation. He not only found himself a prisoner, very strictly guarded: All his friends were kept at a distance; and no intercourse, either by letters or conversation, was allowed him with any one, on whom he <span class=\"page-break\"></span>could depend, or who was suspected of any attachment towards him. The Scottish generals would enter into no confidence with him; and still treated him with distant ceremony and feigned respect. And every proposal, which they made him, tended farther to his abasement and to his ruin<a href=\"#n60\"><sup>[60]</sup></a>.","subId":"54","id":"Hume.HE.5.58.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">They</span> required him to issue orders to Oxford, and all his other garrisons, commanding their surrender to the parliament: And the king, sensible that their resistance was to very little purpose, willingly complied. The terms, given to most of them, were honourable; and Fairfax, as far as it lay in his power, was very exact in observing them. Far from allowing violence; he would not even permit insults or triumph over the unfortunate royalists; and by his generous humanity, so cruel a civil war was ended in appearance, very calmly, between the parties.","subId":"55","id":"Hume.HE.5.58.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ormond</span> having received like orders, delivered Dublin, and other forts, into the hands of the parliamentary officers. Montrose also, after having experienced still more variety of good and bad fortune, threw down his arms, and retired out of the kingdom.","subId":"56","id":"Hume.HE.5.58.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> marquess of Worcester, a man past eighty-four was the last in England that submitted to the authority of the parliament. He defended Raglan castle to extremity; and opened not its gates till the middle of August. Four years, a few days excepted, were now elapsed, since the king first erected his standard at Nottingham<a href=\"#n61\"><sup>[61]</sup></a>. So long had the British nations, by civil and religious quarrels, been occupied in shedding their own blood, and laying waste their native country.","subId":"57","id":"Hume.HE.5.58.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament and the Scots laid their proposals before the king. They were such as a captive, entirely at mercy, could expect from the most inexorable victor: Yet were they little worse than what were insisted on before the battle of Naseby. The power of the sword, instead of ten, which the king now offered, was demanded for twenty years, together with a right to levy whatever money the parliament should think proper for the support of their armies. The other conditions were, in the main, the same with those which had formerly been offered to the king<a href=\"#n62\"><sup>[62]</sup></a>.","subId":"58","id":"Hume.HE.5.58.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">Charles</span> said, that proposals, which introduced such important innovations in the constitution, demanded time for deliberation: <span class=\"page-break\"></span>The commissioners replied, that he must give his answer in ten days<a href=\"#n63\"><sup>[63]</sup></a>. He desired to reason about the meaning and import of some terms: They informed him, that they had no power of debate; and peremptorily required his consent or refusal. He requested a personal treaty with the parliament: They threatened, that, if he delayed compliance, the parliament would, by their own authority, settle the nation.","subId":"59","id":"Hume.HE.5.58.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> the parliament was most intent upon, was not their treaty with the king, to whom they paid little regard; but that with the Scots. Two important points remained to be settled with that nation; their delivery of the king, and the estimation of their arrears.","subId":"60","id":"Hume.HE.5.58.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Scots might pretend, that, as Charles was king of Scotland as well as of England, they were intitled to an equal vote in the disposal of his person: And that, in such a case, where the titles are equal, and the subject indivisible, the preference was due to the present possessor. The English maintained, that the king, being in England, was comprehended within the jurisdiction of that kingdom, and could not be disposed of by any foreign nation. A delicate question this, and what surely could not be decided by precedent; since such a situation is not, any where, to be found in history<a href=\"#n64\"><sup>[64]</sup></a>.","subId":"61","id":"Hume.HE.5.58.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> the Scots concurred with the English, in imposing such severe conditions on the king, that, notwithstanding his unfortunate situation, he still refused to accept of them; it is certain, that they did not desire his freedom: Nor could they ever intend to join lenity and rigour together, in so inconsistent a manner. Before the settlement of terms, the administration must be possessed entirely by the parliaments of both kingdoms; and how incompatible that scheme with the liberty of the king, is easily imagined. To carry him a prisoner into Scotland, where few forces could be supported to guard him, was a measure so full of inconvenience and danger, that, even if the English had consented to it, it must have appeared to the Scots themselves altogether uneligible: And how could such a plan be supported in opposition to England, possessed of such numerous and victorious armies, which were, at that time, at least, seemed to be, in entire union with the parliament? The only expedient, it is obvious, which the Scots <span class=\"page-break\"></span>could embrace, if they scrupled wholly to abandon the king, was immediately to return, fully and cordially, to their allegiance; and, uniting themselves with the royalists in both kingdoms, endeavour, by force of arms, to reduce the English parliament to more moderate conditions: But besides that this measure was full of extreme hazard; what was it but instantly to combine with their old enemies against their old friends; and in a fit of romantic generosity, overturn what, with so much expence of blood and treasure, they had, during the course of so many years, been so carefully erecting?","subId":"62","id":"Hume.HE.5.58.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span>, though all these reflections occurred to the Scottish commissioners, they resolved to prolong the dispute, and to keep the king as a pledge for those arrears, which they claimed from England, and which they were not likely, in the present disposition of that nation, to obtain by any other expedient. The sum, by their account, amounted to near two millions: For they had received little regular pay, since they had entered England. And though the contributions, which they had levied, as well as the price of their living at free quarters, must be deducted; yet still the sum, which they insisted on, was very considerable. After many discussions, it was, at last, agreed, that, in lieu of all demands, they should accept of 400,000 pounds, one half to be paid instantly, another in two subsequent payments<a href=\"#n65\"><sup>[65]</sup></a>.","subId":"63","id":"Hume.HE.5.58.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">Great</span> pains were taken by the Scots (and the English complied with their pretended delicacy) to make this estimation and payment of arrears appear a quite different transaction from that for the delivery of the king's person: But common sense requires, that they should be regarded as one and the same. The English, it is evident, had they not been previously assured of receiving the king, would never have parted with so considerable a sum; and, while they weakened themselves, by the same measure have strengthened a people, with whom they must afterwards have so material an interest to discuss.","subId":"64","id":"Hume.HE.5.58.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> the Scottish nation underwent, and still undergo (for such grievous stains are not easily wiped off) the reproach of selling their king, and betraying their prince for money. In vain, did they maintain, that this money was, on account of former services, <span class=\"page-break\"></span>undoubtedly their due; that in their present situation, no other measure, without the utmost discretion, or even their apparent ruin, could be embraced; and that, though they delivered their king into the hands of his open enemies, they were themselves as much his open enemies as those to whom they surrendered him, and their common hatred against him had long united the two parties in strict alliance with each other. They were still answered, that they made use of this scandalous expedient for obtaining their wages; and that, after taking arms, without any provocation, against their sovereign, who had ever loved and cherished them, they had deservedly fallen into a situation, from which they could not extricate themselves, without either infamy or imprudence.","subId":"65","id":"Hume.HE.5.58.65"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> infamy of this bargain had such an influence on the Scottish parliament, that they once voted, that the king should be protected, and his liberty insisted on. But the general assembly interposed, and pronounced, that, as he had refused to take the covenant, which was pressed on him, it became not the godly to concern themselves about his fortunes. After this declaration, it behoved the parliament to retract their vote<a href=\"#n66\"><sup>[66]</sup></a>.","subId":"66","id":"Hume.HE.5.58.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">Intelligence</span> concerning the final resolution of the Scottish nation to surrender him, was brought to the king; and he happened, at that very time, to be playing at chess<a href=\"#n67\"><sup>[67]</sup></a>. Such command of temper did he possess, that he continued his game without interruption; and none of the by-standers could perceive, that the letter, which he perused, had brought him news of any consequence. The English commissioners, who, some days after, came to take him under their custody, were admitted to kiss his hands; and he received them with the same grace and chearfulness, as if they had travelled on no other errand, than to pay court to him. The old earl of Pembroke in particular, who was one of them, he congratulated on his strength and vigour, that he was still able, during such a season, to perform so long a journey, in company with so many young people.","subId":"67","id":"Hume.HE.5.58.67"},{"type":"paragraph","content":"<span class=\"margin-comment\">1647. King delivered up by the Scots.</span> <span class=\"small-capitals\">The</span> king, being delivered over by the Scots to the English commissioners, was conducted, under a guard, to Holdenby, in the county of Northampton. On his journey, the whole country flocked to behold him, moved partly by curiosity, partly by compassion <span class=\"page-break\"></span>and affection. If any still retained rancour against him, in his present condition, they passed in silence; while his well-wishers, more generous than prudent, accompanied his march with tears, with acclamations, and with prayers for his safety<a href=\"#n68\"><sup>[68]</sup></a>. That ancient superstition likewise, of desiring the king's touch in scrophulous distempers, seemed to acquire fresh credit among the people, from the general tenderness, which began to prevail for this virtuous and unhappy monarch.","subId":"68","id":"Hume.HE.5.58.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> commissioners rendered his confinement at Holdenby very rigorous; dismissing his ancient servants, debarring him from visits, and cutting off all communication with his friends or family. The parliament, though earnestly applied to by the king, refused to allow his chaplains to attend him; because they had not taken the covenant. The king refused to assist at the service, exercised according to the directory; because he had not, as yet, given his consent to that mode of worship<a href=\"#n69\"><sup>[69]</sup></a>. Such religious zeal prevailed on both sides! And such was the unhappy and distracted condition, to which it had reduced king and people!","subId":"69","id":"Hume.HE.5.58.69"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> the time, that the king remained in the Scottish army at Newcastle, died the earl of Essex, the discarded, but still powerful and popular general of the parliament. His death, in this conjuncture, was a public misfortune. Fully sensible of the excesses, to which affairs had been carried, and of the worse consequences, which were still to be apprehended, he had resolved to conciliate a peace, and to remedy, as far as possible, all those ills, to which, from mistake, rather than any bad intentions, he had himself so much contributed. The presbyterian, or the moderate party among the commons, found themselves considerably weakened by his death: And the small remains of authority, which still adhered to the house of peers, were, in a manner, wholly extinguished<a href=\"#n70\"><sup>[70]</sup></a>.","subId":"70","id":"Hume.HE.5.58.70"},{"type":"note","content":"Nalson, Intr. p. 63.","subId":"n1","id":"Hume.HE.5.58.n1"},{"type":"note","content":"It is not improper to take notice of a mistake committed by Clarendon, much to the disadvantage of this gallant nobleman; that he offered the king, when his majesty was in Scotland, to assassinate Argyle. All the time the king was in Scotland, Montrose was confined to prison. Rush. vol. vi. p. 980.","subId":"n2","id":"Hume.HE.5.58.n2"},{"type":"note","content":"Nalson, vol. ii. p. 683.","subId":"n3","id":"Hume.HE.5.58.n3"},{"type":"note","content":"Clarendon, vol. iii. p. 380, 381. Rush. vol. vi. p. 980. Wishart, cap. 2.","subId":"n4","id":"Hume.HE.5.58.n4"},{"type":"note","content":"Wishart, cap. 3.","subId":"n5","id":"Hume.HE.5.58.n5"},{"type":"note","content":"Clarendon, vol. v. p. 618. Rush. vol. vi. p. 982. Wishart, cap. 4.","subId":"n6","id":"Hume.HE.5.58.n6"},{"type":"note","content":"1st of September, 1644. Rush. vol. vi. p. 983. Wishart, cap. 5.","subId":"n7","id":"Hume.HE.5.58.n7"},{"type":"note","content":"11th of September, 1644. Rush. vol. vi. p. 983. Wishart, cap. 7.","subId":"n8","id":"Hume.HE.5.58.n8"},{"type":"note","content":"Rush. vol. vi. p. 985. Wishart, cap. 8.","subId":"n9","id":"Hume.HE.5.58.n9"},{"type":"note","content":"Rush. vol. vii. p. 228. Wishart, cap. 9.","subId":"n10","id":"Hume.HE.5.58.n10"},{"type":"note","content":"Rush. vol. vii. p. 229. Wishart, cap. 10.","subId":"n11","id":"Hume.HE.5.58.n11"},{"type":"note","content":"2d of July.","subId":"n12","id":"Hume.HE.5.58.n12"},{"type":"note","content":"Rush. vol. vii. p. 229. Wishart, cap. 11.","subId":"n13","id":"Hume.HE.5.58.n13"},{"type":"note","content":"Rush. vol. vii. p. 126, 127.","subId":"n14","id":"Hume.HE.5.58.n14"},{"type":"note","content":"Dugdale, p. 7. Rush. vol. vi. p. 281.","subId":"n15","id":"Hume.HE.5.58.n15"},{"type":"note","content":"Rush. vol. vii. p. 52, 61, 62. Whitlocke, p. 130, 131, 133, 135. Clarendon, vol. v. p. 665.","subId":"n16","id":"Hume.HE.5.58.n16"},{"type":"note","content":"Rush. vol. vii. p. 18, 19, &amp;c.","subId":"n17","id":"Hume.HE.5.58.n17"},{"type":"note","content":"Ibid. p. 28.","subId":"n18","id":"Hume.HE.5.58.n18"},{"type":"note","content":"Clarendon, vol. v. p. 652.","subId":"n19","id":"Hume.HE.5.58.n19"},{"type":"note","content":"Whitlocke, p. 146.","subId":"n20","id":"Hume.HE.5.58.n20"},{"type":"note","content":"Rush. vol. vii. p. 43. Whitlocke, p. 145.","subId":"n21","id":"Hume.HE.5.58.n21"},{"type":"note","content":"Whitlocke, p. 145.","subId":"n22","id":"Hume.HE.5.58.n22"},{"type":"note","content":"Rush. vol. vii. p. 44.","subId":"n23","id":"Hume.HE.5.58.n23"},{"type":"note","content":"Clarendon, vol. iv. p. 656, 657. Walker, p. 130, 131.","subId":"n24","id":"Hume.HE.5.58.n24"},{"type":"note","content":"Clarendon, vol. iv. p. 658.","subId":"n25","id":"Hume.HE.5.58.n25"},{"type":"note","content":"Hearne has published the following extract from a manuscript work of Sir Simon D'Ewes, who was no mean man in the parliamentary party. <q>On Thursday the 30th and last day of this instant June 1625, I went to Whitehall, purposely to see the queen, which I did fully all the time she sat at dinner. I perceiv'd her to be a most absolute delicate lady, after I had exactly survey'd all the features of her face, much enliven'd by her radiant and sparkling black eyes. Besides, her deportment among her women was so sweet and humble, and her speech and looks to her other servants so mild and gracious, as I could not abstain from divers deep fetched sighs, to consider, that she wanted the knowledge of the true religion.</q> See Preface to the Chronicle of Dunstable, p. 64.","subId":"n26","id":"Hume.HE.5.58.n26"},{"type":"note","content":"Rush. vol. vii. p. 49.","subId":"n27","id":"Hume.HE.5.58.n27"},{"type":"note","content":"Ibid. vol. vii. p. 55.","subId":"n28","id":"Hume.HE.5.58.n28"},{"type":"note","content":"Rush. vol. vii. p. 83.","subId":"n29","id":"Hume.HE.5.58.n29"},{"type":"note","content":"Clarendon, vol. iv. p. 690. Walker, p. 137.","subId":"n30","id":"Hume.HE.5.58.n30"},{"type":"note","content":"Clarendon, vol. iv. p. 695.","subId":"n31","id":"Hume.HE.5.58.n31"},{"type":"note","content":"28th of June.","subId":"n32","id":"Hume.HE.5.58.n32"},{"type":"note","content":"Rush. vol. vii. p. 117.","subId":"n33","id":"Hume.HE.5.58.n33"},{"type":"note","content":"These compositions were different, according to the demerits of the person: But by a vote of the house they could not be under two years rent of the delinquent's estate. Journ. 11th of August 1648. Whitlocke, p. 160.","subId":"n34","id":"Hume.HE.5.58.n34"},{"type":"note","content":"Rush. vol. vii. p. 108.","subId":"n35","id":"Hume.HE.5.58.n35"},{"type":"note","content":"15th August, 1645.","subId":"n36","id":"Hume.HE.5.58.n36"},{"type":"note","content":"Rush. vol. vii. p. 230, 231. Wishart, cap. 13.","subId":"n37","id":"Hume.HE.5.58.n37"},{"type":"note","content":"13th of Sept. 1645.","subId":"n38","id":"Hume.HE.5.58.n38"},{"type":"note","content":"Rush. vol. vii. p. 231.","subId":"n39","id":"Hume.HE.5.58.n39"},{"type":"note","content":"Guthry's Memoirs. Rush. vol. vii. p. 232.","subId":"n40","id":"Hume.HE.5.58.n40"},{"type":"note","content":"Rush. vol. vii. p. 141. It was the same Astley, who, before he charged at the battle of Edgehill, made this short prayer, <em>O Lord! thou knowest how busy I must be this day. If I forget thee, do not thou forget me.</em> And with that rose up, and cry'd, <em>March on, boys!</em> Warwic, p. 229. There were certainly much longer prayers said in the parliamentary army; but I doubt, if there was so good a one.","subId":"n41","id":"Hume.HE.5.58.n41"},{"type":"note","content":"Carte's Ormond, vol. iii. No. 433.","subId":"n42","id":"Hume.HE.5.58.n42"},{"type":"note","content":"Walker, p. 147.","subId":"n43","id":"Hume.HE.5.58.n43"},{"type":"note","content":"Rush. vol. vii. p. 215, &amp;c.","subId":"n44","id":"Hume.HE.5.58.n44"},{"type":"note","content":"Ibid. vol. vii. p. 217, 219. Clarendon, vol. iv. p. 744.","subId":"n45","id":"Hume.HE.5.58.n45"},{"type":"note","content":"Rush. vol. vii. p. 249. Clarendon, vol. iv. p. 741.","subId":"n46","id":"Hume.HE.5.58.n46"},{"type":"note","content":"Rush. vol. vii. p. 239.","subId":"n47","id":"Hume.HE.5.58.n47"},{"type":"note","content":"Birch, p. 119.","subId":"n48","id":"Hume.HE.5.58.n48"},{"type":"note","content":"Dr. Birch has written a treatise on this subject. It is not my business to oppose any facts contained in that gentleman's performance. I shall only produce arguments, which prove that Glamorgan, when he received his private commission, had injunctions from the king to act altogether in concert with Ormond. (1.) It seems to be implied in the very words of the commission. Glamorgan is empowered and authorised to treat and conclude with the confederate Roman catholics in Ireland. <q>If upon necessity any <em>(articles)</em> be condescended unto, wherein the king's lieutenant cannot so well be seen in, as not fit for us at present publickly to own.</q> Here no articles are mentioned, which are not fit to be communicated to Ormond, but only not fit for him and the king publicly to be seen in, and to avow. (2.) The king's protestation to Ormond, ought, both on account of that prince's character, and the reasons he assigns, to have the greatest weight. The words are these, <q>Ormond, I cannot but add to my long letter, that, upon the word of a christian, I never intended Glamorgan should treat any thing without your approbation, much less without your knowledge. For besides the injury to you, I was always diffident of his judgment (though I could not think him so extremely weak as now to my cost I have found); which you may easily perceive in a postscript of a letter of mine to you.</q> Carte, vol. ii. App. xxiii. It is impossible, that any man of honour, however he might dissemble with his enemies, would assert a falsehood in so solemn a manner to his best friend, especially where that person must have had opportunities of knowing the truth. The letter, whose postscript is mentioned by the king, is to be found in Carte, vol. ii. App. xiii. (3.) As the king had really so low an opinion of Glamorgan's understanding, it is very unlikely that he would trust him with the sole management of so important and delicate a treaty. And if he had intended, that Glamorgan's negociation should have been independant of Ormond, he would never have told the latter nobleman of it, nor have put him on his guard against Glamorgan's imprudence. That the king judged aright of this nobleman's character, appears from his <em>century of arts or scantling of inventions,</em> which is a ridiculous compound of lies, chimeras and impossibilities, and shows what might be expected from such a man. (4.) Mr. Carte has published a whole series of the king's correspondence with Ormond from the time that Glamorgan came into Ireland; and it is evident that Charles all along considers the lord lieutenant as the person who was conducting the negociations with the Irish. The 31st of July 1645, after the battle of Naseby, being reduced to great straits, he writes earnestly to Ormond to conclude a peace upon certain conditions mentioned, much inferior to those granted by Glamorgan; and to come over himself with all the Irish he could engage in his service. Carte, vol. iii. No. 400. This would have been a great absurdity, if he had already fixed a different canal, by which, on very different conditions, he purposed to establish a peace. On the 22d of October, as his distresses multiply, he somewhat enlarges the conditions, though they still fall short of Glamorgan's: A new absurdity! See Carte, vol. iii. p. 411. (5.) But what is equivalent to a demonstration, that Glamorgan was conscious, that he had no powers to conclude a treaty on these terms, or without consulting the lord lieutenant, and did not even expect, that the king would ratify the articles, is the defeazance which he gave to the Irish council at the time of signing the treaty. <q>The earl of Glamorgan does no way intend hereby to oblige his majesty other than he himself shall please, after he has received these 10,000 men as a pledge and testimony of the said Roman catholics' loyalty and fidelity to his majesty; yet he promises faithfully, upon his word and honour, not to acquaint his majesty with this defeazance, till he had endeavoured, as far as in him lay, to induce his majesty to the granting of the particulars in the said articles: But that done, the said commissioners discharge the said earl of Glamorgan, both in honour and conscience, of any farther engagement to them therein; though his majesty should not be pleased to grant the said particulars in the articles mentioned; the said earl having given them assurance, upon his word, honour, and voluntary oath, that he would never, to any person whatsoever, discover this defeazance in the interim without their consents.</q> Dr. Birch, p. 96. All Glamorgan's view was to get troops for the king's service without hurting his own honour or his master's. The wonder only is, why the Irish accepted of a treaty, which bound no body, and which the very person, who concludes it, seems to confess he does not expect to be ratified. They probably hoped, that the king would, from their services, be more easily induced to ratify a treaty which was concluded, than to consent to its conclusion. (6.) I might add, that the lord lieutenant's concurrence in the treaty was the more requisite; because without it the treaty could not be carried into execution by Glamorgan, nor the Irish troops be transported into England: And even with Ormond's concurrence, it clearly appears, that a treaty, so ruinous to the protestant religion in Ireland, could not be executed in opposition to the zealous protestants in that kingdom. No one can doubt of this truth, who peruses Ormond's correspondence in Mr. Carte. The king was sufficiently apprised of this difficulty. It appears indeed to be the only reason why Ormond objected to the granting of high terms to the Irish catholics.Dr. Birch, in p. 360, has published a letter of the king's to Glamorgan, where he says, <q>Howbeit I know you cannot be but confident of my making good all instructions and promises to you and the nuncio.</q> But it is to be remarked that this letter is dated in April 5, 1646; after there had been a new negociation entered into between Glamorgan and the Irish, and after a provisional treaty had even been concluded between them. See Dr. Birch, p. 179. The king's assurances, therefore, can plainly relate only to this recent transaction. The old treaty had long been disavowed by the king, and supposed by all parties to be annulled.","subId":"n49","id":"Hume.HE.5.58.n49"},{"type":"note","content":"Rush. vol. vii. p. 224.","subId":"n50","id":"Hume.HE.5.58.n50"},{"type":"note","content":"Whitlocke, p. 106. Rush. vol. vii. p. 260, 261.","subId":"n51","id":"Hume.HE.5.58.n51"},{"type":"note","content":"Rush. vol. vii. p. 210.","subId":"n52","id":"Hume.HE.5.58.n52"},{"type":"note","content":"Rush. vol. vii. p. 308.","subId":"n53","id":"Hume.HE.5.58.n53"},{"type":"note","content":"Clarendon, vol. iv. p. 750. vol. v. p. 16.","subId":"n54","id":"Hume.HE.5.58.n54"},{"type":"note","content":"Rush. vol. vii. p. 267.","subId":"n55","id":"Hume.HE.5.58.n55"},{"type":"note","content":"Whitlocke, p. 209.","subId":"n56","id":"Hume.HE.5.58.n56"},{"type":"note","content":"Rush. vol. vii. p. 271. Clarendon, vol. v. p. 23.","subId":"n57","id":"Hume.HE.5.58.n57"},{"type":"note","content":"2 Sam. chap. xix. 41, 42, and 43 verses. See Clarendon, vol. v. p. 23, 24.","subId":"n58","id":"Hume.HE.5.58.n58"},{"type":"note","content":"Whitlocke, p. 234.","subId":"n59","id":"Hume.HE.5.58.n59"},{"type":"note","content":"Clarendon, vol. v. p. 30.","subId":"n60","id":"Hume.HE.5.58.n60"},{"type":"note","content":"Rush. vol. vi. p. 293.","subId":"n61","id":"Hume.HE.5.58.n61"},{"type":"note","content":"Ibid. p. 309.","subId":"n62","id":"Hume.HE.5.58.n62"},{"type":"note","content":"Ibid. vol. vii. p. 319.","subId":"n63","id":"Hume.HE.5.58.n63"},{"type":"note","content":"Rush. vol. vii. p. 339.","subId":"n64","id":"Hume.HE.5.58.n64"},{"type":"note","content":"Rush. vol. vii. p. 326. Parl. Hist. vol. xv. p. 236.","subId":"n65","id":"Hume.HE.5.58.n65"},{"type":"note","content":"Parl. Hist. vol. xv. p. 243, 244.","subId":"n66","id":"Hume.HE.5.58.n66"},{"type":"note","content":"Burnet's Memoirs of the Hamiltons.","subId":"n67","id":"Hume.HE.5.58.n67"},{"type":"note","content":"Ludlow, Herbert.","subId":"n68","id":"Hume.HE.5.58.n68"},{"type":"note","content":"Clarendon, vol. v. p. 39. Warwick, p. 298.","subId":"n69","id":"Hume.HE.5.58.n69"},{"type":"note","content":"Clarendon, vol. v. p. 43.","subId":"n70","id":"Hume.HE.5.58.n70"}]}