{"id":"Hume.THN.1.4.3","imported":true,"parent":"Hume.THN.1.4","title":"Section 3. Of the antient philosophy","breadcrumb":"Section 3","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. III.\nOf the antient philosophy.\n","id":"Hume.THN.1.4.3"},{"type":"paragraph","content":"SEVERAL moralists have recommended it as an excellent method of becoming acquainted with our own hearts, and knowing our progress in virtue, to recollect our dreams in a morning, and examine them with the same rigour, that we wou'd our most serious and most deliberate actions. Our character is the same throughout, say they, and appears best where artifice, fear, and policy have no place, and men can neither be hypocrites with themselves nor others. The generosity, or baseness of our temper, our meekness or cruelty, our courage or pusilanimity, influence the fictions of the imagination with the most unbounded liberty, and discover themselves in the most glaring colours. In like manner, I am persuaded, there might be several useful discoveries made from a criticism of the fictions of the antient philosophy, concerning substances, and substantial forms, and accidents, and occult qualities; which, however unreasonable and capricious, have a very intimate connexion with the principles of human nature.","subId":"1","id":"Hume.THN.1.4.3.1","pages":"219"},{"type":"paragraph","content":"'Tis confest by the most judicious philosophers, that our ideas of bodies are nothing but collections form'd by the mind of the ideas of the several distinct sensible qualities, of which objects are compos'd, and which we find to have a constant union with each other. But however these qualities may in themselves be entirely distinct, 'tis certain we commonly regard the compound, which they form, as One thing, and as continuing the Same under very considerable alterations. The acknowledg'd composition is evidently contrary to this suppos'd simplicity, and the variation to the identity. It may, therefore, be worth while to consider the causes, which make us almost universally fall into such evident contradictions, as well as the means by which we endeavour to conceal them.","subId":"2","id":"Hume.THN.1.4.3.2","pages":"219"},{"type":"paragraph","content":"'Tis evident, that as the ideas of the several distinct successive qualities of objects are united together by a very close relation, the mind, in looking along the succession, must be carry'd from one part of it to another by an easy transition, and will no more perceive the change, than if it contemplated the same unchangeable object. This easy transition is the effect, or rather essence of relation; and as the imagination readily takes one idea for another, where their influence on the mind is similar; hence it proceeds, that any such succession of related qualities is readily consider'd as one continu'd object, existing without any variation. The smooth and uninterrupted progress of the thought, being alike in both cases, readily deceives the mind, and makes us ascribe an identity to the changeable succession of connected qualities.","subId":"3","id":"Hume.THN.1.4.3.3","pages":"220"},{"type":"paragraph","content":"But when we alter our method of considering the succession, and instead of traceing it gradually thro' the successive points of time, survey at once any two distinct periods of its duration, and compare the different conditions of the successive qualities; in that case the variations, which were insensible when they arose gradually, do now appear of consequence, and seem entirely to destroy the identity. By this means there arises a kind of contrariety in our method of thinking, from the different points of view, in which we survey the object, and from the nearness or remoteness of those instants of time, which we compare together. When we gradually follow an object in its successive changes, the smooth progress of the thought makes us ascribe an identity to the succession; because 'tis by a similar act of the mind we consider an unchangeable object. When we compare its situation after a considerable change the progress of the thought is broke; and consequently we are presented with the idea of diversity: In order to reconcile which contradictions the imagination is apt to feign something unknown and invisible, which it supposes to continue the same under all these variations; and this unintelligible something it calls a substance, or original and first matter.","subId":"4","id":"Hume.THN.1.4.3.4","pages":"220"},{"type":"paragraph","content":"We entertain a like notion with regard to the simplicity of substances, and from like causes. Suppose an object perfectly simple and indivisible to be presented, along with another object, whose co-existent parts are connected together by a strong relation, 'tis evident the actions of the mind, in considering these two objects, are not very different. The imagination conceives the simple object at once, with facility, by a single effort of thought, without change or variation. The connexion of parts in the compound object has almost the same effect, and so unites the object within itself, that the fancy feels not the transition in passing from one part to another. Hence the colour, taste, figure, solidity, and other qualities, combin'd in a peach or melon, are conceiv'd to form one thing; and that on account of their close relation, which makes them affect the thought in the same manner, as if perfectly uncompounded. But the mind rests not here. Whenever it views the object in another light, it finds that all these qualities are different, and distinguishable, and separable from each other; which view of things being destructive of its primary and more natural notions, obliges the imagination to feign an unknown something, or original substance and matter, as a principle of union or cohesion among these qualities, and as what may give the compound object a title to be call'd one thing, notwithstanding its diversity and composition.","subId":"5","id":"Hume.THN.1.4.3.5","pages":"221"},{"type":"paragraph","content":"The peripatetic philosophy asserts the original matter to be perfectly homogeneous in all bodies, and considers fire, water, earth, and air, as of the very same substance; on account of their gradual revolutions and changes into each other. At the same time it assigns to each of these species of objects a distinct substantial form, which it supposes to be the source of all those different qualities they possess, and to be a new foundation of simplicity and identity to each particular species. All depends on our manner of viewing the objects. When we look along the insensible changes of bodies, we suppose all of them to be of the same substance or essence. When we consider their sensible differences, we attribute to each of them a substantial and essential difference. And in order to indulge ourselves in both these ways of considering our objects, we suppose all bodies to have at once a substance and a substantial form.","subId":"6","id":"Hume.THN.1.4.3.6","pages":"221-2"},{"type":"paragraph","content":"The notion of accidents is an unavoidable consequence of this method of thinking with regard to substances and substantial forms; nor can we forbear looking upon colours, sounds, tastes, figures, and other properties of bodies, as existences, which cannot subsist apart, but require a subject of inhesion to sustain and support them. For having never discover'd any of these sensible qualities, where, for the reasons above-mention'd, we did not likewise fancy a substance to exist; the same habit, which makes us infer a connexion betwixt cause and effect, makes us here infer a dependance of every quality on the unknown substance. The custom of imagining a dependance has the same effect as the custom of observing it wou'd have. This conceit, however, is no more reasonable than any of the foregoing. Every quality being a distinct thing from another, may be conceiv'd to exist apart, and may exist apart, not only from every other quality, but from that unintelligible chimera of a substance.","subId":"7","id":"Hume.THN.1.4.3.7","pages":"222"},{"type":"paragraph","content":"But these philosophers carry their fictions still farther in their sentiments concerning occult qualities, and both suppose a substance supporting, which they do not understand, and an accident supported, of which they have as imperfect an idea. The whole system, therefore, is entirely incomprehensible, and yet is deriv'd from principles as natural as any of these above-explain'd.","subId":"8","id":"Hume.THN.1.4.3.8","pages":"222"},{"type":"paragraph","content":"In considering this subject we may observe a gradation of three opinions, that rise above each other, according as the persons, who form them, acquire new degrees of reason and knowledge. These opinions are that of the vulgar, that of a false philosophy, and that of the true; where we shall find upon enquiry, that the true philosophy approaches nearer to the sentiments of the vulgar, than to those of a mistaken knowledge. 'Tis natural for men, in their common and careless way of thinking, to imagine they perceive a connexion betwixt such objects as they have constantly found united together; and because custom has render'd it difficult to separate the ideas, they are apt to fancy such a separation to be in itself impossible and absurd. But philosophers, who abstract from the effects of custom, and compare the ideas of objects, immediately perceive the falshood of these vulgar sentiments, and discover that there is no known connexion among objects. Every different object appears to them entirely distinct and separate; and they perceive, that 'tis not from a view of the nature and qualities of objects we infer one from another, but only when in several instances we observe them to have been constantly conjoin'd. But these philosophers, instead of drawing a just inference from this observation, and concluding, that we have no idea of power or agency, separate from the mind, and belonging to causes; I say, instead of drawing this conclusion, they frequently search for the qualities, in which this agency consists, and are displeas'd with every system, which their reason suggests to them, in order to explain it. They have sufficient force of genius to free them from the vulgar error, that there is a natural and perceivable connexion betwixt the several sensible qualities and actions of matter; but not sufficient to keep them from ever seeking for this connexion in matter, or causes. Had they fallen upon the just conclusion, they wou'd have return'd back to the situation of the vulgar, and wou'd have regarded all these disquisitions with indolence and indifference. At present they seem to be in a very lamentable condition, and such as the poets have given us but a faint notion of in their descriptions of the punishment of Sisyphus and Tantalus. For what can be imagin'd more tormenting, than to seek with eagerness, what for ever flies us; and seek for it in a place, where 'tis impossible it can ever exist?","subId":"9","id":"Hume.THN.1.4.3.9","pages":"222-3"},{"type":"paragraph","content":"But as nature seems to have observ'd a kind of justice and compensation in every thing, she has not neglected philosophers more than the rest of the creation; but has reserv'd them a consolation amid all their disappointments and afflictions. This consolation principally consists in their invention of the words faculty and occult quality. For it being usual, after the frequent use of terms, which are really significant and intelligible, to omit the idea, which we wou'd express by them, and to preserve only the custom, by which we recal the idea at pleasure; so it naturally happens, that after the frequent use of terms, which are wholly insignificant and unintelligible, we fancy them to be on the same footing with the precedent, and to have a secret meaning, which we might discover by reflection. The resemblance of their appearance deceives the mind, as is usual, and makes us imagine a thorough resemblance and conformity. By this means these philosophers set themselves at ease, and arrive at last, by an illusion, at the same indifference, which the people attain by their stupidity, and true philosophers by their moderate scepticism. They need only say, that any phænomenon, which puzzles them, arises from a faculty or an occult quality, and there is an end of all dispute and enquiry upon the matter.","subId":"10","id":"Hume.THN.1.4.3.10","pages":"224"},{"type":"paragraph","content":"But among all the instances, wherein the Peripatetics have shewn they were guided by every trivial propensity of the imagination, no one is more remarkable than their sympathies, antipathies, and horrors of a vacuum. There is a very remarkable inclination in human nature, to bestow on external objects the same emotions, which it observes in itself; and to find every where those ideas, which are most present to it. This inclination, 'tis true, is suppress'd by a little reflection, and only takes place in children, poets, and the antient philosophers. It appears in children, by their desire of beating the stones, which hurt them: In poets, by their readiness to personify every thing: And in the antient philosophers, by these fictions of sympathy and antipathy. We must pardon children, because of their age; poets, because they profess to follow implicitly the suggestions of their fancy: But what excuse shall we find to justify our philosophers in so signal a weakness?","subId":"11","id":"Hume.THN.1.4.3.11","pages":"224-5"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]}],"prev":{"id":"Hume.THN.1.4.2","imported":true,"title":"Section 2. Of scepticism with regard to the senses","breadcrumb":"Section 2","published":[1739]},"next":{"id":"Hume.THN.1.4.4","imported":true,"title":"Section 4. Of the modern philosophy","breadcrumb":"Section 4","published":[1739]}}