{"imported":true,"id":"Shaftesbury.C.S.1.2","parent":"Shaftesbury.C.S.1","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_044","texts":[],"published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.S.1.2"},{"type":"paragraph","content":"BUT to bring our Case a little closer still to <em>Morals.</em> I might perhaps very justifiably take occasion here to enter into a spacious Field of Learning, to shew the Antiquity of that Opinion, <q>That we have each of us <em>a Daemon, Genius, Angel,</em> or <em>Guardian-Spirit,</em> to whom we were strictly join'd, and committed, from our earliest Dawn of Reason, or Moment of our Birth.</q> This Opinion, were it literally true, might be highly serviceable, no doubt, towards the Establishment of our System and Doctrine. For it wou'd infallibly be prov'd a kind of Sacrilege or Impiety to slight the Company of so Divine <em>a Guest,</em> and in a manner banish him our Breast, by refusing to enter with him into those secret Conferences, by which alone he cou'd be enabled to become our <em>Adviser</em> and <em>Guide.</em> But I shou'd esteem it unfair to proceed upon such an Hypothesis as this: when the very utmost the wise Antients ever meant by this <em>Daemon</em>-Companion, I conceive to have been no more than enigmatically to declare, <q>That we had each of us a Patient in <em>our-self;</em> that we were properly our own Subjects of Practice; and that we then became due Practitioners, when by virtue of an intimate <em>Recess</em> we cou'd discover a certain <em>Duplicity</em> of Soul, and divide our-selves into <em>two Partys.</em></q> One of these, as they suppos'd, wou'd immediately approve himself a venerable <em>Sage;</em> and with an air of Authority erect himself our Counsellor and Governor; whilst the other Party, who had nothing in him besides what was base and <em>servile,</em> wou'd be contented to follow and obey.","subId":"1","id":"Shaftesbury.C.S.1.2.1"},{"type":"paragraph","content":"According therefore as this <em>Recess</em> was deep and intimate, and the <em>Dual</em> Number practically form'd in Us, we were suppos'd to advance in Morals and true Wisdom. This, they thought, was the only way of <em>composing</em> Matters in our Breast, and establishing that Subordinacy, which alone cou'd make Us agree with our-selves, and be of a-piece <em>within.</em> They esteem'd this a more religious Work than any Prayers, or other Duty in the Temple. And this they advis'd Us to carry thither, as the best Offering which cou'd be made:","subId":"2","id":"Shaftesbury.C.S.1.2.2"},{"type":"paragraph","content":"<a href=\"#n1\"><sup>[1]</sup></a>Duty to God and man well blended in the mind, purity in the shrine of the heart.","subId":"3","id":"Shaftesbury.C.S.1.2.3"},{"type":"paragraph","content":"This was, among the Antients, that celebrated <em>Delphick</em> Inscription, <span class=\"small-capitals\">RecognizeYour-self:</span> which was as much as to say, <em>Divide your-self,</em> or <em>Be</em> <span class=\"small-capitals\">Two.</span> For if the Division were rightly made, all <em>within</em> wou'd of course, they thought, be rightly understood, and prudently manag'd. Such Confidence they had in this Home-<em>Dialect</em> of <span class=\"small-capitals\">Soliloquy.</span> For it was accounted the peculiar of Philosophers and wise Men, to be able <em>to hold themselves in Talk.</em> And it was their Boast on this account, <q>That they were never less <em>alone,</em> than when <em>by themselves.</em></q> A Knave, they thought, cou'd never be <em>by himself.</em> Not that his Conscience was always sure of giving him disturbance; but he had not, they suppos'd, so much Interest with himself, as to exert this generous Faculty, and raise himself <em>a Companion;</em> who being fairly admitted into Partnership, wou'd quickly mend his Partner, and set his Affairs on a right foot.","subId":"4","id":"Shaftesbury.C.S.1.2.4"},{"type":"paragraph","content":"One wou'd think, there was nothing easier for us, than to know our own Minds, and understand what our main <em>Scope</em> was; what we plainly drove at, and what we propos'd to our-selves, as our <em>End,</em> in every Occurrence of our Lives. But our Thoughts have generally such an obscure implicit Language, that 'tis the hardest thing in the world to make 'em speak out distinctly. For this reason, the right Method is to give 'em Voice and Accent. And this, in our default, is what the <em>Moralists</em> or <em>Philosophers</em> endeavour to do, to our hand; when, as is usual, they hold us out a kind of <em>vocal</em> Looking-Glass, draw Sound out of our Breast, and instruct us to personate our-selves, in the plainest manner.","subId":"5","id":"Shaftesbury.C.S.1.2.5"},{"type":"paragraph","content":"<a href=\"#n2\"><sup>[2]</sup></a>The prayer which a man utters within and secretly, when he has prayed aloud for sound mind and credit, is for the speedy death of a rich uncle.","subId":"6","id":"Shaftesbury.C.S.1.2.6"},{"type":"paragraph","content":"A certain Air of Pleasantry and Humour, which prevails now-a-days in the fashionable World, gives a Son the assurance to tell a Father, he has liv'd too long; and a Husband the privilege of talking of his <em>Second</em> Wife before his <em>First.</em> But let the airy Gentleman, who makes thus bold with others, retire a-while out of Company; and he scarce dares tell himself his Wishes. Much less can he endure to carry on his Thought, as he necessarily must, if he enters once thorowly <em>into Himself,</em> and proceeds by <em>Interrogatorys</em> to form the Home-Acquaintance and Familiarity requir'd. For thus, after some struggle, we may suppose him to accost himself. <q>Tell me now, my honest Heart! Am I really <em>honest,</em> and of some worth? or do I only make a fair show, and am <em>intrinsecally</em> no better than <em>a Rascal?</em> As good a Friend, a Country-man, or a Relation, as I appear outwardly to the World, or as I wou'd willingly perhaps think my-self to be; shou'd I not in reality be glad they were hang'd, any of them, or broke their Necks, who happen'd to stand between Me and the least portion of an Estate? Why not? since 'tis <em>my Interest.</em> Shou'd I not be glad therefore to help this matter forwards, and promote <em>my Interest,</em> if it lay fairly in my power? No doubt; provided I were sure not to be punish'd for it. And what reason has the greatest Rogue in Nature for not doing thus? The same reason, and no other. Am I not then, at the bottom, the same as he? The same: an arrant Villain; tho perhaps more a Coward, and not so perfect in my kind. If <em>Interest</em> therefore points me out this Road; whither would <em>Humanity</em> and <em>Compassion</em> lead me? Quite contrary. Why therefore do I cherish such Weaknesses? Why do I sympathize with others? Why please myself in the Conceit of <em>Worth</em> and <em>Honour? a Character, a Memory, an Issue,</em> or <em>a Name?</em> What else are these but Scruples in my way? Wherefore do I thus bely my own <em>Interest,</em> and by keeping my-self <em>half Knave,</em> approve myself a <em>thorow Fool?</em></q>","subId":"7","id":"Shaftesbury.C.S.1.2.7"},{"type":"paragraph","content":"This is a Language we can by no means endure to hold with our-selves; whatever Raillery we may use with others. We may defend Villany, or cry up Folly, before the World: But to appear Fools, Mad-men, or Varlets, to <em>our-selves;</em> and prove it to our own faces, that we are really <em>such,</em> is insupportable. For so true a Reverence has every-one for himself, when he comes clearly to appear before his close Companion, that he had rather profess the vilest things of himself in open Company, than hear his Character privately from his own Mouth. So that we may readily from hence conclude, That the chief Interest of <em>Ambition, Avarice, Corruption,</em> and every sly insinuating <em>Vice,</em> is to prevent this Interview and Familiarity of Discourse which is consequent upon close Retirement and inward Recess. 'Tis the grand Artifice of <em>Villany</em> and <em>Leudness,</em> as well as of <em>Superstition</em> and <em>Bigotry,</em> to put us upon Terms of greater Distance and Formality with our-selves, and evade our proving Method of <span class=\"small-capitals\">Soliloquy.</span> And for this reason, how specious soever may be the Instruction and Doctrine of <em>Formalists;</em> their very Manner it-self is a sufficient <em>Blind,</em> or <em>Remora</em> in the way of Honesty and good Sense.","subId":"8","id":"Shaftesbury.C.S.1.2.8"},{"type":"paragraph","content":"I am sensible, that shou'd my Reader be peradventure <em>a Lover,</em> after the more profound and solemn way of Love, he wou'd be apt to conclude, that he was no Stranger to our propos'd Method of Practice; being conscious to himself of having often made vigorous Excursions into those solitary Regions above-mention'd; where <em>Soliloquy</em> is upheld with most advantage. He may chance to remember how he has many times address'd the Woods and Rocks in audible articulate Sounds, and seemingly expostulated with himself in such a manner, as if he had really form'd the requisite <em>Distinction,</em> and had the Power to entertain himself in due form. But it is very apparent, that tho all were true we have here suppos'd, it can no way reach the Case before us. For a passionate Lover, whatever Solitude he may affect, can never be truly <em>by him</em><em>self.</em> His Case is like the <em>Author's</em> who has begun his Courtship to the Publick, and is embark'd in an Intrigue which sufficiently amuses, and takes him out of himself. Whatever he meditates alone, is interrupted still by the imagin'd Presence of the Mistress he pursues. Not a Thought, not an Expression, not a Sigh, which is purely for himself. All is appropriated, and all devoutly tender'd to the Object of his Passion. Insomuch that there is nothing ever so trivial or accidental of this kind, which he is not desirous shou'd be witness'd by the Party, whose Grace and Favour he sollicits.","subId":"9","id":"Shaftesbury.C.S.1.2.9"},{"type":"paragraph","content":"'Tis the same Reason which keeps the imaginary Saint, or <em>Mystick,</em> from being capable of this Entertainment. Instead of looking narrowly into his own Nature and Mind, that he may be no longer a Mystery to himself, he is taken up with the Contemplation of other mysterious Natures, which he can never explain or comprehend. He has the Specters of his Zeal before his Eyes; and is as familiar with his Modes, Essences, Personages, and Exhibitions of <span class=\"small-capitals\">Deity,</span> as the <em>Conjurer</em> with his different Forms, Species, and Orders of <span class=\"small-capitals\">Genii</span> or <span class=\"small-capitals\">Daemons.</span> So that we make no doubt to assert, that not so much as a recluse Religionist, a Votary, or <em>Hermit,</em> was ever truly <em>by himself.</em> And thus since neither <em>Lover, Author, Mystick,</em> or <em>Conjurer,</em> (who are the only Claimants) can truly or justly be entitled to a Share in this Self-entertainment; it remains that the only Person intitled, is the <em>Man of Sense,</em> the <em>Sage,</em> or <em>Philosopher.</em> However, since of all other Characters we are generally the most inclin'd to favour that of <em>a Lover;</em> it may not, we hope, be impertinent, on this occasion, to recite the Story of an Amour.","subId":"10","id":"Shaftesbury.C.S.1.2.10"},{"type":"paragraph","content":"A VIRTUOUS young Prince of a heroick Soul, capable of Love and Friendship, made war upon a Tyrant, who was in every respect his Reverse. 'Twas the Happiness of our Prince to be as great a Conqueror by his Clemency and Bounty, as by his Arms and military Virtue. Already he had won over to his Party several Potentates and Princes, who before had been subject to the Tyrant. Among those who adher'd still to the Enemy, there was a Prince, who having all the advantage of Person and Merit, had lately been made happy in the Possession and mutual Love of the most beautiful Princess in the world. It happen'd that the Occasions of the War call'd the new-marry'd Prince to a distance from his belov'd Princess. He left her secure, as he thought, in a strong Castle, far within the Country: but in his absence the Place was taken by surprize, and the Princess brought a Captive to the Quarters of our heroick Prince.","subId":"11","id":"Shaftesbury.C.S.1.2.11"},{"type":"paragraph","content":"There was in the Camp a young Nobleman, Favourite of the Prince; one who had been educated with him, and was still treated by him with perfect Familiarity. Him he immediately sent for, and with strict Injunctions committed the captive Princess to his charge; resolving she shou'd be treated with that Respect which was due to her high Rank and Merit. 'Twas the same young Lord, who had discover'd her disguis'd among the Prisoners, and learnt her Story; the particulars of which he now related to the Prince. He spoke in extasy on this occasion; telling the Prince how beautiful she appear'd, even in the midst of Sorrow; and tho disguis'd under the meanest Habit, yet how distinguishable, by her Air and Manner, from every other Beauty of her Sex. But what appear'd strange to our young Nobleman, was, that the Prince, during this whole relation, discover'd not the least Intention of seeing the Lady, or satisfying that Curiosity, which seem'd so natural on such an occasion. He press'd him; but without success. <q>Not see her, Sir!</q> (said he, wondring) <q>when she is so handsom, beyond what you have ever seen!</q>","subId":"12","id":"Shaftesbury.C.S.1.2.12"},{"type":"paragraph","content":"<q>For that very reason,</q> reply'd the Prince, <q>I wou'd the rather decline the Interview. For shou'd I, upon the bare Report of her Beauty, be so charm'd as to make the first Visit at this urgent time of Business; I may upon sight, with better reason, be induc'd perhaps to visit her when I am more at leisure: and so again and again; till at last I may have no leisure left for my Affairs.</q>","subId":"13","id":"Shaftesbury.C.S.1.2.13"},{"type":"paragraph","content":"<q>Wou'd you, Sir! persuade me then,</q> said the young Nobleman, smiling, <q>that a fair Face can have such Power as to force <em>the Will</em> it-self, and constrain a Man in any respect to act contrary to what he thinks becoming him? Are we to hearken to the Poets in what they tell us of that Incendiary <span class=\"small-capitals\">Love,</span> and his irresistible Flames? A real Flame, we see, burns all alike. But that imaginary one of Beauty hurts only those who are consenting. It affects no otherwise, than as we ourselves are pleas'd to allow it. In many Cases we absolutely command it: as where Relation and Consanguinity are in the nearest degree. Authority and Law, we see, can master it. But 'twou'd be vain as well as unjust, for any Law to intermeddle or prescribe, were not the Case voluntary, and our <em>Will</em> entirely <em>free.</em></q>","subId":"14","id":"Shaftesbury.C.S.1.2.14"},{"type":"paragraph","content":"<q>How comes it then,</q> reply'd the Prince, <q>that if we are thus Masters of our Choice, and free at first to admire and love where we approve, we cannot afterwards as well cease to love whenever we see cause? This latter <em>Liberty</em> you will hardly defend. For I doubt not, you have heard of many, who tho they were us'd to set the highest value upon <em>Liberty</em> before they lov'd, yet afterwards were <em>necessitated</em> to serve in the most abject manner: finding themselves constrain'd and bound by a stronger Chain than any of Iron, or Adamant.</q>","subId":"15","id":"Shaftesbury.C.S.1.2.15"},{"type":"paragraph","content":"<q>Such Wretches,</q> reply'd the Youth, <q>I have often heard complain; who, if you will believe 'em, are wretched indeed, without Means or Power to help themselves. You may hear 'em in the same manner complain grievously of Life it-self. But tho there are Doors enow to go out of Life, they find it convenient to keep still where they are. They are the very same Pretenders, who thro' this Plea of <em>irresistible Necessity</em> make bold with what is another's, and attempt unlawful Beds. But the Law, I perceive, makes bold with them in its turn, as with other Invaders of Property. Neither is it your Custom, Sir, to pardon such Offences. So that Beauty it-self, you must allow, is innocent and harmless, and can compel no-one to do any thing amiss. The Debauch'd compel themselves, and unjustly charge their Guilt on <span class=\"small-capitals\">Love.</span> They who are honest and just, can admire and love whatever is beautiful; without offering at any-thing beyond what is allow'd. How then is it possible, Sir, that one of your Virtue shou'd be in pain on any such account, or fear such a Temptation? You see, Sir, I am sound and whole, after having beheld the Princess. I have convers'd with her; I have admir'd her in the highest degree: yet am <em>my-self</em> still, and in my Duty; and shall be ever in the same manner at your command.</q>","subId":"16","id":"Shaftesbury.C.S.1.2.16"},{"type":"paragraph","content":"<q>'Tis well</q> (reply'd the Prince): <q>keep your-self so. Be ever the same Man: and look to your <em>Charge</em> carefully, as becomes you. For it may so happen in the present posture of the War, that this Fair Captive may stand us in good stead.</q>","subId":"17","id":"Shaftesbury.C.S.1.2.17"},{"type":"paragraph","content":"With this the young Nobleman departed to execute his Commission: and immediately took such care of the captive Princess and her Houshold, that she seem'd as perfectly obey'd, and had every thing which belong'd to her in as great Splendor now, as in her Principality, and in the height of Fortune. He found her in every respect deserving, and saw in her a Generosity of Soul which was beyond her other Charms. His Study to oblige her, and soften her Distress, made her in return desirous to express a Gratitude; which he easily perceiv'd. She shew'd on every occasion a real Concern for his Interest; and when he happen'd to fall ill, she took such tender care of him her-self, and by her Servants, that he seem'd to owe his Recovery to her Friendship.","subId":"18","id":"Shaftesbury.C.S.1.2.18"},{"type":"paragraph","content":"From these Beginnings, insensibly, and by natural degrees (as may easily be conceiv'd) the Youth fell desperately in love. At first he offer'd not to make the least mention of his Passion to the Princess. For he scarce dar'd tell it <em>to himself.</em> But afterwards he grew bolder. She receiv'd his Declaration with an unaffected Trouble and Concern, spoke to him as a Friend, to dissuade him as much as possible from such an extravagant Attempt. But when he talk'd to her of <em>Force,</em> she immediately sent away one of her faithful Domesticks to the Prince, to implore his Protection. The Prince receiv'd the Message with the appearance of more than ordinary Concern: sent instantly for one of his first Ministers; and bid him go with that Domestick to the young Nobleman, and let him understand, <q>That <em>Force</em> was not to be offer'd to such a Lady; <em>Persuasion</em> he might use, if he thought fit.</q>","subId":"19","id":"Shaftesbury.C.S.1.2.19"},{"type":"paragraph","content":"The Minister, who was no Friend to the young Nobleman, fail'd not to aggravate the Message, inveigh'd publickly against him on this occasion, and to his face reproach'd him as a Traitor and Dishonourer of his Prince and Nation: with all else which cou'd be said against him, as guilty of the highest Sacrilege, Perfidiousness, and Breach of Trust. So that in reality, the Youth look'd upon his Case as desperate, fell into the deepest Melancholy, and prepar'd himself for that Fate, which he thought he well deserv'd.","subId":"20","id":"Shaftesbury.C.S.1.2.20"},{"type":"paragraph","content":"In this Condition the Prince sent to speak with him alone: and when he saw him in the utmost Confusion, <q>I find,</q> <em>said he,</em> <q>my Friend, I am now become dreadful to you indeed; since you can neither see me without Shame, nor imagine me to be without Resentment. But away with all those Thoughts from this time forwards. I know how much you have suffer'd on this occasion. I know the Power of <span class=\"small-capitals\">Love,</span> and am no otherwise safe my-self, than by keeping out of the way of <em>Beauty.</em> 'Twas I who was in fault; 'twas I who unhappily match'd you with that unequal Adversary, and gave you that impracticable Task and hard Adventure, which no-one yet was ever strong enough to accomplish.</q>","subId":"21","id":"Shaftesbury.C.S.1.2.21"},{"type":"paragraph","content":"<q>In this, Sir,</q> reply'd the Youth, <q>as in all else, you express that Goodness which is so natural to you. You have Compassion, and can allow for human Frailty; but the rest of Mankind will never cease to upbraid me. Nor shall I ever be forgiven, were I able ever to forgive my-self. I am reproach'd by my nearest Friends. I must be odious to all Mankind, wherever I am known. The least Punishment I can think due to me, is Banishment for ever from your Presence.</q>","subId":"22","id":"Shaftesbury.C.S.1.2.22"},{"type":"paragraph","content":"<q>Think not of such a thing <em>for ever,</em></q> said the Prince, <q>but trust me: if you retire only <em>for a while,</em> I shall so order it, that you shall soon return again with the Applause, even of those who are now your Enemys, when they find what a considerable Service you shall have render'd both to them and Me.</q>","subId":"23","id":"Shaftesbury.C.S.1.2.23"},{"type":"paragraph","content":"Such a Hint was sufficient to revive the Spirits of our despairing Youth. He was transported to think, that his Misfortune cou'd be turn'd any way to the Advantage of his Prince; he enter'd with Joy into the Scheme the Prince had laid for him, and appear'd eager to depart and execute what was appointed him. <q>Can you then,</q> said the Prince, <q>resolve to quit the charming Princess?</q>","subId":"24","id":"Shaftesbury.C.S.1.2.24"},{"type":"paragraph","content":"<q>O Sir!</q> reply'd the Youth, <q>well am I now satisfy'd, that I have in reality within me <em>two distinct separate Souls.</em> This Lesson of Philosophy I have learnt from that villanous Sophister <span class=\"small-capitals\">Love.</span> For 'tis impossible to believe, that having one and the same Soul, it shou'd be actually both Good and Bad, passionate for Virtue and Vice, desirous of Contrarys. No. There must of necessity be <em>Two:</em> and when <em>the Good</em> prevails, 'tis then we act handsomly; when <em>the Ill,</em> then basely and villanously. Such was my Case. For lately <em>the Ill</em> Soul was wholly Master. But now <em>the Good</em> prevails, by your assistance; and I am plainly a new Creature, with quite another <em>Apprehension,</em> another <em>Reason,</em> another <span class=\"small-capitals\">Will.'</span> '</q>","subId":"25","id":"Shaftesbury.C.S.1.2.25"},{"type":"paragraph","content":"THUS it may appear how far <em>a Lover</em> by his own natural Strength may reach the chief Principle of Philosophy, and understand our Doctrine of <em>Two Persons</em> in one individual <em>Self.</em> Not that our Courtier, we suppose, was able, of himself, to form this <em>Distinction</em> justly and according to Art. For cou'd he have effected this, he wou'd have been able to cure himself, without the assistance of his Prince. However, he was wise enough to see in the issue, that his <em>Independency</em> and <em>Freedom</em> were mere Glosses, and <em>Resolution</em> a Nose of Wax. For let <span class=\"small-capitals\">Will</span> be ever so free, <em>Humour</em> and <em>Fancy,</em> we see, govern it. And these, as free as we suppose 'em, are often chang'd we know not how, without asking our consent, or giving us any account. If<a href=\"#n3\"><sup>[3]</sup></a> <em>Opinion</em> be that which governs, and makes the change; 'tis it-self as liable to be govern'd, and vary'd in its turn. And by what I can observe of the World, <em>Fancy</em> and <em>Opinion</em> stand pretty much upon the same bottom. So that if there be no certain <em>Inspector</em> or <em>Auditor</em> establish'd within us, to take account of these Opinions and Fancys in due form, and minutely to animadvert upon their several Growths and Habits, we are as little like to continue a Day in the same <em>Will,</em> as a Tree, during a Summer, in the same <em>Shape,</em> without the Gard'ner's Assistance, and the vigorous Application of the Sheers and Pruning-Knife.","subId":"26","id":"Shaftesbury.C.S.1.2.26"},{"type":"paragraph","content":"As cruel a Court as <em>the Inquisition</em> appears; there must, it seems, be full as formidable a one, erected in our-selves; if we wou'd pretend to that Uniformity of Opinion which is necessary to hold us to <em>one Will,</em> and preserve us in the same mind, from one day to another. Philosophy, at this rate, will be thought perhaps little better than Persecution: And <em>a Supreme Judg</em> in matters of Inclination and Appetite, must needs go exceedingly against the Heart. Every pretty Fancy is disturb'd by it: Every Pleasure interrupted by it. The Course of good Humour will hardly allow it: And the Pleasantry of Wit almost absolutely rejects it. It appears, besides, like a kind of Pedantry, to be thus magisterial with our-selves; thus strict over our Imaginations, and with all the airs of a real Pedagogue to be sollicitously taken up in the sour Care and Tutorage of so many boyish Fancys, unlucky Appetites and Desires, which are perpetually playing truant, and need Correction.","subId":"27","id":"Shaftesbury.C.S.1.2.27"},{"type":"paragraph","content":"We hope, however, that by our Method of Practice, and the help of the grand <em>Arcanum,</em> which we have profess'd to reveal, this <em>Regimen</em> or <em>Discipline of the</em> <em>Fancys</em> may not in the end prove so severe or mortifying as is imagin'd. We hope also that our <em>Patient</em> (for such we naturally suppose our <em>Reader</em>) will consider duly with himself, that what he endures in this Operation is for no inconsiderable End: since 'tis to gain him <em>a Will,</em> and insure him <em>a certain Resolution;</em> by which he shall know where to find himself; be sure of his own Meaning and Design; and as to all his Desires, Opinions, and Inclinations, be warranted <em>one and the same</em> Person to day as yesterday, and to morrow as to day.","subId":"28","id":"Shaftesbury.C.S.1.2.28"},{"type":"paragraph","content":"This, perhaps, will be thought a Miracle by one who well considers the Nature of Mankind, and the Growth, Variation, and Inflection of <em>Appetite</em> and <em>Humour.</em> For <span class=\"small-capitals\">Appetite,</span> which is elder Brother to <span class=\"small-capitals\">Reason,</span> being the Lad of stronger growth, is sure, on every Contest, to take the advantage of drawing all to his own side. And <em>Will,</em> so highly boasted, is, at best, merely a Top or Foot-Ball between these Youngsters, who prove very unfortunately match'd; till the youngest, instead of now and then a Kick or Lash bestow'd to little purpose, forsakes the Ball or Top it-self, and begins to lay about his elder Brother. 'Tis then that the Scene changes. For the elder, like an arrant Coward, upon this Treatment, presently grows civil, and affords the younger as fair Play afterwards as he can desire.","subId":"29","id":"Shaftesbury.C.S.1.2.29"},{"type":"paragraph","content":"And here it is that our Sovereign Remedy and <em>Gymnastick</em> Method of <span class=\"small-capitals\">Soliloquy</span> takes its rise: when by a certain powerful Figure of inward Rhetorick, the Mind <em>apostrophizes</em> its own <span class=\"small-capitals\">Fancys,</span> raises 'em in their proper <em>Shapes</em> and <em>Personages,</em> and addresses 'em familiarly, without the least Ceremony or Respect. By this means it will soon happen, that <span class=\"small-capitals\">Two</span> form'd <em>Partys</em> will erect themselves <em>within.</em> For the Imaginations or Fancys being thus roundly treated, are forc'd to declare themselves, and take party. Those on the side of the elder Brother <span class=\"small-capitals\">Appetite,</span> are strangely subtle and insinuating. They have always the Faculty to speak by Nods and Winks. By this practice they conceal half their meaning, and, like modern Politicians, pass for deeply wise, and adorn themselves with the finest Pretext and most specious Glosses imaginable; till being confronted with their Fellows of a plainer Language and Expression, they are forc'd to quit their mysterious Manner, and discover themselves mere <em>Sophisters</em> and <em>Impostors,</em> who have not the least to do with the Party of <span class=\"small-capitals\">Reason</span> and <em>good Sense.</em>","subId":"30","id":"Shaftesbury.C.S.1.2.30"},{"type":"paragraph","content":"Accordingly we might now proceed to exhibit distinctly, and in due method, the Form and Manner of this <em>Probation,</em> or <em>Exercise,</em> as it regards all Men in general. But the Case of <em>Authors,</em> in particular, being, as we apprehend, the most urgent; we shall apply our Rule in the first place to these Gentlemen, whom it so highly imports to know themselves, and understand the natural <em>Strength</em> and <em>Powers,</em> as well as the <em>Weaknesses</em> of a human Mind. For without this Understanding, the <em>Historian</em>'s Judgment will be very defective; the <em>Politician</em>'s Views very narrow, and chimerical; and the <em>Poet</em>'s Brain, however stock'd with Fiction, will be but poorly furnish'd; as in the sequel we shall make appear. He who deals in <em>Characters,</em> must of necessity know <em>his own;</em> or he will know nothing. And he who wou'd give the World a profitable Entertainment of this sort, shou'd be sure to profit, first, by himself. For in this sense, <em>Wisdom</em> as well as <em>Charity</em> may be honestly said <em>to begin at home.</em> There is no way of estimating <em>Manners,</em> or apprizing the different <em>Humours, Fancys, Passions</em> and <em>Apprehensions</em> of others, without first taking an Inventory of the same kind of Goods within ourselves, and surveying our domestick Fund. A little of this <em>Home</em>-Practice will serve to make great Discoverys.","subId":"31","id":"Shaftesbury.C.S.1.2.31"},{"type":"paragraph","content":"Live at home and learn how slenderly furnished your apartments are.<a href=\"#n4\"><sup>[4]</sup></a>","subId":"32","id":"Shaftesbury.C.S.1.2.32"},{"type":"note","content":"<blockquote><span class=\"foreign\">Compositum jus, fasque animi, sanctosque recessus <br> Mentis.—</span> <br> <cite>Pers. <em>Sat.</em> 2.</cite></blockquote>","subId":"n1","id":"Shaftesbury.C.S.1.2.n1"},{"type":"note","content":"<blockquote><span class=\"foreign\">Illa sibi introrsum, &amp; sub Lingua immurmurat: ô si <br> Ebullit Patrui praeclarum funus!</span> <br> <cite>Pers. <em>Sat.</em> 2.</cite></blockquote>","subId":"n2","id":"Shaftesbury.C.S.1.2.n2"},{"type":"note","content":"<em>Infra,</em> p. 324. And VOL. III. p. 198, 199.","subId":"n3","id":"Shaftesbury.C.S.1.2.n3"},{"type":"note","content":"<span class=\"foreign\">Tecum habita, &amp; nôris quàm sit tibi curta supellex.</span>","subId":"n4","id":"Shaftesbury.C.S.1.2.n4"}]}