{"imported":true,"id":"Hume.ETSS.EMPL2.OC","parent":"Hume.ETSS.EMPL2","title":"Of the Original Contract","breadcrumb":"Of the Original Contract","published":[1748],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Of the ^Original Contract^. £1","id":"Hume.ETSS.EMPL2.OC"},{"type":"paragraph","content":"AS no party, in the present age, can well support itself, without a philosophical or speculative system of principles, annexed to its political or practical one; we accordingly find, that each of the factions, into which this nation is divided, has reared up a fabric of the former kind, in order to protect and cover that scheme of actions, which it pursues. |The people being commonly very rude builders, especially in this speculative way, and more especially still, when actuated by party-zeal; it is natural to imagine, that their workmanship must be a little unshapely, and discover evident marks of that violence and hurry, in which it was raised. The one party, by tracing up government to the ^Deity^, endeavour to render it so sacred and inviolate, that it must be little less than sacrilege, however tyrannical it may become, to touch or invade it, in the smallest article. The other party, by founding government altogether on the consent of the ^People^, suppose that there is a kind of _original contract_, by which the subjects have tacitly reserved the power of resisting their sovereign, whenever they find themselves aggrieved by that authority, with which they have, for certain purposes, voluntarily entrusted him. These are the speculative principles of the two parties; and these too are the practical consequences deduced from them.","subId":"1","id":"Hume.ETSS.EMPL2.OC.1","pages":"465-6"},{"type":"paragraph","content":"I shall venture to affirm, _That both these_ systems _of speculative principles are just; though not in the sense, intended by the parties:_ And, _That both the_ schemes _of practical consequences are prudent; though not in the extremes, to which each party, in opposition to the other, has commonly endeavoured to carry them._","subId":"2","id":"Hume.ETSS.EMPL2.OC.2","pages":"466"},{"type":"paragraph","content":"That the ^Deity^ is the ultimate author of all government, will never be denied by any, who admit a general providence, and allow, that all events in the universe are conducted by an uniform plan, and directed to wise purposes. As it is impossible for the human race to subsist, at least in any comfortable or secure state, without the protection of government; this |institution must certainly have been intended by that beneficent Being, who means the good of all his creatures: And as it has universally, in fact, taken place, in all countries, and all ages; we may conclude, with still greater certainty, that it was intended by that omniscient Being, who can never be deceived by any event or operation. But since he gave rise to it, not by any particular or miraculous interposition, but by his concealed and universal efficacy; a sovereign cannot, properly speaking, be called his vice-gerent, in any other sense than every power or force, being derived from him, may be said to act by his commission. Whatever actually happens is comprehended in the general plan or intention of providence; nor has the greatest and most lawful prince any more reason, upon that account, to plead a peculiar sacredness or inviolable authority, than an inferior magistrate, or even an usurper, or even a robber and a pyrate. The same divine superintendant, who, for wise purposes, invested a ^Titus^ or a ^Trajan^ with authority, did also, for purposes, no doubt, equally wise, though unknown, bestow power on a ^Borgia^ or an ^Angria^. The same causes, which gave rise to the sovereign power in every state, established likewise every petty jurisdiction in it, and every limited authority. A constable, therefore, no less than a king, acts by a divine commission, and possesses an indefeasible right.","subId":"3","id":"Hume.ETSS.EMPL2.OC.3","pages":"466-7"},{"type":"paragraph","content":"When we consider how nearly equal all men are in their |bodily force, and even in their mental powers and faculties, till cultivated by education; we must necessarily allow, that nothing but their own consent could, at first, associate them together, and subject them to any authority. The people, if we trace government to its first origin in the woods and desarts, are the source of all power and jurisdiction, and voluntarily, for the sake of peace and order, abandoned their native liberty, and received laws from their equal and companion. The conditions, upon which they were willing to submit, were either expressed, or were so clear and obvious, that it might well be esteemed superfluous to express them. If this, then, be meant by the _original contract_, it cannot be denied, that all government is, at first, founded on a contract, and that the most ancient rude combinations of mankind were formed chiefly by that principle. In vain, are we asked in what records this charter of our liberties is registered. It was not written on parchment, nor yet on leaves or barks of trees. It preceded the use of writing and all the other civilized arts of life. But we trace it plainly in the nature of man, and in the equality, or something approaching equality, which we find in all the individuals of that species. The force, which now prevails, and which is founded on fleets and armies, is plainly political, and derived from authority, the effect of established government. A man's natural force consists only in the vigour of his limbs, and the firmness of his courage; which could never subject multitudes to the command of one. Nothing but their own consent, and their sense of the advantages resulting from peace and order, could have had that influence.","subId":"4","id":"Hume.ETSS.EMPL2.OC.4","pages":"467-8"},{"type":"paragraph","content":"Yet even this consent was long very imperfect, and could not be the basis of a regular administration. The chieftain, who had probably acquired his influence during the continuance of war, ruled more by persuasion than command; and till he could employ force to reduce the refractory and disobedient, the society could scarcely be said to have attained a state of civil government. No compact or agreement, it is evident, was expressly formed for general submission; an idea far beyond the comprehension of savages: Each exertion of |authority in the chieftain must have been particular, and called forth by the present exigencies of the case: The sensible utility, resulting from his interposition, made these exertions become daily more frequent; and their frequency gradually produced an habitual, and, if you please to call it so, a voluntary, and therefore precarious, acquiescence in the people.","subId":"5","id":"Hume.ETSS.EMPL2.OC.5","pages":"468-9"},{"type":"paragraph","content":"But philosophers, who have embraced a party (if that be not a contradiction in terms) are not contented with these concessions. They assert, not only that government in its earliest infancy arose from consent or rather the voluntary acquiescence of the people; but also, that, even at present, when it has attained full maturity, it rests on no other foundation. They affirm, that all men are still born equal, and owe allegiance to no prince or government, unless bound by the obligation and sanction of a _promise_. And as no man, without some equivalent, would forego the advantages of his native liberty, and subject himself to the will of another; this promise is always understood to be conditional, and imposes on him no obligation, unless he meet with justice and protection from his sovereign. These advantages the sovereign promises him in return; and if he fail in the execution, he has broken, on his part, the articles of engagement, and has thereby freed his subject from all obligations to allegiance. Such, according to these philosophers, is the foundation of authority in every government; and such the right of resistance, possessed by every subject.","subId":"6","id":"Hume.ETSS.EMPL2.OC.6","pages":"469"},{"type":"paragraph","content":"But would these reasoners look abroad into the world, they |would meet with nothing that, in the least, corresponds to their ideas, or can warrant so refined and philosophical a system. On the contrary, we find, every where, princes, who claim their subjects as their property, and assert their independent right of sovereignty, from conquest or succession. We find also, every where, subjects, who acknowledge this right in their prince, and suppose themselves born under obligations of obedience to a certain sovereign, as much as under the ties of reverence and duty to certain parents. These connexions are always conceived to be equally independent of our consent, in ^Persia^ and ^China^; in ^France^ and ^Spain^; and even in ^Holland^ and ^England^, wherever the doctrines above-mentioned have not been carefully inculcated. Obedience or subjection becomes so familiar, that most men never make any enquiry about its origin or cause, more than about the principle of gravity, resistance, or the most universal laws of nature. Or if curiosity ever move them; as soon as they learn, that they themselves and their ancestors have, for several ages, or from time immemorial, been subject to such a form of government or such a family; they immediately acquiesce, and acknowledge their obligation to allegiance. Were you to preach, in most parts of the world, that political connexions are founded altogether on voluntary consent or a mutual promise, the magistrate would soon imprison you, as seditious, for loosening the ties of obedience; if your friends did not before shut you up as delirious, for advancing such absurdities. It is strange, that an act of the mind, which every individual is supposed to have formed, and after he came to the use of reason too, otherwise it could have no authority; that this act, I say, should be so much unknown to all of them, that, over the face of the whole earth, there scarcely remain any traces or memory of it.","subId":"7","id":"Hume.ETSS.EMPL2.OC.7","pages":"469-70"},{"type":"paragraph","content":"But the contract, on which government is founded, is said to be the _original contract_; and consequently may be supposed too old to fall under the knowledge of the present generation. If the agreement, by which savage men first associated and conjoined their force, be here meant, this is acknowledged to |be real; but being so ancient, and being obliterated by a thousand changes of government and princes, it cannot now be supposed to retain any authority. If we would say any thing to the purpose, we must assert, that every particular government, which is lawful, and which imposes any duty of allegiance on the subject, was, at first, founded on consent and a voluntary compact. But besides that this supposes the consent of the fathers to bind the children, even to the most remote generations, (which republican writers will never allow) besides this, I say, it is not justified by history or experience, in any age or country of the world.","subId":"8","id":"Hume.ETSS.EMPL2.OC.8","pages":"470-1"},{"type":"paragraph","content":"Almost all the governments, which exist at present, or of which there remains any record in story, have been founded originally, either on usurpation or conquest, or both, without any pretence of a fair consent, or voluntary subjection of the people. When an artful and bold man is placed at the head of an army or faction, it is often easy for him, by employing, sometimes violence, sometimes false pretences, to establish his dominion over a people a hundred times more numerous than his partizans. He allows no such open communication, that his enemies can know, with certainty, their number or force. He gives them no leisure to assemble together in a body to oppose him. Even all those, who are the instruments of his usurpation, may wish his fall; but their ignorance of each other's intention keeps them in awe, and is the sole cause of his security. By such arts as these, many governments have been established; and this is all the _original contract_, which they have to boast of.","subId":"9","id":"Hume.ETSS.EMPL2.OC.9","pages":"471"},{"type":"paragraph","content":"The face of the earth is continually changing, by the encrease of small kingdoms into great empires, by the dissolution of great empires into smaller kingdoms, by the planting of colonies, by the migration of tribes. Is there any thing discoverable in all these events, but force and violence? Where is the mutual agreement or voluntary association so much talked of?","subId":"10","id":"Hume.ETSS.EMPL2.OC.10","pages":"471"},{"type":"paragraph","content":"Even the smoothest way, by which a nation may receive a foreign master, by marriage or a will, is not extremely honour|able for the people; but supposes them to be disposed of, like a dowry or a legacy, according to the pleasure or interest of their rulers.","subId":"11","id":"Hume.ETSS.EMPL2.OC.11","pages":"471-2"},{"type":"paragraph","content":"But where no force interposes, and election takes place; what is this election so highly vaunted? It is either the combination of a few great men, who decide for the whole, and will allow of no opposition: Or it is the fury of a multitude, that follow a seditious ringleader, who is not known, perhaps, to a dozen among them, and who owes his advancement merely to his own impudence, or to the momentary caprice of his fellows.","subId":"12","id":"Hume.ETSS.EMPL2.OC.12","pages":"472"},{"type":"paragraph","content":"Are these disorderly elections, which are rare too, of such mighty authority, as to be the only lawful foundation of all government and allegiance?","subId":"13","id":"Hume.ETSS.EMPL2.OC.13","pages":"472"},{"type":"paragraph","content":"In reality, there is not a more terrible event, than a total dissolution of government, which gives liberty to the multitude, and makes the determination or choice of a new establishment depend upon a number, which nearly approaches to that of the body of the people: For it never comes entirely to the whole body of them. Every wise man, then, wishes to see, at the head of a powerful and obedient army, a general, who may speedily seize the prize, and give to the people a master, which they are so unfit to chuse for themselves. So little correspondent is fact and reality to those philosophical notions.","subId":"14","id":"Hume.ETSS.EMPL2.OC.14","pages":"472"},{"type":"paragraph","content":"Let not the establishment at the _Revolution_ deceive us, or make us so much in love with a philosophical origin to government, as to imagine all others monstrous and irregular. Even that event was far from corresponding to these refined ideas. It was only the succession, and that only in the regal part of the government, which was then changed: And it was only the majority of seven hundred, who determined that change for near ten millions. I doubt not, indeed, but the bulk of those |ten millions acquiesced willingly in the determination: But was the matter left, in the least, to their choice? Was it not justly supposed to be, from that moment, decided, and every man punished, who refused to submit to the new sovereign? How otherwise could the matter have ever been brought to any issue or conclusion?","subId":"15","id":"Hume.ETSS.EMPL2.OC.15","pages":"472-3"},{"type":"paragraph","content":"The republic of ^Athens^ was, I believe, the most extensive democracy, that we read of in history: Yet if we make the requisite allowances for the women, the slaves, and the strangers, we shall find, that that establishment was not, at first, made, nor any law ever voted, by a tenth part of those who were bound to pay obedience to it: Not to mention the islands and foreign dominions, which the ^Athenians^ claimed as theirs by right of conquest. And as it is well known, that popular assemblies in that city were always full of licence and disorder, notwithstanding the institutions and laws by which they were checked: How much more disorderly must they prove, where they form not the established constitution, but meet tumultuously on the dissolution of the ancient government, in order to give rise to a new one? How chimerical must it be to talk of a choice in such circumstances?","subId":"16","id":"Hume.ETSS.EMPL2.OC.16","pages":"473"},{"type":"paragraph","content":"The ^Ach{ae}ans^ enjoyed the freest and most perfect democracy of all antiquity; yet they employed force to oblige some cities to enter into their league, as we learn from ^Polybius^[n1].","subId":"17","id":"Hume.ETSS.EMPL2.OC.17","pages":"473"},{"type":"paragraph","content":"^Harry^ the IVth and ^Harry^ the VIIth of ^England^, had really no title to the throne but a parliamentary election; yet they never would acknowledge it, lest they should thereby weaken their authority. Strange, if the only real foundation of all authority be consent and promise!","subId":"18","id":"Hume.ETSS.EMPL2.OC.18","pages":"473"},{"type":"paragraph","content":"It is in vain to say, that all governments are or should be, at first, founded on popular consent, as much as the necessity of human affairs will admit. This favours entirely my pretension. I maintain, that human affairs will never admit of this consent; seldom of the appearance of it. But that conquest or |usurpation, that is, in plain terms, force, by dissolving the ancient governments, is the origin of almost all the new ones, which were ever established in the world. And that in the few cases, where consent may seem to have taken place, it was commonly so irregular, so confined, or so much intermixed either with fraud or violence, that it cannot have any great authority.","subId":"19","id":"Hume.ETSS.EMPL2.OC.19","pages":"473-4"},{"type":"paragraph","content":"My intention here is not to exclude the consent of the people from being one just foundation of government where it has place. It is surely the best and most sacred of any. I only pretend, that it has very seldom had place in any degree, and never almost in its full extent. And that therefore some other foundation of government must also be admitted.","subId":"20","id":"Hume.ETSS.EMPL2.OC.20","pages":"474"},{"type":"paragraph","content":"Were all men possessed of so inflexible a regard to justice, that, of themselves, they would totally abstain from the properties of others; they had for ever remained in a state of absolute liberty, without subjection to any magistrate or political society: But this is a state of perfection, of which human nature is justly deemed incapable. Again; were all men possessed of so perfect an understanding, as always to know their own interests, no form of government had ever been submitted to, but what was established on consent, and was fully canvassed by every member of the society: But this state of perfection is likewise much superior to human nature. Reason, history, and experience shew us, that all political societies have had an origin much less accurate and regular; and were one to choose a period of time, when the people's consent was the least regarded in public transactions, it would be precisely on the establishment of a new government. In a settled constitution, their inclinations are often consulted; but during the fury of revolutions, conquests, and public convulsions, military force or political craft usually decides the controversy.","subId":"21","id":"Hume.ETSS.EMPL2.OC.21","pages":"474"},{"type":"paragraph","content":"When a new government is established, by whatever means, the people are commonly dissatisfied with it, and pay obedience more from fear and necessity, than from any idea of allegiance or of moral obligation. The prince is watchful and jealous, and must carefully guard against every beginning or appearance of insurrection. Time, by degrees, removes all |these difficulties, and accustoms the nation to regard, as their lawful or native princes, that family, which, at first, they considered as usurpers or foreign conquerors. In order to found this opinion, they have no recourse to any notion of voluntary consent or promise, which, they know, never was, in this case, either expected or demanded. The original establishment was formed by violence, and submitted to from necessity. The subsequent administration is also supported by power, and acquiesced in by the people, not as a matter of choice, but of obligation. They imagine not, that their consent gives their prince a title: But they willingly consent, because they think, that, from long possession, he has acquired a title, independent of their choice or inclination.","subId":"22","id":"Hume.ETSS.EMPL2.OC.22","pages":"474-5"},{"type":"paragraph","content":"Should it be said, that, by living under the dominion of a prince, which one might leave, every individual has given a _tacit_ consent to his authority, and promised him obedience; it may be answered, that such an implied consent can only have place, where a man imagines, that the matter depends on his choice. But where he thinks (as all mankind do who are born under established governments) that by his birth he owes allegiance to a certain prince or certain form of government; it would be absurd to infer a consent or choice, which he expressly, in this case, renounces and disclaims.","subId":"23","id":"Hume.ETSS.EMPL2.OC.23","pages":"475"},{"type":"paragraph","content":"Can we seriously say, that a poor peasant or artizan has a free choice to leave his country, when he knows no foreign language or manners, and lives from day to day, by the small wages which he acquires? We may as well assert, that a man, by remaining in a vessel, freely consents to the dominion of the master; though he was carried on board while asleep, and must leap into the ocean, and perish, the moment he leaves her.","subId":"24","id":"Hume.ETSS.EMPL2.OC.24","pages":"475"},{"type":"paragraph","content":"What if the prince forbid his subjects to quit his dominions; as in ^Tiberius^'s time, it was regarded as a crime in a ^Roman^ knight that he had attempted to fly to the ^Parthians^, in order to escape the tyranny of that emperor[n2]? Or as the ancient ^Muscovites^ prohibited all travelling under |pain of death? And did a prince observe, that many of his subjects were seized with the frenzy of migrating to foreign countries, he would doubtless, with great reason and justice, restrain them, in order to prevent the depopulation of his own kingdom. Would he forfeit the allegiance of all his subjects, by so wise and reasonable a law? Yet the freedom of their choice is surely, in that case, ravished from them.","subId":"25","id":"Hume.ETSS.EMPL2.OC.25","pages":"475-6"},{"type":"paragraph","content":"A company of men, who should leave their native country, in order to people some uninhabited region, might dream of recovering their native freedom; but they would soon find, that their prince still laid claim to them, and called them his subjects, even in their new settlement. And in this he would but act conformably to the common ideas of mankind.","subId":"26","id":"Hume.ETSS.EMPL2.OC.26","pages":"476"},{"type":"paragraph","content":"The truest _tacit_ consent of this kind, that is ever observed, is when a foreigner settles in any country, and is beforehand acquainted with the prince, and government, and laws, to which he must submit: Yet is his allegiance, though more voluntary, much less expected or depended on, than that of a natural born subject. On the contrary, his native prince still asserts a claim to him. And if he punish not the renegade, when he seizes him in war with his new prince's commission; this clemency is not founded on the municipal law, which in all countries condemns the prisoner; but on the consent of princes, who have agreed to this indulgence, in order to prevent reprisals.","subId":"27","id":"Hume.ETSS.EMPL2.OC.27","pages":"476"},{"type":"paragraph","content":"Did one generation of men go off the stage at once, and another succeed, as is the case with silk-worms and butterflies, the new race, if they had sense enough to choose their government, which surely is never the case with men, might voluntarily, and by general consent, establish their own form of civil polity, without any regard to the laws or precedents, which prevailed among their ancestors. But as human society is in perpetual flux, one man every hour going out of the world, another coming into it, it is necessary, in order to preserve stability in government, that the new brood should conform themselves to the established constitution, and nearly follow the path which their fathers, treading in the |footsteps of theirs, had marked out to them. Some innovations must necessarily have place in every human institution, and it is happy where the enlightened genius of the age give these a direction to the side of reason, liberty, and justice: but violent innovations no individual is entitled to make: they are even dangerous to be attempted by the legislature: more ill than good is ever to be expected from them: and if history affords examples to the contrary, they are not to be drawn into precedent, and are only to be regarded as proofs, that the science of politics affords few rules, which will not admit of some exception, and which may not sometimes be controuled by fortune and accident. The violent innovations in the reign of ^Henry^ VIII. proceeded from an imperious monarch, seconded by the appearance of legislative authority: Those in the reign of ^Charles^ I. were derived from faction and fanaticism; and both of them have proved happy in the issue: But even the former were long the source of many disorders, and still more dangers; and if the measures of allegiance were to be taken from the latter, a total anarchy must have place in human society, and a final period at once be put to every government.","subId":"28","id":"Hume.ETSS.EMPL2.OC.28","pages":"476-7"},{"type":"paragraph","content":"Suppose, that an usurper, after having banished his lawful prince and royal family, should establish his dominion for ten or a dozen years in any country, and should preserve so exact a discipline in his troops, and so regular a disposition in his garrisons, that no insurrection had ever been raised, or even murmur heard, against his administration: Can it be asserted, that the people, who in their hearts abhor his treason, have tacitly consented to his authority, and promised him allegiance, merely because, from necessity, they live under his dominion? Suppose again their native prince restored, by means of an army, which he levies in foreign countries: They receive him with joy and exultation, and shew plainly with what reluctance they had submitted to any other yoke. I may |now ask, upon what foundation the prince's title stands? Not on popular consent surely: For though the people willingly acquiesce in his authority, they never imagine, that their consent made him sovereign. They consent; because they apprehend him to be already, by birth, their lawful sovereign. And as to that tacit consent, which may now be inferred from their living under his dominion, this is no more than what they formerly gave to the tyrant and usurper.","subId":"29","id":"Hume.ETSS.EMPL2.OC.29","pages":"477-8"},{"type":"paragraph","content":"When we assert, that all lawful government arises from the consent of the people, we certainly do them a great deal more honour than they deserve, or even expect and desire from us. After the ^Roman^ dominions became too unwieldly for the republic to govern them, the people, over the whole known world, were extremely grateful to ^Augustus^ for that authority, which, by violence, he had established over them; and they shewed an equal disposition to submit to the successor, whom he left them, by his last will and testament. It was afterwards their misfortune, that there never was, in one family, any long regular succession; but that their line of princes was continually broken, either by private assassinations or public rebellions. The _pr{ae}torian_ bands, on the failure of every family, set up one emperor; the legions in the East a second; those in ^Germany^, perhaps, a third: And the sword alone could decide the controversy. The condition of the people, in that mighty monarchy, was to be lamented, not because the choice of the emperor was never left to them; for that was impracticable: But because they never fell under any succession of masters, who might regularly follow each other. As to the violence and wars and bloodshed, occasioned by every new settlement; these were not blameable, because they were inevitable.","subId":"30","id":"Hume.ETSS.EMPL2.OC.30","pages":"478"},{"type":"paragraph","content":"The house of ^Lancaster^ ruled in this island about sixty years; yet the partizans of the white rose seemed daily to multiply in ^England^. The present establishment has taken |place during a still longer period. Have all views of right in another family been utterly extinguished; even though scarce any man now alive had arrived at years of discretion, when it was expelled, or could have consented to its dominion, or have promised it allegiance? A sufficient indication surely of the general sentiment of mankind on this head. For we blame not the partizans of the abdicated family, merely on account of the long time, during which they have preserved their imaginary loyalty. We blame them for adhering to a family, which, we affirm, has been justly expelled, and which, from the moment the new settlement took place, had forfeited all title to authority.","subId":"31","id":"Hume.ETSS.EMPL2.OC.31","pages":"478-9"},{"type":"paragraph","content":"But would we have a more regular, at least a more philosophical, refutation of this principle of an original contract or popular consent; perhaps, the following observations may suffice.","subId":"32","id":"Hume.ETSS.EMPL2.OC.32","pages":"479"},{"type":"paragraph","content":"All _moral_ duties may be divided into two kinds. The _first_ are those, to which men are impelled by a natural instinct or immediate propensity, which operates on them, independent of all ideas of obligation, and of all views, either to public or private utility. Of this nature are, love of children, gratitude to benefactors, pity to the unfortunate. When we reflect on the advantage, which results to society from such humane instincts, we pay them the just tribute of moral approbation and esteem: But the person, actuated by them, feels their power and influence, antecedent to any such reflection.","subId":"33","id":"Hume.ETSS.EMPL2.OC.33","pages":"479"},{"type":"paragraph","content":"The _second_ kind of moral duties are such as are not supported by any original instinct of nature, but are performed entirely from a sense of obligation, when we consider the necessities of human society, and the impossibility of supporting it, if these duties were neglected. It is thus _justice_ or a regard to the property of others, _fidelity_ or the observance of promises, become obligatory, and acquire an authority over mankind. For as it is evident, that every man loves himself better than any other person, he is naturally impelled to extend his acquisitions as much as possible; and nothing can restrain him in this propensity, but reflection and experience, by which he learns the pernicious effects of that licence, and the total dissolution of society which must ensue from it. His original inclination, therefore, or instinct, is here checked and restrained by a subsequent judgment or observation.","subId":"34","id":"Hume.ETSS.EMPL2.OC.34","pages":"480"},{"type":"paragraph","content":"The case is precisely the same with the political or civil duty of _allegiance_, as with the natural duties of justice and fidelity. Our primary instincts lead us, either to indulge ourselves in unlimited freedom, or to seek dominion over others: And it is reflection only, which engages us to sacrifice such strong passions to the interests of peace and public order. A small degree of experience and observation suffices to teach us, that society cannot possibly be maintained without the authority of magistrates, and that this authority must soon fall into contempt, where exact obedience is not payed to it. The observation of these general and obvious interests is the source of all allegiance, and of that moral obligation, which we attribute to it.","subId":"35","id":"Hume.ETSS.EMPL2.OC.35","pages":"480"},{"type":"paragraph","content":"What necessity, therefore, is there to found the duty of _allegiance_ or obedience to magistrates on that of _fidelity_ or a regard to promises, and to suppose, that it is the consent of each individual, which subjects him to government; when it appears, that both allegiance and fidelity stand precisely on |the same foundation, and are both submitted to by mankind, on account of the apparent interests and necessities of human society? We are bound to obey our sovereign, it is said; because we have given a tacit promise to that purpose. But why are we bound to observe our promise? It must here be asserted, that the commerce and intercourse of mankind, which are of such mighty advantage, can have no security where men pay no regard to their engagements. In like manner, may it be said, that men could not live at all in society, at least in a civilized society, without laws and magistrates and judges, to prevent the encroachments of the strong upon the weak, of the violent upon the just and equitable. The obligation to allegiance being of like force and authority with the obligation to fidelity, we gain nothing by resolving the one into the other. The general interests or necessities of society are sufficient to establish both.","subId":"36","id":"Hume.ETSS.EMPL2.OC.36","pages":"480-1"},{"type":"paragraph","content":"If the reason be asked of that obedience, which we are bound to pay to government, I readily answer, _because society could not otherwise subsist:_ And this answer is clear and intelligible to all mankind. Your answer is, _because we should keep our word_. But besides, that no body, till trained in a philosophical system, can either comprehend or relish this answer: Besides this, I say, you find yourself embarrassed, when it is asked, _why we are bound to keep our word?_ Nor can you give any answer, but what would, immediately, without any circuit, have accounted for our obligation to allegiance.","subId":"37","id":"Hume.ETSS.EMPL2.OC.37","pages":"481"},{"type":"paragraph","content":"But _to whom is allegiance due? And who is our lawful sovereign?_ This question is often the most difficult of any, and liable to infinite discussions. When people are so happy, that they can answer, _Our present sovereign, who inherits, in a direct line, from ancestors, that have governed us for many ages_; this answer admits of no reply; even though historians, in tracing up to the remotest antiquity, the origin of that royal family, |may find, as commonly happens, that its first authority was derived from usurpation and violence. It is confessed, that private justice, or the abstinence from the properties of others, is a most cardinal virtue: Yet reason tells us, that there is no property in durable objects, such as lands or houses, when carefully examined in passing from hand to hand, but must, in some period, have been founded on fraud and injustice. The necessities of human society, neither in private nor public life, will allow of such an accurate enquiry: And there is no virtue or moral duty, but what may, with facility, be refined away, if we indulge a false philosophy, in sifting and scrutinizing it, by every captious rule of logic, in every light or position, in which it may be placed.","subId":"38","id":"Hume.ETSS.EMPL2.OC.38","pages":"481-2"},{"type":"paragraph","content":"The questions with regard to private property have filled infinite volumes of law and philosophy, if in both we add the commentators to the original text; and in the end, we may safely pronounce, that many of the rules, there established, are uncertain, ambiguous, and arbitrary. The like opinion may be formed with regard to the succession and rights of princes and forms of government. Several cases, no doubt, occur, especially in the infancy of any constitution, which admit of no determination from the laws of justice and equity: And our historian ^Rapin^ pretends, that the controversy be|tween ^Edward^ the Third and ^Philip de Valois^ was of this nature, and could be decided only by an appeal to heaven, that is, by war and violence.","subId":"39","id":"Hume.ETSS.EMPL2.OC.39","pages":"482-3"},{"type":"paragraph","content":"Who shall tell me, whether ^Germanicus^ or ^Drusus^ ought to have succeeded to ^Tiberius^, had he died, while they were both alive, without naming any of them for his successor? Ought the right of adoption to be received as equivalent to that of blood, in a nation, where it had the same effect in private families, and had already, in two instances, taken place in the public? Ought ^Germanicus^ to be esteemed the elder son because he was born before ^Drusus^; or the younger, because he was adopted after the birth of his brother? Ought the right of the elder to be regarded in a nation, where he had no advantage in the succession of private families? Ought the ^Roman^ empire at that time to be deemed hereditary, because of two examples; or ought it, even so early, to be regarded as belonging to the stronger or to the present possessor, as being founded on so recent an usurpation?","subId":"40","id":"Hume.ETSS.EMPL2.OC.40","pages":"483"},{"type":"paragraph","content":"^Commodus^ mounted the throne after a pretty long succession of excellent emperors, who had acquired their title, not by birth, or public election, but by the fictitious rite of adoption. That bloody debauchee being murdered by a conspiracy suddenly formed between his wench and her gallant, who happened at that time to be _Pr{ae}torian Pr{ae}fect_; these immediately deliberated about choosing a master to human kind, to speak in the style of those ages; and they cast their |eyes on ^Pertinax^. Before the tyrant's death was known, the _Pr{ae}fect_ went secretly to that senator, who, on the appearance of the soldiers, imagined that his execution had been ordered by ^Commodus^. He was immediately saluted emperor by the officer and his attendants; chearfully proclaimed by the populace; unwillingly submitted to by the guards; formally recognized by the senate; and passively received by the provinces and armies of the empire.","subId":"41","id":"Hume.ETSS.EMPL2.OC.41","pages":"483-4"},{"type":"paragraph","content":"The discontent of the _Pr{ae}torian_ bands broke out in a sudden sedition, which occasioned the murder of that excellent prince: And the world being now without a master and without government, the guards thought proper to set the empire formally to sale. ^Julian^, the purchaser, was proclaimed by the soldiers, recognized by the senate, and submitted to by the people; and must also have been submitted to by the provinces, had not the envy of the legions begotten opposition and resistance. ^Pescennius Niger^ in ^Syria^ elected himself emperor, gained the tumultuary consent of his army, and was attended with the secret good-will of the senate and people of ^Rome^. ^Albinus^ in ^Britain^ found an equal right to set up his claim; but ^Severus^, who governed ^Pannonia^, prevailed in the end above both of them. That able politician and warrior, finding his own birth and dignity too much inferior to the imperial crown, professed, at first, an intention only of revenging the death of ^Pertinax^. He marched as general into ^Italy^; defeated ^Julian^; and without our being able to fix any precise commencement even of the soldiers' consent, he was from necessity acknowledged emperor by the senate and people; and fully established in his violent authority by subduing ^Niger^ and ^Albinus^[n3].","subId":"42","id":"Hume.ETSS.EMPL2.OC.42","pages":"484"},{"type":"paragraph","content":"_Inter h{ae}c Gordianus ^C{ae}sar^_ (says ^Capitolinus^, speaking of another period) _sublatus a militibus._ Imperator _est appel|latus, quia non erat alius in pr{ae}senti._ It is to be remarked, that ^Gordian^ was a boy of fourteen years of age.","subId":"43","id":"Hume.ETSS.EMPL2.OC.43","pages":"484-5"},{"type":"paragraph","content":"Frequent instances of a like nature occur in the history of the emperors; in that of ^Alexander^'s successors; and of many other countries: Nor can any thing be more unhappy than a despotic government of this kind; where the succession is disjointed and irregular, and must be determined, on every vacancy, by force or election. In a free government, the matter is often unavoidable, and is also much less dangerous. The interests of liberty may there frequently lead the people, in their own defence, to alter the succession of the crown. And the constitution, being compounded of parts, may still maintain a sufficient stability, by resting on the aristocratical or democratical members, though the monarchical be altered, from time to time, in order to accommodate it to the former.","subId":"44","id":"Hume.ETSS.EMPL2.OC.44","pages":"485"},{"type":"paragraph","content":"In an absolute government, when there is no legal prince, who has a title to the throne, it may safely be determined to belong to the first occupant. Instances of this kind are but too frequent, especially in the eastern monarchies. When any race of princes expires, the will or destination of the last sovereign will be regarded as a title. Thus the edict of ^Lewis^ the XIVth, who called the bastard princes to the succession in case of the failure of all the legitimate princes, would, in such an event, have some authority[n4]. Thus the will of ^Charles^ the Second |disposed of the whole ^Spanish^ monarchy. The cession of the ancient proprietor, especially when joined to conquest, is likewise deemed a good title. The general obligation, which binds us to government, is the interest and necessities of society; and this obligation is very strong. The determination of it to this or that particular prince or form of government is frequently more uncertain and dubious. Present possession has considerable authority in these cases, and greater than in private property; because of the disorders which attend all revolutions and changes of government.","subId":"45","id":"Hume.ETSS.EMPL2.OC.45","pages":"485-6"},{"type":"paragraph","content":"We shall only observe, before we conclude, that, though an appeal to general opinion may justly, in the speculative sciences of metaphysics, natural philosophy, or astronomy, be deemed unfair and inconclusive, yet in all questions with regard to morals, as well as criticism, there is really no other standard, by which any controversy can ever be decided. And nothing is a clearer proof, that a theory of this kind is erroneous, than to find, that it leads to paradoxes, repugnant to the common sentiments of mankind, and to the practice and opinion of all nations and all ages. The doctrine, which founds all lawful government on an _original contract_, or consent of the people, is plainly of this kind; nor has the most noted of its partizans, in prosecution of it, scrupled to affirm, _that absolute |monarchy is inconsistent with civil society, and so can be no form of civil government at all_[n5]; and _that the supreme power in a state cannot take from any man, by taxes and impositions, any part of his property, without his own consent or that of his representatives_[n6]. What authority any moral reasoning can have, which leads into opinions so wide of the general practice of mankind, in every place but this single kingdom, it is easy to determine.","subId":"46","id":"Hume.ETSS.EMPL2.OC.46","pages":"486-7"},{"type":"paragraph","content":"The only passage I meet with in antiquity, where the obligation of obedience to government is ascribed to a promise, is in ^Plato^'s _Crito_: where ^Socrates^ refuses to escape from prison, because he had tacitly promised to obey the laws. Thus he builds a _tory_ consequence of passive obedience, on a _whig_ foundation of the original contract.","subId":"47","id":"Hume.ETSS.EMPL2.OC.47","pages":"487"},{"type":"paragraph","content":"New discoveries are not to be expected in these matters. If scarce any man, till very lately, ever imagined that government was founded on compact, it is certain, that it cannot, in general, have any such foundation.","subId":"48","id":"Hume.ETSS.EMPL2.OC.48","pages":"487"},{"type":"paragraph","content":"The crime of rebellion among the ancients was commonly expressed by the terms $νεωτεριζειν$, _novas res moliri_.","subId":"49","id":"Hume.ETSS.EMPL2.OC.49","pages":"487"},{"type":"note","content":"Lib. ii. cap. 38.","subId":"n1","id":"Hume.ETSS.EMPL2.OC.n1","pages":"473"},{"type":"note","content":"^Tacit.^ Ann. vi. cap. 14.","subId":"n2","id":"Hume.ETSS.EMPL2.OC.n2","pages":"475"},{"type":"note","content":"^Herodian^, lib. ii.","subId":"n3","id":"Hume.ETSS.EMPL2.OC.n3","pages":"484"},{"type":"note","content":"See NOTE [TT].","subId":"n4","id":"Hume.ETSS.EMPL2.OC.n4"},{"type":"note","content":"IT is remarkable, that, in the remonstrance of the duke of ^Bourbon^ and the legitimate princes, against this destination of ^Louis^ the XIVth, the doctrine of the _original contract_ is insisted on, even in that absolute government. The ^French^ nation, say they, chusing ^Hugh Capet^ and his posterity to rule over them and their posterity, where the former line fails, there is a tacit right reserved to choose a new royal family; and this right is |invaded by calling the bastard princes to the throne, without the consent of the nation. But the Comte de ^Boulainvilliers^, who wrote in defence of the bastard princes, ridicules this notion of an original contract, especially when applied to ^Hugh Capet^; who mounted the throne, says he, by the same arts, which have ever been employed by all conquerors and usurpers. He got his title, indeed, recognized by the states after he had put himself in possession: But is this a choice or contract? The Comte de ^Boulainvilliers^, we may observe, was a noted republican; but being a man of learning, and very conversant in history, he knew that the people were never almost consulted in these revolutions and new establishments, and that time alone bestowed right and authority on what was commonly at first founded on force and violence. See _Etat de la France_, Vol. III.","subId":"n4.1","id":"Hume.ETSS.EMPL2.OC.n4.1","pages":"485-6"},{"type":"note","content":"See ^Locke^ on Government, chap. vii. \\S90.","subId":"n5","id":"Hume.ETSS.EMPL2.OC.n5","pages":"487"},{"type":"note","content":"Id. chap. xi. \\S138, 139, 140.","subId":"n6","id":"Hume.ETSS.EMPL2.OC.n6","pages":"487"}]}
