{"imported":true,"id":"Hume.ETSS.EMPL2.RA","parent":"Hume.ETSS.EMPL2","title":"Of Refinement in the Arts","breadcrumb":"Of Refinement in the Arts","published":[1752],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Of ^Refinement^ in the ^Arts^. £1","id":"Hume.ETSS.EMPL2.RA"},{"type":"paragraph","content":"LUXURY is a word of an uncertain signification, and may be taken in a good as well as in a bad sense. In general, it means great refinement in the gratification of the senses; and any degree of it may be innocent or blameable, according to the age, or country, or condition of the person. The bounds between the virtue and the vice cannot here be exactly fixed, more than in other moral subjects. To imagine, that the gratifying of any sense, or the indulging of any delicacy in meat, drink, or apparel, is of itself a vice, can never enter into a head, that is not disordered by the frenzies of enthusiasm. I have, indeed, heard of a monk abroad, who, because the windows of his cell opened upon a noble prospect, made a _covenant with his eyes_ never to turn that way, or receive so sensual a grat|ification. And such is the crime of drinking ^Champagne^ or ^Burgundy^, preferably to small beer or porter. These indulgences are only vices, when they are pursued at the expence of some virtue, as liberality or charity; in like manner as they are follies, when for them a man ruins his fortune, and reduces himself to want and beggary. Where they entrench upon no virtue, but leave ample subject whence to provide for friends, family, and every proper object of generosity or compassion, they are entirely innocent, and have in every age been acknowledged such by almost all moralists. To be entirely occupied with the luxury of the table, for instance, without any relish for the pleasures of ambition, study, or conversation, is a mark of stupidity, and is incompatible with any vigour of temper or genius. To confine one's expence entirely to such a gratification, without regard to friends or family, is an indication of a heart destitute of humanity or benevolence. But if a man reserve time sufficient for all laudable pursuits, and money sufficient for all generous purposes, he is free from every shadow of blame or reproach.","subId":"1","id":"Hume.ETSS.EMPL2.RA.1","pages":"268-9"},{"type":"paragraph","content":"Since luxury may be considered either as innocent or blameable, one may be surprized at those preposterous opinions, which have been entertained concerning it; while men of libertine principles bestow praises even on vicious luxury, and represent it as highly advantageous to society; and on the other hand, men of severe morals blame even the most innocent luxury, and represent it as the source of all the corruptions, disorders, and factions, incident to civil government. We shall here endeavour to correct both these extremes, by proving, _first_, that the ages of refinement are both the happiest and most virtuous; _secondly_, that wherever luxury ceases to be innocent, it also ceases to be beneficial; and when carried a degree too far, is a quality pernicious, though perhaps not the most pernicious, to political society.","subId":"2","id":"Hume.ETSS.EMPL2.RA.2","pages":"269"},{"type":"paragraph","content":"To prove the first point, we need but consider the effects of refinement both on _private_ and on _public_ life. Human happiness, according to the most received notions, seems to consist in three ingredients; action, pleasure, and indolence: And |though these ingredients ought to be mixed in different proportions, according to the particular disposition of the person; yet no one ingredient can be entirely wanting, without destroying, in some measure, the relish of the whole composition. Indolence or repose, indeed, seems not of itself to contribute much to our enjoyment; but, like sleep, is requisite as an indulgence to the weakness of human nature, which cannot support an uninterrupted course of business or pleasure. That quick march of the spirits, which takes a man from himself, and chiefly gives satisfaction, does in the end exhaust the mind, and requires some intervals of repose, which, though agreeable for a moment, yet, if prolonged, beget a languor and lethargy, that destroys all enjoyment. Education, custom, and example, have a mighty influence in turning the mind to any of these pursuits; and it must be owned, that, where they promote a relish for action and pleasure, they are so far favourable to human happiness. In times when industry and the arts flourish, men are kept in perpetual occupation, and enjoy, as their reward, the occupation itself, as well as those pleasures which are the fruit of their labour. The mind acquires new vigour; enlarges its powers and faculties; and by an assiduity in honest industry, both satisfies its natural appetites, and prevents the growth of unnatural ones, which commonly spring up, when nourished by ease and idleness. Banish those arts from society, you deprive men both of action and of pleasure; and leaving nothing but indolence in their place, you even destroy the relish of indolence, which never is agreeable, but when it succeeds to labour, and recruits the spirits, exhausted by too much application and fatigue.","subId":"3","id":"Hume.ETSS.EMPL2.RA.3","pages":"269-70"},{"type":"paragraph","content":"Another advantage of industry and of refinements in the mechanical arts, is, that they commonly produce some refinements in the liberal; nor can one be carried to perfection, without being accompanied, in some degree, with the other. The same age, which produces great philosophers and politicians, renowned generals and poets, usually abounds with skilful weavers, and ship-carpenters. We cannot reasonably expect, that a piece of woollen cloth will be wrought to per|fection in a nation, which is ignorant of astronomy, or where ethics are neglected. The spirit of the age affects all the arts; and the minds of men, being once roused from their lethargy, and put into a fermentation, turn themselves on all sides, and carry improvements into every art and science. Profound ignorance is totally banished, and men enjoy the privilege of rational creatures, to think as well as to act, to cultivate the pleasures of the mind as well as those of the body.","subId":"4","id":"Hume.ETSS.EMPL2.RA.4","pages":"270-1"},{"type":"paragraph","content":"The more these refined arts advance, the more sociable men become: nor is it possible, that, when enriched with science, and possessed of a fund of conversation, they should be contented to remain in solitude, or live with their fellow-citizens in that distant manner, which is peculiar to ignorant and barbarous nations. They flock into cities; love to receive and communicate knowledge; to show their wit or their breeding; their taste in conversation or living, in clothes or furniture. Curiosity allures the wise; vanity the foolish; and pleasure both. Particular clubs and societies are every where formed: Both sexes meet in an easy and sociable manner; and the tempers of men, as well as their behaviour, refine apace. So that, beside the improvements which they receive from knowledge and the liberal arts, it is impossible but they must feel an encrease of humanity, from the very habit of conversing together, and contributing to each other's pleasure and entertainment. Thus _industry_, _knowledge_, and _humanity_, are linked together by an indissoluble chain, and are found, from experience as well as reason, to be peculiar to the more polished, and, what are commonly denominated, the more luxurious ages.","subId":"5","id":"Hume.ETSS.EMPL2.RA.5","pages":"271"},{"type":"paragraph","content":"Nor are these advantages attended with disadvantages, that bear any proportion to them. The more men refine upon pleasure, the less will they indulge in excesses of any kind; because nothing is more destructive to true pleasure than such excesses. One may safely affirm, that the ^Tartars^ are |oftener guilty of beastly gluttony, when they feast on their dead horses, than ^European^ courtiers with all their refinements of cookery. And if libertine love, or even infidelity to the marriage-bed, be more frequent in polite ages, when it is often regarded only as a piece of gallantry; drunkenness, on the other hand, is much less common: A vice more odious, and more pernicious both to mind and body. And in this matter I would appeal, not only to an ^Ovid^ or a ^Petronius^, but to a ^Seneca^ or a ^Cato^. We know, that ^C{ae}sar^, during ^Catiline^'s conspiracy, being necessitated to put into ^Cato^'s hands a _billet-doux_, which discovered an intrigue with ^Servilia^, ^Cato^'s own sister, that stern philosopher threw it back to him with indignation; and in the bitterness of his wrath, gave him the appellation of drunkard, as a term more opprobrious than that with which he could more justly have reproached him.","subId":"6","id":"Hume.ETSS.EMPL2.RA.6","pages":"271-2"},{"type":"paragraph","content":"But industry, knowledge, and humanity, are not advantageous in private life alone: They diffuse their beneficial influence on the _public_, and render the government as great and flourishing as they make individuals happy and prosperous. The encrease and consumption of all the commodities, which serve to the ornament and pleasure of life, are advantageous to society; because, at the same time that they multiply those innocent gratifications to individuals, they are a kind of _storehouse_ of labour, which, in the exigencies of state, may be turned to the public service. In a nation, where there is no demand for such superfluities, men sink into indolence, lose all enjoyment of life, and are useless to the public, which cannot maintain or support its fleets and armies, from the industry of such slothful members.","subId":"7","id":"Hume.ETSS.EMPL2.RA.7","pages":"272"},{"type":"paragraph","content":"The bounds of all the ^European^ kingdoms are, at present, nearly the same they were two hundred years ago: But what a difference is there in the power and grandeur of those kingdoms? Which can be ascribed to nothing but the encrease of art and industry. When ^Charles^ VIII. of ^France^ invaded ^Italy^, he carried with him about 20,000 men: Yet this armament so exhausted the nation, as we learn from ^Guicciardin^, that for some years it was not able to make so great an effort. The late king of ^France^, in time of war, kept in pay above 400,000 men[n1]; though from ^Mazarine^'s death to his own, he was engaged in a course of wars that lasted near thirty years.","subId":"8","id":"Hume.ETSS.EMPL2.RA.8","pages":"273"},{"type":"paragraph","content":"This industry is much promoted by the knowledge inseparable from ages of art and refinement; as, on the other hand, this knowledge enables the public to make the best advantage of the industry of its subjects. Laws, order, police, discipline; these can never be carried to any degree of perfection, before human reason has refined itself by exercise, and by an application to the more vulgar arts, at least, of commerce and manufacture. Can we expect, that a government will be well modelled by a people, who know not how to make a spinning-wheel, or to employ a loom to advantage? Not to mention, that all ignorant ages are infested with superstition, which throws the government off its bias, and disturbs men in the pursuit of their interest and happiness.","subId":"9","id":"Hume.ETSS.EMPL2.RA.9","pages":"273"},{"type":"paragraph","content":"Knowledge in the arts of government naturally begets mildness and moderation, by instructing men in the advantages of humane maxims above rigour and severity, which |drive subjects into rebellion, and make the return to submission impracticable, by cutting off all hopes of pardon. When the tempers of men are softened as well as their knowledge improved, this humanity appears still more conspicuous, and is the chief characteristic which distinguishes a civilized age from times of barbarity and ignorance. Factions are then less inveterate, revolutions less tragical, authority less severe, and seditions less frequent. Even foreign wars abate of their cruelty; and after the field of battle, where honour and interest steel men against compassion as well as fear, the combatants divest themselves of the brute, and resume the man.","subId":"10","id":"Hume.ETSS.EMPL2.RA.10","pages":"273-4"},{"type":"paragraph","content":"Nor need we fear, that men, by losing their ferocity, will lose their martial spirit, or become less undaunted and vigorous in defence of their country or their liberty. The arts have no such effect in enervating either the mind or body. On the contrary, industry, their inseparable attendant, adds new force to both. And if anger, which is said to be the whetstone of courage, loses somewhat of its asperity, by politeness and refinement; a sense of honour, which is a stronger, more constant, and more governable principle, acquires fresh vigour by that elevation of genius which arises from knowledge and a good education. Add to this, that courage can neither have any duration, nor be of any use, when not accompanied with discipline and martial skill, which are seldom found among a barbarous people. The ancients remarked, that ^Datames^ was the only barbarian that ever knew the art of war. And ^Pyrrhus^, seeing the ^Romans^ marshal their army with some art and skill, said with surprize, _These barbarians have nothing barbarous in their discipline!_ It is observable, that, as the old |^Romans^, by applying themselves solely to war, were almost the only uncivilized people that ever possessed military discipline; so the modern ^Italians^ are the only civilized people, among ^Europeans^, that ever wanted courage and a martial spirit. Those who would ascribe this effeminacy of the ^Italians^ to their luxury, or politeness, or application to the arts, need but consider the ^French^ and ^English^, whose bravery is as uncontestable, as their love for the arts, and their assiduity in commerce. The ^Italian^ historians give us a more satisfactory reason for this degeneracy of their countrymen. They shew us how the sword was dropped at once by all the ^Italian^ sovereigns; while the ^Venetian^ aristocracy was jealous of its subjects, the ^Florentine^ democracy applied itself entirely to commerce; ^Rome^ was governed by priests, and ^Naples^ by women. War then became the business of soldiers of fortune, who spared one another, and to the astonishment of the world, could engage a whole day in what they called a battle, and return at night to their camp, without the least bloodshed.","subId":"11","id":"Hume.ETSS.EMPL2.RA.11","pages":"274-5"},{"type":"paragraph","content":"What has chiefly induced severe moralists to declaim against refinement in the arts, is the example of ancient ^Rome^, which, joining, to its poverty and rusticity, virtue and public spirit, rose to such a surprizing height of grandeur and liberty; but having learned from its conquered provinces the ^Asiatic^ luxury, fell into every kind of corruption; whence arose sedition and civil wars, attended at last with the total loss of liberty. All the ^Latin^ classics, whom we peruse in our infancy, are full of these sentiments, and universally ascribe the ruin of their state to the arts and riches imported from the East: Insomuch that ^Sallust^ represents a taste for painting |as a vice, no less than lewdness and drinking. And so popular were these sentiments, during the later ages of the republic, that this author abounds in praises of the old rigid ^Roman^ virtue, though himself the most egregious instance of modern luxury and corruption; speaks contemptuously of the ^Grecian^ eloquence, though the most elegant writer in the world; nay, employs preposterous digressions and declamations to this purpose, though a model of taste and correctness.","subId":"12","id":"Hume.ETSS.EMPL2.RA.12","pages":"275-6"},{"type":"paragraph","content":"But it would be easy to prove, that these writers mistook the cause of the disorders in the ^Roman^ state, and ascribed to luxury and the arts, what really proceeded from an ill modelled government, and the unlimited extent of conquests. Refinement on the pleasures and conveniencies of life has no natural tendency to beget venality and corruption. The value, which all men put upon any particular pleasure, depends on comparison and experience; nor is a porter less greedy of money, which he spends on bacon and brandy, than a courtier, who purchases champagne and ortolans. Riches are valuable at all times, and to all men; because they always purchase pleasures, such as men are accustomed to, and desire: Nor can any thing restrain or regulate the love of money, but a sense of honour and virtue; which, if it be not nearly equal at all times, will naturally abound most in ages of knowledge and refinement.","subId":"13","id":"Hume.ETSS.EMPL2.RA.13","pages":"276"},{"type":"paragraph","content":"Of all ^European^ kingdoms, ^Poland^ seems the most defective in the arts of war as well as peace, mechanical as well as liberal; yet it is there that venality and corruption do most prevail. The nobles seem to have preserved their crown elective for no other purpose, than regularly to sell it to the highest bidder. This is almost the only species of commerce, with which that people are acquainted.","subId":"14","id":"Hume.ETSS.EMPL2.RA.14","pages":"276"},{"type":"paragraph","content":"The liberties of ^England^, so far from decaying since the |improvements in the arts, have never flourished so much as during that period. And though corruption may seem to encrease of late years; this is chiefly to be ascribed to our established liberty, when our princes have found the impossibility of governing without parliaments, or of terrifying parliaments by the phantom of prerogative. Not to mention, that this corruption or venality prevails much more among the electors than the elected; and therefore cannot justly be ascribed to any refinements in luxury.","subId":"15","id":"Hume.ETSS.EMPL2.RA.15","pages":"276-7"},{"type":"paragraph","content":"If we consider the matter in a proper light, we shall find, that a progress in the arts is rather favourable to liberty, and has a natural tendency to preserve, if not produce a free government. In rude unpolished nations, where the arts are neglected, all labour is bestowed on the cultivation of the ground; and the whole society is divided into two classes, proprietors of land, and their vassals or tenants. The latter are necessarily dependent, and fitted for slavery and subjection; especially where they possess no riches, and are not valued for their knowledge in agriculture; as must always be the case where the arts are neglected. The former naturally erect themselves into petty tyrants; and must either submit to an absolute master, for the sake of peace and order; or if they will preserve their independency, like the ancient barons, they must fall into feuds and contests among themselves, and throw the whole society into such confusion, as is perhaps worse than the most despotic government. But where luxury nourishes commerce and industry, the peasants, by a proper cultivation of the land, become rich and independent; while the tradesmen and merchants acquire a share of the property, and draw authority and consideration to that middling rank of men, who are the best and firmest basis of public liberty. These submit not to slavery, like the peasants, from poverty and meanness of spirit; and having no hopes of tyrannizing over others, like |the barons, they are not tempted, for the sake of that gratification, to submit to the tyranny of their sovereign. They covet equal laws, which may secure their property, and preserve them from monarchical, as well as aristocratical tyranny.","subId":"16","id":"Hume.ETSS.EMPL2.RA.16","pages":"277-8"},{"type":"paragraph","content":"The lower house is the support of our popular government; and all the world acknowledges, that it owed its chief influence and consideration to the encrease of commerce, which threw such a balance of property into the hands of the commons. How inconsistent then is it to blame so violently a refinement in the arts, and to represent it as the bane of liberty and public spirit!","subId":"17","id":"Hume.ETSS.EMPL2.RA.17","pages":"278"},{"type":"paragraph","content":"To declaim against present times, and magnify the virtue of remote ancestors, is a propensity almost inherent in human nature: And as the sentiments and opinions of civilized ages alone are transmitted to posterity, hence it is that we meet with so many severe judgments pronounced against luxury, and even science; and hence it is that at present we give so ready an assent to them. But the fallacy is easily perceived, by comparing different nations that are contemporaries; where we both judge more impartially, and can better set in opposition those manners, with which we are sufficiently acquainted. Treachery and cruelty, the most pernicious and most odious of all vices, seem peculiar to uncivilized ages; and by the refined ^Greeks^ and ^Romans^ were ascribed to all the barbarous nations, which surrounded them. They might justly, therefore, have presumed, that their own ancestors, so highly celebrated, possessed no greater virtue, and were as much inferior to their posterity in honour and humanity, as in taste and science. An ancient ^Frank^ or ^Saxon^ may be highly extolled: But I believe every man would think his life or fortune much less secure in the hands of a ^Moor^ or ^Tartar^, than in those of a ^French^ or ^English^ gentleman, the rank of men the most civilized in the most civilized nations.","subId":"18","id":"Hume.ETSS.EMPL2.RA.18","pages":"278"},{"type":"paragraph","content":"We come now to the _second_ position which we proposed to illustrate, to wit, that, as innocent luxury, or a refinement in the arts and conveniencies of life, is advantageous to the public; so wherever luxury ceases to be innocent, it also ceases to |be beneficial; and when carried a degree farther, begins to be a quality pernicious, though, perhaps, not the most pernicious, to political society.","subId":"19","id":"Hume.ETSS.EMPL2.RA.19","pages":"278-9"},{"type":"paragraph","content":"Let us consider what we call vicious luxury. No gratification, however sensual, can of itself be esteemed vicious. A gratification is only vicious, when it engrosses all a man's expence, and leaves no ability for such acts of duty and generosity as are required by his situation and fortune. Suppose, that he correct the vice, and employ part of his expence in the education of his children, in the support of his friends, and in relieving the poor; would any prejudice result to society? On the contrary, the same consumption would arise; and that labour, which, at present, is employed only in producing a slender gratification to one man, would relieve the necessitous, and bestow satisfaction on hundreds. The same care and toil that raise a dish of peas at ^Christmas^, would give bread to a whole family during six months. To say, that, without a vicious luxury, the labour would not have been employed at all, is only to say, that there is some other defect in human nature, such as indolence, selfishness, inattention to others, for which luxury, in some measure, provides a remedy; as one poison may be an antidote to another. But virtue, like wholesome food, is better than poisons, however corrected.","subId":"20","id":"Hume.ETSS.EMPL2.RA.20","pages":"279"},{"type":"paragraph","content":"Suppose the same number of men, that are at present in ^Great Britain^, with the same soil and climate; I ask, is it not possible for them to be happier, by the most perfect way of life that can be imagined, and by the greatest reformation that Omnipotence itself could work in their temper and disposition? To assert, that they cannot, appears evidently ridiculous. As the land is able to maintain more than all its present inhabitants, they could never, in such a ^Utopian^ state, feel any other ills than those which arise from bodily sickness; and these are not the half of human miseries. All other ills spring from some vice, either in ourselves or others; and even many of our diseases proceed from the same origin. Remove the vices, and the ills follow. You must only take care to remove all the vices. If you remove part, you may render the matter |worse. By banishing _vicious_ luxury, without curing sloth and an indifference to others, you only diminish industry in the state, and add nothing to men's charity or their generosity. Let us, therefore, rest contented with asserting, that two opposite vices in a state may be more advantageous than either of them alone; but let us never pronounce vice in itself advantageous. Is it not very inconsistent for an author to assert in one page, that moral distinctions are inventions of politicians for public interest; and in the next page maintain, that vice is advantageous to the public[n2]? And indeed it seems upon any system of morality, little less than a contradiction in terms, to talk of a vice, which is in general beneficial to society.","subId":"21","id":"Hume.ETSS.EMPL2.RA.21","pages":"279-80"},{"type":"paragraph","content":"I thought this reasoning necessary, in order to give some light to a philosophical question, which has been much disputed in ^England^. I call it a _philosophical_ question, not a _political_ one. For whatever may be the consequence of such a miraculous transformation of mankind, as would endow them with every species of virtue, and free them from every species of vice; this concerns not the magistrate, who aims only at possibilities. He cannot cure every vice by substituting a virtue in its place. Very often he can only cure one vice by another; and in that case, he ought to prefer what is least pernicious to society. Luxury, when excessive, is the source of many ills; but is in general preferable to sloth and idleness, which would commonly succeed in its place, and are more hurtful both to private persons and to the public. When sloth reigns, a mean uncultivated way of life prevails amongst individuals, without society, without enjoyment. And if the sovereign, in such a situation, demands the service of his subjects, the labour of the state suffices only to furnish the necessaries of life to the labourers, and can afford nothing to those who are employed in the public service.","subId":"22","id":"Hume.ETSS.EMPL2.RA.22","pages":"280"},{"type":"note","content":"The inscription on the ^Place-de-Vendome^ says 440,000.","subId":"n1","id":"Hume.ETSS.EMPL2.RA.n1","pages":"273"},{"type":"note","content":"Fable of the Bees.","subId":"n2","id":"Hume.ETSS.EMPL2.RA.n2","pages":"280"}]}
