{"id":"Mandeville.P2.3","imported":true,"parent":"Mandeville.P2","title":"The Third Dialogue, between Horatio and Cleomenes","breadcrumb":"Third Dialogue","published":[1729],"copytext":[1729],"sourceDesc":"This text was imported from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"https://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-2","blocks":[{"type":"title","content":"<h3>THE THIRD</h3> <h1>DIALOGUE</h1> <h3>BETWEEN</h3> <h2><em><span class=\"name\">Horatio</span></em> and <em><span class=\"name\">Cleomenes</span></em>.</h2> ","id":"Mandeville.P2.3"},{"type":"paragraph","content":"I Thank you for your Book.","subId":"1","id":"Mandeville.P2.3.1","speaker":"Horatio"},{"type":"paragraph","content":"Your Acceptance of it I acknowledge as a great Favour.","subId":"2","id":"Mandeville.P2.3.2","speaker":"Cleo"},{"type":"paragraph","content":"I confess that once I thought no body could have persuaded me to read it; but you managed me very skilfully, and nothing could have convinced me so well as the Instance of Duelling: The Argument <em>a majori ad minus</em> struck me, without your mentioning it. A Passion that can subdue the fear of Death may blind a Man's Understanding, and do almost every thing else.","subId":"3","id":"Mandeville.P2.3.3","speaker":"Hor"},{"type":"paragraph","content":"It is incredible, what strange, various, unaccountable and contradictory Forms we may be shaped into by a Passion, that is not to be gratify'd without being conceal'd, and never enjoy'd with greater Ecstasy than when we are most fully persuaded, that it is well hid: and therefore there is no Benevolence or good Nature, no amiable Quality, or social Virtue, that may not be counterfeited by it; and in short no Atchievment good or bad, that the human Body or Mind are capable of, which it may not seem to perform. As to its blinding and infatuating the Persons possess'd with it to a high Degree, there is no Doubt of it: for what Strength of Reason, I pray, what Judgment or Penetration has the greatest Genius, if he pretends to any Religion, to boast of; after he has own'd himself to have been more terrify'd by groundless Apprehensions, and an imaginary Evil from vain impotent Men, whom he has never injured, than he was alarm'd with the just Fears of a real Punishment from an all-wise and omnipotent God, whom he has highly offended?","subId":"4","id":"Mandeville.P2.3.4","speaker":"Cleo"},{"type":"paragraph","content":"But your Friend makes no such Religious Reflections: he actually speaks in Favour of Duelling.","subId":"5","id":"Mandeville.P2.3.5","speaker":"Hor"},{"type":"paragraph","content":"What, because he would have the Laws against it as severe as possible, and no Body pardon'd without Exception that offends that way?","subId":"6","id":"Mandeville.P2.3.6","speaker":"Cleo"},{"type":"paragraph","content":"That indeed seems to discourage it; but he shews the Necessity of keeping up that Custom, to polish and brighten Society in general.","subId":"7","id":"Mandeville.P2.3.7","speaker":"Hor"},{"type":"paragraph","content":"Don't you see the Irony there?","subId":"8","id":"Mandeville.P2.3.8","speaker":"Cleo"},{"type":"paragraph","content":"No indeed: he plainly demonstrates the Usefulness of it, gives as good Reasons as it is possible to invent, and shews how much Conversation would suffer if that Practice was abolished.","subId":"9","id":"Mandeville.P2.3.9","speaker":"Hor"},{"type":"paragraph","content":"Can you think a Man serious on a Subject, when he leaves it in the manner he does?","subId":"10","id":"Mandeville.P2.3.10","speaker":"Cleo"},{"type":"paragraph","content":"I don't remember that.","subId":"11","id":"Mandeville.P2.3.11","speaker":"Hor"},{"type":"paragraph","content":"Here is the Book: I'll look for the Passage —— Pray read this.","subId":"12","id":"Mandeville.P2.3.12","speaker":"Cleo"},{"type":"paragraph","content":"<em>It is strange that a Nation should grudge to see perhaps half a dozen Men sacrifised in a Twelve-month to obtain so valuable a Blessing, as the Politeness of Manners, the Pleasure of Conversation, and the Happiness of Company in general, that is often so willing to expose, and sometimes loses as many thousands in a few Hours, without knowing whether it will do any good or not.</em> This indeed seems to be said with a Sneer: but in what goes before he is very serious.","subId":"13","id":"Mandeville.P2.3.13","speaker":"Hor"},{"type":"paragraph","content":"He is so, when he says that the Practice of Duelling, that is the keeping up of the Fashion of it, contributes to the Politeness of Manners and Pleasure of Conversation, and this is very true; but that Politeness itself, and that Pleasure, are the Things he laughs at and exposes throughout his Book.","subId":"14","id":"Mandeville.P2.3.14","speaker":"Cleo"},{"type":"paragraph","content":"But who knows, what to make of a Man, who recommends a thing very seriously in one Page, and ridicules it in the next?","subId":"15","id":"Mandeville.P2.3.15","speaker":"Hor"},{"type":"paragraph","content":"It is his Opinion, that there is no solid Principle to go by but the Christian Religion, and that few embrace it with Sincerity: Always look upon him in this View, and you'll never find him inconsistent with himself. Whenever at first sight he seems to be so, look again, and upon nearer Enquiry you'll find; that he is only pointing at or labouring, to detect the Inconsistency of others with the Principles they pretend to.","subId":"16","id":"Mandeville.P2.3.16","speaker":"Cleo"},{"type":"paragraph","content":"He seems to have nothing less at Heart than Religion.","subId":"17","id":"Mandeville.P2.3.17","speaker":"Hor"},{"type":"paragraph","content":"That's true, and if he had appear'd otherwise, he would never have been read by the People whom he design'd his Book for, the Modern Deists and all the <em>Beau Monde:</em> It is those he wants to come at. To the first he sets forth the Origin and Insufficiency of Virtue, and their own Insincerity in the Practice of it: To the rest he shews the Folly of Vice and Pleasure, the Vanity of Worldly Greatness, and the Hypocrisy of all those Divines, who pretending to preach the Gospel, give and take Allowances that are inconsistent with, and quite contrary to the Precepts of it.","subId":"18","id":"Mandeville.P2.3.18","speaker":"Cleo"},{"type":"paragraph","content":"But this is not the Opinion the World has of the Book, it is commonly imagin'd, that it is wrote for the Encouragement of Vice, and to debauch the Nation.","subId":"19","id":"Mandeville.P2.3.19","speaker":"Hor"},{"type":"paragraph","content":"Have you found any such thing in it?","subId":"20","id":"Mandeville.P2.3.20","speaker":"Cleo"},{"type":"paragraph","content":"To speak my Conscience, I must confess, I have not: Vice is expos'd in it, and laugh'd at; but it ridicules War and martial Courage, as well as Honour and every thing else.","subId":"21","id":"Mandeville.P2.3.21","speaker":"Hor"},{"type":"paragraph","content":"Pardon me, Religion is ridiculed in no part of it.","subId":"22","id":"Mandeville.P2.3.22","speaker":"Cleo"},{"type":"paragraph","content":"But if it is a good Book, why then are so many of the Clergy so much against it as they are?","subId":"23","id":"Mandeville.P2.3.23","speaker":"Hor"},{"type":"paragraph","content":"For the Reason I have given you: My Friend has expos'd their Lives, but he has done it in such a Manner, that no Body can say he has wrong'd them, or treated them harshly. People are never more vex'd, than when the thing that offends them, is what they must not complain of: They give the Book an ill Name, because they are angry, but it is not their Interest, to tell you the true Reason why they are so. I could draw you a Parallel Case that would clear up this Matter, if you would have Patience to hear me, which, as you are a great Admirer of Opera's, I can hardly expect.","subId":"24","id":"Mandeville.P2.3.24","speaker":"Cleo"},{"type":"paragraph","content":"Any thing to be inform'd.","subId":"25","id":"Mandeville.P2.3.25","speaker":"Hor"},{"type":"paragraph","content":"I always had such an Aversion to Eunuchs, as no fine singing or acting of any of them has yet been able to conquer; when I hear a Feminine Voice, I look for a Petticoat; and I perfectly loath the sight of those Sexless Animals. Suppose that a Man with the same Dislike to them had Wit at will, and a Mind to lash that abominable piece of Luxury, by which Men are taught in Cold Blood to spoil Males for Diversion, and out of Wantonness to make waste of their own Species. In order to this, we'll say, he takes a Handle from the Operation itself; he describes and treats it in the most inoffensive Manner; then shews the narrow Bounds of human Knowledge, and the small Assistance we can have, either from Dissection or Philosophy, or any part of the Mathematicks to trace and penetrate into the Cause <em>a&nbsp;Priori</em>, why this destroying of Manhood should have that surprizing Effect upon the Voice; and afterwards demonstrates, how sure we are <em>a&nbsp;Posteriori</em>, that it has a considerable Influence, not only on the <em>Pharinx,</em> the Glands and Muscles of the Throat, but likewise the Windpipe, and the Lungs themselves, and in short on the whole Mass of Blood, and consequently all the Juices of the Body, and every Fibre in it. He might say likewise, that no Honey, no Preparations of Sugar, Raisins, or <em>Sperma Ceti;</em> no Emulsions, Lozenges or other Medicines, cooling or balsamick; no Bleeding, no Temperance or Choice in Eatables; no Abstinence from Women, from Wine, and every thing that is hot, sharp or spirituous, were of that Efficacy to preserve, sweeten and strengthen the Voice; he might insist upon it, that nothing could do this so effectually as Castration. For a Blind to his main Scope, and to amuse his Readers, he might speak of this Practice, as made use of for other Purposes; that it had been inflicted as a solemn Punishment for analogous Crimes; that others had voluntarily submitted to it, to preserve Health and prolong Life; whilst the <em>Romans</em> by <em>Cæsar's</em> Testimony thought it more cruel than Death, <em>morte gravius.</em> How it had been used sometimes by way of Revenge; and then say something in Pity of poor <em>Abelard;</em> at other times for Precaution; and then relate the Story of <em>Combabus</em> and <em>Stratonice:</em> with Scraps from <em>Martial, Juvenal,</em> and other Poets, he might interlard it, and from a thousand pleasant Things that have been said on the Subject, he might pick out the most diverting to embellish the whole. His Design being Satyr, he would blame our Fondness for these <em>Castrati,</em> and ridicule the Age in which a brave <em>English</em> Nobleman and a General Officer serves his Country at the hazard of his Life, a whole Twelve-month, for less Pay than an <em>Italian</em> No-man of Scoundrel Extraction receives for now and then singing a Song in great Safety, during only the Winter Season. He would laugh at the Caresses and the Court that are made to them by Persons of the first Quality, who prostitute their Familiarity with these most abject Wretches, and misplace the Honour and Civilities only due to their Equals, on Things that are no part of the Creation, and owe their Being to the Surgeon; Animals so contemptible, that they can curse their Maker without Ingratitude. If he should call this Book, <em>the Eunuch is the Man;</em> as soon as I heard the Title, before I saw the Book, I should understand by it, that Eunuchs were now esteem'd, that they were in Fashion and in the Publick Favour, and considering that a Eunuch is in Reality not a Man, I should think it was a Banter upon Eunuchs, or a Satyr against those, who had a greater Value for them than they deserv'd. But if the Gentlemen of the Academy of Musick, displeas'd at the Freedom they were treated with, should take it ill, that a paultry Scribler should interfere and pretend to censure their Diversion, as well they might; if they should be very angry, and study to do him a Mischief, and accordingly, not having much to say in Behalf of Eunuchs, not touch upon any thing the Author had said against their Pleasure, but represent him to the World as an Advocate for Castration, and endeavour to draw the publick <em>Odium</em> upon him by Quotations taken from him proper for that purpose, it would not be difficult to raise a Clamour against the Author, or find a grand Jury to present his Book.","subId":"26","id":"Mandeville.P2.3.26","speaker":"Cleo"},{"type":"paragraph","content":"The <em>Simile</em> holds very well as to the Injustice of the Accusation, and the Insincerity of the Complaint; but is it as true, that Luxury will render a Nation flourishing, and that private Vices are publick Benefits, as that Castration preserves and strengthens the Voice?","subId":"27","id":"Mandeville.P2.3.27","speaker":"Hor"},{"type":"paragraph","content":"With the Restrictions my Friend requires, I believe it is, and the Cases are exactly alike. Nothing is more effectual to preserve, mend and strengthen a fine Voice in Youth than Castration: The Question is not, whether this is true, but whether it is eligible; whether a fine Voice is an Equivalent for the Loss, and whether a Man would prefer the Satisfaction of singing, and the Advantages that may accrue from it, to the Comforts of Marriage, and the Pleasure of Posterity, of which Enjoyments it destroys the Possibility. In like manner, my Friend demonstrates in the first place, that the National Happiness which the Generality wish and pray for, is Wealth and Power, Glory and Worldly Greatness; to live in Ease, in Affluence and Splendour at Home, and to be fear'd, courted and esteem'd Abroad: In the second, that such a Felicity is not to be attain'd to without Avarice, Profuseness, Pride, Envy, Ambition and other Vices. The latter being made evident beyond Contradiction, the Question is not, whether it is true, but whether this Happiness is worth having at the Rate it is only to be had at, and whether any thing ought to be wish'd for, which a Nation cannot enjoy, unless the Generality of them are vicious. This he offers to the Consideration of <em>Christians,</em> and Men who pretend to have renounc'd the World with all the Pomp and Vanity of it.","subId":"28","id":"Mandeville.P2.3.28","speaker":"Cleo"},{"type":"paragraph","content":"How does it appear that the Author addresses himself to such?","subId":"29","id":"Mandeville.P2.3.29","speaker":"Hor"},{"type":"paragraph","content":"From his writing it in <em>English,</em> and publishing it in <em>London.</em> But have you read it through yet?","subId":"30","id":"Mandeville.P2.3.30","speaker":"Cleo"},{"type":"paragraph","content":"Twice: There are many things I like very well, but I am not pleas'd with the whole.","subId":"31","id":"Mandeville.P2.3.31","speaker":"Hor"},{"type":"paragraph","content":"What Objections have you against it?","subId":"32","id":"Mandeville.P2.3.32","speaker":"Cleo"},{"type":"paragraph","content":"It has diminish'd the Pleasure I had in reading a much better Book. Lord <em><span class=\"name\">Shaftsbury</span></em> is my favourite Author: I can take Delight in Enthusiasm; but the Charms of it cease as soon as I am told what it is I enjoy. Since we are such odd Creatures, why should we not make the most of it?","subId":"33","id":"Mandeville.P2.3.33","speaker":"Hor"},{"type":"paragraph","content":"I thought you was resolv'd to be better acquainted with yourself, and to search into your Heart with Care and Boldness.","subId":"34","id":"Mandeville.P2.3.34","speaker":"Cleo"},{"type":"paragraph","content":"That's a cruel Thing; I tried it three times since I saw you last, till it put me into a Sweat, and then I was forced to leave off.","subId":"35","id":"Mandeville.P2.3.35","speaker":"Hor"},{"type":"paragraph","content":"You should try again, and use yourself by Degrees to think abstractly, and then the Book will be a great Help to you.","subId":"36","id":"Mandeville.P2.3.36","speaker":"Cleo"},{"type":"paragraph","content":"To confound me it will: It makes a Jest of all Politeness and good Manners.","subId":"37","id":"Mandeville.P2.3.37","speaker":"Hor"},{"type":"paragraph","content":"Excuse me, Sir, it only tells us, what they are.","subId":"38","id":"Mandeville.P2.3.38","speaker":"Cleo"},{"type":"paragraph","content":"It tells us, that all good Manners consist in flattering the Pride of others, and concealing our own. Is not that a horrid Thing?","subId":"39","id":"Mandeville.P2.3.39","speaker":"Hor"},{"type":"paragraph","content":"But is it not true?","subId":"40","id":"Mandeville.P2.3.40","speaker":"Cleo"},{"type":"paragraph","content":"As soon as I had read that Passage, it struck me: Down I laid the Book, and try'd in above fifty Instances, sometimes of Civility, and sometimes of ill Manners, whether it would answer or not, and I profess that it held good in every one.","subId":"41","id":"Mandeville.P2.3.41","speaker":"Hor"},{"type":"paragraph","content":"And so it would if you try'd till Doomsday.","subId":"42","id":"Mandeville.P2.3.42","speaker":"Cleo"},{"type":"paragraph","content":"But is not that provoking? I'd give a hundred Guineas with all my Heart, that I did not know it. I can't endure to see so much of my own Nakedness.","subId":"43","id":"Mandeville.P2.3.43","speaker":"Hor"},{"type":"paragraph","content":"I never met with such an open Enmity to Truth in a Man of Honour before.","subId":"44","id":"Mandeville.P2.3.44","speaker":"Cleo"},{"type":"paragraph","content":"You shall be as severe upon me as you please; what I say is fact. But since I am got in so far, I must go through with it now: There are fifty Things that I want to be inform'd about.","subId":"45","id":"Mandeville.P2.3.45","speaker":"Hor"},{"type":"paragraph","content":"Name them, pray; if I can be of any Service to you, I shall reckon it as a great Honour; I am perfectly well acquainted with the Author's Sentiments.","subId":"46","id":"Mandeville.P2.3.46","speaker":"Cleo"},{"type":"paragraph","content":"I have twenty Questions to ask about Pride, and I don't know where to begin. There's another thing I don't understand; which is, that there can be no Virtue without Self-denial.","subId":"47","id":"Mandeville.P2.3.47","speaker":"Hor"},{"type":"paragraph","content":"This was the Opinion of all the Ancients, Lord <em><span class=\"name\">Shaftsbury</span></em> was the first that maintain'd the contrary.","subId":"48","id":"Mandeville.P2.3.48","speaker":"Cleo"},{"type":"paragraph","content":"But are there no Persons in the World that are good by Choice?","subId":"49","id":"Mandeville.P2.3.49","speaker":"Hor"},{"type":"paragraph","content":"Yes, but then they are directed in that Choice by Reason and Experience, and not by Nature, I mean, not by untaught Nature: But there is an Ambiguity in the Word Good which I would avoid; let us stick to that of Virtuous, and then I affirm, that no Action is such, which does not suppose and point at some Conquest or other, some Victory great or small over untaught Nature; otherwise the Epithet is improper.","subId":"50","id":"Mandeville.P2.3.50","speaker":"Cleo"},{"type":"paragraph","content":"But if by the help of a careful Education this Victory is obtain'd, when we are young, may we not be virtuous afterwards voluntarily and with Pleasure?","subId":"51","id":"Mandeville.P2.3.51","speaker":"Hor"},{"type":"paragraph","content":"Yes, if it really was obtain'd: But how shall we be sure of this, and what Reason have we to believe that it ever was? When it is evident, that from our Infancy, instead of endeavouring to conquer our Appetites, we have always been taught, and have taken pains ourselves to conceal them; and we are conscious within, that, whatever Alterations have been made in our Manners and our Circumstances, the Passions themselves always remain'd? The System, that Virtue requires no Self-denial, is, as my Friend has justly observ'd, a vast Inlet to Hypocrisy: It will on all Accounts furnish Men with a more obvious Handle, and a greater Opportunity of counterfeiting the Love of Society and Regard to the Publick, than ever they could have receiv'd from the contrary Doctrine, <em>viz.</em> That there is no Merit but in the Conquest of the Passions, nor any Virtue without apparent Self-denial. Let us ask those, that have had long Experience and are well skill'd in human Affairs, whether they have found the Generality of Men such impartial Judges of themselves, as never to think better of their own Worth than it deserv'd, or so candid in the Acknowledgment of their hidden Faults and Slips, they could never be convinc'd of, that there is no fear, they should ever stifle or deny them. Where is the Man, that has at no time covered his Failings, and skreened himself with false Appearances, or never pretended to act from Principles of Social Virtue, and his Regard to others, when he knew in his Heart, that his greatest Care had been to oblige himself? The best of us sometimes receive Applause, without undeceiving those who give it; tho' at the same time we are conscious that the Actions, for which we suffer ourselves to be thought well of, are the Result of a powerful Frailty in our Nature, that has often been prejudicial to us, and which we have wish'd a thousand times in vain, that we could have conquer'd. The same Motives may produce very different Actions, as Men differ in Temper and Circumstances. Persons of an easy Fortune may appear virtuous, from the same turn of Mind that would shew their Frailty if they were poor. If we would know the World, we must look into it. You take no Delight in the Occurrences of low Life; but if we always remain among Persons of Quality, and extend our Enquiries no farther, the Transactions there will not furnish us with a sufficient Knowledge of every thing that belongs to our Nature. There are among the midling People Men of low Circumstances tolerably well educated, that set out with the same Stock of Virtues and Vices, and tho' equally qualify'd, meet with very different Success; visibly owing to the Difference in their Temper. Let us take a View of two Persons bred to the same Business, that have nothing but their Parts, and the World before them, launching out with the same Helps and Disadvantages: Let there be no difference between them, but in their Temper; the one active, and the other indolent. The latter will never get an Estate by his own Industry, tho' his Profession be gainful, and himself Master of it. Chance, or some uncommon Accident, may be the Occasion of great Alterations in him, but without that he will hardly ever raise himself to Mediocrity. Unless his Pride affects him in an extraordinary Manner, he must always be poor, and nothing but some Share of Vanity can hinder him from being despicably so. If he be a Man of Sense he'll be strictly honest, and a midling Stock of Covetousness will never divert him from it. In the active stirring Man, that is easily reconcil'd to the Bustle of the World, we shall discover quite different Symptoms under the same Circumstances; and a very little Avarice will egg him on to pursue his Aim with Eagerness and Assiduity: Small Scruples are no Opposition to him; where Sincerity will not serve he uses Artifice; and in compassing his Ends the greatest use he will make of his good Sense will be, to preserve as much as is possible the Appearance of Honesty; when his Interest obliges him to deviate from it. To get Wealth, or even a Livelihood by Arts and Sciences, it is not sufficient to understand them: It is a Duty incumbent on all Men, who have their Maintenance to seek, to make known and forward themselves in the World, as far as Decency allows of, without bragging of themselves, or doing Prejudice to others: Here the indolent Man is very deficient and wanting to himself; but seldom will own his Fault, and often blames the Publick for not making use of him, and encouraging that Merit, which they never were acquainted with, and himself perhaps took Pleasure to conceal: and tho' you convince him of his Error, and that he has neglected even the most warrantable Methods of solliciting Employment, he'll endeavour to colour over his Frailty with the Appearance of Virtue; and what is altogether owing to his too easy Temper, and an excessive Fondness for the Calmness of his Mind, he'll ascribe to his Modesty and the great Aversion he has to Impudence and Boasting. The Man of a contrary Temper trusts not to his Merit only, or the setting it off to the best Advantage; he takes Pains to heighten it in the Opinion of others, and make his Abilities seem greater than he knows them to be. As it is counted Folly for a Man to proclaim his own Excellencies, and speak magnificently of himself, so his chief Business is to seek Acquaintance, and make Friends on purpose to do it for him: All other Passions he sacrifices to his Ambition, he laughs at Disappointments, is inured to Refusals, and no Repulse dismays him: This renders the whole Man always flexible to his Interest; he can defraud his Body of Necessaries, and allow no Tranquility to his Mind; and counterfeit, if it will serve his Turn, Temperance, Chastity, Compassion, and Piety itself without one Grain of Virtue or Religion; his Endeavours to advance his Fortune <em>per fas &amp; nefas</em> are always restless, and have no Bounds; but where he is oblig'd to act openly, and has reason to fear the Censure of the World. It is very diverting to see, how, in the different Persons I speak of, natural Temper will warp and model the very Passions to its own Biass: Pride, for Example, has not the same, but almost a quite contrary Effect on the one to what it has on the other: The stirring active Man it makes in love with Finery, Cloaths, Furniture, Equipages, Building, and every thing his Superiors enjoy: the other it renders sullen, and perhaps morose; and if he has Wit prone to Satyr, tho' he be otherwise a good-natur'd Man. Self-love in every Individual ever bestirs itself in soothing and flattering the darling Inclination; always turning from us the dismal Side of the Prospect; and the indolent Man in such Circumstances, finding nothing pleasing without, turns his View inward upon himself; and there looking on every Thing with great Indulgence, admires and takes delight in his own Parts, whether natural or acquired: hence he is easily induced to despise all others, who have not the same good Qualifications, especially the Powerful and Wealthy, whom yet he never hates or envies with any Violence; because that would ruffle his Temper. All things that are difficult he looks upon as impossible, which makes him despair of meliorating his Condition; and as he has no Possessions, and his Gettings will but just maintain him in a low Station of Life, so his good Sense, if he would enjoy so much as the Appearance of Happiness, must necessarily put him upon two Things; to be frugal, and pretend to have no value for Riches; for by neglecting either, he must be blown up, and his Frailty unavoidably discover'd.","subId":"52","id":"Mandeville.P2.3.52","speaker":"Cleo"},{"type":"paragraph","content":"I am pleas'd with your Observations, and the Knowledge you display of Mankind; but pray is not the Frugality you now speak of a Virtue?","subId":"53","id":"Mandeville.P2.3.53","speaker":"Hor"},{"type":"paragraph","content":"I think not.","subId":"54","id":"Mandeville.P2.3.54","speaker":"Cleo"},{"type":"paragraph","content":"Where there is but a small Income, Frugality is built upon Reason; and in this Case there is an apparent Self-denial, without which an indolent Man that has no value for Money cannot be frugal; and when we see indolent Men, that have no regard for Wealth, reduced to Beggery, as it often happens, it is most commonly for want of this Virtue.","subId":"55","id":"Mandeville.P2.3.55","speaker":"Hor"},{"type":"paragraph","content":"I told you before, that the indolent Man, setting out as he did, would be poor; and that nothing but some Share of Vanity could hinder him from being despicably so. A strong fear of Shame may gain so much upon the Indolence of a Man of Sense, that he'll bestir himself sufficiently to escape Contempt; but it will hardly make him do any more; therefore he embraces Frugality, as being instrumental and assisting to him in procuring his <em>summum bonum,</em> the darling Quiet of his easy Mind; whereas the active Man with the same Share of Vanity would do any Thing rather than submit to the same Frugality, unless his Avarice forc'd him to it. Frugality is no Virtue, when it is imposed upon us by any of the Passions, and the Contempt of Riches is seldom sincere. I have known Men of plentiful Estates, that on Account of Posterity, or other warrantable Views of employing their Money, were saving and more penurious, than they would have been if their Wealth had been greater: but I never yet found a frugal Man, without Avarice or Necessity. And again, there are innumerable Spend-thrifts, lavish and extravagant to a high degree, who seem not to have the least Regard to Money, whilst they have any to fling away: but these Wretches are the least capable of bearing Poverty of any, and the Money once gone, hourly discover, how uneasy, impatient and miserable they are without it. But what several in all ages have made pretence to, the Contempt of Riches, is more scarce than is commonly imagin'd. To see a Man of a very good Estate, in Health and Strength of Body and Mind, one that has no reason to complain of the World or Fortune, actually despise both, and embrace a voluntary Poverty for a laudable Purpose, is a great Rarity. I know but one in all Antiquity, to whom all this may be applied with strictness of Truth.","subId":"56","id":"Mandeville.P2.3.56","speaker":"Cleo"},{"type":"paragraph","content":"Who is that, pray?","subId":"57","id":"Mandeville.P2.3.57","speaker":"Hor"},{"type":"paragraph","content":"<em>Anaxagoras of Clazomene</em> in <em>Ionia:</em> he was very rich, of noble Extraction, and admired for his great Capacity: he divided and gave away his Estate among his Relations, and refus'd to meddle with the Administration of Publick Affairs that was offer'd him, for no other Reason, than that he might have more Leisure for Contemplation on the Works of Nature, and the Study of Philosophy.","subId":"58","id":"Mandeville.P2.3.58","speaker":"Cleo"},{"type":"paragraph","content":"To me it seems to be more difficult to be virtuous without Money, than with: it is senseless for a Man to be poor, when he can help it, and if I saw any body chuse it when he might as lawfully be rich, I would think him to be distracted.","subId":"59","id":"Mandeville.P2.3.59","speaker":"Hor"},{"type":"paragraph","content":"But you would not think him so, if you saw him sell his Estate and give the Money to the Poor: you know where that was required.","subId":"60","id":"Mandeville.P2.3.60","speaker":"Cleo"},{"type":"paragraph","content":"It is not required of us.","subId":"61","id":"Mandeville.P2.3.61","speaker":"Hor"},{"type":"paragraph","content":"Perhaps not: but what say you to renouncing the World, and the Solemn Promise we have made of it?","subId":"62","id":"Mandeville.P2.3.62","speaker":"Cleo"},{"type":"paragraph","content":"In a literal Sense that is impossible, unless we go out of it; and therefore I don't think, that to renounce the World signifies any more, than not to comply with the vicious, wicked part of it.","subId":"63","id":"Mandeville.P2.3.63","speaker":"Hor"},{"type":"paragraph","content":"I did not expect a more rigid Construction from you, tho' it is certain, that Wealth and Power are great Snares, and strong Impediments to all christian Virtue: but the generality of Mankind, that have any thing to lose, are of your Opinion; and let us bar Saints and Madmen, we shall find everywhere, that those who pretend to undervalue, and are always haranguing against, Wealth, are generally poor and indolent. But who can blame them? They act in their own defence: no body that could help it would ever be laugh'd at; for it must be own'd, that of all the Hardships of Poverty it is that, which is the most intollerable. <blockquote><span class=\"foreign\">Nil habet infelix Paupertas durius in se, <br> Quam quod ridiculos homines faciat.---</span></blockquote> In the very Satisfaction that is enjoy'd by those, who excel in, or are possess'd of things valuable, there is interwoven a spice of Contempt for others, that are destitute of them, which nothing keeps from publick View, but a Mixture of Pity and good Manners. Whoever denies this let them consult within, and examine whether it is not the same with Happiness, as what <em>Seneca</em> says of the Reverse, <em>nemo est miser nisi comparatus.</em> The Contempt and Ridicule I speak of is, without doubt, what all Men of Sense and Education endeavour to avoid, or disappoint. Now look upon the Behaviour of the two contrary Tempers before us, and mind how differently they set about this Task, every one suitably to his own Inclination. The Man of Action, you see, leaves no Stone unturn'd to acquire <em>quod oportet habere:</em> but this is impossible for the indolent; he can't stir; his Idol ties him down hand and foot; and therefore the easiest, and indeed the only thing he has left, is to quarrel with the World, and find out Arguments to depreciate what others value themselves upon.","subId":"64","id":"Mandeville.P2.3.64","speaker":"Cleo"},{"type":"paragraph","content":"I now plainly see, how Pride and good Sense must put an indolent Man, that is poor, upon Frugality; and likewise the Reason, why they will make him affect to be content, and seem pleased with his low Condition: for if he won't be frugal, Want and Misery are at the Door; and if he shews any Fondness for Riches, or a more ample way of living, he loses the only Plea he has for his darling Frailty, and immediately he'll be ask'd, why he don't exert himself in a better Manner, and he'll be continually told of the Opportunities he neglects.","subId":"65","id":"Mandeville.P2.3.65","speaker":"Hor"},{"type":"paragraph","content":"It is evident then, that the true Reasons, why Men speak against things, are not always writ upon their Foreheads.","subId":"66","id":"Mandeville.P2.3.66","speaker":"Cleo"},{"type":"paragraph","content":"But after all this quiet easy Temper, this Indolence you talk of, is it not what in plain <em>English</em> we call Laziness?","subId":"67","id":"Mandeville.P2.3.67","speaker":"Hor"},{"type":"paragraph","content":"Not at all; it implies no Sloth, or Aversion to Labour: an indolent Man may be very diligent, tho' he cannot be industrious: he will take up with things below him, if they come in his way; he'll work in a Garret, or any where else, remote from Publick View, with Patience and Assiduity, but he knows not, how to sollicit and teaze others to employ him, or demand his due of a shuffling, designing Master, that is either difficult of Access, or tenacious of his Money: if he be a Man of Letters he'll study hard for a Livelihood, but generally parts with his Labours at a disadvantage, and will knowingly sell them at an Under-rate to an obscure Man, who offers to purchase, rather than bear the Insults of haughty Booksellers, and be plagued with the sordid Language of the Trade. An indolent Man may by chance meet with a Person of Quality, that takes a fancy to him; but he will never get a Patron by his own Address; neither will he ever be the better for it, when he has one, further than the unask'd-for Bounty, and downright Generosity of his Benefactor make him. As he speaks for himself with Reluctancy, and is always afraid of asking Favours, so for Benefits receiv'd he shews no other Gratitude, than what the natural Emotions of his Heart suggest to him. The striving, active Man studies all the winning Ways to ingratiate himself, and hunts after Patrons with Design and Sagacity: whilst they are beneficial to him, he affects a perpetual Sense of Thankfulness; but all his Acknowledgments of past Obligations he turns into Sollicitations for fresh Favours: his Complaisance may be engaging, and his Flattery ingenious, but the Heart is untouch'd: he has neither Leisure nor the Power to love his Benefactors: the eldest he has he will always sacrifize to a new one, and he has no other Esteem for the Fortune, the Greatness, or the Credit of a Patron, than as he can make them subservient either to raise or maintain his own. From all this, and a little Attention on human Affairs, we may easily perceive, in the first place, that the Man of Action, and an enterprizing Temper, in following the Dictates of his Nature, must meet with more Rubs and Obstacles infinitely, than the indolent, and a Multitude of strong Temptations to deviate from the Rules of strict Virtue, which hardly ever come in the other's way; that in many Circumstances he'll be forc'd to commit such Actions, for which, all his Skill and Prudence notwithstanding, he will by some body or other deservedly be thought to be an ill Man; and that to end with a tolerable Reputation, after a long Course of Life, he must have had a great deal of good Fortune as well as Cunning. Secondly, that the indolent Man may indulge his Inclinations, and be as sensual as his Circumstances will let him, with little Offence or Disturbance to his Neighbour; that the excessive Value he sets upon the Tranquility of his Mind, and the grand Aversion he has to part with it, must prove a strong Curb to every Passion, that comes uppermost; none of which by this means can ever affect him in any high degree, and consequently that the Corruption of his Heart remaining, he may with little Art and no great Trouble acquire many amiable Qualities, that shall have all the Appearances of Social Virtues, whilst nothing extraordinary befalls him. As to his Contempt of the World, the indolent Man perhaps will scorn to make his court and cringe to a haughty Favourite, that will browbeat him at first; but he'll run with Joy to a rich Nobleman, that he is sure will receive him with Kindness and Humanity: With him he'll partake without Reluctancy of all the elegant Comforts of Life, that are offer'd, the most expensive not excepted: Would you try him further, confer upon him Honour and Wealth in Abundance. If this Change in his Fortune stirs up no Vice, that lay dormant before, as it may by rendring him either covetous or extravagant, he will soon conform himself to the fashionable World: Perhaps he'll be a kind Master, an indulgent Father, a benevolent Neighbour, munificent to Merit that pleases him, a Patron to Virtue, and a Well-wisher to his Country; but for the rest he'll take all the Pleasure he is capable of enjoying; stifle no Passion he can calmly gratify, and in the midst of a luxurious Plenty laugh heartily at Frugality and the Contempt of Riches and Greatness, he profess'd in his Poverty; and chearfully own the Futility of those Pretences.","subId":"68","id":"Mandeville.P2.3.68","speaker":"Cleo"},{"type":"paragraph","content":"I am convinc'd that in the Opinion of Virtue's requiring Self-denial there is greater Certainty, and Hypocrites have less Latitude than in the contrary System.","subId":"69","id":"Mandeville.P2.3.69","speaker":"Hor"},{"type":"paragraph","content":"Whoever follows his own Inclinations, be they never so kind, beneficent, or humane, never quarrels with any Vice, but what is clashing with his Temperament and Nature; whereas those, who act from a Principle of Virtue take always Reason for their Guide, and combat without Exception every Passion, that hinders them from their Duty! The indolent Man will never deny a just Debt; but, if it be large, he will not give himself the trouble, which, poor as he is, he might and ought to take to discharge it, or at least satisfy his Creditor; unless he is often dunn'd or threaten'd to be sued for it. He will not be a litigious Neighbour, nor make Mischief among his Acquaintance; but he will never serve his Friend, or his Country, at the Expence of his Quiet. He will not be rapacious, oppress the Poor, or commit vile Actions for Lucre; but then he will never exert himself and be at the pains, another would take on all Opportunities, to maintain a large Family, make Provision for Children, and promote his Kindred and Relations; and his darling Frailty will incapacitate him from doing a thousand things for the Benefit of the Society, which with the same Parts and Opportunities he might and would have done, had he been of another Temper.","subId":"70","id":"Mandeville.P2.3.70","speaker":"Cleo"},{"type":"paragraph","content":"Your Observations are very curious, and, as far as I can judge from what I have seen myself, very just and natural.","subId":"71","id":"Mandeville.P2.3.71","speaker":"Hor"},{"type":"paragraph","content":"Every body knows that there is no Virtue so often counterfeited as Charity, and yet so little Regard have the generality of Men to Truth; that, how gross and barefaced soever the Deceit is in Pretences of this Nature, the World never fails of being angry with, and hating those who detect or take notice of the Fraud. It is possible, that, with blind Fortune on his side, a mean Shopkeeper, by driving a Trade prejudicial to his Country on the one hand, and grinding on all Occasions the Face of the Poor on the other, may accumulate great Wealth; which in process of time, by continual scraping and sordid saving, may be raised into an exorbitant and unheard-of Estate for a Tradesman. Should such a one, when old and decrepit, lay out the greatest part of his immense Riches in the building, or largely endowing an Hospital, and I was thoroughly acquainted with his Temper and Manners, I could have no Opinion of his Virtue, tho' he parted with the Money, whilst he was yet alive; more especially, if I was assured, that in his Last Will he had been highly unjust, and had not only left unrewarded several, whom he had great Obligations to, but likewise defrauded others, to whom in his Conscience, he knew that he was and would die actually indebted. I desire you to tell me, what Name, knowing all I have said to be true, you would give to this extraordinary Gift, this mighty Donation!","subId":"72","id":"Mandeville.P2.3.72","speaker":"Cleo"},{"type":"paragraph","content":"I am of Opinion, that when an Action of our Neighbour may admit of different Constructions, it is our Duty to side with and embrace the most favourable.","subId":"73","id":"Mandeville.P2.3.73","speaker":"Hor"},{"type":"paragraph","content":"The most favourable Construction, with all my Heart: But what is that to the Purpose, when all the straining in the World cannot make it a good one? I don't mean the thing it self, but the Principle it came from, the inward Motive of the Mind, that put him upon performing it, for it is that which in a free Agent I call the Action: And therefore call it what you please, and judge as charitably of it as you can, what can you say of it?","subId":"74","id":"Mandeville.P2.3.74","speaker":"Cleo"},{"type":"paragraph","content":"He might have had several Motives, which I don't pretend to determine; but it is an admirable Contrivance of being extremely beneficial to all Posterity in this Land, a noble Provision, that will perpetually relieve, and be an unspeakable Comfort to a multitude of miserable People; and it is not only a prodigious, but likewise a well-concerted Bounty, that was wanting, and for which in after-Ages thousands of poor Wretches will have reason to bless his Memory, when every Body else shall have neglected them.","subId":"75","id":"Mandeville.P2.3.75","speaker":"Hor"},{"type":"paragraph","content":"All that I have nothing against; and if you would add more, I shan't dispute it with you, as long as you confine your Praises to the Endowment it self, and the Benefit the Publick is like to receive from it. But to ascribe it to, or suggest that it was derived from a Publick Spirit in the Man, a generous Sense of Humanity and Benevolence to his Kind, a liberal Heart, or any other Virtue or good Quality, which it is manifest the Donor was an utter Stranger to, is the utmost Absurdity in an intelligent Creature, and can proceed from no other Cause than either a wilful wronging of his own Understanding, or else Ignorance and Folly.","subId":"76","id":"Mandeville.P2.3.76","speaker":"Cleo"},{"type":"paragraph","content":"I am persuaded, that many Actions are put off for virtuous, that are not so; and that according as Men differ in natural Temper, and turn of Mind, so they are differently influenc'd by the same Passions: I believe likewise that these last are born with us, and belong to our Nature, that some of them are in us, or at least the Seeds of them, before we perceive them: But since they are in every Individual, how comes it that Pride is more predominant in some than it is in others? For from what you have demonstrated already it must follow, that one Person is more affected with the Passion within than another; I mean, that one Man has actually a greater Share of Pride than another, as well among the artful that are dextrous in concealing it, as among the Ill-bred that openly shew it.","subId":"77","id":"Mandeville.P2.3.77","speaker":"Hor"},{"type":"paragraph","content":"What belongs to our Nature, all Men may justly be said to have actually or virtually in them at their Birth; and whatever is not born with us, either the thing it self, or that which afterwards produces it, cannot be said to belong to our Nature: But as we differ in our Faces and Stature, so we do in other things, that are more remote from Sight: But all these depend only upon the different Frame, the inward Formation of either the Solids or the Fluids; and there are Vices of Complexion, that are peculiar, some to the Pale and Phlegmatick, others to the Sanguine and Cholerick: Some are more lustful, others more fearful in their Nature, than the Generality are: But I believe of Man, generally speaking, what my Friend has observ'd of other Creatures, that the best of the Kind, I mean the best form'd within, such as have the finest natural Parts, are born with the greatest Aptitude to be proud; but I am convinced, that the difference there is in Men, as to the Degrees of their Pride, is more owing to Circumstances and Education, than any thing in their Formation. Where Passions are most gratify'd and least controul'd, the Indulgence makes them stronger; whereas those Persons, that have been kept under, and whose Thoughts have never been at Liberty to rove beyond the first Necessaries of Life; such as have not been suffer'd or had no Opportunity to gratify this Passion, have commonly the least share of it. But whatever Portion of Pride a Man may feel in his Heart, the quicker his Parts are, the better his Understanding is, and the more Experience he has, the more plainly he'll perceive the Aversion which all Men have to those, that discover their Pride: And the sooner Persons are imbued with good Manners, the sooner they grow perfect in concealing that Passion. Men of mean Birth and Education, that have been kept in great Subjection, and consequently had no great Opportunities to exert their Pride, if ever they come to command others, have a sort of Revenge mix'd with that Passion, which makes it often very mischievous, especially in Places where they have no Superiours or Equals, before whom they are obliged to conceal the odious Passion.","subId":"78","id":"Mandeville.P2.3.78","speaker":"Cleo"},{"type":"paragraph","content":"Do you think Women have more Pride from Nature than Men?","subId":"79","id":"Mandeville.P2.3.79","speaker":"Hor"},{"type":"paragraph","content":"I believe not: but they have a great deal more from Education.","subId":"80","id":"Mandeville.P2.3.80","speaker":"Cleo"},{"type":"paragraph","content":"I don't see the Reason: for among the better sort, the Sons, especially the eldest, have as many Ornaments and fine Things given them from their Infancy to stir up their Pride, as the Daughters.","subId":"81","id":"Mandeville.P2.3.81","speaker":"Hor"},{"type":"paragraph","content":"But among People equally well-educated, the Ladies have more Flattery bestow'd upon them, than the Gentlemen, and it begins sooner.","subId":"82","id":"Mandeville.P2.3.82","speaker":"Cleo"},{"type":"paragraph","content":"But why should Pride be more encouraged in Women than in Men?","subId":"83","id":"Mandeville.P2.3.83","speaker":"Hor"},{"type":"paragraph","content":"For the same reason, that it is encouraged in Soldiers, more than it is in other People; to encrease their Fear of Shame, which makes them always mindful of their Honour.","subId":"84","id":"Mandeville.P2.3.84","speaker":"Cleo"},{"type":"paragraph","content":"But to keep both to their respective Duties, why must a Lady have more Pride than a Gentleman?","subId":"85","id":"Mandeville.P2.3.85","speaker":"Hor"},{"type":"paragraph","content":"Because the Lady is in the greatest Danger of straying from it: She has a Passion within, that may begin to affect her at twelve or thirteen, and perhaps sooner, and she has all the Temptations of the Men to withstand besides: She has all the Artillery of our Sex to fear; a Seducer of uncommon Address and resistless Charms may court her to what Nature prompts and sollicites her to do; he may add great Promises, actual Bribes; this may be done in the Dark, and when no Body is by to dissuade her. Gentlemen very seldom have occasion to shew their Courage before they are six or seventeen Years of Age, and rarely so soon: They are not put to the Tryal, till by conversing with Men of Honour, they are confirm'd in their Pride: In the Affair of a Quarrel they have their Friends to consult, and these are so many Witnesses of their Behaviour, that awe them to their Duty, and in a manner oblige them to obey the Laws of Honour: All these things conspire to encrease their Fear of Shame; and if they can but render that Superiour to the Fear of Death, their Business is done; they have no Pleasure to expect from breaking the Rules of Honour, nor any crafty Tempter that sollicites them to be Cowards. That Pride, which is the Cause of Honour in Men, only regards their Courage; and if they can but appear to be brave, and will but follow the fashionable Rules of manly Honour, they may indulge all other Appetites, and brag of Incontinence without Reproach: The Pride likewise that produces Honour in Women has no other Object than their Chastity; and whilst they keep that Jewel entire, they can apprehend no Shame: Tenderness and Delicacy are a Compliment to them; and there is no Fear of Danger so ridiculous, but they may own it with Ostentation. But notwithstanding the Weakness of their Frame, and the Softness in which Women are generally educated, if overcome by chance they have sinn'd in private, what real Hazards will they not run, what Torments will they not stifle, and what Crimes will they not commit, to hide from the World that Frailty, which they were taught to be most ashamed of!","subId":"86","id":"Mandeville.P2.3.86","speaker":"Cleo"},{"type":"paragraph","content":"It is certain, that we seldom hear of Publick Prostitutes, and such as have lost their Shame, that they murder their Infants, tho' they are otherwise the most abandon'd Wretches: I took notice of this in <em>the Fable of the Bees,</em> and it is very remarkable.","subId":"87","id":"Mandeville.P2.3.87","speaker":"Hor"},{"type":"paragraph","content":"It contains a plain Demonstration, that the same Passion may produce either a palpable Good or a palpable Evil in the same Person, according as Self-love and his present Circumstances shall direct; and that the same Fear of Shame, that makes Men sometimes appear so highly virtuous, may at others oblige them to commit the most heinous Crimes: That therefore Honour is not founded upon any Principle, either of real Virtue or true Religion, must be obvious to all that will but mind what sort of People they are, that are the greatest Votaries of that Idol, and the different Duties it requires in the two Sexes: In the first place the Worshippers of Honour are the vain and voluptuous, the strict Observers of Modes and Fashions, that take Delight in Pomp and Luxury, and enjoy as much of the World as they are able: In the second, the Word itself, I mean the Sense of it, is so whimsical, and there is such a prodigious difference in the Signification of it, according as the Attribute is differently applied, either to a Man or to a Woman, that neither of them shall forfeit their Honour; tho' each should be guilty, and openly boast of what would be the other's greatest Shame.","subId":"88","id":"Mandeville.P2.3.88","speaker":"Cleo"},{"type":"paragraph","content":"I am sorry that I cannot charge you with Injustice; but it is very strange; that to encourage and industriously encrease Pride in a refined Education, should be the most proper means to make Men sollicitous in concealing the outward Appearances of it.","subId":"89","id":"Mandeville.P2.3.89","speaker":"Hor"},{"type":"paragraph","content":"Yet nothing is more true: but where Pride is so much indulged, and yet to be so carefully kept from all human View, as it is in Persons of Honour of both Sexes, it would be impossible for mortal Strength to endure the Restraint, if Men could not be taught to play the Passion against itself, and were not allow'd to change the natural Home-bred Symptoms of it, for artificial Foreign ones.","subId":"90","id":"Mandeville.P2.3.90","speaker":"Cleo"},{"type":"paragraph","content":"By playing the Passion against itself, I know you mean placing a secret Pride in concealing the barefac'd Signs of it: But I don't rightly understand what you mean by changing the Symptoms of it.","subId":"91","id":"Mandeville.P2.3.91","speaker":"Hor"},{"type":"paragraph","content":"When a Man exults in his Pride, and gives a loose to that Passion, the Marks of it are as visible in his Countenance, his Mien, his Gate, and Behaviour, as they are in a prancing Horse, or a strutting Turkeycock. These are all very odious; every one feeling the same Principle within, which is the Cause of those Symptoms; and, Man being endued with Speech, all the open Expressions, the same Passion can suggest to him, must for the same Reason be equally displeasing: These therefore have in all Societies been strictly prohibited by common Consent, in the very Infancy of good Manners; and Men have been taught, in the room of them, to substitute other Symptoms, equally evident with the first, but less offensive, and more beneficial to others.","subId":"92","id":"Mandeville.P2.3.92","speaker":"Cleo"},{"type":"paragraph","content":"Which are they?","subId":"93","id":"Mandeville.P2.3.93","speaker":"Hor"},{"type":"paragraph","content":"Fine Cloaths, and other Ornaments about them, the Cleanliness observed about their Persons, the Submission that is required of Servants, costly Equipages, Furniture, Buildings, Titles of Honour, and every thing that Men can acquire to make themselves esteem'd by others, without discovering any of the Symptoms that are forbid: upon a Satiety of enjoying these, they are allow'd likewise to have the Vapours and be whimsical, tho' otherwise they are known to be in Health and of good Sense.","subId":"94","id":"Mandeville.P2.3.94","speaker":"Cleo"},{"type":"paragraph","content":"But since the Pride of others is displeasing to us in every Shape, and these latter Symptoms, you say, are equally evident with the first, what is got by the Change?","subId":"95","id":"Mandeville.P2.3.95","speaker":"Hor"},{"type":"paragraph","content":"A great deal: When Pride is designedly express'd in Looks and Gestures, either in a wild or tame Man, it is known by all human Creatures that see it; it is the same, when vented in Words, by every Body that understands the Language they are spoken in. These are Marks and Tokens, that are all the World over the same: no Body shews them, but to have them seen and understood, and few Persons ever display them without designing that Offence to others, which they never fail to give; whereas the other Symptoms may be denied to be what they are; and many Pretences, that they are deriv'd from other Motives, may be made for them, which the same good Manners teach us never to refute, nor easily to disbelieve: In the very Excuses, that are made for them there is a Condescension, that satisfies and pleases us. In those that are altogether destitute of the Opportunities to display the Symptoms of Pride that are allow'd of, the least Portion of that Passion is a troublesome, tho' often an unknown Guest; for in them it is easily turn'd into Envy and Malice, and on the least Provocation it sallies out in those Disguises, and is often the Cause of Cruelty, and there never was a Mischief committed by Mobs or Multitudes, which this Passion had not a hand in: Whereas the more room Men have to vent and gratify the Passion in the warrantable ways, the more easy it is for them to stifle the odious Part of Pride, and seem to be wholly free from it.","subId":"96","id":"Mandeville.P2.3.96","speaker":"Cleo"},{"type":"paragraph","content":"I see very well, that real Virtue requires a Conquest over untaught Nature, and that the Christian Religion demands a still stricter Self-denial: It likewise is evident, that to make ourselves acceptable to an omniscient Power, nothing is more necessary than Sincerity, and that the Heart should be pure; but setting aside sacred Matters and a future State, don't you think, that this Complaisance and easy Construction of one another's Actions do a great deal of Good upon Earth; and don't you believe, that good Manners and Politeness make Men more happy, and their Lives more comfortable in this World, than any thing else could make them without those Arts?","subId":"97","id":"Mandeville.P2.3.97","speaker":"Hor"},{"type":"paragraph","content":"If you will set aside what ought to employ our first Care, and be our greatest Concern; and Men will have no Value for that Felicity and Peace of Mind, which can only arise from a Consciousness of being good, it is certain, that in a great Nation, and among a flourishing People, whose highest Wishes seem to be Ease and Luxury, the upper Part could not, without those Arts, enjoy so much of the World as that can afford; and that none stand more in need of them than the voluptuous Men of Parts, that will joyn worldly Prudence to Sensuality, and make it their chief Study to refine upon Pleasure.","subId":"98","id":"Mandeville.P2.3.98","speaker":"Cleo"},{"type":"paragraph","content":"When I had the Honour of your Company at my House, you said, that no body knew, when or where, nor in what King's or Emperor's Reign the Laws of Honour were enacted; pray, can you inform me, when or which Way, what we call good Manners or Politeness, came into the World? What Moralist or Politician was it, that could teach Men to be proud of hiding their Pride?","subId":"99","id":"Mandeville.P2.3.99","speaker":"Hor"},{"type":"paragraph","content":"The restless Industry of Man to supply his Wants, and his constant Endeavours to meliorate his Condition upon Earth, have produced and brought to Perfection many useful Arts and Sciences, of which the Beginnings are of uncertain Æra's, and to which we can assign no other Causes, than human Sagacity in general, and the joynt Labour of many Ages, in which Men have always employ'd themselves in studying and contriving Ways and Means to sooth their various Appetites, and make the best of their Infirmities. Whence had we the first Rudiments of Architecture; how came Sculpture and Painting to be what they have been these many hundred Years; and who taught every Nation the respective Languages they speak now? When I have a Mind to dive into the Origin of any Maxim or political Invention, for the Use of Society in general, I don't trouble my Head with enquiring after the Time or Country, in which it was first heard of, nor what others have wrote or said about it; but I go directly to the Fountain Head, human Nature itself, and look for the Frailty or Defect in Man, that is remedy'd or supply'd by that Invention: When Things are very obscure, I sometimes make Use of Conjectures to find my Way.","subId":"100","id":"Mandeville.P2.3.100","speaker":"Cleo"},{"type":"paragraph","content":"Do you argue, or pretend to prove any thing from those Conjectures?","subId":"101","id":"Mandeville.P2.3.101","speaker":"Hor"},{"type":"paragraph","content":"No; I never reason but from the plain Observations which every body may make on Man, the <em>Phænomena</em> that appear in the lesser World.","subId":"102","id":"Mandeville.P2.3.102","speaker":"Cleo"},{"type":"paragraph","content":"You have, without doubt, thought on this Subject before now; would you communicate to me some of your Guesses?","subId":"103","id":"Mandeville.P2.3.103","speaker":"Hor"},{"type":"paragraph","content":"With abundance of Pleasure.","subId":"104","id":"Mandeville.P2.3.104","speaker":"Cleo"},{"type":"paragraph","content":"You'll give me Leave, now and then, when Things are not clear to me, to put in a Word for Information's Sake.","subId":"105","id":"Mandeville.P2.3.105","speaker":"Hor"},{"type":"paragraph","content":"I desire you would: You will oblige me with it. That Self-love was given to all Animals, at least, the most perfect, for Self-Preservation, is not disputed; but as no Creature can love what it dislikes, it is necessary, moreover, that every one should have a real liking to its own Being, superior to what they have to any other. I am of Opinion, begging Pardon for the Novelty, that if this Liking was not always permanent, the Love, which all Creatures have for themselves, could not be so unalterable as we see it is.","subId":"106","id":"Mandeville.P2.3.106","speaker":"Cleo"},{"type":"paragraph","content":"What Reason have you to suppose this Liking, which Creatures have for themselves, to be distinct from Self-love; since the one plainly comprehends the other?","subId":"107","id":"Mandeville.P2.3.107","speaker":"Hor"},{"type":"paragraph","content":"I will endeavour to explain myself better. I fancy, that, to encrease the Care in Creatures to preserve themselves, Nature has given them an Instinct, by which every Individual values itself above its real Worth; this in us, I mean, in Man, seems to be accompany'd with a Diffidence, arising from a Consciousness, or at least an Apprehension, that we do over-value ourselves: It is this that makes us so fond of the Approbation, Liking and Assent of others; because they strengthen and confirm us in the good Opinion we have of ourselves. The Reasons why this Self-liking, give me Leave to call it so, is not plainly to be seen in all Animals that are of the same Degree of Perfection, are many. Some want Ornaments, and consequently the Means to express it; others are too stupid and listless: It is to be consider'd likewise, that Creatures, which are always in the same Circumstances, and meet with little Variation in their Way of Living, have neither Opportunity nor Temptation to shew it; that the more Mettle and Liveliness Creatures have, the more visible this Liking is; and that in those of the same kind, the greater Spirit they are of, and the more they excel in the Perfections of their Species, the fonder they are of shewing it: In most Birds it is evident, especially in those that have extraordinary Finery to display: In a Horse it is more conspicuous than in any other irrational Creature: It is most apparent in the swiftest, the strongest, the most healthy and vigorous; and may be encreas'd in that Animal by additional Ornaments, and the Presence of Man, whom he knows, to clean, take Care of, and delight in him. It is not improbable, that this great Liking, which Creatures have for their own Individuals, is the Principle on which the Love to their Species is built: Cows and Sheep, too dull and liveless to make any Demonstration of this Liking, yet herd and feed together, each with his own Species; because no others are so like themselves: By this they seem to know likewise, that they have the same Interest, and the same Enemies; Cows have often been seen to joyn in a common Defence against Wolves: Birds of a Feather flock together; and I dare say, that the Screech Owl likes her own Note, better than that of the Nightingale.","subId":"108","id":"Mandeville.P2.3.108","speaker":"Cleo"},{"type":"paragraph","content":"<em>Montain</em> seems to have been somewhat of your Opinion, when he fancy'd; that if Brutes were to paint the Deity, they would all draw him of their own Species. But what you call Self-liking is evidently Pride.","subId":"109","id":"Mandeville.P2.3.109","speaker":"Hor"},{"type":"paragraph","content":"I believe it is, or at least the Cause of it. I believe, moreover, that many Creatures shew this Liking, when, for want of understanding them, we don't perceive it: When a Cat washes her Face, and a Dog licks himself clean, they adorn themselves as much as it is in their Power. Man himself in a savage State, feeding on Nuts and Acorns, and destitute of all outward Ornaments, would have infinitely less Temptation, as well as Opportunity, of shewing this Liking of himself, than he has when civiliz'd; yet if a hundred Males of the first, all equally free, were together, within less than half an Hour, this Liking in question, though their Bellies were full, would appear in the Desire of Superiority, that would be shewn among them; and the most vigorous, either in Strength or Understanding, or both, would be the first, that would display it: If, as suppos'd, they were all untaught, this would breed Contention, and there would certainly be War before there could be any Agreement among them; unless one of them had some one or more visible Excellencies above the rest. I said <em>Males,</em> and <em>their Bellies full;</em> because if they had Women among them, or wanted Food, their Quarrel might begin on another Account.","subId":"110","id":"Mandeville.P2.3.110","speaker":"Cleo"},{"type":"paragraph","content":"This is thinking abstractly indeed: But do you think, that two or three hundred single Savages, Men and Women, that never had been under any Subjection, and were above twenty Years of Age, could ever establish a Society, and be united into one Body; if, without being acquainted with one another, they should meet by chance?","subId":"111","id":"Mandeville.P2.3.111","speaker":"Hor"},{"type":"paragraph","content":"No more, I believe, than so many Horses: But Societies never were made that Way. It is possible, that several Families of Savages might unite, and the Heads of them agree upon some sort of Government or other, for their common Good: But among them it is certain likewise; that, though Superiority was tollerably well settled, and every Male had Females enough, Strength and Prowess in this unciviliz'd State would be infinitely more valued than Understanding; I mean in the Men; for the Women will always prize themselves for what they see the Men admire in them: Hence it would follow, that the Women would value themselves, and envy one another for being handsome; and that the ugly and deform'd, and all those that were least favour'd by Nature, would be the first, that would fly to Art and additional Ornaments: Seeing that this made them more agreeable to the Men, it would soon be follow'd by the rest, and in a little Time they would strive to outdo one another, as much as their Circumstances would allow of; and it is possible, that a Woman with a very handsome Nose might envy her Neighbour with a much worse, for having a Ring thro' it.","subId":"112","id":"Mandeville.P2.3.112","speaker":"Cleo"},{"type":"paragraph","content":"You take great Delight in dwelling on the Behaviour of Savages; What relation has this to Politeness?","subId":"113","id":"Mandeville.P2.3.113","speaker":"Hor"},{"type":"paragraph","content":"The Seeds of it are lodg'd in this Self-love and Self-liking, which I have spoke of; as will soon appear, if we consider what would be the Consequence of them in the Affair of Self-preservation, and a Creature endued with Understanding, Speech, and Risibility. Self-love would first make it scrape together every thing it wanted for Sustenance, provide against the Injuries of the Air, and do every thing to make itself and young Ones secure. Self-liking would make it seek for Opportunities, by Gestures, Looks, and Sounds, to display the Value it has for itself, superiour to what it has for others; an untaught Man would desire every body that came near him, to agree with him in the Opinion of his superiour Worth, and be angry, as far as his Fear would let him, with all that should refuse it: He would be highly delighted with, and love every body, whom he thought to have a good Opinion of him, especially those, that by Words or Gestures should own it to his Face: Whenever he met with any visible Marks in others of Inferiority to himself, he would laugh, and do the same at their Misfortunes, as far as his own Pity would give him Leave, and he would insult every body that would let him.","subId":"114","id":"Mandeville.P2.3.114","speaker":"Cleo"},{"type":"paragraph","content":"This Self-liking, you say, was given to Creatures for Self-preservation; I should think rather that it is hurtful to Men, because it must make them odious to one another; and I cannot see what Benefit they can receive from it, either in a savage or a civiliz'd State: Is there any Instance of its doing any good?","subId":"115","id":"Mandeville.P2.3.115","speaker":"Hor"},{"type":"paragraph","content":"I wonder to hear you ask that Question. Have you forgot the many Virtues which I have demonstrated, may be counterfeited to gain Applause, and the good Qualities a Man of Sense in great Fortune may acquire, by the sole Help and Instigation of his Pride?","subId":"116","id":"Mandeville.P2.3.116","speaker":"Cleo"},{"type":"paragraph","content":"I beg your Pardon; yet what you say only regards Man in the Society, and after he has been perfectly well educated: What Advantage is it to him as a single Creature? Self-love I can plainly see induces him to labour for his Maintenance and Safety, and makes him fond of every thing which he imagines to tend to his Preservation: But what good does the Self-liking to him?","subId":"117","id":"Mandeville.P2.3.117","speaker":"Hor"},{"type":"paragraph","content":"If I should tell you, that the inward Pleasure and Satisfaction a Man receives from the Gratification of that Passion, is a Cordial that contributes to his Health, you would laugh at me, and think it far fetch'd.","subId":"118","id":"Mandeville.P2.3.118","speaker":"Cleo"},{"type":"paragraph","content":"Perhaps not; but I would set against it the many sharp Vexations and heart-breaking Sorrows, that Men suffer on the score of this Passion, from Disgraces, Disappointments, and other Misfortunes, which, I believe, have sent Millions to their Graves, much sooner, than they would have gone, if their Pride had less affected them.","subId":"119","id":"Mandeville.P2.3.119","speaker":"Hor"},{"type":"paragraph","content":"I have nothing against what you say: But this is no Proof, that the Passion itself was not given to Man for Self-preservation; and it only lays open to us the Precariousness of sublunary Happiness, and the wretched Condition of Mortals. There is nothing created that is always a Blessing; the Rain and Sunshine themselves, to which all earthly Comforts are owing, have been the Causes of innumerable Calamities. All Animals of Prey, and thousand others, hunt after Food with the Hazard of their Lives, and the greater Part of them perish in their Pursuits after Sustenance. Plenty itself is not less fatal to some, than Want is to others; and of our own Species, every opulent Nation has had great Numbers, that in full Safety from all other Dangers, have destroy'd themselves by Excesses of Eating and Drinking: Yet nothing is more certain, than that Hunger and Thirst were given to Creatures to make them sollicitous after, and crave those Necessaries, without which it would be impossible for them to subsist.","subId":"120","id":"Mandeville.P2.3.120","speaker":"Cleo"},{"type":"paragraph","content":"Still I can see no Advantage accruing from this Self-liking to Man, consider'd as a single Creature, which can induce me to believe, that Nature should have given it us for Self-preservation. What you have alledg'd is obscure; can you name a Benefit every individual Person receives from that Principle within him, that is manifest, and clearly to be understood?","subId":"121","id":"Mandeville.P2.3.121","speaker":"Hor"},{"type":"paragraph","content":"Since it has been in Disgrace, and every body disowns the Passion, it seldom is seen in its proper Colours, and disguises itself in a thousand different Shapes: we are often affected with it, when we have not the least Suspicion of it; but it seems to be that, which continually furnishes us with that Relish we have for Life, even when it is not worth having. Whilst Men are pleas'd, Self-liking has every Moment a considerable Share, tho' unknown, in procuring the Satisfaction they enjoy. It is so necessary to the well-being of those that have been used to indulge it; that they can taste no Pleasure without it, and such is the deference, and the submissive Veneration they pay to it, that they are deaf to the loudest Calls of Nature, and will rebuke the strongest Appetites that should pretend to be gratify'd at the Expence of that Passion. It doubles our Happiness in Prosperity, and buoys us up against the Frowns of adverse Fortune. It is the Mother of Hopes, and the End as well as the Foundation of our best Wishes: It is the strongest Armour against Despair, and as long as we can like any ways our Situation, either in regard to present Circumstances, or the Prospect before us, we take care of ourselves; and no Man can resolve upon Suicide, whilst Self-liking lasts: but as soon as that is over, all our Hopes are extinct, and we can form no Wishes but for the Dissolution of our Frame: till at last our Being becomes so intollerable to us, that Self-love prompts us to make an end of it, and seek Refuge in Death.","subId":"122","id":"Mandeville.P2.3.122","speaker":"Cleo"},{"type":"paragraph","content":"You mean Self-hatred; for you have said your self, that a Creature cannot love what it dislikes.","subId":"123","id":"Mandeville.P2.3.123","speaker":"Hor"},{"type":"paragraph","content":"If you turn the Prospect, you are in the right; but this only proves to us what I have often hinted at, that Man is made up of Contrarieties; otherwise nothing seems to be more certain, than that whoever kills himself by Choice, must do it to avoid something, which he dreads more than that Death which he chuses. Therefore, how absurd soever a Person's Reasoning may be, there is in all Suicide a palpable Intention of Kindness to ones self.","subId":"124","id":"Mandeville.P2.3.124","speaker":"Cleo"},{"type":"paragraph","content":"I must own that your Observations are entertaining. I am very well pleas'd with your Discourse, and I see an agreeable Glimmering of Probability that runs through it; but you have said nothing that comes up to a half Proof on the Side of your Conjecture, if it be seriously consider'd.","subId":"125","id":"Mandeville.P2.3.125","speaker":"Hor"},{"type":"paragraph","content":"I told you before that I would lay no Stress upon, nor draw any Conclusions from it: But whatever Nature's Design was in bestowing this Self-liking on Creatures; and, whether it has been given to other Animals besides ourselves or not, it is certain, that in our own Species every individual Person likes himself better than he does any other.","subId":"126","id":"Mandeville.P2.3.126","speaker":"Cleo"},{"type":"paragraph","content":"It may be so, generally speaking; but that it is not universally true, I can assure you, from my own Experience; for I have often wish'd myself to be Count <em>Theodati,</em> whom you knew at <em>Rome.</em>","subId":"127","id":"Mandeville.P2.3.127","speaker":"Hor"},{"type":"paragraph","content":"He was a very fine Person indeed, and extremely well accomplish'd; and therefore you wish'd to be such another, which is all you could mean. <em>Celia</em> has a very handsome Face, fine Eyes, fine Teeth; but she has red Hair, and is ill made; therefore she wishes for <em>Chloe</em>'s Hair and <em>Bellinda</em>'s Shape; but she would still remain <em>Celia.</em>","subId":"128","id":"Mandeville.P2.3.128","speaker":"Cleo"},{"type":"paragraph","content":"But I wish'd, that I might have been that Person, that very <em>Theodati.</em>","subId":"129","id":"Mandeville.P2.3.129","speaker":"Hor"},{"type":"paragraph","content":"That is impossible.","subId":"130","id":"Mandeville.P2.3.130","speaker":"Cleo"},{"type":"paragraph","content":"What, is it impossible to wish it!","subId":"131","id":"Mandeville.P2.3.131","speaker":"Hor"},{"type":"paragraph","content":"Yes, to wish it; unless you wish'd for Annihilation at the same time. It is that <em>Self</em> we wish well to; and therefore we cannot wish for any Change in ourselves, but with a Proviso, that that τό self, that Part of us, that wishes, should still remain: for take away that Consciousness you had of yourself, whilst you was wishing, and tell me pray, what part of you it is, that could be the better for the Alteration you wish'd for?","subId":"132","id":"Mandeville.P2.3.132","speaker":"Cleo"},{"type":"paragraph","content":"I believe you are in the right. No Man can wish but to enjoy something, which no Part of that same Man could do, if he was entirely another.","subId":"133","id":"Mandeville.P2.3.133","speaker":"Hor"},{"type":"paragraph","content":"That <em>He</em> itself, the Person wishing, must be destroy'd before the Change could be entire.","subId":"134","id":"Mandeville.P2.3.134","speaker":"Cleo"},{"type":"paragraph","content":"But when shall we come to the Origin of Politeness?","subId":"135","id":"Mandeville.P2.3.135","speaker":"Hor"},{"type":"paragraph","content":"We are at it now, and we need not look for it any further than in the Self-liking, which I have demonstrated every individual Man to be possess'd of. Do but consider these two things; first, that from the Nature of that Passion it must follow, that all untaught Men will ever be hateful to one another in Conversation, where neither Interest nor Superiority are consider'd: for if of two Equals one only values himself more by half, than he does the other; tho' that other should value the first equally with himself, they would both be dissatisfied, if their Thoughts were known to each other: but if both valued themselves more by half, than they did each other, the difference between them would still be greater, and a Declaration of their Sentiments would render them both insufferable to each other; which among unciviliz'd Men would happen every Moment, because without a Mixture of Art and Trouble, the outward Symptoms of that Passion are not to be stifled. The second Thing I would have you consider, is, the Effect which in all human Probability this Inconveniency, arising from self-liking, would have upon Creatures, endued with a great Share of Understanding, that are fond of their Ease to the last degree, and as industrious to procure it. These two Things, I say, do but duely weigh, and you shall find, that the Disturbance and Uneasiness, that must be caused by Self-liking, whatever Strugglings and unsuccessful Tryals to remedy them might precede, must necessarily produce at long run, what we call good Manners and Politeness.","subId":"136","id":"Mandeville.P2.3.136","speaker":"Cleo"},{"type":"paragraph","content":"I understand you, I believe. Everybody, in this undisciplin'd State, being affected with the high Value he has for himself, and displaying the most natural Symptoms, which you have describ'd, they would all be offended at the barefac'd Pride of their Neighbours: and it is impossible, that this should continue long among rational Creatures, but the repeated Experience of the Uneasiness they received from such Behaviour, would make some of them reflect on the Cause of it; which, in tract of time, would make them find out, that their own barefaced Pride must be as offensive to others, as that of others is to themselves.","subId":"137","id":"Mandeville.P2.3.137","speaker":"Hor"},{"type":"paragraph","content":"What you say is certainly the Philosophical Reason of the Alterations, that are made in the Behaviour of Men, by their being civiliz'd: but all this is done without reflection, and Men by degrees, and great Length of Time, fall as it were into these Things spontaneously.","subId":"138","id":"Mandeville.P2.3.138","speaker":"Cleo"},{"type":"paragraph","content":"How is that possible, when it must cost them Trouble, and there is a palpable Self-denial to be seen in the Restraint they put upon themselves?","subId":"139","id":"Mandeville.P2.3.139","speaker":"Hor"},{"type":"paragraph","content":"In the Pursuit of Self-preservation, Men discover a restless Endeavour to make themselves easy, which insensibly teaches them to avoid Mischief on all Emergencies: and when human Creatures once submit to Government, and are used to live under the Restraint of Laws, it is incredible, how many useful Cautions, Shifts, and Stratagems, they will learn to practise by Experience and Imitation, from conversing together; without being aware of the natural Causes, that oblige them to act as they do, <em>viz.</em> The Passions within, that, unknown to themselves, govern their Will and direct their Behaviour.","subId":"140","id":"Mandeville.P2.3.140","speaker":"Cleo"},{"type":"paragraph","content":"You'll make Men as mere Machines as <em>Cartes</em> does Brutes.","subId":"141","id":"Mandeville.P2.3.141","speaker":"Hor"},{"type":"paragraph","content":"I have no such Design: but I am of Opinion, that Men find out the use of their Limbs by Instinct, as much as Brutes do the use of theirs; and that, without knowing any thing of Geometry or Arithmetick, even Children may learn to perform Actions, that seem to bespeak great Skill in Mechanicks, and a considerable Depth of Thought and Ingenuity in the Contrivance besides.","subId":"142","id":"Mandeville.P2.3.142","speaker":"Cleo"},{"type":"paragraph","content":"What Actions are they, which you judge this from?","subId":"143","id":"Mandeville.P2.3.143","speaker":"Hor"},{"type":"paragraph","content":"The advantageous Postures, which they'll chuse in resisting Force, in pulling, pushing, or otherwise removing Weight; from their Slight and Dexterity in throwing Stones, and other <em>Projectils,</em> and the stupendious Cunning made use of in Leaping.","subId":"144","id":"Mandeville.P2.3.144","speaker":"Cleo"},{"type":"paragraph","content":"What stupendious Cunning, I pray?","subId":"145","id":"Mandeville.P2.3.145","speaker":"Hor"},{"type":"paragraph","content":"When Men would leap or jump a great way, you know, they take a Run before they throw themselves off the Ground. It is certain, that by this Means they jump further, and with greater Force than they could do otherwise: the Reason likewise is very plain. The Body partakes of, and is moved by, two Motions; and the Velocity, imprest upon it by leaping, must be added to so much, as it retained of the Velocity it was put into by running: Whereas the Body of a Person who takes his Leap, as he is standing still, has no other Motion, than what is receiv'd from the muscular Strength exerted in the Act of Leaping. See a thousand Boys, as well as Men, jump, and they'll all make use of this stratagem: but you won't find one of them, that does it knowingly for that Reason. What I have said of this Stratagem made use of in Leaping, I desire you would apply to the Doctrine of good Manners, which is taught and practised by Millions, who never thought on the Origin of Politeness, or so much as knew the real Benefit it is of to Society. The most crafty and designing will every where be the first, that for Interest-sake will learn to conceal this Passion of Pride, and in a little time no body will shew the least Symptom of it, whilst he is asking Favours, or stands in need of Help.","subId":"146","id":"Mandeville.P2.3.146","speaker":"Cleo"},{"type":"paragraph","content":"That rational Creatures should do all this, without thinking or knowing what they were about, is inconceivable. Bodily Motion is one thing, and the Exercise of the Understanding is another; and therefore agreeable Postures, a graceful Mein, an easy Carriage, and a genteel outward Behaviour, in general, may be learn'd and contracted perhaps without much Thought; but good Manners are to be observ'd every where, in speaking, writing, and ordering Actions to be perform'd by others.","subId":"147","id":"Mandeville.P2.3.147","speaker":"Hor"},{"type":"paragraph","content":"To Men who never turn'd their Thoughts that way, it certainly is almost inconceivable to what prodigious Height, from next to nothing, some Arts may be and have been raised by human Industry and Application, by the uninterrupted Labour, and joint Experience of many Ages, tho' none but Men of ordinary Capacity should ever be employ'd in them. What a Noble as well as Beautiful, what a glorious Machine is a First-Rate Man of War, when she is under Sail, well rigg'd, and well mann'd! As in Bulk and Weight it is vastly superior to any other moveable Body of human Invention, so there is no other that has an equal Variety of differently surprizing Contrivances to boast of. There are many Sets of Hands in the Nation, that, not wanting proper Materials, would be able in less than half a Year to produce, fit out, and navigate a First-Rate: yet it is certain, that this Task would be impracticable, if it was not divided and subdivided into a great Variety of different Labours; and it is as certain, that none of these Labours require any other, than working Men of ordinary Capacities.","subId":"148","id":"Mandeville.P2.3.148","speaker":"Cleo"},{"type":"paragraph","content":"What would you infer from this?","subId":"149","id":"Mandeville.P2.3.149","speaker":"Hor"},{"type":"paragraph","content":"That we often ascribe to the Excellency of Man's Genius, and the Depth of his Penetration, what is in Reality owing to length of Time, and the Experience of many Generations, all of them very little differing from one another in natural Parts and Sagacity. And to know what it must have cost to bring that Art of making Ships for different Purposes, to the Perfection in which it is now, we are only to consider in the first place; that many considerable Improvements have been made in it within these fifty years and less; and in the Second, that the Inhabitants of this Island did build and make use of Ships eighteen hundred Years ago, and that from that time to this, they have never been without.","subId":"150","id":"Mandeville.P2.3.150","speaker":"Cleo"},{"type":"paragraph","content":"Which all together make a strong Proof of the slow Progress that Art has made, to be what it is.","subId":"151","id":"Mandeville.P2.3.151","speaker":"Hor"},{"type":"paragraph","content":"The Chevalier <em>Reneau</em> has wrote a Book, in which he shews the Mechanism of Sailing, and accounts mathematically for every thing that belongs to the working and steering of a Ship. I am persuaded, that neither the first Inventors of Ships and Sailing, or those, who have made Improvements since in any Part of them, ever dream'd of those Reasons, any more than now the rudest and most illiterate of the vulgar do, when they are made Sailors, which Time and Practice will do in Spight of their Teeth. We have thousands of them, that were first haul'd on board and detain'd against their Wills, and yet in less than three Years time knew every Rope and every Pully in the Ship, and without the least Scrap of Mathematicks had learn'd the Management, as well as Use of them, much better than the greatest Mathematician could have done in all his Life-time, if he had never been at Sea. The Book I mention'd, among other curious Things, demonstrates what Angle the Rudder must make with the Keel, to render its Influence upon the Ship the most powerful. This has its Merit; but a Lad of Fifteen, who has serv'd a Year of his Time on board of a Hoy, knows every thing that is useful in this Demonstration practically. Seeing the Poop always answering the Motion of the Helm, he only minds the latter, without making the least Reflection on the Rudder, 'till in a Year or two more his Knowledge in sailing, and Capacity of steering his Vessel become so habitual to him, that he guides her as he does his own Body, by Instinct, tho' he is half a-sleep, or thinking on quite another thing.","subId":"152","id":"Mandeville.P2.3.152","speaker":"Cleo"},{"type":"paragraph","content":"If, as you said, and which I now believe to be true, the People, who first invented, and afterwards improved upon Ships and Sailing, never dream'd of those Reasons of Monsieur <em>Reneau</em>, it is impossible, that they should have acted from them, as Motives that induced them <em>a&nbsp;priori</em>, to put their Inventions and Improvements in practice, with Knowledge and Design; which, I suppose, is what you intended to prove.","subId":"153","id":"Mandeville.P2.3.153","speaker":"Hor"},{"type":"paragraph","content":"It is; and I verily believe, not only that the raw Beginners, who made the first Essays in either Art, good Manners as well as Sailing, were ignorant of the true Cause, the real Foundation those Arts are built upon in Nature; but likewise that, even now both Arts are brought to great Perfection, the greatest Part of those that are most expert, and daily making Improvements in them, know as little of the <em>Rationale</em> of them, as their Predecessors did at first: tho' I believe at the same time Monsieur <em>Reneau</em>'s Reasons to be very just, and yours as good as his; that is, I believe, that there is as much Truth and Solidity in your accounting for the Origin of good Manners, as there is in his for the Management of Ships. They are very seldom the same Sort of People, those that invent Arts, and Improvements in them, and those that enquire into the Reason of Things: this latter is most commonly practis'd by such, as are idle and indolent, that are fond of Retirement, hate Business, and take delight in Speculation: whereas none succeed oftener in the first, than active, stirring, and laborious Men, such as will put their Hand to the Plough, try Experiments, and give all their Attention to what they are about.","subId":"154","id":"Mandeville.P2.3.154","speaker":"Cleo"},{"type":"paragraph","content":"It is commonly imagin'd, that speculative Men are best at Invention of all sorts.","subId":"155","id":"Mandeville.P2.3.155","speaker":"Hor"},{"type":"paragraph","content":"Yet it is a Mistake. Soap-boyling, Grain-dying, and other Trades and Mysteries, are from mean Beginnings brought to great Perfection; but the many Improvements, that can be remembred to have been made in them, have for the Generality been owing to Persons, who either were brought up to, or had long practis'd and been conversant in those Trades, and not to great Proficients in Chymistry or other Parts of Philosophy, whom one would naturally expect those Things from. In some of these Arts, especially Grain or Scarlet-dying, there are Processes really astonishing; and by the Mixture of various Ingredients, by Fire and Fermentation, several Operations are perform'd, which the most sagacious Naturalist cannot account for by any System yet known; a certain Sign, that they were not invented by reasoning <em>a&nbsp;Priori</em>. When once the Generality begin to conceal the high Value they have for themselves, Men must become more tolerable to one another. Now new Improvements must be made every Day, 'till some of them grow impudent enough, not only to deny the high Value they have for themselves, but likewise to pretend that they have greater Value for others, than they have for themselves. This will bring in Complaisance, and now Flattery will rush in upon them like a Torrent. As soon as they are arrived at this Pitch of Insincerity, they will find the Benefit of it, and teach it their Children. The Passion of Shame is so general, and so early discover'd in all human Creatures, that no Nation can be so stupid, as to be long without observing and making use of it accordingly. The same may be said of the Credulity of Infants, which is very inviting to many good Purposes. The Knowledge of Parents is communicated to their Off-spring, and every one's Experience in Life, being added to what he learn'd in his Youth, every Generation after this must be better taught than the preceding; by which Means, in two or three Centuries, good Manners must be brought to great Perfection.","subId":"156","id":"Mandeville.P2.3.156","speaker":"Cleo"},{"type":"paragraph","content":"When they are thus far advanced, it is easy to conceive the rest: For Improvements, I suppose, are made in good Manners, as they are in all other Arts and Sciences. But to commence from Savages, Men I believe would make but a small Progress in good Manners the first three hundred Years. The <em>Romans,</em> who had a much better Beginning, had been a Nation above six Centuries, and were almost Masters of the World, before they could be said to be a polite People. What I am most astonish'd at, and which I am now convinc'd of, is, that the Basis of all this Machinery is Pride. Another thing I wonder at is, that you chose to speak of a Nation, that enter'd upon good Manners before they had any Notions of Virtue or Religion, which I believe there never was in the World.","subId":"157","id":"Mandeville.P2.3.157","speaker":"Hor"},{"type":"paragraph","content":"Pardon me, <em><span class=\"name\">Horatio</span>;</em> I have no where insinuated that they had none, but I had no reason to mention them. In the first place, you ask'd my Opinion concerning the use of Politeness in this World, abstract from the Considerations of a future State: Secondly, the Art of good Manners has nothing to do with Virtue or Religion, tho' it seldom clashes with either. It is a Science that is ever built on the same steady Principle in our Nature, whatever the Age or the Climate may be, in which it is practis'd.","subId":"158","id":"Mandeville.P2.3.158","speaker":"Cleo"},{"type":"paragraph","content":"How can any thing be said not to clash with Virtue or Religion, that has nothing to do with either, and consequently disclaims both?","subId":"159","id":"Mandeville.P2.3.159","speaker":"Hor"},{"type":"paragraph","content":"This I confess seems to be a Paradox; yet it is true. The Doctrine of good Manners teaches Men to speak well of all Virtues, but requires no more of them in any Age, or Country, than the outward Appearance of those in Fashion. And as to Sacred Matters, it is every where satisfied with a seeming Conformity in outward Worship; for all the Religions in the Universe are equally agreeable to good Manners, where they are national; and pray what Opinion must we say a Teacher to be of, to whom all Opinions are probable alike? All the Precepts of good Manners throughout the World have the same Tendency, and are no more than the various Methods of making ourselves acceptable to others, with as little Prejudice to ourselves as is possible: by which Artifice we assist one another in the Enjoyments of Life, and refining upon Pleasure; and every individual Person is rendered more happy by it, in the Fruition of all the good Things he can purchase, than he could have been without such Behaviour. I mean happy, in the Sense of the Voluptuous. Let us look back on old <em>Greece,</em> the <em>Roman</em> Empire, or the great Eastern Nations, that flourish'd before them, and we shall find, that Luxury and Politeness ever grew up together, and were never enjoy'd asunder: that Comfort and Delight upon earth have always employ'd the Wishes of the <em>Beau Monde;</em> and that, as their chief Study and greatest Sollicitude, to outward Appearance, have ever been directed to obtain Happiness in this World, so what would become of them in the next seems, to the naked Eye, always to have been the least of their Concern.","subId":"160","id":"Mandeville.P2.3.160","speaker":"Cleo"},{"type":"paragraph","content":"I thank you for your Lecture: you have satisfied me in several Things, which I had intended to ask: but you have said some others, that I must have time to consider; after which I am resolved to wait upon you again, for I begin to believe, that concerning the Knowledge of ourselves most Books are either very defective or very deceitful.","subId":"161","id":"Mandeville.P2.3.161","speaker":"Hor"},{"type":"paragraph","content":"There is not a more copious nor a more faithful Volume than human Nature, to those who will diligently peruse it; and I sincerely believe, that I have discover'd nothing to you, which, if you had thought of it with Attention, you would not have found out yourself. But I shall never be better pleas'd with myself, than when I can contribute to any Entertainment you shall think diverting.","subId":"162","id":"Mandeville.P2.3.162","speaker":"Cleo"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"}],"prev":{"id":"Mandeville.P2.2","imported":true,"title":"The Second Dialogue, between Horatio and Cleomenes","breadcrumb":"Second Dialogue","published":[1729]},"next":{"id":"Mandeville.P2.4","imported":true,"title":"The Fourth Dialogue, between Horatio and Cleomenes","breadcrumb":"Fourth Dialogue","published":[1729]}}