{"id":"Hutcheson.IBV.IBO.3","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 3. Of the Beauty of Theorems","breadcrumb":"Section 3","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_027","blocks":[{"type":"title","content":"£3 SECT. III. £3 £3 _Of the _Beauty_ of _Theorems_._ £3","id":"Hutcheson.IBV.IBO.3"},{"type":"paragraph","content":"#Theorems.# THE Beauty of _Theorems_, or universal Truths demonstrated, deserves a distinct Consideration, being of a Nature pretty different from the former kinds of _Beauty_; and yet there is none in which we shall see such an amazing _Variety_ with _Uniformity_: and hence arises a very great Pleasure distinct from Prospects of any farther Advantage.","subId":"1","id":"Hutcheson.IBV.IBO.3.1"},{"type":"paragraph","content":"^For^ in one _Theorem_ we may find included, with the most exact Agreement, an infinite Multitude of particular Truths; nay, often an Infinity of Infinites: so that altho' the Necessity of forming abstract Ideas, and universal _Theorems_, arises perhaps from the Limitation of our Minds, which cannot admit an infinite Multitude of singular Ideas or Judgments at once, yet this Power gives us an Evidence of the Largeness of the human Capacity above our Imagination. Thus for instance, the 47_th_ Proposition of the first _Book_ of =^Euclid^='s [Elements] contains an infinite Multitude of Truths, concerning the infinite possible _Sizes_ of right-angled _Triangles_, as you make the _Area_ greater or less; and in each of these _Sizes_ you may find an infinite Multitude of dissimilar _Triangles_, as you vary the Proportion of the _Base_ to the _Perpendicular_; all which Infinitys of Infinites agree in the general _Theorem_. In _Algebraick_, and _Fluxional Calculations_, we shall still find a greater _Variety_ of particular _Truths_ included in general _Theorems_; not only in general _Equations_ applicable to all Kinds of _Quantity_, but in more particular Investigations of _Areas_ and _Tangents_: In which one Manner of Operation shall discover _Theorems_ applicable to infinite _Orders_ or _Species_ of _Curves_, to the infinite _Sizes_ of each Species, and to the infinite _Points_ of the infinite _Individuals_ of each Size.","subId":"2","id":"Hutcheson.IBV.IBO.3.2"},{"type":"paragraph","content":"#Foundation of their Beauty.# ^That^ we may the better discern this Agreement, or _Unity_ of an Infinity of Objects, in the general _Theorem_, to be the Foundation of the _Beauty_ or _Pleasure_ attending their Discovery, let us compare our Satisfaction in such Discoveries, with the uneasy state of Mind in which we are, when we can only measure Lines, or Surfaces, by a Scale, or are making Experiments which we can reduce to no general _Canon_, but only heaping up a Multitude of particular incoherent Observations. Now each of these Trials discovers a new Truth, but with no Pleasure or _Beauty_, notwithstanding the _Variety_, till we can discover some sort of _Unity_, or reduce them to some general Canon.","subId":"3","id":"Hutcheson.IBV.IBO.3.3"},{"type":"paragraph","content":"#Little Beauty in Axioms.# ^Again^, let us take a Metaphysical Axiom, such as this, _Every Whole is greater than its Part_; and we shall find no _Beauty_ in the Contemplation. For tho' this Proposition contains many Infinitys of particular Truths; yet the _Unity_ is inconsiderable, since they all agree only in a vague, undetermin'd Conception of _Whole_ and _Part_, and in an indefinite Excess of the former above the latter, which is sometimes great and sometimes small. So, should we hear that the _Cylinder_ is greater than the inscrib'd _Sphere_, and this again greater than the _Cone_ of the same Altitude and Diameter with the Base, we shall find no pleasure in this Knowledge of a general Relation of greater and less, without any precise Difference or Proportion. But when we see the universal exact Agreement of all possible Sizes of such Systems of Solids, that they preserve to each other the constant _Ratio_ of 3, 2, 1; how beautiful is the _Theorem_, and how are we ravish'd with its first Discovery!","subId":"4","id":"Hutcheson.IBV.IBO.3.4"},{"type":"paragraph","content":"#Easy Theorems.# ^We^ may likewise observe, that _easy_ or _obvious_ Propositions, even where the _Unity_ is sufficiently distinct, and determinate, do not please us so much as those, which being less _obvious_, give us some _Surprize_ in the Discovery: Thus we find little Pleasure in discovering that _a Line bisecting the vertical Angle of an Isosceles Triangle, bisects the Base_, or the _Reverse_; or, that _Equilateral Triangles are Equiangular_. These Truths we almost know _Intuitively_, without Demonstration: They are like common _Goods_, or those which Men have long possessed, which do not give such sensible Joys as much smaller new _Additions_ may give us. But let none hence imagine, that the sole Pleasure of Theorems is from _Surprize_; for the same _Novelty_ of a single Experiment does not please us much: nor ought we to conclude from the greater Pleasure accompanying a _new_, or _unexpected_ Advantage, that _Surprize_, or _Novelty_ is the only Pleasure of Life, or the only ground of Delight in _Truth_. Another kind of Surpirze in certain Theorems increases our Pleasure above what we have in Theorems of greater Extent; when we discover a _general Truth_, which upon some confused Notion we had reputed false: as that _Assymptotes always approaching should never meet the Curve_. This is like the Joy of unexpected Advantage where we dreaded Evil. But still the _Unity_ of many Particulars in the general Theorem is necessary to give Pleasure in any Theorem.","subId":"5","id":"Hutcheson.IBV.IBO.3.5"},{"type":"paragraph","content":"#Corollarys.# ^There^ is another _Beauty_ in Propositions, when one _Theorem_ contains a great Multitude of Corollarys easily deducible from it. Thus that _Theorem_ which gives us the Equation of a _Curve_, whence perhaps most of its Propertys may be deduc'd, does some way please and satisfy our Mind above any other Proposition: Such a _Theorem_ also is the 35th of the 1st _Book_ of =^Euclid^=, from which the whole Art of measuring right-lin'd Areas is deduc'd, by Resolution into _Triangles_, which are the halfs of so many _Parallelograms_; and these are each respectively equal to so many _Rectangles_ of the Base into the perpendicular _Altitude_: The 47th of the 1st _Book_ is another of like _Beauty_, and so are many others.","subId":"6","id":"Hutcheson.IBV.IBO.3.6"},{"type":"paragraph","content":"^In^ the search of _Nature_ there is the like _Beauty_ in the Knowledge of some great _Principles_, or universal _Forces_, from which innumerable Effects do flow. Such is _Gravitation_, in =Sir ^Isaac Newton^='s Scheme; such also is the Knowledge of the Original of _Rights_, _perfect_ and _imperfect_, and _external_; _alienable_ and _unalienable_, with their manner of _Translations_; from whence the greatest Part of moral Dutys may be deduc'd in the various Relations of human Life.","subId":"7","id":"Hutcheson.IBV.IBO.3.7"},{"type":"paragraph","content":"^It^ is easy to see how Men are charm'd with the _Beauty_ of such Knowledge, besides its Usefulness; and how this sets them upon deducing the Propertys of each Figure from one _Genesis_, and demonstrating the mechanick Forces from one _Theorem_ of the Composition of Motion; even after they have sufficient Knowledge and Certainty in all these Truths from distinct independent Demonstrations. And this Pleasure we enjoy even when we have no Prospect of obtaining any other _Advantage_ from such Manner of Deduction, than the immediate Pleasure of contemplating the _Beauty_: nor could Love of _Fame_ excite us to such regular Methods of Deduction, were we not conscious that Mankind are pleas'd with them immediately, by this _internal Sense_ of their _Beauty_.","subId":"8","id":"Hutcheson.IBV.IBO.3.8"},{"type":"paragraph","content":"#Fantastick Beauty.# ^It^ is no less easy to see into what absurd Attempts Men have been led by this Sense of _Beauty_, and a silly Affectation of obtaining it in the other Sciences as well as the _Mathematicks_. 'Twas this probably which set =^Descartes^= on that hopeful Project of deducing all human Knowledge from one Proposition, _viz._ $Cogito, ergo sum$; while others with as little Sense contended, that $Impossibile est idem simul esse & non esse$, had much fairer Pretensions to the Style and Title of $Principium humanae Cognitionis absolutè primum$. =Mr. ^Leibnitz^= had an equal Affection for his favourite Principle of a _sufficient Reason_ for every thing in _Nature_, and brags to =Dr. ^Clarke^= of the Wonders he had wrought in the intellectual World by its Assistance; but his learned Antagonist seems to think he had not sufficient Reason for his Boasting[n1]. If we look into particular Sciences, we may see in the Systems learned Men have given us of them, the Inconveniences of this Love of _Uniformity_. How aukwardly is =^Puffendorf^= forc'd to deduce the several Dutys of Men to _God_, _themselves_, and their _Neighbours_, from his single fundamental Principle of _Sociableness to the whole Race of Mankind_? This Observation might easily be extended farther, were it necessary; and is a strong Proof, that Men perceive the _Beauty of Uniformity_ in the Sciences, even from the Contortions of common Sense they are led into by pursuing it.","subId":"9","id":"Hutcheson.IBV.IBO.3.9"},{"type":"paragraph","content":"^This^ Delight which accompanys Sciences, or universal _Theorems_, may really be call'd a kind of _Sensation_; since it necessarily accompanys the Discovery of any Proposition, and is distinct from bare Knowledge itself[n2], being most violent at first, whereas the Knowledge is uniformly the same. And however Knowledge enlarges the _Mind_, and makes us more capable of comprehensive Views and Projects in some kinds of Business, whence _Advantage_ may also arise to us; yet we may leave it in the Breast of every Student to determine, whether he has not often felt this Pleasure without any such prospect of Advantage from the Discovery of his _Theorem_. All which can thence be infer'd is only this, that as in our external Senses, so in our _internal_ ones, the pleasant Sensations generally arise from those Objects which calm Reason would have recommended, had we understood their Use, and which might have engag'd our pursuits from _Self-Interest_.","subId":"10","id":"Hutcheson.IBV.IBO.3.10"},{"type":"paragraph","content":"#Works of Art.# ^As^ to the Works of ^Art^, were we to run thro' the various artificial Contrivances or Structures, we should constantly find the Foundation of the _Beauty_ which appears in them, to be some kind of _Uniformity_, or _Unity_ of Proportion among the Parts, and of each Part to the Whole. As there is a great Diversity of Proportions possible, and different Kinds of _Uniformity_, so there is room enough for that Diversity of Fancys observable in _Architecture_, _Gardening_, and such like Arts in different _Nations_; they all may have _Uniformity_, tho' the Parts in one may differ from those in another. The _Chinese_ or _Persian_ Buildings are not like the _Grecian_ and _Roman_, and yet the former has its _Uniformity_ of the various Parts to each other, and to the Whole, as well as the latter. In that kind of Architecture which the ^Europeans^ call _Regular_, the _Uniformity_ of Parts is very obvious, the several Parts are _regular Figures_, and either _equal_ or _similar_ at least in the same Range; the Pedestals are _Parallelopipedons_ or square _Prisms_; the Pillars, _Cylinders_ nearly; the Arches _circular_, and all those in the same Row _equal_; there is the same Proportion every-where observ'd in the same Range between the _Diameters_ of Pillars and their _Heights_, their _Capitals_, the _Diameters_ of _Arches_, the _Heights_ of the _Pedestals_, the _Projections_ of the _Cornice_, and all the Ornaments in each of our _five Orders_. And tho' other Countrys do not follow the _Grecian_ or _Roman_ Proportions; yet there is even among them a Proportion retain'd, a _Uniformity_, and Resemblance of corresponding Figures; and every Deviation in one part from that Proportion which is observ'd in the rest of the Building, is displeasing to every Eye, and destroys or diminishes at least the _Beauty_ of the Whole.","subId":"11","id":"Hutcheson.IBV.IBO.3.11"},{"type":"paragraph","content":"^The^ same might be observ'd thro' all other Works of _Art_, even to the meanest _Utensil_; the _Beauty_ of every one of which we shall always find to have the same Foundation of _Uniformity amidst Variety_, without which they appear mean, irregular and deform'd.","subId":"12","id":"Hutcheson.IBV.IBO.3.12"},{"type":"note","content":"_See [the Letters which pass'd between Dr. ^Clarke^ and Mr. ^Leibnitz^, _Pag. 23_]._","subId":"n1","id":"Hutcheson.IBV.IBO.3.n1"},{"type":"note","content":"=^Aristotle^= ([Ethic. Nicom. I. ro. c. 3.]) justly observes, that we have certain natural Propensitys to certain Actions, or to the Exercise of certain natural Powers, without a View to, or Intention of, obtaining those Pleasures which naturally accompany them. $Περὶ πολλὰ σπουδὴν ποιησαίμεϑα ἂν, καὶ εἰ μηδεμίαν ἐπιϕέϱοι ἡδονήν, οἰ̑ον ὀϱα̑ν, μνημονεύειν, εἰδέναι, τὰς ἀϱετὰς ἔχειν· εἰ δ' ἐξ ἀνάγκης ἕπονται τουτοις ἡδοναὶ, οὐδὲν διαϕέϱει· ἑλοίμεϑα γὰϱ ἂν ταυ̑τα, καὶ εἰ μὴ γένοιτ' ἂν ἀπ' αὐτω̑ν ἡδονή.$","subId":"n2","id":"Hutcheson.IBV.IBO.3.n2"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.2","imported":true,"title":"Section 2. Of Original or Absolute Beauty","breadcrumb":"Section 2","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO.4","imported":true,"title":"Section 4. Of Relative or Comparative Beauty","breadcrumb":"Section 4","published":[1725]}}