{"id":"Hutcheson.IBV.IBO.6","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 6. Of the Universality of the Sense of Beauty among Men","breadcrumb":"Section 6","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_030","blocks":[{"type":"title","content":"£3 SECT. VI. £3 £3 _Of the _Universality_ of the _Sense of Beauty_ among Men._ £3","id":"Hutcheson.IBV.IBO.6"},{"type":"paragraph","content":"#Internal Sense not an immediate Source of Pain.# WE before[n1] insinuated, \"That all _Beauty_ has a relation to some _perceiving Power_;\" and consequently since we know not how great a _Variety_ of Senses there may be among Animals, there is no Form in _Nature_ concerning which we can pronounce, \"That it has no _Beauty_;\" for it may still please some _perceiving Power_. But our _Inquiry_ is confin'd to Men; and before we examine the _Universality_ of this _Sense of Beauty_, or their agreement in approving _Uniformity_, it may be proper to consider, \"whether, as the other _Senses_ which give us Pleasure, do also give us Pain, so this _Sense of Beauty_ does make some Objects disagreeable to us, and the occasion of Pain.\"","subId":"1","id":"Hutcheson.IBV.IBO.6.1"},{"type":"paragraph","content":"^That^ many Objects give no pleasure to our _Sense_ is obvious; many are certainly void of _Beauty_: But then there is no Form which seems necessarily disagreeable of itself, when we dread no other Evil from it, and compare it with nothing better of the Kind. Many Objects are naturally displeasing, and distasteful to our _external Senses_, as well as others pleasing and agreeable; as _Smells_, _Tastes_, and some separate _Sound_: but as to our _Sense of Beauty_, no Composition of Objects which give not unpleasant simple Ideas, seems positively unpleasant or painful of itself, had we never observ'd any thing better of the Kind. _Deformity_ is only _the absence of Beauty_, or _Deficiency in the Beauty expected in any Species_: Thus _bad Musick_ pleases _Rusticks_ who never heard any better, and the _finest Ear_ is not offended with _tuning_ of Instruments, if it be not too tedious, where no _Harmony_ is expected; and yet much smaller _Dissonancy_ shall offend amidst the Performance, where _Harmony_ is expected. A _rude Heap_ of Stones is no way offensive to one who shall be displeas'd with _Irregularity_ in _Architecture_, where _Beauty_ was expected. And had there been a Species of that Form which we call now _ugly_ or _deform'd_, and had we never seen or expected greater _Beauty_, we should have receiv'd no Disgust from it, altho' the Pleasure would not have been so great in this Form as in those we now admire. Our _Sense of Beauty_ seems design'd to give us positive Pleasure, but not positive Pain or Disgust, any further than what arises from Disappointment.","subId":"2","id":"Hutcheson.IBV.IBO.6.2"},{"type":"paragraph","content":"#Approbation and Dislike from Association of Ideas.# ^There^ are indeed many Faces which at first View are apt to raise Dislike; but this is generally not from any positive Deformity which of itself is positively displeasing, but either from want of _expected Beauty_, or much more from their carrying some natural Indications of _morally bad Dispositions_, which we all acquire a Faculty of discerning in _Countenances_, _Airs_, and _Gestures_. That this is not occasion'd by any Form positively disgusting, will appear from this, That if upon long acquaintance we are sure of finding _Sweetness of Temper_, _Humanity and Cheerfulness_, altho' the bodily Form continues, it shall give us no Disgust or Displeasure; whereas, if any thing were naturally disagreeable, or the occasion of Pain, or positive Distaste, it would always continue so, even altho' the Aversion we might have toward it were counterbalanc'd by other Considerations. There are Horrors rais'd by some Objects, which are only the Effect of _Fear_ for ourselves, or _Compassion_ towards others, when either _Reason_, or some foolish _Association of Ideas_, makes us apprehend Danger, and not the Effect of any thing in the Form itself: for we find that most of those Objects which excite Horror at first, when Experience or Reason has remov'd the Fear, may become the occasions of Pleasure; as _ravenous Beasts_, a _tempestuous Sea_, a _craggy Precipice_, a _dark shady Valley_.","subId":"3","id":"Hutcheson.IBV.IBO.6.3"},{"type":"paragraph","content":"#Associations.# ^We^ shall see[n2] hereafter, \"That _Associations of Ideas_ make Objects pleasant and delightful, which are not naturally apt to give any such Pleasures; and the same way, the _casual Conjunctions of Ideas_ may give a Disgust, where there is nothing disagreeable in the Form it self.\" And this is the Occasion of many fantastick Aversions to Figures of some Animals, and to some other Forms: Thus _Swine_, _Serpents_ of all Kinds, and some _Insects_ really beautiful enough, are beheld with Aversion by many People, who have got _some accidental Ideas associated_ to them. And for _Distastes_ of this Kind, no other Account can be given.","subId":"4","id":"Hutcheson.IBV.IBO.6.4"},{"type":"paragraph","content":"#Universality of this Sense.# ^But^ as to the _universal Agreement_ of Mankind in their _Sense of Beauty_ from _Uniformity amidst Variety_, we must consult Experience: and as we allow all Men Reason, since all Men are capable of understanding simple Arguments, tho' few are capable of complex Demonstrations; so in this Case it must be sufficient to prove _this Sense of Beauty universal_, \"if all Men are better pleas'd with _Uniformity_ in the simpler Instances than _the contrary_, even when there is no Advantage observ'd attending it; and likewise if all Men, according as their Capacity inlarges, so as to receive and compare more complex Ideas, have a greater Delight in _Uniformity_, and are pleas'd with its more complex Kinds, both _Original_ and _Relative_.\"","subId":"5","id":"Hutcheson.IBV.IBO.6.5"},{"type":"paragraph","content":"^Now^ let us consider if ever any Person was void of _this Sense_ in the simpler Instances. Few Trials have been made in the simplest Instances of _Harmony_, because as soon as we find an _Ear_ incapable of relishing complex Compositions, such as our _Tunes_ are, no farther Pains are employ'd about such. But in _Figures_, did ever any Man make choice of a _Trapezium_, or any irregular _Curve_, for the _Ichnography_ or Plan of his House, without Necessity, or some great Motive of Convenience? or to make the opposite Walls _not parallel_, or _unequal_ in Height? Were ever _Trapeziums_, irregular _Polygons_ or _Curves_ chosen for the Forms of _Doors_ or _Windows_, tho' these Figures might have answer'd the Uses as well, and would have often sav'd a great part of the Time, Labour and Expence to Workmen, which is now employ'd in suiting the Stones and Timber to the _regular_ Forms? Among all the fantastick Modes of _Dress_, none was ever quite void of _Uniformity_, if it were only in _the Resemblance_ of the two Sides of the same _Robe_, and in some _general Aptitude_ to the human Form. The _Pictish Painting_ had always _relative Beauty_, by Resemblance to other Objects, and often those Objects were _originally beautiful_: however justly we might apply =^Horace^='s Censure of impertinent Descriptions in _Poetry_, \"\"$Sed non erat his locus$ ———[n3].\"\" But never were any so extravagant as to affect such Figures as are made by _the casual spilling_ of liquid Colours. Who was ever pleas'd with an _Inequality_ of Heights in _Windows_ of the same Range, or _dissimilar Shapes_ of them? with _unequal Legs_ or _Arms_, _Eyes_ or _Cheeks_ in a _Mistress_? It must however be acknowledg'd, \"That _Interest_ may often counterbalance our _Sense of Beauty_, in this Affair as well as in others, and superior good Qualitys may make us overlook such Imperfections.\"","subId":"6","id":"Hutcheson.IBV.IBO.6.6"},{"type":"paragraph","content":"#Real Beauty alone pleases.# ^Nay^ farther, it may perhaps appear, \"That _Regularity_ and _Uniformity_ are so copiously diffus'd thro' the _Universe_, and we are so readily determin'd to pursue _this_ as the Foundation of _Beauty_ in _Works_ of _Art_, that there is scarcely any thing ever fancy'd as _Beautiful_, where there is not really something of this _Uniformity_ and _Regularity_.\" We are indeed often mistaken in imagining that there is the greatest possible _Beauty_, where it is but very imperfect; but still it is some Degree of _Beauty_ which pleases, altho' there may be higher Degrees which we do not observe; and our _Sense_ acts with full Regularity when we are pleas'd, altho' we are kept by a false Prejudice from pursuing Objects which would please us more.","subId":"7","id":"Hutcheson.IBV.IBO.6.7"},{"type":"paragraph","content":"^A Goth^, for instance, is mistaken, when from Education he imagines the _Architecture_ of his country to be the most perfect: and a _Conjunction_ of some _hostile Ideas_, may make him have an Aversion to _Roman Buildings_, and study to demolish them, as some of our _Reformers_ did the _Popish Buildings_, not being able to separate the Ideas of the superstitious Worship, from the Forms of the Buildings where it was practised: and yet it is still _real Beauty_ which pleases the ^Goth^, founded upon _Uniformity amidst Variety_. For the _Gothick Pillars_ are _uniform_ to each other, not only in their _Sections_, which are _Lozenge-form'd_; but also in their _Heights_ and _Ornaments_: Their _Arches_ are not one _uniform Curve_, but yet they are _Segments_ of _similar Curves_, and generally equal in the same Ranges. The very _Indian Buildings_ have some kind of _Uniformity_, and many of the ^Eastern Nations^, tho' they differ much from us, yet have great ^Regularity^ in their Manner, as well as the ^Romans^ in theirs. Our _Indian Screens_, which wonderfully supply our Imaginations with Ideas of Deformity, in which _Nature_ is very churlish and sparing, do want indeed all _Beauty_ arising from Proportion of Parts, and Conformity to _Nature_; and yet they cannot divest themselves of all _Beauty_ and _Uniformity_ in the separate Parts: And this diversifying the human Body into various Contortions, may give some wild Pleasure from _Variety_, since some _Uniformity_ to the human Shape is still retained.","subId":"8","id":"Hutcheson.IBV.IBO.6.8"},{"type":"paragraph","content":"#History pleases in like manner.# ^There^ is one sort of _Beauty_ which might perhaps have been better mention'd before, but will not be impertinent here, because the Taste or Relish of it is _universal_ in all Nations, and with the Young as well as the Old, and that is the _Beauty_ of _History_. Every one knows how dull a Study it is to read over a Collection of _Gazettes_, which shall perhaps relate all the same Events with the _Historian_: The superior Pleasure then of _History_ must arise, like that of _Poetry_, from the _Manners_; as when we see a _Character_ well drawn, wherein we find the secret Causes of a great Diversity of seemingly inconsistent Actions; or an _Interest of State_ laid open, or an _artful View_ nicely unfolded, the Execution of which influences very different and opposite Actions, as the Circumstances may alter. Now this reduces the whole to an _Unity_ of Design at least: And this may be observ'd in the very Fables which entertain Children, otherwise we cannot make them relish them.","subId":"9","id":"Hutcheson.IBV.IBO.6.9"},{"type":"paragraph","content":"^What^ has been said will probably be assented to, if we always remember in our Inquirys into the _Universality_ of the _Sense of Beauty_, \"That there may be _real Beauty_, where there is not the _greatest_; and that there are an Infinity of different Forms which may all have some _Unity_, and yet differ from each other.\" So that Men may have different Fancys of _Beauty_, and yet _Uniformity_ be the _universal Foundation_ of our Approbation of any Form whatsoever as _Beautiful_. And we shall find that it is so in the _Architecture_, _Gardening_, _Dress_, _Equipage_, and _Furniture_ of Houses, even among the most uncultivated Nations; where _Uniformity_ still pleases, without any other Advantage than the Pleasure of the Contemplation of it.","subId":"10","id":"Hutcheson.IBV.IBO.6.10"},{"type":"paragraph","content":"#Diversity of Judgments concerning our Senses.# ^It^ will deserve our Consideration on this Subject, how, in like Cases, we form very different Judgments concerning the _internal_ and _external Senses_. Nothing is more ordinary among those, who after Mr. ^Locke^ have rejected _innate Ideas_, than to alledge, \"That all our Relish for _Beauty_, and _Order_, is either from prospect of _Advantage_, _Custom_, or _Education_,\" for no other Reason but the _Variety_ of _Fancys_ in the World: and from this they conclude, \"That our _Fancys_ do not arise from any _natural Power of Perception_, or _Sense_.\" And yet all allow our _external Senses_ to be _Natural_, and that the Pleasures or Pains of their Sensations, however they may be increas'd, or diminish'd by _Custom_ or _Education_, and counterbalanc'd by _Interest_, yet are really antecedent to _Custom_, _Habit_, _Education_, or Prospect of _Interest_. Now it is certain, \"That there is at least as great a variety of Fancys about their Objects, as the Objects of _Beauty_:\" Nay, it is much more difficult, and perhaps impossible, to bring the Fancys or Relishes of the _external Senses_ to any general Foundation at all, or to find any Rule for the _Agreeable_ or _Disagreeable_: and yet we all allow \"that these are _natural_ Powers of _Perception_.\"","subId":"11","id":"Hutcheson.IBV.IBO.6.11"},{"type":"paragraph","content":"#The Reason of it.# ^The^ Reason of this different Judgment can be no other than this, That we have got distinct Names for the _external Senses_, and none, or very few, for the _Internal_; and by this are led, as in many other Cases, to look upon the former as some way more _fix'd_, and _real_, and _natural_, than the latter. The _Sense_ of _Harmony_ has got its Name, _viz._ a _good Ear_; and we are generally brought to acknowledge this a _natural_ Power of _Perception_, or _a Sense_ some way distinct from _Hearing_: now it is certain, \"That there is as necessary a Perception of _Beauty_ upon the presence of _regular Objects_, as of _Harmony_ upon hearing certain _Sounds_.\"","subId":"12","id":"Hutcheson.IBV.IBO.6.12"},{"type":"paragraph","content":"#An internal Sense does not presuppose innate Ideas.# ^But^ let it be observ'd here once for all, \"That an _internal Sense_ no more presupposes an _innate Idea_, or Principle of Knowledge, than the _external_.\" Both are _natural_ Powers of _Perception_, or _Determinations_ of _the Mind_ to receive necessarily certain Ideas from the presence of Objects. The _Internal Sense_ is, a _passive Power of receiving Ideas of Beauty from all Objects in which there is Uniformity amidst Variety_. Nor does there seem any thing more difficult in this matter, than that the Mind should be always determin'd to receive the Idea of _Sweet_, when Particles of such a Form enter the Pores of the Tongue; or to have the Idea of _Sound_ upon any quick Undulation of the Air. The one seems to have as little Connection with its Idea, as the other: And the _same Power_ could with equal Ease constitute the former the occasion of Ideas, as the latter.","subId":"13","id":"Hutcheson.IBV.IBO.6.13"},{"type":"paragraph","content":"#Associations Cause of Disagreement.# ^The^ _Association_ of Ideas[n4] above hinted at, is one great Cause of the apparent Diversity of Fancys in the _Sense of Beauty_, as well as in the _external Senses_; and often makes Men have an aversion to Objects of _Beauty_, and a liking to others void of it, but under different Conceptions than those of _Beauty_ or _Deformity_. And here it may not be improper to give some Instances of some of these _Associations_. The Beauty of _Trees_, their _cool Shades_, and their _Aptness_ to conceal from Observation, have made _Groves_ and _Woods_ the usual Retreat to those who love _Solitude_, especially to the _Religious_, the _Pensive_, the _Melancholy_, and the _Amorous_. And do not we find that we have so join'd the Ideas of these Dispositions of Mind with those external Objects, that they always recur to us along with them? The Cunning of the _Heathen Priests_ might make such obscure Places the Scene of the fictitious Appearances of their _Deitys_; and hence we join Ideas of something _Divine_ to them. We know the like Effect in the Ideas of our _Churches_, from the perpetual use of them only in _religious Exercises_. The faint Light in _Gothick Buildings_ has had the same Association of a very foreign Idea, which our _Poet_ shews in his _Epithet_, \"\"——— A Dim religious Light[n5].\"\"","subId":"14","id":"Hutcheson.IBV.IBO.6.14"},{"type":"paragraph","content":"^In^ like manner it is known, That often all the Circumstances of _Actions_, or _Places_, or _Dresses_ of Persons, or _Voice_, or _Song_, which have occur'd at any time together, when we were strongly affected by any Passion, will be so connected that any one of these will make all the rest recur. And this is often the occasion both of great Pleasure and Pain, Delight and Aversion to many Objects, which of themselves might have been perfectly indifferent to us: but these _Approbations_, or _Distastes_, are remote from the Ideas of _Beauty_, being plainly different Ideas.","subId":"15","id":"Hutcheson.IBV.IBO.6.15"},{"type":"paragraph","content":"#Musick, how it pleases differently.# ^There^ is also another Charm in _Musick_ to various Persons, which is distinct from the _Harmony_, and is occasion'd by its raising agreeable Passions. The _human Voice_ is obviously vary'd by all the stronger Passions; now when our _Ear_ discerns any resemblance between the _Air_ of a _Tune_, whether sung or play'd upon an Instrument, either in its _Time_, or _Modulation_, or any other Circumstance, to the sound of the _human Voice_, in any Passion, we shall be touch'd by it in a very sensible manner, and have _Melancholy_, _Joy_, _Gravity_, _Thoughtfulness_, excited in us by a sort of _Sympathy_ or _Contagion_. The same Connexion is observable between the very _Air_ of a _Tune_, and the _Words_ expressing any Passion which we have heard it fitted to, so that they shall both recur to us together, tho' but one of them affects our _Senses_.","subId":"16","id":"Hutcheson.IBV.IBO.6.16"},{"type":"paragraph","content":"^Now^ in such a Diversity of pleasing or displeasing Ideas, which may be join'd with Forms of _Bodys_, or _Tunes_, when Men are of such different Dispositions, and prone to such a Variety of Passions, it is no wonder \"that they should often disagree in their Fancys of Objects, even altho' their _Sense of Beauty_ and _Harmony_ were _perfectly uniform_;\" because many other Ideas may either please or displease, according to Persons Tempers, and past Circumstances. We know how agreeable a very _wild Country_ may be to any Person who has spent the chearful Days of his Youth in it, and how disagreeable very _beautiful Places_ may be, if they were the Scenes of his Misery. And this may help us in many Cases to account for the Diversitys of Fancy, without denying the _Uniformity_ of our _internal Sense of Beauty_.","subId":"17","id":"Hutcheson.IBV.IBO.6.17"},{"type":"paragraph","content":"^Grandeur^ and _Novelty_ are two Ideas different from _Beauty_, which often recommend Objects to us. The Reason of this is foreign to the present Subject. See [_Spectator_; No. 412].","subId":"18","id":"Hutcheson.IBV.IBO.6.18"},{"type":"note","content":"See above [_Sect._ i. _Art._ 17.] [_Sect._ iv. _Art._ 1.]","subId":"n1","id":"Hutcheson.IBV.IBO.6.n1"},{"type":"note","content":"See below [_Art._ 11, 12. of this Section].","subId":"n2","id":"Hutcheson.IBV.IBO.6.n2"},{"type":"note","content":"[Hor. de Arte Poet. v. 19.]","subId":"n3","id":"Hutcheson.IBV.IBO.6.n3"},{"type":"note","content":"See above [_Art._ 3. of this Section].","subId":"n4","id":"Hutcheson.IBV.IBO.6.n4"},{"type":"note","content":"[Milt. Il Penseroso.]","subId":"n5","id":"Hutcheson.IBV.IBO.6.n5"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.5","imported":true,"title":"Section 5. Concerning our Reasonings about Design and Wisdom in the Cause, from the Beauty or Regularity of Effects","breadcrumb":"Section 5","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO.7","imported":true,"title":"Section 7. Of the Power of Custom, Education, and Example, as to our internal Senses","breadcrumb":"Section 7","published":[1725]}}