{"imported":true,"id":"Hume.ETSS.EMPL1.BG","parent":"Hume.ETSS.EMPL1","title":"Whether the British Government inclines more to Absolute Monarchy, or to a Republic","breadcrumb":"Whether the British Government&hellip;","published":[1741],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Whether the British Government inclines more to Absolute Monarchy, or to a Republic.\n","id":"Hume.ETSS.EMPL1.BG"},{"type":"paragraph","content":"IT affords a violent prejudice against almost every science, that no prudent man, however sure of his principles, dares prophesy concerning any event, or foretel the remote consequences of things. A physician will not venture to pronounce concerning the condition of his patient a fortnight or month after: And still less dares a politician foretel the situation of public affairs a few years hence. Harrington thought himself so sure of his general principle, that the balance of power depends on that of property, that he ventured to pronounce it impossible ever to re-establish monarchy in England: But his book was scarcely published when the king was restored; and we see, that monarchy has ever since subsisted upon the same footing as before. Notwithstanding this unlucky example, I will venture to examine an important question, to wit, Whether the British government inclines more to absolute monarchy, or to a republic; and in which of these two species of government it will most probably terminate? As there seems not to be any great danger of a sudden revolution either way, I shall at least escape the shame attending my temerity, if I should be found to have been mistaken.","subId":"1","id":"Hume.ETSS.EMPL1.BG.1","pages":"47-8"},{"type":"paragraph","content":"Those who assert, that the balance of our government inclines towards absolute monarchy, may support their opinion by the following reasons. That property has a great influence on power cannot possibly be denied; but yet the general maxim, that the balance of one depends on the balance of the other, must be received with several limitations. It is evident, that much less property in a single hand will be able to counterbalance a greater property in several; not only because it is difficult to make many persons combine in the same views and measures; but because property, when united, causes much greater dependence, than the same property, when dispersed. A hundred persons, of 1000l. a year a-piece, can consume all their income, and no body shall ever be the better for them, except their servants and tradesmen, who justly regard their profits as the product of their own labour. But a man possessed of 100,000l. a year, if he has either any generosity or any cunning, may create a great dependence by obligations, and still a greater by expectations. Hence we may observe, that, in all free governments, any subject exorbitantly rich has always created jealousy, even though his riches bore no proportion to those of the state. Crassus's fortune, if I remember well, amounted only to about two millions and a half of our money; yet we find, that, though his genius was nothing extraordinary, he was able, by means of his riches alone, to counterbalance, during his lifetime, the power of Pompey as well as that of Cæsar, who afterwards became master of the world. The wealth of the Medici made them masters of Florence; though, it is probable, it was not considerable, compared to the united property of that opulent republic.","subId":"2","id":"Hume.ETSS.EMPL1.BG.2","pages":"48-9"},{"type":"paragraph","content":"These considerations are apt to make one entertain a magnificent idea of the British spirit and love of liberty; since we could maintain our free government, during so many centuries, against our sovereigns, who, besides the power and dignity and majesty of the crown, have always been possessed of much more property than any subject has ever enjoyed in any commonwealth. But it may be said, that this spirit, however great, will never be able to support itself against that immense property, which is now lodged in the king, and which is still encreasing. Upon a moderate computation, there are near three millions a year at the disposal of the crown. The civil list amounts to near a million; the collection of all taxes to another; and the employments in the army and navy, together with ecclesiastical preferments, to above a third million: An enormous sum, and what may fairly be computed to be more than a thirtieth part of the whole income and labour of the kingdom. When we add to this great property, the encreasing luxury of the nation, our proneness to corruption, together with the great power and prerogatives of the crown, and the command of military force, there is no one but must despair of being able, without extraordinary efforts, to support our free government much longer under these disadvantages.","subId":"3","id":"Hume.ETSS.EMPL1.BG.3","pages":"49-50"},{"type":"paragraph","content":"On the other hand, those who maintain, that the byass of the British government leans towards a republic, may support their opinion by specious arguments. It may be said, that, though this immense property in the crown, be joined to the dignity of first magistrate, and to many other legal powers and prerogatives, which should naturally give it greater influence; yet it really becomes less dangerous to liberty upon that very account. Were England a republic, and were any private man possessed of a revenue, a third, or even a tenth part as large as that of the crown, he would very justly excite jealousy; because he would infallibly have great authority, in the government: And such an irregular authority, not avowed by the laws, is always more dangerous than a much greater authority, derived from them. A man, possessed of usurped power, can set no bounds to his pretensions: His partizans have liberty to hope for every thing in his favour: His enemies provoke his ambition, with his fears, by the violence of their opposition: And the government being thrown into a ferment, every corrupted humour in the state naturally gathers to him. On the contrary, a legal authority, though great, has always some bounds, which terminate both the hopes and pretensions of the person possessed of it: The laws must have provided a remedy against its excesses: Such an eminent magistrate has much to fear, and little to hope from his usurpations: And as his legal authority is quietly submitted to, he has small temptation and small opportunity of extending it farther. Besides, it happens, with regard to ambitious aims and projects, what may be observed with regard to sects of philosophy and religion. A new sect excites such a ferment, and is both opposed and defended with such vehemence, that it always spreads faster, and multiplies its partizans with greater rapidity, than any old established opinion, recommended by the sanction of the laws and of antiquity. Such is the nature of novelty, that, where any thing pleases, it becomes doubly agreeable, if new; but if it displeases, it is doubly displeasing, upon that very account. And, in most cases, the violence of enemies is favourable to ambitious projects, as well as the zeal of partizans.","subId":"4","id":"Hume.ETSS.EMPL1.BG.4","pages":"50-1"},{"type":"paragraph","content":"It may farther be said, that, though men be much governed by interest; yet even interest itself, and all human affairs, are entirely governed by opinion. Now, there has been a sudden and sensible change in the opinions of men within these last fifty years, by the progress of learning and of liberty. Most people, in this island, have divested themselves of all superstitious reverence to names and authority: The clergy have much lost their credit: Their pretensions and doctrines have been ridiculed; and even religion can scarcely support itself in the world. The mere name of king commands little respect; and to talk of a king as GOD's vicegerent on earth, or to give him any of those magnificent titles, which formerly dazzled mankind, would but excite laughter in every one. Though the crown, by means of its large revenue, may maintain its authority in times of tranquillity, upon private interest and influence; yet, as the least shock or convulsion must break all these interests to pieces, the royal power, being no longer supported by the settled principles and opinions of men, will immediately dissolve. Had men been in the same disposition at the revolution, as they are at present, monarchy would have run a great risque of being entirely lost in this island.","subId":"5","id":"Hume.ETSS.EMPL1.BG.5","pages":"51"},{"type":"paragraph","content":"Durst I venture to deliver my own sentiments amidst these opposite arguments, I would assert, that, unless there happen some extraordinary convulsion, the power of the crown, by means of its large revenue, is rather upon the encrease; though, at the same time I own, that its progress seems very slow, and almost insensible. The tide has run long, and with some rapidity, to the side of popular government, and is just beginning to turn towards monarchy.","subId":"6","id":"Hume.ETSS.EMPL1.BG.6","pages":"51"},{"type":"paragraph","content":"It is well known, that every government must come to a period, and that death is unavoidable to the political as well as to the animal body. But, as one kind of death may be preferable to another, it may be enquired, whether it be more desirable for the British constitution to terminate in a popular government, or in absolute monarchy? Here I would frankly declare, that, though liberty be preferable to slavery, in almost every case; yet I should rather wish to see an absolute monarch than a republic in this island. For, let us consider, what kind of republic we have reason to expect. The question is not concerning any fine imaginary republic, of which a man may form a plan in his closet. There is no doubt, but a popular government may be imagined more perfect than absolute monarchy, or even than our present constitution. But what reason have we to expect that any such government will ever be established in Great Britain, upon the dissolution of our monarchy? If any single person acquire power enough to take our constitution to pieces, and put it up a-new, he is really an absolute monarch; and we have already had an instance of this kind, sufficient to convince us, that such a person will never resign his power, or establish any free government. Matters, therefore, must be trusted to their natural progress and operation; and the house of commons, according to its present constitution, must be the only legislature in such a popular government. The inconveniencies attending such a situation of affairs, present themselves by thousands. If the house of commons, in such a case, ever dissolve itself, which is not to be expected, we may look for a civil war every election. If it continue itself, we shall suffer all the tyranny of a faction, subdivided into new factions. And, as such a violent government cannot long subsist, we shall, at last, after many convulsions, and civil wars, find repose in absolute monarchy, which it would have been happier for us to have established peaceably from the beginning. Absolute monarchy, therefore, is the easiest death, the true Euthanasia of the British constitution.","subId":"7","id":"Hume.ETSS.EMPL1.BG.7","pages":"51-3"},{"type":"paragraph","content":"Thus, if we have reason to be more jealous of monarchy, because the danger is more imminent from that quarter; we have also reason to be more jealous of popular government, because that danger is more terrible. This may teach us a lesson of moderation in all our political controversies.","subId":"8","id":"Hume.ETSS.EMPL1.BG.8","pages":"53"}]}