{"imported":true,"id":"Hume.ETSS.EMPL1.CL","parent":"Hume.ETSS.EMPL1","title":"Of Civil Liberty","breadcrumb":"Of Civil Liberty","published":[1741],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Of Civil Liberty.\n","id":"Hume.ETSS.EMPL1.CL"},{"type":"paragraph","content":"THOSE who employ their pens on political subjects, free from party-rage, and party-prejudices, cultivate a science, which, of all others, contributes most to public utility, and even to the private satisfaction of those who addict themselves to the study of it. I am apt, however, to entertain a suspicion, that the world is still too young to fix many general truths in politics, which will remain true to the latest posterity. We have not as yet had experience of three thousand years; so that not only the art of reasoning is still imperfect in this science, as in all others, but we even want sufficient materials upon which we can reason. It is not fully known, what degree of refinement, either in virtue or vice, human nature is susceptible of; nor what may be expected of mankind from any great revolution in their education, customs, or principles. Machiavel was certainly a great genius; but having confined his study to the furious and tyrannical governments of ancient times, or to the little disorderly principalities of Italy, his reasonings especially upon monarchical government, have been found extremely defective; and there scarcely is any maxim in his prince, which subsequent experience has not entirely refuted. A weak prince, says he, is incapable of receiving good counsel; for if he consult with several, he will not be able to choose among their different counsels. If he abandon himself to one, that minister may, perhaps, have capacity; but he will not long be a minister: He will be sure to dispossess his master, and place himself and his family upon the throne. I mention this, among many instances of the errors of that politician, proceeding, in a great measure, from his having lived in too early an age of the world, to be a good judge of political truth. Almost all the princes of Europe are at present governed by their ministers; and have been so for near two centuries; and yet no such event has ever happened, or can possibly happen. Sejanus might project dethroning the Cæsars; but Fleury, though ever so vicious, could not, while in his senses, entertain the least hopes of dispossessing the Bourbons.","subId":"1","id":"Hume.ETSS.EMPL1.CL.1","pages":"87-8"},{"type":"paragraph","content":"Trade was never esteemed an affair of state till the last century; and there scarcely is any ancient writer on politics, who has made mention of it. Even the Italians have kept a profound silence with regard to it, though it has now engaged the chief attention, as well of ministers of state, as of speculative reasoners. The great opulence, grandeur, and military achievements of the two maritime powers seem first to have instructed mankind in the importance of an extensive commerce.","subId":"2","id":"Hume.ETSS.EMPL1.CL.2","pages":"88-9"},{"type":"paragraph","content":"Having, therefore, intended in this essay to make a full comparison of civil liberty and absolute government, and to show the great advantages of the former above the latter; I began to entertain a suspicion, that no man in this age was sufficiently qualified for such an undertaking; and that whatever any one should advance on that head would, in all probability, be refuted by further experience, and be rejected by posterity. Such mighty revolutions have happened in human affairs, and so many events have arisen contrary to the expectation of the ancients, that they are sufficient to beget the suspicion of still further changes.","subId":"3","id":"Hume.ETSS.EMPL1.CL.3","pages":"89"},{"type":"paragraph","content":"It had been observed by the ancients, that all the arts and sciences arose among free nations; and, that the Persians and Egyptians, notwithstanding their ease, opulence, and luxury, made but faint efforts towards a relish in those finer pleasures, which were carried to such perfection by the Greeks, amidst continual wars, attended with poverty, and the greatest simplicity of life and manners. It had also been observed, that, when the Greeks lost their liberty, though they increased mightily in riches, by means of the conquests of Alexander; yet the arts, from that moment, declined among them, and have never since been able to raise their head in that climate. Learning was transplanted to Rome, the only free nation at that time in the universe; and having met with so favourable a soil, it made prodigious shoots for above a century; till the decay of liberty produced also the decay of letters, and spread a total barbarism over the world. From these two experiments, of which each was double in its kind, and shewed the fall of learning in absolute governments, as well as its rise in popular ones, Longinus thought himself sufficiently justified, in asserting, that the arts and sciences could never flourish, but in a free government: And in this opinion, he has been followed by several eminent writers in our own country, who either confined their view merely to ancient facts, or entertained too great a partiality in favour of that form of government, established amongst us.","subId":"4","id":"Hume.ETSS.EMPL1.CL.4","pages":"89-90"},{"type":"paragraph","content":"But what would these writers have said, to the instances of modern Rome and of Florence? Of which the former carried to perfection all the finer arts of sculpture, painting, and music, as well as poetry, though it groaned under tyranny, and under the tyranny of priests: While the latter made its chief progress in the arts and sciences, after it began to lose its liberty by the usurpation of the family of Medici. Ariosto, Tasso, Galileo, more than Raphael, and Michael Angelo, were not born in republics. And though the Lombard school was famous as well as the Roman, yet the Venetians have had the smallest share in its honours, and seem rather inferior to the other Italians, in their genius for the arts and sciences. Rubens established his school at Antwerp, not at Amsterdam: Dresden, not Hamburgh, is the centre of politeness in Germany.","subId":"5","id":"Hume.ETSS.EMPL1.CL.5","pages":"90"},{"type":"paragraph","content":"But the most eminent instance of the flourishing of learning in absolute governments, is that of France, which scarcely ever enjoyed any established liberty, and yet has carried the arts and sciences as near perfection as any other nation. The English are, perhaps, greater philosophers; the Italians better painters and musicians; the Romans were greater orators: But the French are the only people, except the Greeks, who have been at once philosophers, poets, orators, historians, painters, architects, sculptors, and musicians. With regard to the stage, they have excelled even the Greeks, who far excelled the English. And, in common life, they have, in a great measure, perfected that art, the most useful and agreeable of any, l'Art de Vivre, the art of society and conversation.","subId":"6","id":"Hume.ETSS.EMPL1.CL.6","pages":"90-1"},{"type":"paragraph","content":"If we consider the state of the sciences and polite arts in our own country, Horace's observation, with regard to the Romans, may, in a great measure, be applied to the British. \n\n—Sed in longum tamen ævum \n Manserunt, hodieque manent vestigia ruris.\n\n","subId":"7","id":"Hume.ETSS.EMPL1.CL.7","pages":"91"},{"type":"paragraph","content":"The elegance and propriety of style have been very much neglected among us. We have no dictionary of our language, and scarcely a tolerable grammar. The first polite prose we have, was writ by a man who is still alive. As to Sprat, Locke, and even Temple, they knew too little of the rules of art to be esteemed elegant writers. The prose of Bacon, Harrington, and Milton, is altogether stiff and pedantic; though their sense be excellent. Men, in this country, have been so much occupied in the great disputes of Religion, Politics, and Philosophy, that they had no relish for the seemingly minute observations of grammar and criticism. And though this turn of thinking must have considerably improved our sense and our talent of reasoning; it must be confessed, that, even in those sciences above-mentioned, we have not any standard-book, which we can transmit to posterity: And the utmost we have to boast of, are a few essays towards a more just philosophy; which, indeed, promise well, but have not, as yet, reached any degree of perfection.","subId":"8","id":"Hume.ETSS.EMPL1.CL.8","pages":"91-2"},{"type":"paragraph","content":"It has become an established opinion, that commerce can never flourish but in a free government; and this opinion seems to be founded on a longer and larger experience than the foregoing, with regard to the arts and sciences. If we trace commerce in its progress through Tyre, Athens, Syracuse, Carthage, Venice, Florence, Genoa, Antwerp, Holland, England, &c. we shall always find it to have fixed its seat in free governments. The three greatest trading towns now in Europe, are London, Amsterdam, and Hamburgh; all free cities, and protestant cities; that is, enjoying a double liberty. It must, however, be observed, that the great jealousy entertained of late, with regard to the commerce of France, seems to prove, that this maxim is no more certain and infallible than the foregoing, and that the subjects of an absolute prince may become our rivals in commerce, as well as in learning.","subId":"9","id":"Hume.ETSS.EMPL1.CL.9","pages":"92"},{"type":"paragraph","content":"Durst I deliver my opinion in an affair of so much uncertainty, I would assert, that, notwithstanding the efforts of the French, there is something hurtful to commerce inherent in the very nature of absolute government, and inseparable from it: Though the reason I should assign for this opinion, is somewhat different from that which is commonly insisted on. Private property seems to me almost as secure in a civilized European monarchy, as in a republic; nor is danger much apprehended in such a government, from the violence of the sovereign; more than we commonly dread harm from thunder, or earthquakes, or any accident the most unusual and extraordinary. Avarice, the spur of industry, is so obstinate a passion, and works its way through so many real dangers and difficulties, that it is not likely to be scared by an imaginary danger, which is so small, that it scarcely admits of calculation. Commerce, therefore, in my opinion, is apt to decay in absolute governments, not because it is there less secure, but because it is less honourable. A subordination of ranks is absolutely necessary to the support of monarchy. Birth, titles, and place, must be honoured above industry and riches. And while these notions prevail, all the considerable traders will be tempted to throw up their commerce, in order to purchase some of those employments, to which privileges and honours are annexed.","subId":"10","id":"Hume.ETSS.EMPL1.CL.10","pages":"92-3"},{"type":"paragraph","content":"Since I am upon this head, of the alterations which time has produced, or may produce in politics, I must observe, that all kinds of government, free and absolute, seem to have undergone, in modern times, a great change for the better, with regard both to foreign and domestic management. The balance of power is a secret in politics, fully known only to the present age; and I must add, that the internal Police of states has also received great improvements within the last century. We are informed by Sallust, that Catiline's army was much augmented by the accession of the highwaymen about Rome; though I believe, that all of that profession, who are at present dispersed over Europe, would not amount to a regiment. In Cicero's pleadings for Milo, I find this argument, among others, made use of to prove, that his client had not assassinated Clodius. Had Milo, said he, intended to have killed Clodius, he had not attacked him in the day-time, and at such a distance from the city: He had way-laid him at night, near the suburbs, where it might have been pretended, that he was killed by robbers; and the frequency of the accident would have favoured the deceit. This is a surprizing proof of the loose police of Rome, and of the number and force of these robbers; since Clodius was at that time attended by thirty slaves, who were compleatly armed, and sufficiently accustomed to blood and danger in the frequent tumults excited by that seditious tribune.","subId":"11","id":"Hume.ETSS.EMPL1.CL.11","pages":"93-4"},{"type":"paragraph","content":"But though all kinds of government be improved in modern times, yet monarchical government seems to have made the greatest advances towards perfection. It may now be affirmed of civilized monarchies, what was formerly said in praise of republics alone, that they are a government of Laws, not of Men. They are found susceptible of order, method, and constancy, to a surprizing degree. Property is there secure; industry encouraged; the arts flourish; and the prince lives secure among his subjects, like a father among his children. There are perhaps, and have been for two centuries, near two hundred absolute princes, great and small, in Europe; and allowing twenty years to each reign, we may suppose, that there have been in the whole two thousand monarchs or tyrants, as the Greeks would have called them: Yet of these there has not been one, not even Philip II. of Spain, so bad as Tiberius, Caligula, Nero, or Domittan, who were four in twelve amongst the Roman emperors. It must, however, be confessed, that, though monarchical governments have approached nearer to popular ones, in gentleness and stability; they are still inferior. Our modern education and customs instil more humanity and moderation than the ancient; but have not as yet been able to overcome entirely the disadvantages of that form of government.","subId":"12","id":"Hume.ETSS.EMPL1.CL.12","pages":"94"},{"type":"paragraph","content":"But here I must beg leave to advance a conjecture, which seems probable, but which posterity alone can fully judge of. I am apt to think, that, in monarchical governments there is a source of improvement, and in popular governments a source of degeneracy, which in time will bring these species of civil polity still nearer an equality. The greatest abuses, which arise in France, the most perfect model of pure monarchy, proceed not from the number or weight of the taxes, beyond what are to be met with in free countries; but from the expensive, unequal, arbitrary, and intricate method of levying them, by which the industry of the poor, especially of the peasants and farmers, is, in a great measure, discouraged, and agriculture rendered a beggarly and slavish employment. But to whose advantage do these abuses tend? If to that of the nobility, they might be esteemed inherent in that form of government; since the nobility are the true supports of monarchy; and it is natural their interest should be more consulted, in such a constitution, than that of the people. But the nobility are, in reality, the chief losers by this oppression; since it ruins their estates, and beggars their tenants. The only gainers by it are the Finançiers, a race of men rather odious to the nobility and the whole kingdom. If a prince or minister, therefore, should arise, endowed with sufficient discernment to know his own and the public interest, and with sufficient force of mind to break through ancient customs, we might expect to see these abuses remedied; in which case, the difference between that absolute government and our free one, would not appear so considerable as at present.","subId":"13","id":"Hume.ETSS.EMPL1.CL.13","pages":"94-5"},{"type":"paragraph","content":"The source of degeneracy, which may be remarked in free governments, consists in the practice of contracting debt, and mortgaging the public revenues, by which taxes may, in time, become altogether intolerable, and all the property of the state be brought into the hands of the public. This practice is of modern date. The Athenians, though governed by a republic, paid near two hundred per Cent. for those sums of money, which any emergence made it necessary for them to borrow; as we learn from Xenophon. Among the moderns, the Dutch first introduced the practice of borrowing great sums at low interest, and have well nigh ruined themselves by it. Absolute princes have also contracted debt; but as an absolute prince may make a bankruptcy when he pleases, his people can never be oppressed by his debts. In popular governments, the people, and chiefly those who have the highest offices, being commonly the public creditors, it is difficult for the state to make use of this remedy, which, however it may sometimes be necessary, is always cruel and barbarous. This, therefore, seems to be an inconvenience, which nearly threatens all free governments; especially our own, at the present juncture of affairs. And what a strong motive is this, to encrease our frugality of public money; lest for want of it, we be reduced, by the multiplicity of taxes, or what is worse, by our public impotence and inability for defence, to curse our very liberty, and wish ourselves in the same state of servitude with all the nations that surround us?","subId":"14","id":"Hume.ETSS.EMPL1.CL.14","pages":"95-6"},{"type":"note","content":"Xenophon mentions it; but with a doubt if it be of any advantage to a state. Ει δε και εμπορια ωφελει τι πολιν, &c. Xen. Hiero. Plato totally excludes it from his imaginary republic. De legibus, lib. iv.","subId":"n1","id":"Hume.ETSS.EMPL1.CL.n1","pages":"88"},{"type":"note","content":"Mr. Addison and Lord Shaftesbury.","subId":"n2","id":"Hume.ETSS.EMPL1.CL.n2","pages":"90"},{"type":"note","content":"Dr. Swift.","subId":"n3","id":"Hume.ETSS.EMPL1.CL.n3","pages":"91"},{"type":"note","content":"Vide Asc. Ped. in Orat. pro Milone.","subId":"n4","id":"Hume.ETSS.EMPL1.CL.n4","pages":"94"},{"type":"note","content":"Κτησιν δε απ ουδενος αν ουτω καλην κτησαιντο ωσπερ αφ ου αν προτελεσωσιν εις την αφορμην—οι δε γε πλειστοι Αθηναιων πλειονα ληψονται κατ ενιαυτον η οςα αν εισενεγκωσιν οι γαρ μναν προτελεσαντες εγγυς δυοιν μναιν προσοδον εξουσι—ο δοκει των ανθρωπινων ασφαλεστατον τε και πολυχρονιωτατον ειναι. ΞΕΝ. ΠΟΡΟΙ.","subId":"n5","id":"Hume.ETSS.EMPL1.CL.n5","pages":"95-6"}]}