{"imported":true,"id":"Hume.ETSS.EMPL1.El","parent":"Hume.ETSS.EMPL1","title":"Of Eloquence","breadcrumb":"Of Eloquence","published":[1742],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Of Eloquence.\n","id":"Hume.ETSS.EMPL1.El"},{"type":"paragraph","content":"THOSE, who consider the periods and revolutions of human kind, as represented in history, are entertained with a spectacle full of pleasure and variety, and see, with surprize, the manners, customs, and opinions of the same species susceptible of such prodigious changes in different periods of time. It may, however, be observed, that, in civil history, there is found a much greater uniformity than in the history of learning and science, and that the wars, negociations, and politics of one age resemble more those of another, than the taste, wit, and speculative principles. Interest and ambition, honour and shame, friendship and enmity, gratitude and revenge, are the prime movers in all public transactions; and these passions are of a very stubborn and intractable nature, in comparison of the sentiments and understanding, which are easily varied by education and example. The Goths were much more inferior to the Romans, in taste and science, than in courage and virtue.","subId":"1","id":"Hume.ETSS.EMPL1.El.1","pages":"97-8"},{"type":"paragraph","content":"But not to compare together nations so widely different; it may be observed, that even this later period of human learning is, in many respects, of an opposite character to the ancient; and that, if we be superior in philosophy, we are still, notwithstanding all our refinements, much inferior in eloquence.","subId":"2","id":"Hume.ETSS.EMPL1.El.2","pages":"98"},{"type":"paragraph","content":"In ancient times, no work of genius was thought to require so great parts and capacity, as the speaking in public; and some eminent writers have pronounced the talents, even of a great poet or philosopher, to be of an inferior nature to those which are requisite for such an undertaking. Greece and Rome produced, each of them, but one accomplished orator; and whatever praises the other celebrated speakers might merit, they were still esteemed much inferior to these great models of eloquence. It is observable, that the ancient critics could scarcely find two orators in any age, who deserved to be placed precisely in the same rank, and possessed the same degree of merit. Calvus, Cælius, Curio, Hortensius, Cæsar rose one above another: But the greatest of that age was inferior to Cicero, the most eloquent speaker, that had ever appeared in Rome. Those of fine taste, however, pronounced this judgment of the Roman orator, as well as of the Grecian, that both of them surpassed in eloquence all that had ever appeared, but that they were far from reaching the perfection of their art, which was infinite, and not only exceeded human force to attain, but human imagination to conceive. Cicero declares himself dissatisfied with his own performances; nay, even with those of Demosthenes. Ita sunt avidæ & capaces meæ aures, says he, & semper aliquid immensum, infinitumque desiderant.","subId":"3","id":"Hume.ETSS.EMPL1.El.3","pages":"98"},{"type":"paragraph","content":"Of all the polite and learned nations, England alone possesses a popular government, or admits into the legislature such numerous assemblies as can be supposed to lie under the dominion of eloquence. But what has England to boast of in this particular? In enumerating the great men, who have done honour to our country, we exult in our poets and philosophers; but what orators are ever mentioned? Or where are the monuments of their genius to be met with? There are found, indeed, in our histories, the names of several, who directed the resolutions of our parliament: But neither themselves nor others have taken the pains to preserve their speeches; and the authority, which they possessed, seems to have been owing to their experience, wisdom, or power, more than to their talents for oratory. At present, there are above half a dozen speakers in the two houses, who, in the judgment of the public, have reached very near the same pitch of eloquence; and no man pretends to give any one the preference above the rest. This seems to me a certain proof, that none of them have attained much beyond a mediocrity in their art, and that the species of eloquence, which they aspire to, gives no exercise to the sublimer faculties of the mind, but may be reached by ordinary talents and a slight application. A hundred cabinet-makers in London can work a table or a chair equally well; but no one poet can write verses with such spirit and elegance as Mr. Pope.","subId":"4","id":"Hume.ETSS.EMPL1.El.4","pages":"99"},{"type":"paragraph","content":"We are told, that, when Demosthenes was to plead, all ingenious men flocked to Athens from the most remote parts of Greece, as to the most celebrated spectacle of the world. At London you may see men sauntering in the court of requests, while the most important debate is carrying on in the two houses; and many do not think themselves sufficiently compensated, for the losing of their dinners, by all the eloquence of our most celebrated speakers. When old Cibber is to act, the curiosity of several is more excited, than when our prime minister is to defend himself from a motion for his removal or impeachment.","subId":"5","id":"Hume.ETSS.EMPL1.El.5","pages":"99-100"},{"type":"paragraph","content":"Even a person, unacquainted with the noble remains of ancient orators, may judge, from a few strokes, that the stile or species of their eloquence was infinitely more sublime than that which modern orators aspire to. How absurd would it appear, in our temperate and calm speakers, to make use of an Apostrophe, like that noble one of Demosthenes, so much celebrated by Quintilian and Longinus, when justifying the unsuccessful battle of Chæronea, he breaks out, No, my Fellow-Citizens, No: You have not erred. I swear by the manes of those heroes, who fought for the same cause in the plains of Marathon and Platæa. Who could now endure such a bold and poetical figure, as that which Cicero employs, after describing in the most tragical terms the crucifixion of a Roman citizen. Should I paint the horrors of this scene, not to Roman citizens, not to the allies of our state, not to those who have ever heard of the Roman Name, not even to men, but to brute-creatures; or, to go farther, should I lift up my voice in the most desolate solitude, to the rocks and mountains, yet should I surely see those rude and inanimate parts of nature moved with horror and indignation at the recital of so enormous an action. With what a blaze of eloquence must such a sentence be surrounded to give it grace, or cause it to make any impression on the hearers? And what noble art and sublime talents are requisite to arrive, by just degrees, at a sentiment so bold and excessive: To inflame the audience, so as to make them accompany the speaker in such violent passions, and such elevated conceptions: And to conceal, under a torrent of eloquence, the artifice, by which all this is effectuated! Should this sentiment even appear to us excessive, as perhaps it justly may, it will at least serve to give an idea of the stile of ancient eloquence, where such swelling expressions were not rejected as wholly monstrous and gigantic.","subId":"6","id":"Hume.ETSS.EMPL1.El.6","pages":"100-1"},{"type":"paragraph","content":"Suitable to this vehemence of thought and expression, was the vehemence of action, observed in the ancient orators. The supplosio pedis, or stamping with the foot, was one of the most usual and moderate gestures which they made use of; though that is now esteemed too violent, either for the senate, bar, or pulpit, and is only admitted into the theatre, to accompany the most violent passions, which are there represented.","subId":"7","id":"Hume.ETSS.EMPL1.El.7","pages":"101-2"},{"type":"paragraph","content":"One is somewhat at a loss to what cause we may ascribe so sensible a decline of eloquence in later ages. The genius of mankind, at all times, is, perhaps, equal: The moderns have applied themselves, with great industry and success, to all the other arts and sciences: And a learned nation possesses a popular government; a circumstance which seems requisite for the full display of these noble talents: But notwithstanding all these advantages, our progress in eloquence is very inconsiderable, in comparison of the advances, which we have made in all other parts of learning.","subId":"8","id":"Hume.ETSS.EMPL1.El.8","pages":"102"},{"type":"paragraph","content":"Shall we assert, that the strains of ancient eloquence are unsuitable to our age, and ought not to be imitated by modern orators? Whatever reasons may be made use of to prove this, I am persuaded they will be found, upon examination, to be unsound and unsatisfactory.","subId":"9","id":"Hume.ETSS.EMPL1.El.9","pages":"102"},{"type":"paragraph","content":"First, It may be said, that, in ancient times, during the flourishing period of Greek and Roman learning, the municipal laws, in every state, were but few and simple, and the decision of causes, was, in a great measure, left to the equity and common sense of the judges. The study of the laws was not then a laborious occupation, requiring the drudgery of a whole life to finish it, and incompatible with every other study or profession. The great statesmen and generals among the Romans were all lawyers; and Cicero, to shew the facility of acquiring this science, declares, that, in the midst of all his occupations, he would undertake, in a few days, to make himself a complete civilian. Now, where a pleader addresses himself to the equity of his judges, he has much more room to display his eloquence, than where he must draw his arguments from strict laws, statutes, and precedents. In the former case, many circumstances must be taken in; many personal considerations regarded; and even favour and inclination, which it belongs to the orator, by his art and eloquence, to conciliate, may be disguised under the appearance of equity. But how shall a modern lawyer have leisure to quit his toilsome occupations, in order to gather the flowers of Parnassus? Or what opportunity shall he have of displaying them, amidst the rigid and subtile arguments, objections, and replies, which he is obliged to make use of? The greatest genius, and greatest orator, who should pretend to plead before the Chancellor, after a month's study of the laws, would only labour to make himself ridiculous.","subId":"10","id":"Hume.ETSS.EMPL1.El.10","pages":"102-3"},{"type":"paragraph","content":"I am ready to own, that this circumstance, of the multiplicity and intricacy of laws, is a discouragement to eloquence in modern times: But I assert, that it will not entirely account for the decline of that noble art. It may banish oratory from Westminster-hall, but not from either house of parliament. Among the Athenians, the Areopagites expressly forbad all allurements of eloquence; and some have pretended that in the Greek orations, written in the judiciary form, there is not so bold and rhetorical a stile, as appears in the Roman. But to what a pitch did the Athenians carry their eloquence in the deliberative kind, when affairs of state were canvassed, and the liberty, happiness, and honour of the republic were the subject of debate? Disputes of this nature elevate the genius above all others, and give the fullest scope to eloquence; and such disputes are very frequent in this nation.","subId":"11","id":"Hume.ETSS.EMPL1.El.11","pages":"103"},{"type":"paragraph","content":"Secondly, It may be pretended that the decline of eloquence is owing to the superior good sense of the moderns, who reject with disdain all those rhetorical tricks, employed to seduce the judges, and will admit of nothing but solid argument in any debate or deliberation. If a man be accused of murder, the fact must be proved by witnesses and evidence; and the laws will afterwards determine the punishment of the criminal. It would be ridiculous to describe, in strong colours, the horror and cruelty of the action: To introduce the relations of the dead; and, at a signal, make them throw themselves at the feet of the judges, imploring justice with tears and lamentations: And still more ridiculous would it be, to employ a picture representing the bloody deed, in order to move the judges by the display of so tragical a spectacle: Though we know, that this artifice was sometimes practised by the pleaders of old Now, banish the pathetic from public discourses, and you reduce the speakers merely to modern eloquence; that is, to good sense, delivered in proper expression.","subId":"12","id":"Hume.ETSS.EMPL1.El.12","pages":"103-4"},{"type":"paragraph","content":"Perhaps it may be acknowledged, that our modern customs, or our superior good sense, if you will, should make our orators more cautious and reserved than the ancient, in attempting to inflame the passions, or elevate the imagination of their audience: But, I see no reason, why it should make them despair absolutely of succeeding in that attempt. It should make them redouble their art, not abandon it entirely. The ancient orators seem also to have been on their guard against this jealousy of their audience; but they took a different way of eluding it. They hurried away with such a torrent of sublime and pathetic, that they left their hearers no leisure to perceive the artifice, by which they were deceived. Nay, to consider the matter aright, they were not deceived by any artifice. The orator, by the force of his own genius and eloquence, first inflamed himself with anger, indignation, pity, sorrow; and then communicated those impetuous movements to his audience.","subId":"13","id":"Hume.ETSS.EMPL1.El.13","pages":"104"},{"type":"paragraph","content":"Does any man pretend to have more good sense than Julius Cæsar? yet that haughty conqueror, we know, was so subdued by the charms of Cicero's eloquence, that he was, in a manner, constrained to change his settled purpose and resolution, and to absolve a criminal, whom, before that orator pleaded, he was determined to condemn.","subId":"14","id":"Hume.ETSS.EMPL1.El.14","pages":"105"},{"type":"paragraph","content":"Some objections, I own, notwithstanding his vast success, may lie against some passages of the Roman orator. He is too florid and rhetorical: His figures are too striking and palpable: The divisions of his discourse are drawn chiefly from the rules of the schools: And his wit disdains not always the artifice even of a pun, rhyme, or jingle of words. The Grecian addressed himself to an audience much less refined than the Roman senate or judges. The lowest vulgar of Athens were his sovereigns, and the arbiters of his eloquence. Yet is his manner more chaste and austere than that of the other. Could it be copied, its success would be infallible over a modern assembly. It is rapid harmony, exactly adjusted to the sense: It is vehement reasoning, without any appearance of art: It is disdain, anger, boldness, freedom, involved in a continued stream of argument: And of all human productions, the orations of Demosthenes present to us the models, which approach the nearest to perfection.","subId":"15","id":"Hume.ETSS.EMPL1.El.15","pages":"105-6"},{"type":"paragraph","content":"Thirdly, It may be pretended, that the disorders of the ancient governments, and the enormous crimes, of which the citizens were often guilty, afforded much ampler matter for eloquence than can be met with among the moderns. Were there no Verres or Catiline, there would be no Cicero. But that this reason can have no great influence, is evident. It would be easy to find a Philip in modern times; but where shall we find a Demosthenes?","subId":"16","id":"Hume.ETSS.EMPL1.El.16","pages":"106"},{"type":"paragraph","content":"What remains, then, but that we lay the blame on the want of genius, or of judgment in our speakers, who either found themselves incapable of reaching the heights of ancient eloquence, or rejected all such endeavours, as unsuitable to the spirit of modern assemblies? A few successful attempts of this nature might rouze the genius of the nation, excite the emulation of the youth, and accustom our ears to a more sublime and more pathetic elocution, than what we have been hitherto entertained with. There is certainly something accidental in the first rise and the progress of the arts in any nation. I doubt whether a very satisfactory reason can be given, why ancient Rome, though it received all its refinements from Greece, could attain only to a relish for statuary, painting and architecture, without reaching the practice of these arts: While modern Rome has been excited, by a few remains found among the ruins of antiquity, and has produced artists of the greatest eminence and distinction. Had such a cultivated genius for oratory, as Waller's for poetry, arisen, during the civil wars, when liberty began to be fully established, and popular assemblies to enter into all the most material points of government; I am persuaded so illustrious an example would have given a quite different turn to British eloquence, and made us reach the perfection of the ancient model. Our orators would then have done honour to their country, as well as our poets, geometers, and philosophers, and British Ciceros have appeared, as well as British Archimedeses and Virgils.","subId":"17","id":"Hume.ETSS.EMPL1.El.17","pages":"106-7"},{"type":"paragraph","content":"It is seldom or never found, when a false taste in poetry or eloquence prevails among any people, that it has been preferred to a true, upon comparison and reflection. It commonly prevails merely from ignorance of the true, and from the want of perfect models, to lead men into a juster apprehension, and more refined relish of those productions of genius. When these appear, they soon unite all suffrages in their favour, and, by their natural and powerful charms, gain over, even the most prejudiced, to the love and admiration of them. The principles of every passion, and of every sentiment, is in every man; and when touched properly, they rise to life, and warm the heart, and convey that satisfaction, by which a work of genius is distinguished from the adulterate beauties of a capricious wit and fancy. And if this observation be true, with regard to all the liberal arts, it must be peculiarly so, with regard to eloquence; which, being merely calculated for the public, and for men of the world, cannot, with any pretence of reason, appeal from the people to more refined judges; but must submit to the public verdict, without reserve or limitation. Whoever, upon comparison, is deemed by a common audience the greatest orator, ought most certainly to be pronounced such, by men of science and erudition. And though an indifferent speaker may triumph for a long time, and be esteemed altogether perfect by the vulgar, who are satisfied with his accomplishments, and know not in what he is defective: Yet, whenever the true genius arises, he draws to him the attention of every one, and immediately appears superior to his rival.","subId":"18","id":"Hume.ETSS.EMPL1.El.18","pages":"107"},{"type":"paragraph","content":"Now to judge by this rule, ancient eloquence, that is, the sublime and passionate, is of a much juster taste than the modern, or the argumentative and rational; and, if properly executed, will always have more command and authority over mankind. We are satisfied with our mediocrity, because we have had no experience of any thing better: But the ancients had experience of both, and, upon comparison, gave the preference to that kind, of which they have left us such applauded models. For, if I mistake not, our modern eloquence is of the same stile or species with that which ancient critics denominated Attic eloquence, that is, calm, elegant, and subtile, which instructed the reason more than affected the passions, and never raised its tone above argument or common discourse. Such was the eloquence of Lysias among the Athenians, and of Calvus among the Romans. These were esteemed in their time; but when compared with Demosthenes and Cicero, were eclipsed like a taper when set in the rays of a meridian sun. Those latter orators possessed the same elegance, and subtilty, and force of argument, with the former; but what rendered them chiefly admirable, was that pathetic and sublime, which, on proper occasions, they threw into their discourse, and by which they commanded the resolution of their audience.","subId":"19","id":"Hume.ETSS.EMPL1.El.19","pages":"108"},{"type":"paragraph","content":"Of this species of eloquence we have scarcely had any instance in England, at least in our public speakers. In our writers, we have had some instances, which have met with great applause, and might assure our ambitious youth of equal or superior glory in attempts for the revival of ancient eloquence. Lord Bolingbroke's productions, with all their defects in argument, method, and precision, contain a force and energy which our orators scarcely ever aim at; though it is evident, that such an elevated stile has much better grace in a speaker than in a writer, and is assured of more prompt and more astonishing success. It is there seconded by the graces of voice and action: The movements are mutually communicated between the orator and the audience: And the very aspect of a large assembly, attentive to the discourse of one man, must inspire him with a peculiar elevation, sufficient to give a propriety to the strongest figures and expressions. It is true, there is a great prejudice against set speeches; and a man cannot escape ridicule, who repeats a discourse as a school-boy does his lesson, and takes no notice of any thing that has been advanced in the course of the debate. But where is the necessity of falling into this absurdity? A public speaker must know beforehand the question under debate. He may compose all the arguments, objections, and answers, such as he thinks will be most proper for his discourse. If any thing new occur, he may supply it from his invention; nor will the difference be very apparent between his elaborate and his extemporary compositions. The mind naturally continues with the same impetus or force, which it has acquired by its motion; as a vessel, once impelled by the oars, carries on its course for some time, when the original impulse is suspended.","subId":"20","id":"Hume.ETSS.EMPL1.El.20","pages":"108-9"},{"type":"paragraph","content":"I shall conclude this subject with observing, that, even though our modern orators should not elevate their stile or aspire to a rivalship with the ancient; yet is there, in most of their speeches, a material defect, which they might correct, without departing from that composed air of argument and reasoning, to which they limit their ambition. Their great affectation of extemporary discourses has made them reject all order and method, which seems so requisite to argument, and without which it is scarcely possible to produce an entire conviction on the mind. It is not, that one would recommend many divisions in a public discourse, unless the subject very evidently offer them: But it is easy, without this formality, to observe a method, and make that method conspicuous to the hearers, who will be infinitely pleased to see the arguments rise naturally from one another, and will retain a more thorough persuasion, than can arise from the strongest reasons, which are thrown together in confusion.","subId":"21","id":"Hume.ETSS.EMPL1.El.21","pages":"109-10"},{"type":"note","content":"Ne illud quidem intelligunt, non modo ita memoriæ proditum esse, sed ita necesse fuisse, cum Demosthenes dicturus esset, ut concursus, audiendi causa, ex tota Grecia fierent. At cum isti Attici dicunt, non modo a corona (quod est ipsum miserabile) sed etiam ab advocatis relinquuntur. \n             Cicero de Claris Oratoribus.","subId":"n1","id":"Hume.ETSS.EMPL1.El.n1","pages":"99"},{"type":"note","content":"The original is; Quod si hæc non ad cives Romanos, non ad aliquos amicos nostræ civitatis, non ad eos qui populi Romani nomen audissent; denique, si non ad homines, verum ad bestias; aut etiam, ut longius progrediar, si in aliqua desertissima solitudine, ad saxa & ad scopulos hæc conqueri & deplorare vellem, tamen omnia muta atque inanima, tanta & tam indigna rerum atrocitate commoverentur.       Cic. in Ver.","subId":"n2","id":"Hume.ETSS.EMPL1.El.n2","pages":"101"},{"type":"note","content":"Ubi dolor? Ubi ardor animi, qui etiam ex infantium ingeniis elicere voces & querelas solet? nulla perturbatio animi, nulla corporis: frons non percussa, non femur; pedis (quod minimum est) nulla supplosio. Itaque tantum abfuit ut inflammares nostros animos; somnum isto loco vix tenebamus. \n             Cicero de Claris Oratoribus.","subId":"n3","id":"Hume.ETSS.EMPL1.El.n3","pages":"103"},{"type":"note","content":"Quintil. lib. vi. cap. I.","subId":"n4","id":"Hume.ETSS.EMPL1.El.n4","pages":"104"},{"type":"note","content":"Longius, cap. 15.","subId":"n5","id":"Hume.ETSS.EMPL1.El.n5","pages":"104"},{"type":"note","content":"See NOTE [D].","subId":"n6","id":"Hume.ETSS.EMPL1.El.n6"},{"type":"note","content":"THE orators formed the taste of the Athenian people, not the people of the orators. Gorgias Leontinus was very taking with them, till they became acquainted with a better manner. His figures of speech, says Diodorus Siculus, his antithesis, his ισοκωλον, his ομοιοτελεντον, which are now despised, had a great effect upon the audience. Lib. xii. page 106. ex editione Rhod. It is in vain therefore for modern orators to plead the taste of their hearers as an apology for their lame performances. It would be strange prejudice in favour of antiquity, not to allow a British parliament to be naturally superior in judgment and delicacy to an Athenian mob.","subId":"n6.1","id":"Hume.ETSS.EMPL1.El.n6.1","pages":"105"},{"type":"note","content":"The first of the Athenians, who composed and wrote his speeches, was Pericles, a man of business and a man of sense, if ever there was one, Πρωτος γραπτον λογον εν δικαστηριω ειπε, των προ αυτου σχεδιαζοντων. Suidas in Περικλης.","subId":"n7","id":"Hume.ETSS.EMPL1.El.n7","pages":"109"}]}