{"imported":true,"id":"Hume.ETSS.EMPL1.FP","parent":"Hume.ETSS.EMPL1","title":"Of the First Principles of Government","breadcrumb":"Of the First Principles of Government","published":[1741],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Of the First Principles of Government.\n","id":"Hume.ETSS.EMPL1.FP"},{"type":"paragraph","content":"NOTHING appears more surprizing to those, who consider human affairs with a philosophical eye, than the easiness with which the many are governed by the few; and the implicit submission, with which men resign their own sentiments and passions to those of their rulers. When we enquire by what means this wonder is effected, we shall find, that, as Force is always on the side of the governed, the governors have nothing to support them but opinion. It is therefore, on opinion only that government is founded; and this maxim extends to the most despotic and most military governments, as well as to the most free and most popular. The soldan of Egypt, or the emperor of Rome, might drive his harmless subjects, like brute beasts, against their sentiments and inclination: But he must, at least, have led his mamalukes, or prætorian bands, like men, by their opinion.","subId":"1","id":"Hume.ETSS.EMPL1.FP.1","pages":"32-3"},{"type":"paragraph","content":"Opinion is of two kinds, to wit, opinion of interest, and opinion of right. By opinion of interest, I chiefly understand the sense of the general advantage which is reaped from government; together with the persuasion, that the particular government, which is established, is equally advantageous with any other that could easily be settled. When this opinion prevails among the generality of a state, or among those who have the force in their hands, it gives great security to any government.","subId":"2","id":"Hume.ETSS.EMPL1.FP.2","pages":"33"},{"type":"paragraph","content":"Right is of two kinds, right to Power and right to Property. What prevalence opinion of the first kind has over mankind, may easily be understood, by observing the attachment which all nations have to their ancient government, and even to those names, which have had the sanction of antiquity. Antiquity always begets the opinion of right; and whatever disadvantageous sentiments we may entertain of mankind, they are always found to be prodigal both of blood and treasure in the maintenance of public justice. There is, indeed, no particular, in which, at first sight, there may appear a greater contradiction in the frame of the human mind than the present. When men act in a faction, they are apt, without shame or remorse, to neglect all the ties of honour and morality, in order to serve their party; and yet, when a faction is formed upon a point of right or principle, there is no occasion, where men discover a greater obstinacy, and a more determined sense of justice and equity. The same social disposition of mankind is the cause of these contradictory appearances.","subId":"3","id":"Hume.ETSS.EMPL1.FP.3","pages":"33"},{"type":"paragraph","content":"It is sufficiently understood, that the opinion of right to property is of moment in all matters of government. A noted author has made property the foundation of all government; and most of our political writers seem inclined to follow him in that particular. This is carrying the matter too far; but still it must be owned, that the opinion of right to property has a great influence in this subject.","subId":"4","id":"Hume.ETSS.EMPL1.FP.4","pages":"33-4"},{"type":"paragraph","content":"Upon these three opinions, therefore, of public interest, of right to power, and of right to property, are all governments founded, and all authority of the few over the many. There are indeed other principles, which add force to these, and determine, limit, or alter their operation; such as self-interest, fear, and affection: But still we may assert, that these other principles can have no influence alone, but suppose the antecedent influence of those opinions above-mentioned. They are, therefore, to be esteemed the secondary, not the original principles of government.","subId":"5","id":"Hume.ETSS.EMPL1.FP.5","pages":"34"},{"type":"paragraph","content":"For, first, as to self-interest, by which I mean the expectation of particular rewards, distinct from the general protection which we receive from government, it is evident that the magistrate's authority must be antecedently established, at least be hoped for, in order to produce this expectation. The prospect of reward may augment his authority with regard to some particular persons; but can never give birth to it, with regard to the public. Men naturally look for the greatest favours from their friends and acquaintance; and therefore, the hopes of any considerable number of the state would never center in any particular set of men, if these men had no other title to magistracy, and had no separate influence over the opinions of mankind. The same observation may be extended to the other two principles of fear and affection. No man would have any reason to fear the fury of a tyrant, if he had no authority over any but from fear; since, as a single man, his bodily force can reach but a small way, and all the farther power he possesses must be founded either on our own opinion, or on the presumed opinion of others. And though affection to wisdom and virtue in a sovereign extends very far, and has great influence; yet he must antecedently be supposed invested with a public character, otherwise the public esteem will serve him in no stead, nor will his virtue have any influence beyond a narrow sphere.","subId":"6","id":"Hume.ETSS.EMPL1.FP.6","pages":"34"},{"type":"paragraph","content":"A Government may endure for several ages, though the balance of power, and the balance of property do not coincide. This chiefly happens, where any rank or order of the state has acquired a large share in the property; but from the original constitution of the government, has no share in the power. Under what pretence would any individual of that order assume authority in public affairs? As men are commonly much attached to their ancient government, it is not to be expected, that the public would ever favour such usurpations. But where the original constitution allows any share of power, though small, to an order of men, who possess a large share of the property, it is easy for them gradually to stretch their authority, and bring the balance of power to coincide with that of property. This has been the case with the house of commons in England.","subId":"7","id":"Hume.ETSS.EMPL1.FP.7","pages":"35"},{"type":"paragraph","content":"Most writers, that have treated of the British government, have supposed, that, as the lower house represents all the commons of Great Britain, its weight in the scale is proportioned to the property and power of all whom it represents. But this principle must not be received as absolutely true. For though the people are apt to attach themselves more to the house of commons, than to any other member of the constitution; that house being chosen by them as their representatives, and as the public guardians of their liberty; yet are there instances where the house, even when in opposition to the crown, has not been followed by the people; as we may particularly observe of the tory house of commons in the reign of king William. Were the members obliged to receive instructions from their constituents, like the Dutch deputies, this would entirely alter the case; and if such immense power and riches, as those of all the commons of Great Britain, were brought into the scale, it is not easy to conceive, that the crown could either influence that multitude of people, or withstand that overbalance of property. It is true, the crown has great influence over the collective body in the elections of members; but were this influence, which at present is only exerted once in seven years, to be employed in bringing over the people to every vote, it would soon be wasted; and no skill, popularity, or revenue, could support it. I must, therefore, be of opinion, that an alteration in this particular would introduce a total alteration in our government, and would soon reduce it to a pure republic; and, perhaps, to a republic of no inconvenient form. For though the people, collected in a body like the Roman tribes, be quite unfit for government, yet when dispersed in small bodies, they are more susceptible both of reason and order; the force of popular currents and tides is, in a great measure, broken; and the public interest may be pursued with some method and constancy. But it is needless to reason any farther concerning a form of government, which is never likely to have place in Great Britains, and which seems not to be the aim of any party amongst us. Let us cherish and improve our ancient government as much as possible, without encouraging a passion for such dangerous novelties.","subId":"8","id":"Hume.ETSS.EMPL1.FP.8","pages":"35-6"}]}