{"id":"Hume.ETSS.EMPL1.NC","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of National Characters","breadcrumb":"Of National Characters","published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Of National Characters.\n","id":"Hume.ETSS.EMPL1.NC"},{"type":"paragraph","content":"THE vulgar are apt to carry all national characters to extremes; and having once established it as a principle, that any people are knavish, or cowardly, or ignorant, they will admit of no exception, but comprehend every individual under the same censure. Men of sense condemn these undistinguishing judgments: Though at the same time, they allow, that each nation has a peculiar set of manners, and that some particular qualities are more frequently to be met with among one people than among their neighbours. The common people in Switzerland have probably more honesty than those of the same rank in Ireland; and every prudent man will, from that circumstance alone, make a difference in the trust which he reposes in each. We have reason to expect greater wit and gaiety in a Frenchman than in a Spaniard; though Cervantes was born in Spain. An Englishman will naturally be supposed to have more knowledge than a Dane; though Tycho Brahe was a native of Denmark.","subId":"1","id":"Hume.ETSS.EMPL1.NC.1","pages":"197-8"},{"type":"paragraph","content":"Different reasons are assigned for these national characters; while some account for them from moral, others from physical causes. By moral causes, I mean all circumstances, which are fitted to work on the mind as motives or reasons, and which render a peculiar set of manners habitual to us. Of this kind are, the nature of the government, the revolutions of public affairs, the plenty or penury in which the people live, the situation of the nation with regard to its neighbours, and such like circumstances. By physical causes I mean those qualities of the air and climate, which are supposed to work insensibly on the temper, by altering the tone and habit of the body, and giving a particular complexion, which, though reflection and reason may sometimes overcome it, will yet prevail among the generality of mankind, and have an influence on their manners.","subId":"2","id":"Hume.ETSS.EMPL1.NC.2","pages":"198"},{"type":"paragraph","content":"That the character of a nation will much depend on moral causes, must be evident to the most superficial observer; since a nation is nothing but a collection of individuals, and the manners of individuals are frequently determined by these causes. As poverty and hard labour debase the minds of the common people, and render them unfit for any science and ingenious profession; so where any government becomes very oppressive to all its subjects, it must have a proportional effect on their temper and genius, and must banish all the liberal arts from among them.","subId":"3","id":"Hume.ETSS.EMPL1.NC.3","pages":"198"},{"type":"paragraph","content":"The same principle of moral causes fixes the character of different professions, and alters even that disposition, which the particular members receive from the hand of nature. A soldier and a priest are different characters, in all nations, and all ages; and this difference is founded on circumstances, whose operation is eternal and unalterable.","subId":"4","id":"Hume.ETSS.EMPL1.NC.4","pages":"198"},{"type":"paragraph","content":"The uncertainty of their life makes soldiers lavish and generous, as well as brave: Their idleness, together with the large societies, which they form in camps or garrisons, inclines them to pleasure and gallantry: By their frequent change of company, they acquire good breeding and an openness of behaviour: Being employed only against a public and an open enemy, they become candid, honest, and undesigning: And as they use more the labour of the body than that of the mind, they are commonly thoughtless and ignorant.","subId":"5","id":"Hume.ETSS.EMPL1.NC.5","pages":"199"},{"type":"paragraph","content":"It is a trite, but not altogether a false maxim, that priests of all religions are the same; and though the character of the profession will not, in every instance, prevail over the personal character, yet is it sure always to predominate with the greater number. For as chymists observe, that spirits, when raised to a certain height, are all the same, from whatever materials they be extracted; so these men, being elevated above humanity, acquire a uniform character, which is entirely their own, and which, in my opinion, is, generally speaking, not the most amiable that is to be met with in human society. It is, in most points, opposite to that of a soldier; as is the way of life, from which it is derived.","subId":"6","id":"Hume.ETSS.EMPL1.NC.6","pages":"199"},{"type":"paragraph","content":"As to physical causes, I am inclined to doubt altogether of their operation in this particular; nor do I think, that men owe any thing of their temper or genius to the air, food, or climate. I confess, that the contrary opinion may justly, at first sight, seem probable; since we find, that these circumstances have an influence over every other animal, and that even those creatures, which are fitted to live in all climates, such as dogs, horses, &c. do not attain the same perfection in all. The courage of bull-dogs and game-cocks seems peculiar to England. Flanders is remarkable for large and heavy horses: Spain for horses light, and of good mettle. And any breed of these creatures, transplanted from one country to another, will soon lose the qualities, which they derived from their native climate. It may be asked, why not the same with men?","subId":"7","id":"Hume.ETSS.EMPL1.NC.7","pages":"200-2"},{"type":"paragraph","content":"There are few questions more curious than this, or which will oftener occur in our enquiries concerning human affairs; and therefore it may be proper to give it a full examination.","subId":"8","id":"Hume.ETSS.EMPL1.NC.8","pages":"202"},{"type":"paragraph","content":"The human mind is of a very imitative nature; nor is it possible for any set of men to converse often together, without acquiring a similitude of manners, and communicating to each other their vices as well as virtues. The propensity to company and society is strong in all rational creatures; and the same disposition, which gives us this propensity, makes us enter deeply into each other's sentiments, and causes like passions and inclinations to run, as it were, by contagion, through the whole club or knot of companions. Where a number of men are united into one political body, the occasions of their intercourse must be so frequent, for defence, commerce, and government, that, together with the same speech or language, they must acquire a resemblance in their manners, and have a common or national character, as well as a personal one, peculiar to each individual. Now though nature produces all kinds of temper and understanding in great abundance, it does not follow, that she always produces them in like proportions, and that in every society the ingredients of industry and indolence, valour and cowardice, humanity and brutality, wisdom and folly, will be mixed after the same manner. In the infancy of society, if any of these dispositions be found in greater abundance than the rest, it will naturally prevail in the composition, and give a tincture to the national character. Or should it be asserted, that no species of temper can reasonably be presumed to predominate, even in those contracted societies, and that the same proportions will always be preserved in the mixture; yet surely the persons in credit and authority, being still a more contracted body, cannot always be presumed to be of the same character; and their influence on the manners of the people, must, at all times, be very considerable. If on the first establishment of a republic, a Brutus should be placed in authority, and be transported with such an enthusiasm for liberty and public good, as to overlook all the ties of nature, as well as private interest, such an illustrious example will naturally have an effect on the whole society, and kindle the same passion in every bosom. Whatever it be that forms the manners of one generation, the next must imbibe a deeper tincture of the same dye; men being more susceptible of all impressions during infancy, and retaining these impressions as long as they remain in the world. I assert, then, that all national characters, where they depend not on fixed moral causes, proceed from such accidents as these, and that physical causes have no discernible operation on the human mind. It is a maxim in all philosophy, that causes, which do not appear, are to be considered as not existing.","subId":"9","id":"Hume.ETSS.EMPL1.NC.9","pages":"202-3"},{"type":"paragraph","content":"If we run over the globe, or revolve the annals of history, we shall discover every where signs of a sympathy or contagion of manners, none of the influence of air or climate.","subId":"10","id":"Hume.ETSS.EMPL1.NC.10","pages":"204"},{"type":"paragraph","content":"First. We may observe, that, where a very extensive government has been established for many centuries, it spreads a national character over the whole empire, and communicates to every part a similarity of manners. Thus the Chinese have the greatest uniformity of character imaginable: though the air and climate, in different parts of those vast dominions, admit of very considerable variations.","subId":"11","id":"Hume.ETSS.EMPL1.NC.11","pages":"204"},{"type":"paragraph","content":"Secondly. In small governments, which are contiguous, the people have notwithstanding a different character, and are often as distinguishable in their manners as the most distant nations. Athens and Thebes were but a short day's journey from each other; though the Athenians were as remarkable for ingenuity, politeness, and gaiety, as the Thebans for dulness, rusticity, and a phlegmatic temper. Plutarch, discoursing of the effects of air on the minds of men, observes, that the inhabitants of the Piræum possessed very different tempers from those of the higher town in Athens, which was distant about four miles from the former: But I believe no one attributes the difference of manners in Wapping and St. James's, to a difference of air or climate.","subId":"12","id":"Hume.ETSS.EMPL1.NC.12","pages":"204"},{"type":"paragraph","content":"Thirdly. The same national character commonly follows the authority of government to a precise boundary; and upon crossing a river or passing a mountain, one finds a new set of manners, with a new government. The Languedocians and Gascons are the gayest people in France; but whenever you pass the Pyrenees, you are among Spaniards. Is it conceivable, that the qualities of the air should change exactly with the limits of an empire, which depend so much on the accidents of battles, negociations, and marriages?","subId":"13","id":"Hume.ETSS.EMPL1.NC.13","pages":"204"},{"type":"paragraph","content":"Fourthly. Where any set of men, scattered over distant nations, maintain a close society or communication together, they acquire a similitude of manners, and have but little in common with the nations amongst whom they live. Thus the Jews in Europe, and the Armenians in the east, have a peculiar character; and the former are as much noted for fraud, as the latter for probity. The Jesuits, in all Roman-catholic countries, are also observed to have a character peculiar to themselves.","subId":"14","id":"Hume.ETSS.EMPL1.NC.14","pages":"205"},{"type":"paragraph","content":"Fifthly. Where any accident, as a difference in language or religion, keeps two nations, inhabiting the same country, from mixing with each other, they will preserve, during several centuries, a distinct and even opposite set of manners. The integrity, gravity, and bravery of the Turks, form an exact contrast to the deceit, levity, and cowardice of the modern Greeks.","subId":"15","id":"Hume.ETSS.EMPL1.NC.15","pages":"205"},{"type":"paragraph","content":"Sixthly. The same set of manners will follow a nation, and adhere to them over the whole globe, as well as the same laws and language. The Spanish, English, French and Dutch colonies are all distinguishable even between the tropics.","subId":"16","id":"Hume.ETSS.EMPL1.NC.16","pages":"205"},{"type":"paragraph","content":"Seventhly. The manners of a people change very considerably from one age to another; either by great alterations in their government, by the mixtures of new people, or by that inconstancy, to which all human affairs are subject. The ingenuity, industry, and activity of the ancient Greeks have nothing in common with the stupidity and indolence of the present inhabitants of those regions. Candour, bravery, and love of liberty formed the character of the ancient Romans; as subtilty, cowardice, and a slavish disposition do that of the modern. The old Spaniards were restless, turbulent, and so addicted to war, that many of them killed themselves, when deprived of their arms by the Romans. One would find an equal difficulty at present, (at least one would have found it fifty years ago) to rouze up the modern Spaniards to arms. The Batavians were all soldiers of fortune, and hired themselves into the Roman armies. Their posterity make use of foreigners for the same purpose that the Romans did their ancestors. Though some few strokes of the French character be the same with that which Cæsar has ascribed to the Gauls; yet what comparison between the civility, humanity, and knowledge of the modern inhabitants of that country, and the ignorance, barbarity, and grossness of the ancient? Not to insist upon the great difference between the present possessors of Britain, and those before the Roman conquest; we may observe that our ancestors, a few centuries ago, were sunk into the most abject superstition, last century they were inflamed with the most furious enthusiasm, and are now settled into the most cool indifference with regard to religious matters, that is to be found in any nation of the world.","subId":"17","id":"Hume.ETSS.EMPL1.NC.17","pages":"205-6"},{"type":"paragraph","content":"Eighthly. Where several neighbouring nations have a very close communication together, either by policy, commerce, or travelling, they acquire a similitude of manners, proportioned to the communication. Thus all the Franks appear to have a uniform character to the eastern nations. The differences among them are like the peculiar accents of different provinces, which are not distinguishable, except by an ear accustomed to them, and which commonly escape a foreigner.","subId":"18","id":"Hume.ETSS.EMPL1.NC.18","pages":"206"},{"type":"paragraph","content":"Ninthly. We may often remark a wonderful mixture of manners and characters in the same nation, speaking the same language, and subject to the same government: And in this particular the English are the most remarkable of any people, that perhaps ever were in the world. Nor is this to be ascribed to the mutability and uncertainty of their climate, or to any other physical causes; since all these causes take place in the neighbouring country of Scotland, without having the same effect. Where the government of a nation is altogether republican, it is apt to beget a peculiar set of manners. Where it is altogether monarchical, it is more apt to have the same effect; the imitation of superiors spreading the national manners faster among the people. If the governing part of a state consist altogether of merchants, as in Holland, their uniform way of life will fix their character. If it consists chiefly of nobles and landed gentry, like Germany, France, and Spain, the same effect follows. The genius of a particular sect or religion is also apt to mould the manners of a people. But the English government is a mixture of monarchy, aristocracy, and democracy. The people in authority are composed of gentry and merchants. All sects of religion are to be found among them. And the great liberty and independency, which every man enjoys, allows him to display the manners peculiar to him. Hence the English, of any people in the universe, have the least of a national character; unless this very singularity may pass for such.","subId":"19","id":"Hume.ETSS.EMPL1.NC.19","pages":"207"},{"type":"paragraph","content":"If the characters of men depended on the air and climate, the degrees of heat and cold should naturally be expected to have a mighty influence; since nothing has a greater effect on all plants and irrational animals. And indeed there is some reason to think, that all the nations, which live beyond the polar circles or between the tropics, are inferior to the rest of the species, and are incapable of all the higher attainments of the human mind. The poverty and misery of the northern inhabitants of the globe, and the indolence of the southern, from their few necessities, may, perhaps, account for this remarkable difference, without our having recourse to physical causes. This however is certain, that the characters of nations are very promiscuous in the temperate climates, and that almost all the general observations, which have been formed of the more southern or more northern people in these climates, are found to be uncertain and fallacious.","subId":"20","id":"Hume.ETSS.EMPL1.NC.20","pages":"207-8"},{"type":"paragraph","content":"Shall we say, that the neighbourhood of the sun inflames the imagination of men, and gives it a peculiar spirit and vivacity. The French, Greeks, Egyptians, and Persians are remarkable for gaiety. The Spaniards, Turks, and Chinese are noted for gravity and a serious deportment, without any such difference of climate as to produce this difference of temper.","subId":"21","id":"Hume.ETSS.EMPL1.NC.21","pages":"208"},{"type":"paragraph","content":"The Greeks and Romans, who called all other nations barbarians, confined genius and a fine understanding to the more southern climates, and pronounced the northern nations incapable of all knowledge and civility. But our island has produced as great men, either for action or learning, as Greece or Italy has to boast of.","subId":"22","id":"Hume.ETSS.EMPL1.NC.22","pages":"208"},{"type":"paragraph","content":"It is pretended, that the sentiments of men become more delicate as the country approaches nearer to the sun; and that the taste of beauty and elegance receives proportional improvements in every latitude; as we may particularly observe of the languages, of which the more southern are smooth and melodious, the northern harsh and untuneable. But this observation holds not universally. The Arabic is uncouth and disagreeable: The Muscovite soft and musical. Energy, strength, and harshness form the character of the Latin tongue: The Italian is the most liquid, smooth, and effeminate language that can possibly be imagined. Every language will depend somewhat on the manners of the people; but much more on that original stock of words and sounds, which they received from their ancestors, and which remain unchangeable, even while their manners admit of the greatest alterations. Who can doubt, but the English are at present a more polite and knowing people than the Greeks were for several ages after the siege of Troy? Yet is there no comparison between the language of Milton and that of Homer. Nay, the greater are the alterations and improvements, which happen in the manners of a people, the less can be expected in their language. A few eminent and refined geniuses will communicate their taste and knowledge to a whole people, and produce the greatest improvements; but they fix the tongue by their writings, and prevent, in some degree, its farther changes.","subId":"23","id":"Hume.ETSS.EMPL1.NC.23","pages":"208-9"},{"type":"paragraph","content":"Lord Bacon has observed, that the inhabitants of the south are, in general, more ingenious than those of the north; but that, where the native of a cold climate has genius, he rises to a higher pitch than can be reached by the southern wits. This observation a late writer confirms, by comparing the southern wits to cucumbers, which are commonly all good in their kind; but at best are an insipid fruit: While the northern geniuses are like melons, of which not one in fifty is good; but when it is so, it has an exquisite relish. I believe this remark may be allowed just, when confined to the European nations, and to the present age, or rather to the preceding one: But I think it may be accounted for from moral causes. All the sciences and liberal arts have been imported to us from the south; and it is easy to imagine, that, in the first ardor of application, when excited by emulation and by glory, the few, who were addicted to them, would carry them to the greatest height, and stretch every nerve, and every faculty, to reach the pinnacle of perfection. Such illustrious examples spread knowledge every where, and begot an universal esteem for the sciences: After which, it is no wonder, that industry relaxes; while men meet not with suitable encouragement, nor arrive at such distinction by their attainments. The universal diffusion of learning among a people, and the entire banishment of gross ignorance and rusticity, is, therefore, seldom attended with any remarkable perfection in particular persons. It seems to be taken for granted in the dialogue de Oratoribus, that knowledge was much more common in Vespasian's age than in that of Cicero and Augustus. Quintilian also complains of the profanation of learning, by its becoming too common. \"Formerly,\" says Juvenal, \"science was confined to Greece and Italy. Now the whole world emulates Athens and Rome. Eloquent Gaul has taught Britain, knowing in the laws. Even Thule entertains thoughts of hiring rhetoricians for its instruction.\" This state of learning is remarkable; because Juvenal is himself the last of the Roman writers, that possessed any degree of genius. Those, who succeeded, are valued for nothing but the matters of fact, of which they give us information. I hope the late conversion of Muscovy to the study of the sciences will not prove a like prognostic to the present period of learning.","subId":"24","id":"Hume.ETSS.EMPL1.NC.24","pages":"209-11"},{"type":"paragraph","content":"Cardinal Bentivoglio gives the preference to the northern nations above the southern with regard to candour and sincerity; and mentions, on the one hand, the Spaniards and Italians, and on the other, the Flemings and Germans. But I am apt to think, that this has happened by accident. The ancient Romans seem to have been a candid sincere people, as are the modern Turks. But if we must needs suppose, that this event has arisen from fixed causes, we may only conclude from it, that all extremes are apt to concur, and are commonly attended with the same consequences. Treachery is the usual concomitant of ignorance and barbarism; and if civilized nations ever embrace subtle and crooked politics, it is from an excess of refinement, which makes them disdain the plain direct path to power and glory.","subId":"25","id":"Hume.ETSS.EMPL1.NC.25","pages":"211"},{"type":"paragraph","content":"Most conquests have gone from north to south; and it has hence been inferred, that the northern nations possess a superior degree of courage and ferocity. But it would have been juster to have said, that most conquests are made by poverty and want upon plenty and riches. The Saracens, leaving the deserts of Arabia, carried their conquests northwards upon all the fertile provinces of the Roman empire; and met the Turks half way, who were coming southwards from the deserts of Tartary.","subId":"26","id":"Hume.ETSS.EMPL1.NC.26","pages":"211-2"},{"type":"paragraph","content":"An eminent writer has remarked, that all courageous animals are also carnivorous, and that greater courage is to be expected in a people, such as the English, whose food is strong and hearty, than in the half-starved commonalty of other countries. But the Swedes, notwithstanding their disadvantages in this particular, are not inferior, in martial courage, to any nation that ever was in the world.","subId":"27","id":"Hume.ETSS.EMPL1.NC.27","pages":"212"},{"type":"paragraph","content":"In general, we may observe, that courage, of all national qualities, is the most precarious; because it is exerted only at intervals, and by a few in every nation; whereas industry, knowledge, civility, may be of constant and universal use, and for several ages, may become habitual to the whole people. If courage be preserved, it must be by discipline, example, and opinion. The tenth legion of Cæsar, and the regiment of Picardy in France were formed promiscuously from among the citizens; but having once entertained a notion, that they were the best troops in the service, this very opinion really made them such.","subId":"28","id":"Hume.ETSS.EMPL1.NC.28","pages":"212"},{"type":"paragraph","content":"As a proof how much courage depends on opinion, we may observe, that, of the two chief tribes of the Greeks, the Dorians, and Ionians, the former were always esteemed, and always appeared more brave and manly than the latter; though the colonies of both the tribes were interspersed and intermingled throughout all the extent of Greece, the Lesser Asia, Sicily, Italy, and the islands of the Ægean sea. The Athenians were the only Ionians that ever had any reputation for valour or military atchievements; though even these were deemed inferior to the Lacedemonians, the bravest of the Dorians.","subId":"29","id":"Hume.ETSS.EMPL1.NC.29","pages":"212"},{"type":"paragraph","content":"The only observation, with regard to the difference of men in different climates, on which we can rest any weight, is the vulgar one, that people in the northern regions have a greater inclination to strong liquors, and those in the southern to love and women. One can assign a very probable physical cause for this difference. Wine and distilled waters warm the frozen blood in the colder climates, and fortify men against the injuries of the weather: As the genial heat of the sun, in the countries exposed to his beams, inflames the blood, and exalts the passion between the sexes.","subId":"30","id":"Hume.ETSS.EMPL1.NC.30","pages":"213"},{"type":"paragraph","content":"Perhaps too, the matter may be accounted for by moral causes. All strong liquors are rarer in the north, and consequently are more coveted. Diodorus Siculus tells us, that the Gauls in his time were great drunkards, and much addicted to wine; chiefly, I suppose, from its rarity and novelty. On the other hand, the heat in the southern climates, obliging men and women to go half naked, thereby renders their frequent commerce more dangerous, and inflames their mutual passion. This makes parents and husbands more jealous and reserved; which still farther inflames the passion. Not to mention, that, as women ripen sooner in the southern regions, it is necessary to observe greater jealousy and care in their education; it being evident, that a girl of twelve cannot possess equal discretion to govern this passion, with one who feels not its violence till she be seventeen or eighteen. Nothing so much encourages the passion of love as ease and leisure, or is more destructive to it than industry and hard labour; and as the necessities of men are evidently fewer in the warm climates than in the cold ones, this circumstance alone may make a considerable difference between them.","subId":"31","id":"Hume.ETSS.EMPL1.NC.31","pages":"213"},{"type":"paragraph","content":"But perhaps the fact is doubtful, that nature has, either from moral or physical causes, distributed these respective inclinations to the different climates. The ancient Greeks, though born in a warm climate, seem to have been much addicted to the bottle; nor were their parties of pleasure any thing but matches of drinking among men, who passed their time altogether apart from the fair. Yet when Alexander led the Greeks into Persia, a still more southern climate, they multiplied their debauches of this kind, in imitation of the Persian manners. So honourable was the character of a drunkard among the Persians, that Cyrus the younger, soliciting the sober Lacedemonians for succour against his brother Artaxerxes, claims it chiefly on account of his superior endowments, as more valorous, more bountiful, and a better drinker. Darius Hystaspes made it be inscribed on his tomb-stone, among his other virtues and princely qualities, that no one could bear a greater quantity of liquor. You may obtain any thing of the Negroes by offering them strong drink; and may easily prevail with them to sell, not only their children, but their wives and mistresses, for a cask of brandy. In France and Italy few drink pure wine, except in the greatest heats of summer; and indeed, it is then almost as necessary, in order to recruit the spirits, evaporated by heat, as it is in Sweden, during the winter, in order to warm the bodies congealed by the rigour of the season.","subId":"32","id":"Hume.ETSS.EMPL1.NC.32","pages":"213-4"},{"type":"paragraph","content":"If jealousy be regarded as a proof of an amorous disposition, no people were more jealous than the Muscovites, before their communication with Europe had somewhat altered their manners in this particular.","subId":"33","id":"Hume.ETSS.EMPL1.NC.33","pages":"214-5"},{"type":"paragraph","content":"But supposing the fact true, that nature, by physical principles, has regularly distributed these two passions, the one to the northern, the other to the southern regions; we can only infer, that the climate may affect the grosser and more bodily organs of our frame; not that it can work upon those finer organs, on which the operations of the mind and understanding depend. And this is agreeable to the analogy of nature. The races of animals never degenerate when carefully tended; and horses, in particular, always show their blood in their shape, spirit, and swiftness: But a coxcomb may beget a philosopher; as a man of virtue may leave a worthless progeny.","subId":"34","id":"Hume.ETSS.EMPL1.NC.34","pages":"215"},{"type":"paragraph","content":"I shall conclude this subject with observing, that though the passion for liquor be more brutal and debasing than love, which, when properly managed, is the source of all politeness and refinement; yet this gives not so great an advantage to the southern climates, as we may be apt, at first sight, to imagine. When love goes beyond a certain pitch, it renders men jealous, and cuts off the free intercourse between the sexes, on which the politeness of a nation will commonly much depend. And if we would subtilize and refine upon this point, we might observe, that the people, in very temperate climates, are the most likely to attain all sorts of improvement; their blood not being so inflamed as to render them jealous, and yet being warm enough to make them set a due value on the charms and endowments of the fair sex.","subId":"35","id":"Hume.ETSS.EMPL1.NC.35","pages":"215"},{"type":"note","content":"See NOTE [H].","subId":"n1","id":"Hume.ETSS.EMPL1.NC.n1"},{"type":"note","content":"IT is a saying of Menander, Κομψος σρατιωτης, ονδ' αν ει πλαττει θεος Ονθεις γενοιτ' αν. Men. apud Stobæum. It is not in the power even of God to make a polite soldier. The contrary observation with regard to the manners of soldiers takes place in our days. This seems to me a presumption, that the ancients owed all their refinement and civility to books and study; for which, indeed, a soldier's life is not so well calculated. Company and the world is their sphere. And if there be any politeness to be learned from company, they will certainly have a considerable share of it.","subId":"n1.1","id":"Hume.ETSS.EMPL1.NC.n1.1","pages":"199"},{"type":"note","content":"See NOTE [I].","subId":"n2","id":"Hume.ETSS.EMPL1.NC.n2"},{"type":"note","content":"THough all mankind have a strong propensity to religion at certain times and in certain dispositions; yet are there few or none, who have it to that degree, and with that constancy, which is requisite to support the character of this profession. It must, therefore, happen, that clergymen, being drawn from the common mass of mankind, as people are to other employments, by the views of profit, the greater part, though no atheists or free-thinkers, will find it necessary, on particular occasions, to feign more devotion than they are, at that time, possessed of, and to maintain the appearance of fervor and seriousness, even when jaded with the exercises of their religion, or when they have their minds engaged in the common occupations of life. They must not, like the rest of the world, give scope to their natural movements and sentiments: They must set a guard over their looks and words and actions: And in order to support the veneration paid them by the multitude, they must not only keep a remarkable reserve, but must promote the spirit of superstition, by a continued grimace and hypocrisy. This dissimulation often destroys the candor and ingenuity of their temper, and makes an irreparable breach in their character.","subId":"n2.1","id":"Hume.ETSS.EMPL1.NC.n2.1","pages":"199-200"},{"type":"note","content":"If by chance any of them be possessed of a temper more susceptible of devotion than usual, so that he has but little occasion for hypocrisy to support the character of his profession; it is so natural for him to over-rate this advantage, and to think that it atones for every violation of morality, that frequently he is not more virtuous than the hypocrite. And though few dare openly avow those exploded opinions, that every thing is lawful to the saints, and that they alone have property in their goods; yet may we observe, that these principles lurk in every bosom, and represent a zeal for religious observances as so great a merit, that it may compensate for many vices and enormities. This observation is so common, that all prudent men are on their guard, when they meet with any extraordinary appearance of religion; though at the same time, they confess, that there are many exceptions to this general rule, and that probity and superstition, or even probity and fanaticism, are not altogether and in every instance incompatible.","subId":"n2.2","id":"Hume.ETSS.EMPL1.NC.n2.2","pages":"200"},{"type":"note","content":"Most men are ambitious; but the ambition of other men may commonly be satisfied, by excelling in their particular profession, and thereby promoting the interests of society. The ambition of the clergy can often be satisfied only by promoting ignorance and superstition and implicit faith and pious frauds. And having got what Archimedes only wanted, (namely, another world, on which he could fix his engines) no wonder they move this world at their pleasure.","subId":"n2.3","id":"Hume.ETSS.EMPL1.NC.n2.3","pages":"200"},{"type":"note","content":"Most men have an overweaning conceit of themselves; but these have a peculiar temptation to that vice, who are regarded with such veneration, and are even deemed sacred, by the ignorant multitude.","subId":"n2.4","id":"Hume.ETSS.EMPL1.NC.n2.4","pages":"200"},{"type":"note","content":"Most men are apt to bear a particular regard for members of their own profession; but as a lawyer, or physician, or merchant, does, each of them, follow out his business apart, the interests of men of these professions are not so closely united as the interests of clergymen of the same religion; where the whole body gains by the veneration, paid to their common tenets, and by the suppression of antagonists.","subId":"n2.5","id":"Hume.ETSS.EMPL1.NC.n2.5","pages":"200-1"},{"type":"note","content":"Few men can bear contradiction with patience; but the clergy too often proceed even to a degree of fury on this head: Because all their credit and livelihood depend upon the belief, which their opinions meet with; and they alone pretend to a divine and supernatural authority, or have any colour for representing their antagonists as impious and prophane. The Odium Theologicum, or Theological Hatred, is noted even to a proverb, and means that degree of rancour, which is the most furious and implacable.","subId":"n2.6","id":"Hume.ETSS.EMPL1.NC.n2.6","pages":"201"},{"type":"note","content":"Revenge is a natural passion to mankind; but seems to reign with the greatest force in priests and women: Because, being deprived of the immediate exertion of anger, in violence and combat, they are apt to fancy themselves despised on that account; and their pride supports their vindictive disposition.","subId":"n2.7","id":"Hume.ETSS.EMPL1.NC.n2.7","pages":"201"},{"type":"note","content":"Thus many of the vices of human nature are, by fixed moral causes, inflamed in that profession; and though several individuals escape the contagion, yet all wise governments will be on their guard against the attempts of a society, who will for ever combine into one faction, and while it acts as a society, will for ever be actuated by ambition, pride, revenge, and a persecuting spirit.","subId":"n2.8","id":"Hume.ETSS.EMPL1.NC.n2.8","pages":"201"},{"type":"note","content":"The temper of religion is grave and serious; and this is the character required of priests, which confines them to strict rules of decency, and commonly prevents irregularity and intemperance amongst them. The gaiety, much less the excesses of pleasure, is not permitted in that body; and this virtue is, perhaps, the only one which they owe to their profession. In religions, indeed, founded on speculative principles, and where public discourses make a part of religious service, it may also be supposed that the clergy will have a considerable share in the learning of the times; though it is certain that their taste in eloquence will always be greater than their proficiency in reasoning and philosophy. But whoever possesses the other noble virtues of humanity, meekness, and moderation, as very many of them, no doubt, do, is beholden for them to nature or reflection, not to the genius of his calling.","subId":"n2.9","id":"Hume.ETSS.EMPL1.NC.n2.9","pages":"201"},{"type":"note","content":"It was no bad expedient in the old Romans, for preventing the strong effect of the priestly character, to make it a law that no one should be received into the sacerdotal office, till he was past fifty years of age, Dion. Hal. lib. i. The living a layman till that age, it is presumed, would be able to fix the character.","subId":"n2.10","id":"Hume.ETSS.EMPL1.NC.n2.10","pages":"201"},{"type":"note","content":"See NOTE [K].","subId":"n3","id":"Hume.ETSS.EMPL1.NC.n3"},{"type":"note","content":"CÆSAR (de Bello Gallico, lib. 1.) says, that the Gallic horses were very good; the German very bad. We find in lib. vii. that he was obliged to remount some German cavalry with Gallic horses. At present, no part of Europe has so bad horses of all kinds as France: But Germany abounds with excellent war horses. This may beget a little suspicion, that even animals depend not on the climate; but on the different breeds, and on the skill and care in rearing them. The north of England abounds in the best horses of all kinds which are perhaps in the world. In the neighbouring counties, north side of the Tweed, no good horses of any kind are to be met with. Strabo, lib. ii. Rejects, in a great measure, the influence of climates upon men. All is custom and education, says he. It is not from nature, that the Athenians are learned, the Lacedemonians ignorant, and the Thebans too, who are still nearer neighbours to the former. Even the difference of animals, he adds, depends not on climate.","subId":"n3.1","id":"Hume.ETSS.EMPL1.NC.n3.1","pages":"202"},{"type":"note","content":"See NOTE [L].","subId":"n4","id":"Hume.ETSS.EMPL1.NC.n4"},{"type":"note","content":"A Small sect or society amidst a greater are commonly most regular in their morals; because they are more remarked, and the faults of individuals draw dishonour on the whole. The only exception to this rule is, when the superstition and prejudices of the large society are so strong as to throw an infamy on the smaller society, independent of their morals. For in that case, having no character either to save or gain, they become careless of their behaviour, except among themselves.","subId":"n4.1","id":"Hume.ETSS.EMPL1.NC.n4.1","pages":"205"},{"type":"note","content":"Tit. Livii, lib. xxxiv. cap. 17.","subId":"n5","id":"Hume.ETSS.EMPL1.NC.n5","pages":"206"},{"type":"note","content":"See NOTE [M].","subId":"n6","id":"Hume.ETSS.EMPL1.NC.n6"},{"type":"note","content":"I Am apt to suspect the negroes to be naturally inferior to the whites. There scarcely ever was a civilized nation of that complexion, nor even any individual eminent either in action or speculation. No ingenious manufactures amongst them, no arts, no sciences. On the other hand, the most rude and barbarous of the whites, such as the ancient Germans, the present Tartars, have still something eminent about them, in their valour, form of government, or some other particular. Such a uniform and constant difference could not happen, in so many countries and ages, if nature had not made an original distinction between these breeds of men. Not to mention our colonies, there are Negroe slaves dispersed all over Europe, of whom none ever discovered any symptoms of ingenuity; though low people, without education, will start up amongst us, and distinguish themselves in every profession. In Jamaica, indeed, they talk of one negroe as a man of parts and learning; but it is likely he is admired for slender accomplishments, like a parrot, who speaks a few words plainly.","subId":"n6.1","id":"Hume.ETSS.EMPL1.NC.n6.1","pages":"208"},{"type":"note","content":"Dr. Berkeley: Minute Philosopher.","subId":"n7","id":"Hume.ETSS.EMPL1.NC.n7","pages":"209"},{"type":"note","content":"\"Sed Cantaber unde \n   Stoicus? antiqui præsertim ætate Metelli. \n   Nunc totus Graias, nostrasque habet orbis Athenas. \n   Gallia causidicos docuit facunda Britannos: \n   De conducendo loquitur jam rhetore Thule.\"   Sat. 15.","subId":"n8","id":"Hume.ETSS.EMPL1.NC.n8","pages":"210"},{"type":"note","content":"Sir William Temple's account of the Netherlands.","subId":"n9","id":"Hume.ETSS.EMPL1.NC.n9","pages":"212"},{"type":"note","content":"Lib. v. The same author ascribes taciturnity to that people; a new proof that national characters may alter very much. Taciturnity, as a national character, implies unsociableness. Aristotle in his Politics, book ii. cap. 2. says, that the Gauls are the only warlike nation, who are negligent of women.","subId":"n10","id":"Hume.ETSS.EMPL1.NC.n10","pages":"213"},{"type":"note","content":"Babylonii maxime in vinum, & quæ ebrietatem sequuntur, effusi sunt. Quint. Cur. lib. v. cap. 1.","subId":"n11","id":"Hume.ETSS.EMPL1.NC.n11","pages":"214"},{"type":"note","content":"Plut. Symp. lib. i. quæst. 4.","subId":"n12","id":"Hume.ETSS.EMPL1.NC.n12","pages":"214"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.SR","imported":true,"title":"Of Simplicity and Refinement in Writing","breadcrumb":"Of Simplicity and Refinement in Writing","published":[1742]},"next":{"id":"Hume.ETSS.EMPL1.Tr","imported":true,"title":"Of Tragedy","breadcrumb":"Of Tragedy","published":[1757]}}