{"id":"Hume.ETSS.EMPL1.RP","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of the Rise and Progress of the Arts and Sciences","breadcrumb":"Of the Rise and Progress of the Arts and Sciences","published":[1742],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Of the Rise and Progress of the Arts and Sciences.\n","id":"Hume.ETSS.EMPL1.RP"},{"type":"paragraph","content":"NOTHING requires greater nicety, in our enquiries concerning human affairs, than to distinguish exactly what is owing to chance, and what proceeds from causes; nor is there any subject, in which an author is more liable to deceive himself by false subtilties and refinements. To say, that any event is derived from chance, cuts short all farther enquiry concerning it, and leaves the writer in the same state of ignorance with the rest of mankind. But when the event is supposed to proceed from certain and stable causes, he may then display his ingenuity, in assigning these causes; and as a man of any subtilty can never be at a loss in this particular, he has thereby an opportunity of swelling his volumes, and discovering his profound knowledge, in observing what escapes the vulgar and ignorant.","subId":"1","id":"Hume.ETSS.EMPL1.RP.1","pages":"111"},{"type":"paragraph","content":"The distinguishing between chance and causes must depend upon every particular man's sagacity, in considering every particular incident. But, if I were to assign any general rule to help us in applying this distinction, it would be the following, What depends upon a few persons is, in a great measure, to be ascribed to chance, or secret and unknown causes: What arises from a great number, may often be accounted for by determinate and known causes.","subId":"2","id":"Hume.ETSS.EMPL1.RP.2","pages":"112"},{"type":"paragraph","content":"Two natural reasons may be assigned for this rule. First, If you suppose a dye to have any biass, however small, to a particular side, this biass, though, perhaps, it may not appear in a few throws, will certainly prevail in a great number, and will cast the balance entirely to that side. In like manner, when any causes beget a particular inclination or passion, at a certain time, and among a certain people; though many individuals may escape the contagion, and be ruled by passions peculiar to themselves; yet the multitude will certainly be seized by the common affection, and be governed by it in all their actions.","subId":"3","id":"Hume.ETSS.EMPL1.RP.3","pages":"112"},{"type":"paragraph","content":"Secondly, Those principles or causes, which are fitted to operate on a multitude, are always of a grosser and more stubborn nature, less subject to accidents, and less influenced by whim and private fancy, than those which operate on a few only. The latter are commonly so delicate and refined, that the smallest incident in the health, education, or fortune of a particular person, is sufficient to divert their course, and retard their operation; nor is it possible to reduce them to any general maxims or observations. Their influence at one time will never assure us concerning their influence at another; even though all the general circumstances should be the same in both cases.","subId":"4","id":"Hume.ETSS.EMPL1.RP.4","pages":"112"},{"type":"paragraph","content":"To judge by this rule, the domestic and the gradual revolutions of a state must be a more proper subject of reasoning and observation, than the foreign and the violent, which are commonly produced by single persons, and are more influenced by whim, folly, or caprice, than by general passions and interests. The depression of the lords, and rise of the commons in England, after the statutes of alienation and the encrease of trade and industry, are more easily accounted for by general principles, than the depression of the Spanish, and rise of the French monarchy, after the death of Charles Quint. Had Harry IV. Cardinal Richlieu, and Louis XIV. been Spaniards; and Philip II. III. and IV. and Charles II. been Frenchmen, the history of these two nations had been entirely reversed.","subId":"5","id":"Hume.ETSS.EMPL1.RP.5","pages":"112-3"},{"type":"paragraph","content":"For the same reason, it is more easy to account for the rise and progress of commerce in any kingdom, than for that of learning; and a state, which should apply itself to the encouragement of the one, would be more assured of success, than one which should cultivate the other. Avarice, or the desire of gain, is an universal passion, which operates at all times, in all places, and upon all persons: But curiosity, or the love of knowledge, has a very limited influence, and requires youth, leisure, education, genius, and example, to make it govern any person. You will never want booksellers, while there are buyers of books: But there may frequently be readers where there are no authors. Multitudes of people, necessity and liberty, have begotten commerce in Holland: But study and application have scarcely produced any eminent writers.","subId":"6","id":"Hume.ETSS.EMPL1.RP.6","pages":"113"},{"type":"paragraph","content":"We may, therefore, conclude, that there is no subject, in which we must proceed with more caution, than in tracing the history of the arts and sciences; lest we assign causes which never existed, and reduce what is merely contingent to stable and universal principles. Those who cultivate the sciences in any state, are always few in number: The passion, which governs them, limited: Their taste and judgment delicate and easily perverted: And their application disturbed with the smallest accident. Chance, therefore, or secret and unknown causes, must have a great influence on the rise and progress of all the refined arts.","subId":"7","id":"Hume.ETSS.EMPL1.RP.7","pages":"113-4"},{"type":"paragraph","content":"But there is a reason, which induces me not to ascribe the matter altogether to chance. Though the persons, who cultivate the sciences with such astonishing success, as to attract the admiration of posterity, be always few, in all nations and all ages; it is impossible but a share of the same spirit and genius must be antecedently diffused throughout the people among whom they arise, in order to produce, form, and cultivate, from their earliest infancy, the taste and judgment of those eminent writers. The mass cannot be altogether insipid, from which such refined spirits are extracted. There is a God within us, says Ovid, who breathes that divine fire, by which we are animated. Poets, in all ages, have advanced this claim to inspiration. There is not, however, any thing supernatural in the case. Their fire is not kindled from heaven. It only runs along the earth; is caught from one breast to another; and burns brightest, where the materials are best prepared, and most happily disposed. The question, therefore, concerning the rise and progress of the arts and sciences, is not altogether a question concerning the taste, genius, and spirit of a few, but concerning those of a whole people; and may, therefore, be accounted for, in some measure, by general causes and principles. I grant, that a man, who should enquire, why such a particular poet, as Homer, for instance, existed, at such a place, in such a time, would throw himself headlong into chimæra, and could never treat of such a subject, without a multitude of false subtilties and refinements. He might as well pretend to give a reason, why such particular generals, as Fabius and Scipio, lived in Rome at such a time, and why Fabius came into the world before Scipio. For such incidents as these, no other reason can be given than that of Horace: \n\nScit genius, natale comes, qui temperat astrum, \n Naturae Deus humanæ, mortalis in unum—— \n ——Quodque caput, vultu mutabilis, albus & ater.\n\n","subId":"8","id":"Hume.ETSS.EMPL1.RP.8","pages":"114-5"},{"type":"paragraph","content":"But I am persuaded, that in many cases good reasons might be given, why such a nation is more polite and learned, at a particular time, than any of its neighbours. At least, this is so curious a subject, that it were a pity to abandon it entirely, before we have found whether it be susceptible of reasoning, and can be reduced to any general principles.","subId":"9","id":"Hume.ETSS.EMPL1.RP.9","pages":"115"},{"type":"paragraph","content":"My first observation on this head is, That it is impossible for the arts and sciences to arise, at first, among any people unless that people enjoy the blessing of a free government.","subId":"10","id":"Hume.ETSS.EMPL1.RP.10","pages":"115"},{"type":"paragraph","content":"In the first ages of the world, when men are as yet barbarous and ignorant, they seek no farther security against mutual violence and injustice, than the choice of some rulers, few or many, in whom they place an implicit confidence, without providing any security, by laws or political institutions, against the violence and injustice of these rulers. If the authority be centered in a single person, and if the people, either by conquest, or by the ordinary course of propagation, encrease to a great multitude, the monarch, finding it impossible, in his own person, to execute every office of sovereignty, in every place, must delegate his authority to inferior magistrates, who preserve peace and order in their respective districts. As experience and education have not yet refined the judgments of men to any considerable degree, the prince, who is himself unrestrained, never dreams of restraining his ministers, but delegates his full authority to every one, whom he sets over any portion of the people. All general laws are attended with inconveniencies, when applied to particular cases; and it requires great penetration and experience, both to perceive that these inconveniencies are fewer than what result from full discretionary powers in every magistrate; and also to discern what general laws are, upon the whole, attended with fewest inconveniencies. This is a matter of so great difficulty, that men may have made some advances, even in the sublime arts of poetry and eloquence, where a rapidity of genius and imagination assists their progress, before they have arrived at any great refinement in their municipal laws, where frequent trials and diligent observation can alone direct their improvements. It is not, therefore, to be supposed, that a barbarous monarch, unrestrained and uninstructed, will ever become a legislator, or think of restraining his Bashaws, in every province, or even his Cadis in every village. We are told, that the late Czar, though actuated with a noble genius, and smit with the love and admiration of European arts; yet professed an esteem for the Turkish policy in this particular, and approved of such summary decisions of causes, as are practised in that barbarous monarchy, where the judges are not restrained by any methods, forms, or laws. He did not perceive, how contrary such a practice would have been to all his other endeavours for refining his people. Arbitrary power, in all cases, is somewhat oppressive and debasing; but it is altogether ruinous and intolerable, when contracted into a small compass; and becomes still worse, when the person, who possesses it, knows that the time of his authority is limited and uncertain. Habet subjectos tanquam suos; viles, ut alienos. He governs the subjects with full authority, as if they were his own; and with negligence or tyranny, as belonging to another. A people, governed after such a manner, are slaves in the full and proper sense of the word; and it is impossible they can ever aspire to any refinements of taste or reason. They dare not so much as pretend to enjoy the necessaries of life in plenty or security.","subId":"11","id":"Hume.ETSS.EMPL1.RP.11","pages":"115-7"},{"type":"paragraph","content":"To expect, therefore, that the arts and sciences should take their first rise in a monarchy, is to expect a contradiction. Before these refinements have taken place, the monarch is ignorant and uninstructed; and not having knowledge sufficient to make him sensible of the necessity of balancing his government upon general laws, he delegates his full power to all inferior magistrates. This barbarous policy debases the people, and for ever prevents all improvements. Were it possible, that, before science were known in the world, a monarch could possess so much wisdom as to become a legislator, and govern his people by law, not by the arbitrary will of their fellow-subjects, it might be possible for that species of government to be the first nursery of arts and sciences. But that supposition seems scarcely to be consistent or rational.","subId":"12","id":"Hume.ETSS.EMPL1.RP.12","pages":"117"},{"type":"paragraph","content":"It may happen, that a republic, in its infant state, may be supported by as few laws as a barbarous monarchy, and may entrust as unlimited an authority to its magistrates or judges. But, besides that the frequent elections by the people, are a considerable check upon authority; it is impossible, but, in time, the necessity of restraining the magistrates, in order to preserve liberty, must at last appear, and give rise to general laws and statutes. The Roman Consuls, for some time, decided all causes, without being confined by any positive statutes, till the people, bearing this yoke with impatience, created the decemvirs, who promulgated the twelve tables; a body of laws, which, though, perhaps, they were not equal in bulk to one English act of parliament, were almost the only written rules, which regulated property and punishment, for some ages, in that famous republic. They were, however, sufficient, together with the forms of a free government, to secure the lives and properties of the citizens, to exempt one man from the dominion of another; and to protect every one against the violence or tyranny of his fellow-citizens. In such a situation the sciences may raise their heads and flourish: But never can have being amidst such a scene of oppression and slavery, as always results from barbarous monarchies, where the people alone are restrained by the authority of the magistrates, and the magistrates are not restrained by any law or statute. An unlimited despotism of this nature, while it exists, effectually puts a stop to all improvements, and keeps men from attaining that knowledge, which is requisite to instruct them in the advantages, arising from a better police, and more moderate authority.","subId":"13","id":"Hume.ETSS.EMPL1.RP.13","pages":"117-8"},{"type":"paragraph","content":"Here then are the advantages of free states. Though a republic should be barbarous, it necessarily, by an infallible operation, gives rise to Law, even before mankind have made any considerable advances in the other sciences. From law arises security: From security curiosity: And from curiosity knowledge. The latter steps of this progress may be more accidental; but the former are altogether necessary. A republic without laws can never have any duration. On the contrary, in a monarchical government, law arises not necessarily from the forms of government. Monarchy, when absolute, contains even something repugnant to law. Great wisdom and reflexion can alone reconcile them. But such a degree of wisdom can never be expected, before the greater refinements and improvements of human reason. These refinements require curiosity, security, and law. The first growth, therefore, of the arts and sciences can never be expected in despotic governments.","subId":"14","id":"Hume.ETSS.EMPL1.RP.14","pages":"118"},{"type":"paragraph","content":"There are other causes, which discourage the rise of the refined arts in despotic governments; though I take the want of laws, and the delegation of full powers to every petty magistrate, to be the principal. Eloquence certainly springs up more naturally in popular governments: Emulation too in every accomplishment must there be more animated and enlivened: And genius and capacity have a fuller scope and career. All these causes render free governments the only proper nursery for the arts and sciences.","subId":"15","id":"Hume.ETSS.EMPL1.RP.15","pages":"118-9"},{"type":"paragraph","content":"The next observation, which I shall make on this head, is, That nothing is more favourable to the rise of politeness and learning, than a number of neighbouring and independent states, connected together by commerce and policy. The emulation, which naturally arises among those neighbouring states, is an obvious source of improvement: But what I would chiefly insist on is the stop, which such limited territories give both to power and to authority.","subId":"16","id":"Hume.ETSS.EMPL1.RP.16","pages":"119"},{"type":"paragraph","content":"Extended governments, where a single person has great influence, soon become absolute; but small ones change naturally into commonwealths. A large government is accustomed by degrees to tyranny; because each act of violence is at first performed upon a part, which, being distant from the majority, is not taken notice of, nor excites any violent ferment. Besides, a large government, though the whole be discontented, may, by a little art, be kept in obedience; while each part, ignorant of the resolutions of the rest, is afraid to begin any commotion or insurrection. Not to mention, that there is a superstitious reverence for princes, which mankind naturally contract when they do not often see the sovereign, and when many of them become not acquainted with him so as to perceive his weaknesses. And as large states can afford a great expence, in order to support the pomp of majesty; this is a kind of fascination on men, and naturally contributes to the enslaving of them.","subId":"17","id":"Hume.ETSS.EMPL1.RP.17","pages":"119"},{"type":"paragraph","content":"In a small government, any act of oppression is immediately known throughout the whole: The murmurs and discontents, proceeding from it, are easily communicated: And the indignation arises the higher, because the subjects are not apt to apprehend in such states, that the distance is very wide between themselves and their sovereign. \"No man,\" said the prince of Conde, \"is a hero to his Valet de Chambre.\" It is certain that admiration and acquaintance are altogether incompatible towards any mortal creature. Sleep and love convinced even Alexander himself that he was not a God: But I suppose that such as daily attended him could easily, from the numberless weaknesses to which he was subject, have given him many still more convincing proofs of his humanity.","subId":"18","id":"Hume.ETSS.EMPL1.RP.18","pages":"119-20"},{"type":"paragraph","content":"But the divisions into small states are favourable to learning, by stopping the progress of authority as well as that of power. Reputation is often as great a fascination upon men as sovereignty, and is equally destructive to the freedom of thought and examination. But where a number of neighbouring states have a great intercourse of arts and commerce, their mutual jealousy keeps them from receiving too lightly the law from each other, in matters of taste and of reasoning, and makes them examine every work of art with the greatest care and accuracy. The contagion of popular opinion spreads not so easily from one place to another. It readily receives a check in some state or other, where it concurs not with the prevailing prejudices. And nothing but nature and reason, or, at least, what bears them a strong resemblance, can force its way through all obstacles, and unite the most rival nations into an esteem and admiration of it.","subId":"19","id":"Hume.ETSS.EMPL1.RP.19","pages":"120"},{"type":"paragraph","content":"Greece was a cluster of little principalities, which soon became republics; and being united both by their near neighbourhood, and by the ties of the same language and interest, they entered into the closest intercourse of commerce and learning. There concurred a happy climate, a soil not unfertile, and a most harmonious and comprehensive language; so that every circumstance among that people seemed to favour the rise of the arts and sciences. Each city produced its several artists and philosophers, who refused to yield the preference to those of the neighbouring republics: Their contention and debates sharpened the wits of men: A variety of objects was presented to the judgment, while each challenged the preference to the rest: and the sciences, not being dwarfed by the restraint of authority, were enabled to make such considerable shoots, as are, even at this time, the objects of our admiration. After the Roman christian, or catholic church had spread itself over the civilized world, and had engrossed all the learning of the times; being really one large state within itself, and united under one head; this variety of sects immediately disappeared, and the Peripatetic philosophy was alone admitted into all the schools, to the utter depravation of every kind of learning. But mankind, having at length thrown off this yoke, affairs are now returned nearly to the same situation as before, and Europe is at present a copy at large, of what Greece was formerly a pattern in miniature. We have seen the advantage of this situation in several instances. What checked the progress of the Cartesian philosophy, to which the French nation shewed such a strong propensity towards the end of the last century, but the opposition made to it by the other nations of Europe, who soon discovered the weak sides of that philosophy? The severest scrutiny, which Newton's theory has undergone, proceeded not from his own countrymen, but from foreigners; and if it can overcome the obstacles, which it meets with at present in all parts of Europe, it will probably go down triumphant to the latest posterity. The English are become sensible of the scandalous licentiousness of their stage, from the example of the French decency and morals. The French are convinced, that their theatre has become somewhat effeminate, by too much love and gallantry; and begin to approve of the more masculine taste of some neighbouring nations.","subId":"20","id":"Hume.ETSS.EMPL1.RP.20","pages":"120-2"},{"type":"paragraph","content":"In China, there seems to be a pretty considerable stock of politeness and science, which, in the course of so many centuries, might naturally be expected to ripen into something more perfect and finished, than what has yet arisen from them. But China is one vast empire, speaking one language, governed by one law, and sympathizing in the same manners. The authority of any teacher, such as Confucius, was propagated easily from one corner of the empire to the other. None had courage to resist the torrent of popular opinion. And posterity was not bold enough to dispute what had been universally received by their ancestors. This seems to be one natural reason, why the sciences have made so slow a progress in that mighty empire.","subId":"21","id":"Hume.ETSS.EMPL1.RP.21","pages":"122"},{"type":"paragraph","content":"If we consider the face of the globe, Europe, of all the four parts of the world, is the most broken by seas, rivers, and mountains; and Greece of all countries of Europe. Hence these regions were naturally divided into several distinct governments. And hence the sciences arose in Greece; and Europe has been hitherto the most constant habitation of them.","subId":"22","id":"Hume.ETSS.EMPL1.RP.22","pages":"122-3"},{"type":"paragraph","content":"I have sometimes been inclined to think, that interruptions in the periods of learning, were they not attended with such a destruction of ancient books, and the records of history, would be rather favourable to the arts and sciences, by breaking the progress of authority, and dethroning the tyrannical usurpers over human reason. In this particular, they have the same influence, as interruptions in political governments and societies. Consider the blind submission of the ancient philosophers to the several masters in each school, and you will be convinced, that little good could be expected from a hundred centuries of such a servile philosophy. Even the Eclectics, who arose about the age of Augustus, notwithstanding their professing to chuse freely what pleased them from every different sect, were yet, in the main, as slavish and dependent as any of their brethren; since they sought for truth not in nature, but in the several schools; where they supposed she must necessarily be found, though not united in a body, yet dispersed in parts. Upon the revival of learning, those sects of Stoics and Epicureans, Platonists and Pythagoricians, could never regain any credit or authority; and, at the same time, by the example of their fall, kept men from submitting, with such blind deference, to those new sects, which have attempted to gain an ascendant over them.","subId":"23","id":"Hume.ETSS.EMPL1.RP.23","pages":"123"},{"type":"paragraph","content":"The third observation, which I shall form on this head, of the rise and progress of the arts and sciences, is, That though the only proper Nursery of these noble plants be a free state; yet may they be transplanted into any government; and that a republic is most favourable to the growth of the sciences, a civilized monarchy to that of the polite arts.","subId":"24","id":"Hume.ETSS.EMPL1.RP.24","pages":"123-4"},{"type":"paragraph","content":"To balance a large state or society, whether monarchical or republican, on general laws, is a work of so great difficulty, that no human genius, however comprehensive, is able, by the mere dint of reason and reflection, to effect it. The judgments of many must unite in this work: Experience must guide their labour: Time must bring it to perfection: And the feeling of inconveniencies must correct the mistakes, which they inevitably fall into, in their first trials and experiments. Hence appears the impossibility, that this undertaking should be begun and carried on in any monarchy; since such a form of government, ere civilized, knows no other secret or policy, than that of entrusting unlimited powers to every governor or magistrate, and subdividing the people into so many classes and orders of slavery. From such a situation, no improvement can ever be expected in the sciences, in the liberal arts, in laws, and scarcely in the manual arts and manufactures. The same barbarism and ignorance, with which the government commences, is propagated to all posterity, and can never come to a period by the efforts or ingenuity of such unhappy slaves.","subId":"25","id":"Hume.ETSS.EMPL1.RP.25","pages":"124"},{"type":"paragraph","content":"But though law, the source of all security and happiness, arises late in any government, and is the slow product of order and of liberty, it is not preserved with the same difficulty, with which it is produced; but when it has once taken root, is a hardy plant, which will scarcely ever perish through the ill culture of men, or the rigour of the seasons. The arts of luxury, and much more the liberal arts, which depend on a refined taste or sentiment, are easily lost; because they are always relished by a few only, whose leisure, fortune, and genius fit them for such amusements. But what is profitable to every mortal, and in common life, when once discovered, can scarcely fall into oblivion, but by the total subversion of society, and by such furious inundations of barbarous invaders, as obliterate all memory of former arts and civility. Imitation also is apt to transport these coarser and more useful arts from one climate to another, and make them precede the refined arts in their progress; though perhaps they sprang after them in their first rise and propagation. From these causes proceed civilized monarchies; where the arts of government, first invented in free states, are preserved to the mutual advantage and security of sovereign and subject.","subId":"26","id":"Hume.ETSS.EMPL1.RP.26","pages":"124-5"},{"type":"paragraph","content":"However perfect, therefore, the monarchical form may appear to some politicians, it owes all its perfection to the republican; nor is it possible, that a pure despotism, established among a barbarous people, can ever, by its native force and energy, refine and polish itself. It must borrow its laws, and methods, and institutions, and consequently its stability and order, from free governments. These advantages are the sole growth of republics. The extensive despotism of a barbarous monarchy, by entering into the detail of the government, as well as into the principal points of administration, for ever prevents all such improvements.","subId":"27","id":"Hume.ETSS.EMPL1.RP.27","pages":"125"},{"type":"paragraph","content":"In a civilized monarchy, the prince alone is unrestrained in the exercise of his authority, and possesses alone a power, which is not bounded by any thing but custom, example, and the sense of his own interest. Every minister or magistrate, however eminent, must submit to the general laws, which govern the whole society, and must exert the authority delegated to him after the manner, which is prescribed. The people depend on none but their sovereign, for the security of their property. He is so far removed from them, and is so much exempt from private jealousies or interests, that this dependence is scarcely felt. And thus a species of government arises, to which, in a high political rant, we may give the name of Tyranny, but which, by a just and prudent administration, may afford tolerable security to the people, and may answer most of the ends of political society.","subId":"28","id":"Hume.ETSS.EMPL1.RP.28","pages":"125"},{"type":"paragraph","content":"But though in a civilized monarchy, as well as in a republic, the people have security for the enjoyment of their property; yet in both these forms of government, those who possess the supreme authority have the disposal of many honours and advantages, which excite the ambition and avarice of mankind. The only difference is, that, in a republic, the candidates for office must look downwards, to gain the suffrages of the people; in a monarchy, they must turn their attention upwards, to court the good graces and favour of the great. To be successful in the former way, it is necessary for a man to make himself useful, by his industry, capacity, or knowledge: To be prosperous in the latter way, it is requisite for him to render himself agreeable, by his wit, complaisance, or civility. A strong genius succeeds best in republics: A refined taste in monarchies. And consequently the sciences are the more natural growth of the one, and the polite arts of the other.","subId":"29","id":"Hume.ETSS.EMPL1.RP.29","pages":"125-6"},{"type":"paragraph","content":"Not to mention, that monarchies, receiving their chief stability from a superstitious reverence to priests and princes, have commonly abridged the liberty of reasoning, with regard to religion, and politics, and consequently metaphysics and morals. All these form the most considerable branches of science. Mathematics and natural philosophy, which only remain, are not half so valuable.","subId":"30","id":"Hume.ETSS.EMPL1.RP.30","pages":"126"},{"type":"paragraph","content":"Among the arts of conversation, no one pleases more than mutual deference or civility, which leads us to resign our own inclinations to those of our companion, and to curb and conceal that presumption and arrogance, so natural to the human mind. A good-natured man, who is well educated, practises this civility to every mortal, without premeditation or interest. But in order to render that valuable quality general among any people, it seems necessary to assist the natural disposition by some general motive. Where power rises upwards from the people to the great, as in all republics, such refinements of civility are apt to be little practised; since the whole state is, by that means, brought near to a level, and every member of it is rendered, in a great measure, independent of another. The people have the advantage, by the authority of their suffrages: The great, by the superiority of their station. But in a civilized monarchy, there is a long train of dependence from the prince to the peasant, which is not great enough to render property precarious, or depress the minds of the people; but is sufficient to beget in every one an inclination to please his superiors, and to form himself upon those models, which are most acceptable to people of condition and education. Politeness of manners, therefore, arises most naturally in monarchies and courts; and where that flourishes, none of the liberal arts will be altogether neglected or despised.","subId":"31","id":"Hume.ETSS.EMPL1.RP.31","pages":"126-7"},{"type":"paragraph","content":"The republics in Europe are at present noted for want of politeness. The good-manners of a Swiss civilized in Holland, is an expression for rusticity among the French. The English, in some degree, fall under the same censure, notwithstanding their learning and genius. And if the Venetians be an exception to the rule, they owe it, perhaps, to their communication with the other Italians, most of whose governments beget a dependence more than sufficient for civilizing their manners.","subId":"32","id":"Hume.ETSS.EMPL1.RP.32","pages":"127"},{"type":"paragraph","content":"It is difficult to pronounce any judgment concerning the refinements of the ancient republics in this particular: But I am apt to suspect, that the arts of conversation were not brought so near to perfection among them as the arts of writing and composition. The scurrility of the ancient orators, in many instances, is quite shocking, and exceeds all belief. Vanity too is often not a little offensive in authors of those ages; as well as the common licentiousness and immodesty of their stile, Quicunque impudicus, adulter, ganeo, manu, ventre, pene, bona patria laceraverat, says Sallust in one of the gravest and most moral passages of his history. Nam fuit ante Helenam Cunnus teterrima belli Causa, is an expression of Horace, in tracing the origin of moral good and evil. Ovid and Lucretius are almost as licentious in their stile as Lord Rochester; though the former were fine gentlemen and delicate writers, and the latter, from the corruptions of that court, in which he lived, seems to have thrown off all regard to shame and decency. Juvenal inculcates modesty with great zeal; but sets a very bad example of it, if we consider the impudence of his expressions.","subId":"33","id":"Hume.ETSS.EMPL1.RP.33","pages":"127-8"},{"type":"paragraph","content":"I shall also be bold to affirm, that among the ancients, there was not much delicacy of breeding, or that polite deference and respect, which civility obliges us either to express or counterfeit towards the persons with whom we converse. Cicero was certainly one of the finest gentlemen of his age; yet I must confess I have frequently been shocked with the poor figure under which he represents his friend Atticus, in those dialogues, where he himself is introduced as a speaker. That learned and virtuous Roman, whose dignity, though he was only a private gentleman, was inferior to that of no one in Rome, is there shewn in rather a more pitiful light than Philalethes's friend in our modern dialogues. He is a humble admirer of the orator, pays him frequent compliments, and receives his instructions, with all the deference which a scholar owes to his master. Even Cato is treated in somewhat of a cavalier manner in the dialogues de finibus.","subId":"34","id":"Hume.ETSS.EMPL1.RP.34","pages":"128-9"},{"type":"paragraph","content":"One of the most particular details of a real dialogue, which we meet with in antiquity, is related by Polybius; when Philip, king of Macedon, a prince of wit and parts, met with Titus Flamininus, one of the politest of the Romans, as we learn from Plutarch, accompanied with ambassadors from almost all the Greek cities. The Ætolian ambassador very abruptly tells the king, that he talked like a fool or a madman (ληρειν). That's evident, says his majesty, even to a blind man; which was a raillery on the blindness of his excellency. Yet all this did not pass the usual bounds: For the conference was not disturbed; and Flamininus was very well diverted with these strokes of humour. At the end, when Philip craved a little time to consult with his friends, of whom he had none present, the Roman general, being desirous also to shew his wit, as the historian says, tells him, that perhaps the reason, why he had none of his friends with him, was because he had murdered them all; which was actually the case. This unprovoked piece of rusticity is not condemned by the historian; caused no farther resentment in Philip, than to excite a Sardonian smile, or what we call a grin; and hindered him not from renewing the conference next day. Plutarch too mentions this raillery amongst the witty and agreeable sayings of Flamininus.","subId":"35","id":"Hume.ETSS.EMPL1.RP.35","pages":"129-30"},{"type":"paragraph","content":"Cardinal Wolsey apologized for his famous piece of insolence, in saying, Ego et Rex meus, I and my king, by observing, that this expression was conformable to the Latin idiom, and that a Roman always named himself before the person to whom, or of whom he spake. Yet this seems to have been an instance of want of civility among that people. The ancients made it a rule, that the person of the greatest dignity should be mentioned first in the discourse; insomuch, that we find the spring of a quarrel and jealousy between the Romans and Ætolians, to have been a poet's naming the Ætolians before the Romans, in celebrating a victory gained by their united arms over the Macedonians. Thus Livia disgusted Tiberius by placing her own name before his in an inscription.","subId":"36","id":"Hume.ETSS.EMPL1.RP.36","pages":"130"},{"type":"paragraph","content":"No advantages in this world are pure and unmixed. In like manner, as modern politeness, which is naturally so ornamental, runs often into affectation and foppery, disguise and insincerity; so the ancient simplicity, which is naturally so amiable and affecting, often degenerates into rusticity and abuse, scurrility and obscenity.","subId":"37","id":"Hume.ETSS.EMPL1.RP.37","pages":"130-1"},{"type":"paragraph","content":"If the superiority in politeness should be allowed to modern times, the modern notions of gallantry, the natural produce of courts and monarchies, will probably be assigned as the causes of this refinement. No one denies this invention to be modern: But some of the more zealous partizans of the ancients, have asserted it to be foppish and ridiculous, and a reproach, rather than a credit, to the present age. It may here be proper to examine this question.","subId":"38","id":"Hume.ETSS.EMPL1.RP.38","pages":"131"},{"type":"paragraph","content":"Nature has implanted in all living creatures an affection between the sexes, which, even in the fiercest and most rapacious animals, is not merely confined to the satisfaction of the bodily appetite, but begets a friendship and mutual sympathy, which runs through the whole tenor of their lives. Nay, even in those species, where nature limits the indulgence of this appetite to one season and to one object, and forms a kind of marriage or association between a single male and female, there is yet a visible complacency and benevolence, which extends farther, and mutually softens the affections of the sexes towards each other. How much more must this have place in man, where the confinement of the appetite is not natural; but either is derived accidentally from some strong charm of love, or arises from reflections on duty and convenience? Nothing, therefore, can proceed less from affectation than the passion of gallantry. It is natural in the highest degree. Art and education, in the most elegant courts, make no more alteration on it, than on all the other laudable passions. They only turn the mind more towards it; they refine it; they polish it; and give it a proper grace and expression.","subId":"39","id":"Hume.ETSS.EMPL1.RP.39","pages":"131"},{"type":"paragraph","content":"But gallantry is as generous as it is natural. To correct such gross vices, as lead us to commit real injury on others, is the part of morals, and the object of the most ordinary education. Where that is not attended to, in some degree, no human society can subsist. But in order to render conversation, and the intercourse of minds more easy and agreeable, good-manners have been invented, and have carried the matter somewhat farther. Wherever nature has given the mind a propensity to any vice, or to any passion disagreeable to others, refined breeding has taught men to throw the biass on the opposite side, and to preserve, in all their behaviour, the appearance of sentiments different from those to which they naturally incline. Thus, as we are commonly proud and selfish, and apt to assume the preference above others, a polite man learns to behave with deference towards his companions, and to yield the superiority to them in all the common incidents of society. In like manner, wherever a person's situation may naturally beget any disagreeable suspicion in him, it is the part of good-manners to prevent it, by a studied display of sentiments, directly contrary to those of which he is apt to be jealous. Thus, old men know their infirmities, and naturally dread contempt from the youth: Hence, well-educated youth redouble the instances of respect and deference to their elders. Strangers and foreigners are without protection: Hence, in all polite countries, they receive the highest civilities, and are entitled to the first place in every company. A man is lord in his own family, and his guests are, in a manner, subject to his authority: Hence, he is always the lowest person in the company; attentive to the wants of every one; and giving himself all the trouble, in order to please, which may not betray too visible an affectation, or impose too much constraint on his guests. Gallantry is nothing but an instance of the same generous attention. As nature has given man the superiority above woman, by endowing him with greater strength both of mind and body; it is his part to alleviate that superiority, as much as possible, by the generosity of his behaviour, and by a studied deference and complaisance for all her inclinations and opinions. Barbarous nations display this superiority, by reducing their females to the most abject slavery; by confining them, by beating them, by selling them, by killing them. But the male sex, among a polite people, discover their authority in a more generous, though not a less evident manner; by civility, by respect, by complaisance, and, in a word, by gallantry. In good company, you need not ask, Who is the master of the feast? The man, who sits in the lowest place, and who is always industrious in helping every one, is certainly the person. We must either condemn all such instances of generosity, as foppish and affected, or admit of gallantry among the rest. The ancient Muscovites wedded their wives with a whip, instead of a ring. The same people, in their own houses, took always the precedency above foreigners, even foreign ambassadors. These two instances of their generosity and politeness are much of a piece.","subId":"40","id":"Hume.ETSS.EMPL1.RP.40","pages":"132-3"},{"type":"paragraph","content":"Gallantry is not less compatible with wisdom and prudence, than with nature and generosity; and when under proper regulations, contributes more than any other invention, to the entertainment and improvement of the youth of both sexes. Among every species of animals, nature has founded on the love between the sexes their sweetest and best enjoyment. But the satisfaction of the bodily appetite is not alone sufficient to gratify the mind; and even among brute-creatures, we find, that their play and dalliance, and other expressions of fondness, form the greatest part of the entertainment. In rational beings, we must certainly admit the mind for a considerable share. Were we to rob the feast of all its garniture of reason, discourse, sympathy, friendship, and gaiety, what remains would scarcely be worth acceptance, in the judgment of the truly elegant and luxurious.","subId":"41","id":"Hume.ETSS.EMPL1.RP.41","pages":"133-4"},{"type":"paragraph","content":"What better school for manners, than the company of virtuous women; where the mutual endeavour to please must insensibly polish the mind, where the example of the female softness and modesty must communicate itself to their admirers, and where the delicacy of that sex puts every one on his guard, lest he give offence by any breach of decency?","subId":"42","id":"Hume.ETSS.EMPL1.RP.42","pages":"134"},{"type":"paragraph","content":"Among the ancients, the character of the fair-sex was considered as altogether domestic; nor were they regarded as part of the polite world or of good company. This, perhaps, is the true reason why the ancients have not left us one piece of pleasantry that is excellent, (unless one may except the Banquet of Xenophon, and the Dialogues of Lucian) though many of their serious compositions are altogether inimitable. Horace condemns the coarse railleries and cold jests of Plautus: But, though the most easy, agreeable, and judicious writer in the world, is his own talent for ridicule very striking or refined? This, therefore, is one considerable improvement, which the polite arts have received from gallantry, and from courts, where it first arose.","subId":"43","id":"Hume.ETSS.EMPL1.RP.43","pages":"134"},{"type":"paragraph","content":"But, to return from this digression, I shall advance it as a fourth observation on this subject, of the rise and progress of the arts and sciences, That when the arts and sciences come to perfection in any state, from that moment they naturally, or rather necessarily decline, and seldom or never revive in that nation, where they formerly flourished.","subId":"44","id":"Hume.ETSS.EMPL1.RP.44","pages":"134-5"},{"type":"paragraph","content":"It must be confessed, that this maxim, though conformable to experience, may, at first sight, be esteemed contrary to reason. If the natural genius of mankind be the same in all ages, and in almost all countries, (as seems to be the truth) it must very much forward and cultivate this genius, to be possessed of patterns in every art, which may regulate the taste, and fix the objects of imitation. The models left us by the ancients gave birth to all the arts about 200 years ago, and have mightily advanced their progress in every country of Europe: Why had they not a like effect during the reign of Trajan and his successors; when they were much more entire, and were still admired and studied by the whole world? So late as the emperor Justinian, the Poet, by way of distinction, was understood, among the Greeks, to be Homer; among the Romans, Virgil. Such admiration still remained for these divine geniuses; though no poet had appeared for many centuries, who could justly pretend to have imitated them.","subId":"45","id":"Hume.ETSS.EMPL1.RP.45","pages":"135"},{"type":"paragraph","content":"A man's genius is always, in the beginning of life, as much unknown to himself as to others; and it is only after frequent trials, attended with success, that he dares think himself equal to those undertakings, in which those, who have succeeded, have fixed the admiration of mankind. If his own nation be already possessed of many models of eloquence, he naturally compares his own juvenile exercises with these; and being sensible of the great disproportion, is discouraged from any farther attempts, and never aims at a rivalship with those authors, whom he so much admires. A noble emulation is the source of every excellence. Admiration and modesty naturally extinguish this emulation. And no one is so liable to an excess of admiration and modesty, as a truly great genius.","subId":"46","id":"Hume.ETSS.EMPL1.RP.46","pages":"135"},{"type":"paragraph","content":"Next to emulation, the greatest encourager of the noble arts is praise and glory. A writer is animated with new force, when he hears the applauses of the world for his former productions; and, being roused by such a motive, he often reaches a pitch of perfection, which is equally surprizing to himself and to his readers. But when the posts of honour are all occupied, his first attempts are but coldly received by the public; being compared to productions, which are both in themselves more excellent, and have already the advantage of an established reputation. Were Moliere and Corneille to bring upon the stage at present their early productions, which were formerly so well received, it would discourage the young poets, to see the indifference and disdain of the public. The ignorance of the age alone could have given admission to the Prince of Tyre; but it is to that we owe the Moor: Had Every man in his humour been rejected, we had never seen Volpone.","subId":"47","id":"Hume.ETSS.EMPL1.RP.47","pages":"136"},{"type":"paragraph","content":"Perhaps, it may not be for the advantage of any nation to have the arts imported from their neighbours in too great perfection. This extinguishes emulation, and sinks the ardour of the generous youth. So many models of Italian painting brought into England, instead of exciting our artists, is the cause of their small progress in that noble art. The same, perhaps, was the case of Rome, when it received the arts from Greece. That multitude of polite productions in the French language, dispersed all over Germany and the North, hinder these nations from cultivating their own language, and keep them still dependent on their neighbours for those elegant entertainments.","subId":"48","id":"Hume.ETSS.EMPL1.RP.48","pages":"136"},{"type":"paragraph","content":"It is true, the ancients had left us models in every kind of writing, which are highly worthy of admiration. But besides that they were written in languages, known only to the learned; besides this, I say, the comparison is not so perfect or entire between modern wits, and those who lived in so remote an age. Had Waller been born in Rome, during the reign of Tiberius, his first productions had been despised, when compared to the finished odes of Horace. But in this island the superiority of the Roman poet diminished nothing from the fame of the English. We esteemed ourselves sufficiently happy, that our climate and language could produce but a faint copy of so excellent an original.","subId":"49","id":"Hume.ETSS.EMPL1.RP.49","pages":"136-7"},{"type":"paragraph","content":"In short, the arts and sciences, like some plants, require a fresh soil; and however rich the land may be, and however you may recruit it by art or care, it will never, when once exhausted, produce any thing that is perfect or finished in the kind.","subId":"50","id":"Hume.ETSS.EMPL1.RP.50","pages":"137"},{"type":"note","content":"Est Deus in nobis; agitante calescimus illo: \n   Impetus hic, sacræ semina mentis habet. \n           Ovid, Fast. lib. i.","subId":"n1","id":"Hume.ETSS.EMPL1.RP.n1","pages":"114"},{"type":"note","content":"Tacit. hist. lib. i.","subId":"n2","id":"Hume.ETSS.EMPL1.RP.n2","pages":"117"},{"type":"note","content":"See NOTE [E].","subId":"n3","id":"Hume.ETSS.EMPL1.RP.n3"},{"type":"note","content":"IF it be asked how we can reconcile to the foregoing principles the happiness, riches, and good police of the Chinese, who have always been governed by a monarch, and can scarcely form an idea of a free government; I would answer, that though the Chinese government be a pure monarchy, it is not, properly speaking, absolute. This proceeds from a peculiarity in the situation of that country: They have no neighbours, except the Tartars, from whom they were, in some measure, secured, at least seemed to be secured, by their famous wall, and by the great superiority of their numbers. By this means, military discipline has always been much neglected amongst them; and their standing forces are mere militia, of the worst kind; and unfit to suppress any general insurrection in countries so extremely populous. The sword, therefore, may properly be said to be always in the hands of the people, which is a sufficient restraint upon the monarch, and obliges him to lay his mandarins or governors of provinces under the restraint of general laws, in order to prevent those rebellions, which we learn from history to have been so frequent and dangerous in that government. Perhaps, a pure monarchy of this kind, were it fitted for defence against foreign enemies, would be the best of all governments, as having both the tranquillity attending kingly power, and the moderation and liberty of popular assemblies.","subId":"n3.1","id":"Hume.ETSS.EMPL1.RP.n3.1","pages":"122"},{"type":"note","content":"C'est la politesse d'un Suisse \n   En Hollande civilisé.       Rousseau.","subId":"n4","id":"Hume.ETSS.EMPL1.RP.n4","pages":"127"},{"type":"note","content":"It is needless to cite Cicero or Pliny on this head: They are too much noted: But one is a little surprised to find Arrian, a very grave, judicious writer, interrupt the thread of his narration all of a sudden, to tell his readers that he himself is as eminent among the Greeks for eloquence as Alexander was for arms. Lib. i.","subId":"n5","id":"Hume.ETSS.EMPL1.RP.n5","pages":"127"},{"type":"note","content":"This poet (See lib. iv. 1165.) recommends a very extraordinary cure for love, and what one expects not to meet with in so elegant and philosophical a poem. It seems to have been the original of some of Dr. Swift's images. The elegant Catullus and Phædrus fall under the same censure.","subId":"n6","id":"Hume.ETSS.EMPL1.RP.n6","pages":"128"},{"type":"note","content":"Att. Non mihi videtur ad beate vivendum satis esse virtutem. Mar. At hercule Bruto meo videtur; cujus ego judicium, pace tua dixerim, longe antepono tuo. Tusc. Quæst lib. v.","subId":"n7","id":"Hume.ETSS.EMPL1.RP.n7","pages":"129"},{"type":"note","content":"Lib. xvii.","subId":"n8","id":"Hume.ETSS.EMPL1.RP.n8","pages":"129"},{"type":"note","content":"In vita Flamin.","subId":"n9","id":"Hume.ETSS.EMPL1.RP.n9","pages":"129"},{"type":"note","content":"Plut. in vita Flamin.","subId":"n10","id":"Hume.ETSS.EMPL1.RP.n10","pages":"130"},{"type":"note","content":"Ibid.","subId":"n11","id":"Hume.ETSS.EMPL1.RP.n11","pages":"130"},{"type":"note","content":"Tacit. Ann. lib. iii. cap. 64.","subId":"n12","id":"Hume.ETSS.EMPL1.RP.n12","pages":"130"},{"type":"note","content":"In the Self-Tormentor of Terence, Clinias, whenever he comes to town, instead of waiting on his mistress, sends for her to come to him.","subId":"n13","id":"Hume.ETSS.EMPL1.RP.n13","pages":"131"},{"type":"note","content":"Lord Shaftesbury, see his Moralists.","subId":"n14","id":"Hume.ETSS.EMPL1.RP.n14","pages":"131"},{"type":"note","content":"The frequent mention in ancient authors of that ill-bred custom of the master of the family's eating better bread or drinking better wine at table, than he afforded his guests, is but an indifferent mark of the civility of those ages. See Juvenal, sat. 5. Plinii lib. xiv. cap. 13. Also Plinii Epist. Lucian de mercede conductis, Saturnalia, &c. There is scarcely any part of Europe at present so uncivilized as to admit of such a custom.","subId":"n15","id":"Hume.ETSS.EMPL1.RP.n15","pages":"132-3"},{"type":"note","content":"See Relation of three Embassies, by the Earl of Carlisle.","subId":"n16","id":"Hume.ETSS.EMPL1.RP.n16","pages":"133"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.El","imported":true,"title":"Of Eloquence","breadcrumb":"Of Eloquence","published":[1742]},"next":{"id":"Hume.ETSS.EMPL1.Ep","imported":true,"title":"The Epicurean","breadcrumb":"The Epicurean","published":[1742]}}