{"id":"Locke.EHU.4.1","imported":true,"parent":"Locke.EHU.4","title":"Chapter 1. Of Knowledge in general","breadcrumb":"Chapter 1","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.1?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. I.</h1> <h2><em>Of Knowledge in general.</em></h2> ","id":"Locke.EHU.4.1"},{"type":"paragraph","content":"SInce <em>the Mind,</em> in all its Thoughts and Reasonings, <em>hath no other immediate Object but its own Ideas,</em> which it alone does or can contemplate, it is evident, that our Knowledge is only conversant about them.","subId":"1","id":"Locke.EHU.4.1.1"},{"type":"paragraph","content":"<em>Knowledge</em> then seems to me to be nothing but <em>the perception of the connexion and agreement, or disagreement and repugnancy of any of our Ideas.</em> In this alone it consists. Where this Perception is, there is Knowledge; and where it is not, there, though we may fansie, guess, or believe, yet we always come short of Knowledge. For when we know that White is not Black, what do we else but perceive, that these two <em>Ideas</em> do not agree? When we possess our selves with the utmost security of the Demonstration, that the three Angles of a Triangle are equal to two right ones, What do we more but perceive, that Equality to two right ones, does necessarily agree to, and is inseparable from the three Angles of a Triangle?","subId":"2","id":"Locke.EHU.4.1.2"},{"type":"paragraph","content":"But to understand a little more distinctly, wherein this Agreement of Disagreement consists, I think we may reduce it all to these four sorts: <br> <em>Identity,</em> or <em>Diversity.</em> <br> <em>Relation.</em> <br> <em>Co-existence,</em> or <em>necessary Connexion.</em> <br> <em>Real Existence.</em>","subId":"3","id":"Locke.EHU.4.1.3"},{"type":"paragraph","content":"<em>First,</em> As to the first sort of Agreement or Disagreement, <em>viz. Identiy, or Diversity.</em> 'Tis the first Act of the Mind, when it has any Sentiments, or <em>Ideas</em> at all, to perceive its <em>Ideas,</em> and so far as it perceives them, to know each what it is, and thereby also to perceive their difference, and that one is not another. This is so absolutely necessary, that without it there could be no Knowledge, no Reasoning, no Imagination, no distinct Thoughts at all. By this the Mind clearly and infallibly perceives each <em>Idea</em> to agree with it self, and to be what it is; and all distinct <em>Ideas</em> to disagree, <em>i. e.</em> the one not to be the other: And this it does without any pains, labour, or deduction; but at first view, by its natural power of Perception and Distinction. And though Men of Art have reduced this into those general Rules, <em>What is, is; and it is impossible for the same thing to be, and not to be,</em> for ready application in all cases, wherein there may be occasion to reflect on it; yet it is certain, that the first exercise of this Faculty, is about particular <em>Ideas.</em> A Man infallibly knows, as soon as ever he has them in his Mind, that the <em>Ideas</em> he calls White and Round, are the very <em>Ideas</em> they are, and that they are not other <em>Ideas</em> which he calls Red or Square. Nor can any Maxim or Proposition in the World make him know it clearer or surer than he did before, or without any such general Rule. This then is the first agreement, or disagreement, which the Mind perceives in its <em>Ideas</em>; which it always perceives at first sight: And if there ever happen any doubt about it, 'twill always be found to be about the Names, and not the <em>Ideas</em> themselves, whose Identity and Diversity will always be perceived, as soon and as clearly, as the <em>Ideas</em> themselves are, nor can it possibly be otherwise.","subId":"4","id":"Locke.EHU.4.1.4"},{"type":"paragraph","content":"<em>Secondly,</em> The next sort of Agreement, or Disagreement, the Mind perceives in any of its <em>Ideas,</em> may, I think, be called Relative, and is nothing but <em>the Perception of the Relation between any two Ideas,</em> of what kind soever, whether Substances, Modes, or any other. For since all distinct <em>Ideas</em> must eternally be known not to be the same, and so be universally and constantly denied one of another, there could be no room for any positive Knowledge at all, if we could not perceive any Relation between our <em>Ideas,</em> and find out the Agreement or Disagreement, they have one with another, in several ways the Mind takes of comparing them.","subId":"5","id":"Locke.EHU.4.1.5"},{"type":"paragraph","content":"<em>Thirdly,</em> The third sort of Agreement, or Disagreement, to be found in our <em>Ideas,</em> which the Perception of the Mind is employ'd about, is <em>Co-existence, or non-Co-existence</em> in the same Subject; and this belongs particularly to Substances. Thus when we pronounce concerning Gold, that it is fixed, our Knowledge of this Truth amounts to no more but this, that Fixedness, or a power to remain in the Fire unconsumed, is an <em>Idea,</em> that always accompanies, and is join'd with that particular sort of Yellowness, Weight, Fusibility, Malleableness, and Solubility in <em>Aq. Regia,</em> which make our complex <em>Idea,</em> signified by the word <em>Gold.</em>","subId":"6","id":"Locke.EHU.4.1.6"},{"type":"paragraph","content":"<em>Fourthly,</em> The fourth and last sort is, that of <em>actual real Existence</em> agreeing to any <em>Idea.</em> Within these four sorts of Agreement or Disagreement, is, I suppose contained all the Knowledge we have, or are capable of: For all the Enquiries that we can make, concerning any of our <em>Ideas,</em> all that we know, or can affirm concerning any of them, is, That it is, or is not, the same with some other; that it does, or does not always co-exist with some other <em>Idea</em> in the same Subject; that it has this or that Relation to some other <em>Idea</em>; or that it has a real Existence without the Mind. Thus <em>Blue is not Yellow,</em> is of Identity. <em>Two Triangles upon equal Basis, between two Parallels, are equal, is</em> of Relation. <em>Iron is susceptible of magnetical Impressions,</em> is of Co-existence. <em>GOD is,</em> is of real Existence. Though Identity and Co-existence are truly nothing but Relations, yet they are so peculiar ways of Agreement, or Disagreement of our <em>Ideas,</em> that they deserve well to be considered as distinct Heads, and not under Relation in general; since they are so different grounds of Affirmation and Negation, as will easily appear to any one, who will but reflect on what is said in several places of this Essay. I should now proceed to examine the several degrees of our Knowledge, but that it is necessary first, to consider the different acceptations of the word <em>Knowledge.</em>","subId":"7","id":"Locke.EHU.4.1.7"},{"type":"paragraph","content":"There are several ways wherein the Mind is possessed of Truth, each of which is called <em>Knowledge.</em> 1. There is <em>actual Knowledge,</em> which is the present view the Mind has of the Agreement, or Disagreement of any of its <em>Ideas,</em> or of the Relation they have one to another. 2. A Man is said to know any Proposition, which having been once laid before his Thoughts, he evidently perceived the Agreement, or Disagreement of the <em>Ideas</em> whereof it consists; and so lodg'd it in his Memory, that whenever that Proposition comes again to be reflected on, he, without doubt or hesitation, embraces the right side; assents to, and is certain of the Truth of it. This, I think, one may call <em>habitual Knowledge</em>: And thus a Man may be said to know all those Truths, which are lodg'd in, his Memory, by a foregoing clear and full perception, whereof the Mind is assured past doubt, as often as it has occasion to reflect on them. For our finite Understandings being able to think, clearly and distinctly, but on one thing at once, if Men had no Knowledge of any more than what they actually thought on, they would all be very ignorant: and he that knew most, would know but one Truth, that being all he was able to think on at one time.","subId":"8","id":"Locke.EHU.4.1.8"},{"type":"paragraph","content":"Of habitual Knowledge, there are also, vulgarly speaking, two degrees: <em>First,</em> The one is of <em>such Truths laid up in the Memory, as whenever they occur to the Mind, it actually perceives the Relation is between those Ideas.</em> And this is in all those Truths, whereof we have an intuitive Knowledge, where the <em>Ideas</em> themselves, by an immediate view, discover their Agreement, or Disagreement one with another. <em>Secondly,</em> The other is of <em>such Truths, whereof the Mind having been convinced, it retains the memory of the Conviction, without the Proofs.</em> Thus a Man that remembers certainly, that he once perceived the Demonstration, that the three Angles of a Triangle are equal to two right ones, is commonly allow'd to know it, because he cannot doubt of the truth of it. But yet having forgot the Demonstration, strictly speaking, he rather believes his Memory, than knows the thing; or rather it is something between Opinion and Knowledge, a sort of assurance that exceeds bare Belief, which relies on the Testimony of another, and yet comes short of perfect Knowledge. For Knowledge consisting in a clear Perception of the Relation of any two <em>Ideas,</em> either by an immediate <em>juxta</em>-Position, as in intuitive Knowledge; or by the intervention of other <em>Ideas,</em> which do immediately discover their Relation one to another, as in Demonstration, the Mind cannot, in strictness, be said to have so much as an habitual Knowledge, where it has not an habitual View of the Proofs; where it has not such a Memory of the Demonstration, that it can, when that Proposition is again recall'd to the Mind, perceive the connexion of those <em>Ideas,</em> by the intervention of such other <em>Ideas,</em> whose immediate connexion, or relation one to another, shew the relation of the Extremes. And hence it is, that demonstrative Knowledge, is much more imperfect than Intuitive, as we shall see in the following Chapter.","subId":"9","id":"Locke.EHU.4.1.9"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]},"next":{"id":"Locke.EHU.4.2","imported":true,"title":"Chapter 2. Of the Degrees of our Knowledge","breadcrumb":"Chapter 2","published":[1689]}}