{"imported":true,"id":"Locke.EHU.4.10","parent":"Locke.EHU.4","title":"Chapter 10. Of our Knowledge of the Existence of a GOD","breadcrumb":"Chapter 10","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.10?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. X.</h1> <h2><em>Of our Knowledge of the Existence of a GOD.</em></h2> ","id":"Locke.EHU.4.10"},{"type":"paragraph","content":"THough God has given us no innate <em>Ideas</em> of himself; though he has stamped no original Characters in our Minds, wherein we may read his Being: yet having furnished us with those Faculties, our Minds are endowed with, he hath not left himself without witness: since we have Sense, Perception, and Reason, and cannot want a clear proof of him, as long as we carry our selves about us. Nor can we justly complain of our Ignorance in this great Point, since he has so plentifully provided us with the means to discover, and know him, so far as is necessary to the end of our Being, and the great concernment of our Happiness. But though this be the most obvious Truth that Reason discovers; and though its Evidence be (if I mistake not) equal to mathematical Certainty: yet it requires Thought and Attention; and the Mind must apply its self to a regular deduction of it from some unquestionable parts of our Knowledge, or else we shall be as uncertain, and ignorant of this, as of other Propositions, which are in themselves capable of clear Demonstration. To shew therefore, that <em>we are capable of knowing, certainly</em> knowing <em>that there is a God,</em> and how we come by it, I think we need look no farther than our selves, and that undoubted Knowledge we have of our own Existence.","subId":"1","id":"Locke.EHU.4.10.1"},{"type":"paragraph","content":"I think it is beyond Question, that <em>Man has a clear Perception of his own Being</em>; he knows certainly, that he exists, and that he is something. He that can doubt, whether he be any thing, or no, I speak not to, no more than I would argue with pure nothing; or endeavour to convince Non-entity, that it were something. If any one pretend to be so sceptical, as to deny his own Existence, (for really to doubt of it, is manifestly impossible,) let him for me enjoy his beloved Happiness of being nothing, until Hunger, or some other Pain convince him of the contrary. This then, I think, I may take for a Truth, which every ones certain Knowledge assures him of, beyond the liberty of doubting, <em>viz.</em> that he is something that actually exists.","subId":"2","id":"Locke.EHU.4.10.2"},{"type":"paragraph","content":"In the next place, Man knows by an intuitive Certainty, that bare <em>nothing can no more produce any real Being, than it can be equal to two right Angles.</em> If a Man knows not that Non-entity, or the Absence of all Being cannot be equal to two right Angles, it is impossible he should know any demonstration in <em>Euclid.</em> If therefore we know there is some real Being, and that Non-entity cannot produce any real Being, it is an evident demonstration, that from Eternity there has been something. Since what was not from Eternity, had a Beginning; and what had a Beginning, must be produced by something else.","subId":"3","id":"Locke.EHU.4.10.3"},{"type":"paragraph","content":"Next, it is evident, that what had its Being and Beginning from another, must also have all that which is in, and belongs to its Being from another too. All the Powers it has, must be owing to, and received from the same Source. This eternal Source then of all being must also be the Source and Original of all Power; and so <em>this eternal Being must be also the most powerful.</em>","subId":"4","id":"Locke.EHU.4.10.4"},{"type":"paragraph","content":"Again, a Man finds in himself Perception, and Knowledge. We have then got one step farther; and we are certain now, that there is not only some Being, but some knowing intelligent Being in the World. There was a time then, when there was no knowing Being, and when Knowledge began to be; or else, there has been also <em>a knowing Being from Eternity.</em> If it be said, there was a time when no Being had any Knowledge, when that eternal Being was void of all Understanding. I reply, that then it was impossible there should ever have been any Knowledge. It being as impossible, that Things wholly void of Knowledge, and operating blindly, and without any Perception, should produce a knowing Being, as it is impossile, that a Triangle should make it self three Angles bigger than two right ones. For it is as repugnant to the <em>Idea</em> of sensless Matter, that it should put into it self Sense, Perception, and Knowledge, as it is repugnant to the <em>Idea</em> of a Triangle, that it should put into it self greater Angles than two right ones.","subId":"5","id":"Locke.EHU.4.10.5"},{"type":"paragraph","content":"Thus from the Consideration of our selves, and what we infallibly find in our own Constitutions, our Reason leads us to the Knowledge of this certain and evident Truth, That <em>there is an eternal, most powerful, and most knowing Being</em>; which whether any one will please to call God, it matters not. The thing is evident, and from this <em>Idea</em> duly considered, will easily be deduced all those other Attributes, we ought to ascribe to this eternal Being. From what has been said, it is plain to me, we have a more certain Knowledge of the Existence of a GOD, than of any thing our Senses have not immediately discovered to us. Nay, I presume I may say, that we more certanly know that there is a GOD, than that there is any thing else without us When I say we <em>know,</em> I mean there is such a Knowledge within our reach, which we cannot miss, if we will but apply our Minds to that, as we do to several other Enquiries.","subId":"6","id":"Locke.EHU.4.10.6"},{"type":"paragraph","content":"<em>How far the</em> Ideas <em>of a most perfect Being,</em> which a Man may frame in his Mind, <em>does, or does not prove the Existence of a God,</em> I will not here examine. For in the different Make of Men's Tempers, and Application of their Thoughts, some Arguments prevail more on one, and some on another, for the Confirmation of the same Truth. But yet, I think, this I may say, that it is an ill way of establishing this Truth, and silencing Atheists, to lay the whole stress of so important a Point, as this, upon that sole Foundation: and take some Men's having that <em>Idea</em> of God in their Minds, (for 'tis evident, some Men have none, and some worse than none, and the most very different,) for the only proof of a Deity; and out of an over fondness of that Darling Invention, cashier, or at least endeavour to invalidate all other Arguments, and forbid us to hearken to those proofs, as being weak, or fallacious, which our own Existence, and the sensible parts of the Universe, offer so clearly, and cogently to our Thoughts, that I deem it impossible for a considering Man to withstand them. For I judge it as certain and clear a Truth, as can any where be delivered, That the invisible Things of God, are clearly seen from the Creation of the World, being understood by the Things that are made, even his Eternal Power, and God-head. Though our own Being furnishes us, as I have shewn, with an evident, and incontestable proof of a Deity. And I beleive no Body can avoid the Cogency of it, who will but as carefully attend to it, as to any other Demonstration of so many parts: yet this being so fundamental a Truth, and of that Consequence, that all Religion and genuine Morality depend thereon, I doubt not but I shall be forgiven by my Reader, if I go over some parts of this Argument again, and enlarge a little more upon them.","subId":"7","id":"Locke.EHU.4.10.7"},{"type":"paragraph","content":"There is no Truth more evident, than that <em>something</em> must be <em>from Eternity.</em> I never yet heard of any one so unreasonable, or that could suppose so manifest a Contradiction, as a Time, wherein there was perfectly nothing. This being of all Absurdities the greatest, to imagine that pure nothing, the perfect Negation and Absence of all Beings, should ever produce any real Existence. It being then unavoidable for all rational Creatures, to conclude, that something has existed from Eternity. Let us next see what kind of thing that must be.","subId":"8","id":"Locke.EHU.4.10.8"},{"type":"paragraph","content":"There are but two sorts of Beings in the World, that Man knows or conceives. <em>First,</em> Such as are purely material, without Sense, Perception, or Thought, as the clippings of our Beards, and paring of our Nails. <em>Secondly,</em> Sensible, thinking, perceiving Beings, such as we find our selves to be, which if you please, we will hereafter call <em>cogitative and incogitative</em> Beings; which to our present purpose, if for nothing else, are, perhaps, better Terms, than material and immaterial.","subId":"9","id":"Locke.EHU.4.10.9"},{"type":"paragraph","content":"If then there must be something eternal, let us see what sort of Being it must be. And to that, it is very obvious to Reason, that it must necessarily be a cogitative Being. For it is as impossible to conceive, that ever bare incogitative Matter should produce a thinking intelligent Being, as that nothing should of it self produce Matter. Let us suppose any part of Matter eternal, great or small, we shall find it, in it self, able to produce nothing. For Example; let us suppose the Matter of the next Peble, we meet with, eternal, closely united, and the parts firmly at rest together, if there were no other Being in the World, Must it not eternally remain so, a dead inactive Lump? Is it possible to conceive it can add Motion to it self, being purely Matter, or produce any thing? Matter then, by its own Strength, cannot produce in it self so much as Motion: the Motion it has, must also be from Eternity, or else be produced, and added to Matter by some other Being more powerful than Matter; Matter, as is evident, having no Power to produce Motion in it self. But let us suppose Motion eternal too; yet Matter, <em>incogitative Matter</em> and Motion, whatever changes it might produce of Figure and Bulk, <em>could never produce Thought</em>: Knowledge will still be as far beyond the Power of Motion and Matter to produce, as Matter is beyond the Power of nothing to produce. And I appeal to every one's own Thoughts, whether he cannot as easily conceive Matter produced by nothing, as Thought to be produced by pure Matter, when before there was no such thing as Thought, or an intelligent Being existing. Divide Matter into as minute parts as you will, (which we are apt to imagine a sort of spiritualizing, or making a thinking thing of it,) vary the Figure and Motion of it, as much as you please, a Globe, Cube, Cone, Prism, Cylinder, <em>&amp;c.</em> whose Diametres are but 1000000th part of a <em>Gry</em><a href=\"#n1\"><sup>[1]</sup></a> will operate no otherwise upon other Bodies of proportionable Bulk, than those of an inch or foot Diametre; and you may as rationally expect to produce Sense, Thought, and Knowledge, by putting together in a certain Figure and Motion gross Particles of Matter, as by those that are the very minutest, that do any where exist. They knock, impell, and resist one another, just as the greater do, and that is all they can do. So that if we will suppose nothing first, or eternal, Matter can never begin to be: If we suppose bare Matter, without Motion, eternal, Motion can never begin to be: If we suppose only Matter and Motion first, or eternal, Thought can never begin to be. Whatsoever therefore is eternal, must be a cogitative Being, a Spirit: Whatsoever is first of all Things, must necessarily contain in it, and actually have, at least, all the Perfections that can ever after exist: nor can it ever give to another any perfection that it hath not, either actually in it self, or at least in a higher degree.","subId":"10","id":"Locke.EHU.4.10.10"},{"type":"paragraph","content":"<em>If</em> therefore it be evident, that <em>something</em> necessarily must <em>exist from Eternity,</em> 'tis also as evident, that <em>that Something must</em> necessarily <em>be a cogitative Being</em>: For it is as impossible, that incogitative Matter should produce a cogitative Being, as that nothing, or the negation of all Being, should produce a positive Being, or Matter.","subId":"11","id":"Locke.EHU.4.10.11"},{"type":"paragraph","content":"Though this discovery of the <em>necessary Existence of an eternal Mind,</em> do sufficiently lead us into the Knowledge of a GOD; since it will hence follow, that all other knowing Beings that have a beginning, must depend on him, and have no other ways of Knowledge, or extent of Power, than what he gives them: and therefore if he made those, he made also the less-excellent pieces of this Universe, all inanimate Beings, whereby his Omniscience, Power, and Providence, will be established, and all his other Attributes necessarily follow: yet to clear up this a little farther, we will see what Doubts can be raised against it.","subId":"12","id":"Locke.EHU.4.10.12"},{"type":"paragraph","content":"<em>First,</em> Perhaps it will be said, that though it be as clear as demonstration can make it, that there must be an eternal Being, and that Being must also be knowing: Yet it does not follow, but that thinking Being may also be material. Let it be so; it equally still follows, that there is a GOD. For if there be an Eternal, Omniscient, Omnipotent Being, it is certain, that there is a GOD, whether you imagine that Being to be material, or no. But herein, I suppose, lies the danger and deceit of that Supposition: There being no way to avoid the demonstration, that there is an eternal knowing Being, Men, devoted to Matter, would willingly have it granted, that this knowing Being is material; and then letting slide out of their Minds, or the Discourse, the demonstration whereby an eternal knowing Being was proved necessarily to exist, would argue all to be Matter, and so deny a GOD, that is, an eternal cogitative Being: whereby they are so far from establishing, that they destroy their own Hypothesis. For if there can be, in their Opinion, eternal Matter, without an eternal cogitative Being, they manifestly separate Matter and Thinking, and suppose no necessary connexion of the one with the other, and so establish the necessity of an eternal Spirit, but not of Matter; since it has been proved already, that an eternal cogitative Being, is unavoidably to be granted. Now if Thinking and Matter may be separated, <em>the eternal Existence of Matter, will not follow from the eternal Existence of a cogitative Being,</em> and they suppose it to no purpose.","subId":"13","id":"Locke.EHU.4.10.13"},{"type":"paragraph","content":"But now let us see how they can satisfie themselves, or others, that this <em>eternal thinking Being</em> is <em>material.</em> <em>First,</em> I would ask them, Whether they imagine, that all Matter, <em>every particle of Matter, thinks?</em> This, I suppose, they will scarce say; since then there would be as many eternal thinking Beings, as there are Particles of Matter, and so an infinity of Gods. And yet if they will not allow Matter as Matter; that is, every Particle of Matter to be as well cogitative, as extended, they will have as hard a task to make out to their own Reason, cogitative Being out of incogitative Particles, as an extended Being, out of unextended Parts, if I may so speak.","subId":"14","id":"Locke.EHU.4.10.14"},{"type":"paragraph","content":"<em>Secondly,</em> If all Matter do not think, I next ask, Whether it be <em>only one Atom that does so</em>? This has as many Absurdities as the other; for then this Atom of Matter, must be alone eternal, or not. If this alone be eternal, then this alone, by its powerful Thought, or Will, made all the rest of Matter. And so we have the creation of Matter by a powerful Thought, which is that the Materialists stick at. For if they suppose one single thinking Atom, to have produced all the rest of Matter, they cannot ascribe that Pre-eminency to it upon any other account, than that of its Thinking, the only supposed difference. But allow it to be by some other way, which is above our conception, it must be still Creation; and these Men must give up their great Maxim, <em>Ex nihilo nil fit.</em> If it be said, that all the rest of Matter is equally eternal, as that thinking Atom, it will be to say any thing at pleasure, though never so absurd: For to suppose all Matter eternal, and yet one small particle in Knowledge and Power infinitely above all the rest, is without any the least appearance of Reason to frame any Hypothesis: Every particle of Matter, as Matter, is capable of all the same Figures and Motions of any other; and I challenge any one in his Thoughts, to add any Thing else to one above another.","subId":"15","id":"Locke.EHU.4.10.15"},{"type":"paragraph","content":"<em>Thirdly,</em> If then neither one peculiar Atom alone, can be this eternal thinking Being; nor all Matter, as Matter; <em>i. e.</em> every particle of Matter can be it, it only remains, that it is <em>some certain System of Matter</em> duly put together, that is this <em>thinking eternal Being.</em> This is that which, I imagine, is that Notion which Men are aptest to have of GOD, who would have him a material Being, as most readily suggested to them, by the ordinary conceit they have of themselves, and other Men, which they take to be material thinking Beings. But this Imagination, however more natural, is no less absurd than the other: For to suppose the eternal thinking Being, to be nothing else but a composition of Particles of Matter, each whereof is incogitative, is to ascribe all the Wisdom and Knowledge of that eternal Being, only to the <em>juxta</em>-position of parts; than which, nothing can be more absurd. For unthinking Particles of Matter, however put together, can have nothing thereby added to them, but a new relation of Position, which 'tis impossible should give thought and knowledge to them.","subId":"16","id":"Locke.EHU.4.10.16"},{"type":"paragraph","content":"But farther, this <em>corporeal System</em> either has all its parts at rest, or it is a certain motion of the parts wherein its Thinking consists. If it be perfectly at rest, it is but one lump, and so can have no privileges above one Atom. If it be the motion of its parts, on which its Thinking depends, all the Thoughts there must be unavoidably accidental, and limitted; since all the Particles that by Motion cause Thought, being each of them in it self without any Thought, cannot regulate its own Motions, much less be regulated by the Thought of the whole; since that Thought is not the cause of Motion, (for then it must be antecedent to it, and so without it,) but the consequence of it, whereby Freedom, Power, Choice, and all rational and wise thinking or acting, will be quite taken away: So that such a thinking Being, will be no better nor wiser, than pure blind Matter; since to resolve all into the accidental unguided motions of blind Matter, or into Thought depending on unguided motions of blind Matter, is the same thing; not to mention the narrowness of such Thoughts and Knowledge, that must depend on the motion of such parts. But there needs no enumeration of any more Absurdities and Impossibilities in this Hypothesis, (however full of them it be,) than that before-mentioned; since let this thinking System be all, or a part of the Matter of the Universe, it is impossible that any one Particle, should either know its own, or the motion of any other Particle, or the Whole know the motion of every Particular; and so regulate its own Thoughts or Motions, or indeed have any Thought resulting from such Motion.","subId":"17","id":"Locke.EHU.4.10.17"},{"type":"paragraph","content":"Others would have <em>Matter</em> to be <em>eternal,</em> notwithstanding that they allow an eternal, cogitative, immaterial Being. This, tho' it take not away the Being of a <em>God,</em> yet since it denies one and the first great piece of his Workmanship, the Creation, let us consider it a little. <em>Matter</em> must be allow'd eternal: Why? Because you cannot conceive how it can be made out of nothing, why do you not also think your self eternal? You will answer, perhaps, Because about twenty or forty years since, you began to be. But if I ask you, what that <em>You</em> is, which began to be, you can scarce tell me. The Matter whereof you are made, began not then to be: for if it did, then it is not eternal: But it began to be put together in such a fashion and frame, as makes up your Body; but yet that frame of Particles, is not You, it makes not that thinking Thing You are; (for I have now to do with one, who allows an eternal, immaterial, thinking Being, but would have unthinking Matter eternal too;) therefore when did that thinking Thing begin to be? If it did never begin to be, then have you always been a thinking Thing from Eternity; the absurdity whereof I need not confute, till I meet with one who is so void of Understanding, as to own it. If therefore you can allow a thinking Thing, to be made out of nothing, (as all Things that are not eternal must be,) why also can you not allow it possible, for a material Being to be made out of nothing, by an equal Power, but that you have the experience of the one in view, and not of the other? Though, when well considered, Creation of one, as well as t'other, requires an equal Power: And we have no more reason to boggle at the effect of that Power in one, than in the other; because the manner of it in both, is equally beyond our comprehension. For the Creation, or beginning of any one thing out of nothing, being once admitted, the Creation of every thing else, but the CREATOR Himself, may, with the same ease, be supposed.","subId":"18","id":"Locke.EHU.4.10.18"},{"type":"paragraph","content":"But you will say, Is it not impossible to admit of the <em>making any thing out of nothing,</em> since we cannot possibly conceive it? I answer, No: 1. Because it is not reasonable to deny the power of an infinite Being, because we cannot comprehend its Operations. We do not deny other effects upon this ground, because we cannot possibly conceive their Production, we cannot conceive how Thought (or any thing but motion in Body) can move Body: and yet that is not a Reason sufficient to make us deny it possible, against the constant Experience we have of it in our selves, in all our voluntary Motions which are produced in us, only by the free Thoughts of our own Minds; and are not, nor cannot be the effects of the impulse or determination of the motion of blind Matter, in or upon our Bodies; for then it could not be in our power or choice to alter it. For example: My right Hand writes, whilst my left Hand is still: What causes rest in one, and motion in the other? Nothing but my Will, a Thought of my Mind; my Thought only changing, the right Hand rests and the left Hand moves. This is matter of fact, which cannot be denied: Explain this, and make it intelligible, and then the next step will be to understand Creation. In the mean time, 'tis an overvaluing our selves, to reduce all to the narrow measure of our Capacities; and to conclude, all things impossible to be done, whose manner of doing exceeds our Comprehension. This is to make our Comprehension infinite, or GOD finite, when what he can do, is limitted to what we can conceive of it. If you do not understand the Operations of your own finite Mind, that thinking Thing within you, do not deem it strange, that you cannot comprehend the Operations of that eternal infinite Mind, who made and governs all Things, and whom the Heaven of Heavens cannot contain.","subId":"19","id":"Locke.EHU.4.10.19"},{"type":"note","content":"<em>A Gry is </em>1/10<em> of a line, a line </em>1/10<em> of an inch, an inch </em>1/10<em> of a philosophical foot, a philosophical foot </em>1/3<em> of a pendulum, whose Diadroms, in the latitude of </em>45<em> degrees, are each equal to one Second of time, or </em>1/60<em> of a minute. I have affectedly made use of this measure here, and the parts of it, under a decimal division with names to them; because, I think, it would be of general convenience, that this should be the common measure in the Commonwealth of Letters.</em>","subId":"n1","id":"Locke.EHU.4.10.n1"}]}