{"id":"Locke.EHU.4.18","imported":true,"parent":"Locke.EHU.4","title":"Chapter 18. Of Faith and Reason, and their distinct Provinces","breadcrumb":"Chapter 18","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.18?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XVIII.</h1> <h2><em>Of Faith and Reason, and their distinct Provinces.</em></h2> ","id":"Locke.EHU.4.18"},{"type":"paragraph","content":"IT has been above shewn, 1. That we are of necessity ignorant; and want Knowledge of all sorts, where we want <em>Ideas.</em> 2. That we are ignorant, and want rational Knowledge, where we want Proofs. 3. That we want general Knowledge and Certainty, as far as we want clear and determined specifick <em>Ideas.</em> 4. That we want Probability to direct our Assent in matters where we have neither Knowledge of our own, nor Testimony of other Men to bottom our Reason upon. From these things thus premised, I think we may come to lay down the measures and <em>boundaries between Faith and Reason</em>; the want whereof, may possibly have been the cause, if not of great Disorders, yet at least of great Disputes, and perhaps Mistakes in the World. For till it be resolved how far we are to be guided by Reason, and how far by Faith, we shall in vain dispute, and endeavour to convince one another in Matters of Religion.","subId":"1","id":"Locke.EHU.4.18.1"},{"type":"paragraph","content":"I find every Sect, as far as Reason will help them, make use of it gladly; and where it fails them, they cry out, <em>'Tis matter of Faith, and above Reason.</em> And I do not see how they can ever be convinced by any, who makes use of the same plea, without setting down strict boundaries between Faith and Reason; which ought to be the first point established in all Questions, where Faith has any thing to do. <em>Reason</em> therefore here, as contradistinguished to <em>Faith,</em> I take to be the discovery of the Certainty or Probability of such Propositions or Truths, which the Mind arrives at by Deductions made from such <em>Ideas,</em> which it has got by the use of its natural Faculties, <em>viz.</em> by Sensation or Reflexion. <em>Faith,</em> on the other side, is the Assent to any Proposition, not thus made out by the Deductions of Reason, but upon the Credit of the Proposer, as coming immediately from GOD; which we call Revelation.","subId":"2","id":"Locke.EHU.4.18.2"},{"type":"paragraph","content":"<em>First,</em> Then, I say, That <em>no Man inspired by GOD, can by any Revelation communicate to others any new simple Ideas</em> which they had not before from Sensation or Reflexion. For whatsoever impressions he himself may have from the immediate hand of GOD, this Revelation, if it be of new simple <em>Ideas,</em> cannot be conveyed to another, either by Words, or any other signs: because Words, by their immediate Operation on us, cause no other <em>Ideas,</em> but of their natural Sounds; and 'tis by the Custom of using them for Signs, that they excite, and revive in our Minds latent <em>Ideas</em>; but yet only such <em>Ideas,</em> as were there before. For Words seen or heard, recall to our Thoughts those <em>Ideas</em> only, which to us they have been wont to be Signs of: but cannot introduce any perfectly new simple <em>Ideas,</em> which were never there before. The same holds in all other Signs, which cannot signifie to us Things, of which we have before never had any <em>Ideas</em> at all. Thus whatever Things were discovered to St. <em>Paul,</em> when he was rapp'd up into the Third Heaven; whatever new <em>Ideas</em> his Mind there received, all the description he can make to others of that Place, is only this, That there are such Things, <em>as Eye hath not seen, nor Ear heard, nor hath it entred into the Heart of Man to conceive.</em> And, supposing God should discover to any one, supernaturally, a Species of Creatures inhabiting: For Example, <em>Iupiter,</em> or <em>Saturn</em> (for that it is possible there may be such, no body can deny) which had six Senses; and imprint on his Mind the <em>Ideas</em> convey'd to theirs by that sixth Sense, he could no more, by Words, produce in the Minds of other Men those <em>Ideas,</em> imprinted by that sixth Sense; than one of us could convey the <em>Idea</em> of any Colour, by the sound of Words into a Man, who having the other four Senses perfect, had always totally wanted the fifth of Seeing. For our simple <em>Ideas</em> then, which are the Foundation, and sole Matter of all our Notions, and Knowledge, we must depend wholly on our Reason, I mean, our natural Faculties; and can by no means receive them, or any of them from <em>Traditional Revelation,</em> I say, <em>Traditional Revelation,</em> in distinction to <em>Original Revelation.</em> By the one, I mean that first Impression, which is made immediately by GOD, on the Mind of any Man, to which, I pretend not to set any Bounds; and by the other, those Impressions delivered over to others in Words, and the ordinary ways of conveying our Conceptions one to another.","subId":"3","id":"Locke.EHU.4.18.3"},{"type":"paragraph","content":"<em>Secondly,</em> I say, that <em>the same Truths may be discovered, and conveyed down from Revelation, which are discoverable to us by Reason,</em> and those clear <em>Ideas</em> we have. So God might, by Revelation, discover the Truth of any Proposition in <em>Euclid,</em> as well as Men, by the natural use of their Faculties, come to make the discovery themselves. In all Things of this Nature, there is little need or use of Revelation, GOD having furnished us with natural, and surer means to arrive at the Knowledge of them. For whatsoever Truth we come to the discovery of, from the Knowledge and Contemplation of our own clear <em>Ideas,</em> will always be certainer to us, than those which are conveyed to us by <em>Traditional Revelation</em>: for the Knowledge we have, that this Revelation came at first from GOD, can never be so sure, as the Knowledge we have from our own clear and distinct <em>Ideas.</em> As if it were revealed some Ages since, That the three Angles of a Triangle were equal to two right ones, I might assent to the Truth of that Proposition, upon the Credit of the Tradition, that it was revealed: but that would never amount to so great a Certainty, as the Knowledge of it, upon the comparing and measuring my own clear <em>Ideas</em> of two right Angles, and the three Angles of a Triangle. The like holds in Matter of Fact, knowable by our Senses; <em>v. g.</em> the History of the Deluge is conveyed to us by Writings, which had their Original from Revelation: and yet no body, I think, will say, he has as certain and clear a Knowledge of the Flood, as <em>Noah</em> that saw it; or that he himself would have had, had he then been alive, and seen it. For he has no greater an assurance than that of his Senses, that it is writ in the Book supposed writ by <em>Moses</em>: but he has not so great an assurance, that <em>Moses</em> writ that Book, as if he had seen <em>Moses</em> write it; so that the assurance of its being a Revelation, is less still than the assurance of his Senses.","subId":"4","id":"Locke.EHU.4.18.4"},{"type":"paragraph","content":"In Propositions then, whose Certainty is built upon clear, and perfect <em>Ideas,</em> and evident Deductions of Reason, we need not the assistence of Revelation, as necessary to gain our Assent, and introduce them into our Minds. Because the natural ways of Knowledge could settle them there, or had done it already, which is the greatest assurance we can possibly have of any thing, unless where God immediately reveals it to us: and there too our Assurance can be no greater than our Knowledge is, that it is a Revelation from God. But yet nothing, I think, can under that Title, shake or over-rule plain Knowledge, nor rationally prevail with any Man, to admit it for true, in a direct contradiction to the clear Evidence of his own Understanding. For since no Evidence of our Faculties, by which we receive such Revelations, can exceed, if equal, the Certainty of our intuitive Knowledge, we can never receive for a Truth, any thing that is directly contrary to our clear and distinct Knowledge; <em>v. g.</em> The <em>Idea</em> of one Body, and one Place, does so clearly agree; and the Mind has so evident a Perception of it, that we can never assent to a Proposition, that affirms the same Body to be in two distant Places at once, however it should pretend to the Authority of a divine Revelation, since the Evidence; <em>First,</em> That we deceive not our selves in ascribing it to GOD, <em>Secondly,</em> That we understand it right, can never be so great, as the Evidence of our own intuitive Knowledge, whereby we discern it impossible, for the same Body to be in two Places at once. And therefore, <em>no Proposition can be received for divine Revelation,</em> or obtain the Assent due to all such, <em>if it be contradictory to our clear intuitive Knowledge.</em> Since this would be to subvert the Principles, and Foundations of all Knowledge, Evidence, and Assent whatsoever; and leave no difference between Truth and Falshood; no measures of Credible and Incredible in the World, if doubtful Propositions shall take place before self-evident; and what we certainly know, give way to what we may possibly be mistaken in. In Propositions therefore contrary to our distinct and clear <em>Ideas,</em> 'twill be in vain to urge them as Matters of Faith. They cannot move our Assent under that, or any other Title whatsoever. For Faith can never convince us of any thing, that contradicts our Knowledge. Because though Faith be founded on the Testimony of God, (revealing any Proposition to us,) who cannot lie; yet we cannot have an assurance of the Truth of its being a divine Revelation, greater than our own Knowledge: since the whole strength of the Certainty depends upon our Knowledge, that God revealed it, which in this Case, where the Proposition suppos'd reveal'd, contradicts our Knowledge or Reason, will always have this Objection hanging to it, (<em>viz.</em>) that we cannot tell how to conceive, that to come from GOD, the bountiful Author of our Being, which if received for true, must overturn all our Principles and Foundations of Knowledge; render all our Faculties useless; wholly destroy the most excellent part of his Workmanship, our Understandings; and put a Man in a Condition, wherein he will have less Light, less Conduct than the Beast that perisheth. For if the Mind of Man can never have a clearer (and, perhaps, not so clear) an Evidence of any thing to be a divine Revelation, as it has of the Principles of its own Reason, it can never have a ground to quit the clear Evidence of its Reason, to give place to a Proposition, whose Revelation has not a greater Evidence.","subId":"5","id":"Locke.EHU.4.18.5"},{"type":"paragraph","content":"Thus far a Man has use of Reason, and ought to hearken to it, even in immediate and original Revelation, where it is supposedly made to himself: But to all those who pretend not to immediate Revelation but are required to pay Obedience, and to receive the Truths revealed to others, which, by the Tradition of Writings, or Word of Mouth, are conveyed down to them, Reason has a great deal more to do, and is that only which can induce us to receive them. For Matter of Faith being only Divine Revelation, and nothing else, Faith, as we use the Word, (called commonly, Divine Faith) has to do with no Propositions, but those which are supposed to be divinely revealed. So that I do not see how those, who make Revelation alone the sole Object of Faith, can say, that it is a Matter of Faith, and not of Reason, to believe, that such or such a Proposition, to be found in such or such a Book, is of Divine Inspiration; unless it be revealed, that that Proposition, or all in that Book, was communicated by Divine Inspiration. Without such a Revelation, the believing, or not believing that Proposition, or Book, to be of Divine Authority, can never be Matter of Faith, but Matter of Reason; and such as I must come to an Assent to, only by the use of my Reason, which can never require or enable me to believe that, which is contrary to it self: it being impossible for Reason, ever to procure any Assent to that, which to it self appears unreasonable. In all Things therefore, where we have clear Evidence from our <em>Ideas,</em> and those Principles of Knowledge, I have above mentioned, Reason is the proper Judge; and Revelation, though it may in consenting with it, confirm its Dictates, yet cannot, in such Cases, invalidate its Decrees: <em>Nor can we be obliged, where we have the clear and evident Sentence of Reason, to quit it, for the contrary Opinion, under a Pretence that it is Matter of Faith.</em>","subId":"6","id":"Locke.EHU.4.18.6"},{"type":"paragraph","content":"But <em>Thirdly,</em> There being many Things, wherein we have very imperfect Notions, or none at all; and other Things, of whose past, present, or future Existence, by the natural Use of our Faculties, we can have no Knowledge at all; these, as being beyond the Discovery of our natural Faculties, and above Reason, are, when revealed, <em>the proper Matter of Faith.</em> Thus that part of the Angels rebelled against GOD, and thereby lost their first happy State: And that the Bodies of Men shall rise, and live again: These, and the like, being beyond the Discovery of Reason, are purely Matters of Faith; with which, Reason has, directly, nothing to do.","subId":"7","id":"Locke.EHU.4.18.7"},{"type":"paragraph","content":"But since all Things that are under the Character of Divine Revelation, are esteemed Matter of Faith; and there are amongst them, several Things, that fall under the <em>Examen</em> of Reason; and are such as we could judge of by our natural Faculties, without a Supernatural Revelation. In these, <em>Revelation must carry it, against the probable Conjectures of Reason</em>: because the Mind, not being certain of the Truth of that it does not evidently know, but is only probably convinced of, is bound to give up its Assent to such a Testimony, which, it is satisfied, comes from one who cannot err, and will not deceive. But yet, it still belongs to Reason, to judge of the Truth of its being a Revelation, and of the signification of the Words wherein it is delivered. Indeed, if any thing shall be thought Revelation, which is contrary to the plain Principles of Reason, and the evident Knowledge the Mind has of its own clear and distinct <em>Ideas</em>; there Reason must be hearkned to, as to a Matter within its Province: since a Man can never have so certain a Knowledge, that a Proposition which contradicts the clear Principles and Evidence of his own Knowledge, was divinely revealed, or that he understands the Words rightly, wherein it is delivered, as he has, that the Contrary is true, and so is bound to consider and judge of it as a Matter of Reason, and not swallow it, without Examination, as a Matter of Faith.","subId":"8","id":"Locke.EHU.4.18.8"},{"type":"paragraph","content":"The Summ of all is, <em>First,</em> Whatever Proposition is revealed, of whose Truth, our Mind, by its natural Faculties and Notions, cannot judge, that is purely <em>Matter of Faith,</em> and above Reason. <em>Secondly,</em> All Propositions, whereof the Mind, by the use of its natural Faculties, can come to determine and judge, from natural acquired <em>Ideas,</em> are <em>Matter of Reason</em>; with this difference still, that in those, concerning which it has but an uncertain Evidence, and so is persuaded of their Truth, only upon probable Grounds, which still admit a Possibility of the Contrary to be true, without doing Violence to the certain Evidence of its own Knowledge, and overturning the Principles of all Reason: In such probable Propositions, I say, an evident Revelation ought to deter∣mine our Assent even against Probability. For where the Principles of Rea∣son have not determined a Proposition to be certainly true or false, there clear Revelation, as another Principle of Truth, and Ground of Assent, may determine; and so it may be Matter of Faith, and be also above Reason. Because Reason, in that particular Matter, being able to reach no higher than Probability, Faith gave the Determination, where Rea∣son came short; and Revelation discovered on which side the Truth lay.","subId":"9","id":"Locke.EHU.4.18.9"},{"type":"paragraph","content":"Thus far the Dominion of Faith reaches, and that without any violence, or hindrance to Reason; which is not injured, or disturbed, but assisted and improved, by new Discoveries of Truth, coming from the Eternal Fountain of all Knowledge. Whatever GOD hath revealed, is certainly true; no Doubt can be made of it. This is the proper Object of Faith: But whether it be a divine Revelation, or no, Reason must judge; which can never permit the Mind to reject a greater Evidence to embrace what is less evident, nor prefer less Certainty to the greater. There can be no Evidence, that any traditional Revelation is of divine Original, in the Words we receive it, and in the Sense we understand it, so clear, and so certain as those of the Principles of Reason: And therefore, <em>Nothing that is contrary to, and inconsistent with the clear and self-evident Dictates of Reason, has a Right to be urged, or assented to, as a Matter of Faith, wherein Reason hath nothing to do.</em> Whatsoever is divine Revelation, ought to over-rule all our Opinions, Prejudices, and Interests, and hath a Right to be received with a full Assent: Such a Submission as this of our Reason to Faith, takes not away the Land-marks of Knowledge: This shakes not the Foundations of Reason, but leaves us that Use of our Faculties, for which they were given us.","subId":"10","id":"Locke.EHU.4.18.10"},{"type":"paragraph","content":"<em>If the Provinces of Faith and Reason are not kept distinct by these Boundaries,</em> there will, in matter of Religion, be no more for Reason at all; and those extravagant Opinions and Ceremonies, that are to be found in the several Religions of the World, will not deserve to be blamed: For, to this crying up of Faith, in opposition to Reason, we may, I think, in good measure, ascribe those Absurdities, that fill almost all the Religions which possess and divide Mankind. For Men having been principled with an Opinion, that they must not consult Reason in the Things of Religion, however apparently contradictory to common Sense, and the very Principles of all their Knowledge, have let loose their Fansies, and natural Superstition, and have been, by them, lead into so strange Opinions, and extravagant Practices in Religion, that a considerate Man cannot but stand amazed at their Follies, and judge them so far from being acceptable to the great and wise GOD, that he cannot avoid thinking them ridiculous, and offensive to a sober, good Man. So that, in effect, that which most properly ought to distinguish us from Beasts, that wherein we are elevated, as rational Creatures, above Brutes; in that we appear most irrational, and more senseless than Beasts themselves. <em>Credo, quia impossibile est: I believe, because it is impossible,</em> might, in a good Man, pass for a Sally of Zeal; but would prove a very ill Rule for Men to chuse their Opinions, or Religion by.","subId":"11","id":"Locke.EHU.4.18.11"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.17","imported":true,"title":"Chapter 17. Of Reason","breadcrumb":"Chapter 17","published":[1689]},"next":{"id":"Locke.EHU.4.19","imported":false,"title":"Chapter 19. Of Enthusiasm","breadcrumb":"Chapter 19","published":[1700]}}