{"id":"Locke.EHU.4.3","imported":true,"parent":"Locke.EHU.4","title":"Chapter 3. Of the Extent of Humane Knowledge","breadcrumb":"Chapter 3","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.3?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. III.</h1> <h2><em>Of the Extent of Humane Knowledge.</em></h2> ","id":"Locke.EHU.4.3"},{"type":"paragraph","content":"KNowledge, as has been said, lying in the Perception of the Agreement, or Disagreement, of any of our <em>Ideas,</em> it follows from hence, That, <em>First, We can have Knowledge no farther than we have Ideas.</em>","subId":"1","id":"Locke.EHU.4.3.1"},{"type":"paragraph","content":"<em>Secondly,</em> That <em>we can have no Knowledge farther, than we can have Perception of that Agreement, or Disagreement:</em> Which Perception being, 1. Either by Intuition, or the immediate comparing any two <em>Ideas</em>; or, 2. By Reason, examining the Agreement, or Disagreement of two <em>Ideas,</em> by the intervention of some others: Or, 3. By Sensation, perceiving the Existence of particular Things. Hence it also follows,","subId":"2","id":"Locke.EHU.4.3.2"},{"type":"paragraph","content":"<em>Thirdly,</em> That <em>we cannot have an intuitive Knowledge, that shall extend it self to all our Ideas, and all that we would know about them</em>; because we cannot examine and perceive all the Relations they have one to another, by <em>juxta</em>-position, or an immediate comparison one with another. Thus having the <em>Ideas</em> of an Obtuse, and an acute angled Triangle, both drawn from equal Bases, and between Parallels, I can by intuitive Knowledge, perceive the one not to be the other; but cannot that way know, whether they be equal, or no; because their Agreement, or Disagreement in equality, can never be perceived by an immediate comparing them: The difference of Figure makes their parts uncapable of an exact immediate application; and therefore there is need of some intervening Quantities to measure them by, which is Demonstration, or rational Knowledge.","subId":"3","id":"Locke.EHU.4.3.3"},{"type":"paragraph","content":"§. 4 <em>Fourthly,</em> It follows also, from what is above observed, that <em>our rational Knowledge, cannot reach to the whole extent of our Ideas.</em> Because between two different <em>Ideas</em> we would examine, we cannot always find such <em>Mediums,</em> as we can connect one to another with an intuitive Knowledge, in all the parts of the Deduction; and where-ever that fails, we come short of Knowledge and Demonstration.","subId":"4","id":"Locke.EHU.4.3.4"},{"type":"paragraph","content":"<em>Fifthly, Sensitive Knowledge reaching no farther than the Existence of Things actually present to our Senses,</em> is yet much narrower than either of the former.","subId":"5","id":"Locke.EHU.4.3.5"},{"type":"paragraph","content":"From all which it is evident, that <em>the extent of our Knowledge comes not only short of the reality of Things, but even of the extent of our own Ideas.</em> Though our Knowledge be limited to our <em>Ideas,</em> and cannot exceed them either in extent, or perfection; and though these be very narrow bounds, in respect of the extent of All-being, and far short of what we may justly imagine to be in some, even created Understandings, not tied down to the dull and narrow Information, is to be received from some few, and not very acute ways of Perception, such as are our Senses; yet it would be well with us, if our Knowledge were but as large as our <em>Ideas,</em> and there were not many Doubts and Enquiries concerning the <em>Ideas</em> we have, whereof we are not, nor I believe ever shall be in this World, resolved. Nevertheless, I do not yet Question, but that Humane Knowledge, under the present Circumstances of our Beings and Constitutions, may be carried much farther than it hitherto has been, if Men would sincerely, and with freedom of Mind, employ all that Industry and labour of Thought, in improving the means of discovering Truth, which they do for the colouring or support of Falshood, to maintain a System, Interest, or Party, they are once engaged in. But yet after all, I think I may, without injury to humane Perfection, be confident, that our Knowledge would never reach to all we might desire to know concerning those <em>Ideas</em> we have; nor be able to surmount all the Difficulties, and resolve all the Questions might arise concerning any of them. We have the <em>Ideas</em> of a <em>Square,</em> a <em>Circle,</em> and <em>Equality</em>; and yet, perhaps, shall never be able to find a Circle equal to a Square, and certainly know that it is so. We have the <em>Ideas</em> of <em>Matter</em> and <em>Thinking,</em> but possibly shall never be able to know, whether Matter thinks, or no; it being impossible for us, by the contemplation of our own <em>Ideas,</em> without revelation, to discover, whether Omnipotency has given to Matter fitly disposed, a power to perceive and think, or else joined and fixed to Matter so disposed, a thinking immaterial Substance: It being equally easie, in respect of our Notions, to conceive, that GOD can, if he pleases, superadd to our <em>Idea</em> of Matter a Faculty of Thinking, as that he should superadd to it another Substance, with a Faculty of Thinking; since we know not wherein Thinking consists, nor to what sort of Substances the Almighty has been pleased to give that power, which cannot be in any created Being, but meerly by the good Pleasure and Bounty of the Creator. For what assurance of Knowledge can any one have, that certain Thoughts, such as, <em>v. g.</em> Pleasure and Pain, should not be in Body it self, after a certain manner modified and moved, as well as that it should be in an immaterial Substance, upon the Motion of the parts of Body: Motion, according to the utmost reach of our <em>Ideas,</em> being able to produce nothing but Motion, so that when we allow it to produce Pleasure or Pain, or the <em>Idea</em> of a Colour, or Sound, we are fain to quit our Reason, go beyond our own <em>Ideas,</em> and attribute it wholly to the good Pleasure of our Maker. For since we must allow he has annexed Effects to Motion, which we can no way conceive Motion able to produce, what Reason have we to conclude, that he could not order them as well to be produced in a Subject we cannot conceive capable of them, as well as in a Subject we cannot conceive the motion of Matter can any way operate upon? I say not this, that I would any way lessen the belief of the Soul's Immateriality: I am not here speaking of Probability, but Knowledge; and I think not only, that it becomes the Modesty of Philosophy, not to pronounce Magisterially, where we want that Evidence that can produce Knowledge; but also, that it is of use to us, to discern how far our Knowledge does reach; for the state we are at present in, not being that of Vision, we must, in many Things, content our selves with Faith and Probability: And in the present Question, about the Immateriality of the Soul, if our Faculties cannot arrive at demonstrative Certainty, we need not think it strange. All the great Ends of Morality and Religion, are well enough secured, without philosophical Proofs of the Soul's Immateriality; since it is evident, that he who made us at first begin to subsist here, sensible intelligent Beings, and for several years continued us in such a state, can and will restore us to the like state of Sensibility in another World, and make us capable there to receive the Retribution he has designed to Men, according to their doings in this Life. But to return to the Argument in hand, our Knowledge, I say, is not only limited to the Paucity and Imperfections of the <em>Ideas</em> we have, and which we employ it about, but even comes short of that too: But how far it reaches, let us now enquire.","subId":"6","id":"Locke.EHU.4.3.6"},{"type":"paragraph","content":"The affirmations or negations we make concerning the <em>Ideas</em> we have, may, as I have before intimated in general, be reduced to these four sorts, <em>viz.</em> Identity, Co-existence, Relation, and real Existence. I shall examine how far our Knowledge extends in each of these:","subId":"7","id":"Locke.EHU.4.3.7"},{"type":"paragraph","content":"<em>First, As to Identity and Diversity</em> in this way, of the Agreement, or Disagreement of our <em>Ideas, our intuitive Knowledge is as far extended as our Ideas</em> themselves: and there can be no <em>Idea</em> in the Mind, which it does not presently, by an intuitive Knowledge, perceive to be what it is, and to be different from any other.","subId":"8","id":"Locke.EHU.4.3.8"},{"type":"paragraph","content":"<em>Secondly, As to</em> the second sort, which is the <em>Agreement, or Disagreement</em> of our <em>Ideas in Co-existence,</em> in this <em>our Knowledge is very short,</em> though in this consists the greatest and most material part of our Knowledge concerning Substances. For our <em>Ideas</em> of the Species of Substances, being, as I have shewed, nothing but certain Collections of simple <em>Ideas</em> united in one Subject, and so co-existing together: <em>v. g.</em> Our <em>Idea</em> of Flame, is a Body hot, luminous, and moving upward; of Gold, a Body heavy to a certain degree, yellow, malleable, and susible: for these, or some such complex <em>Ideas</em> as these in Mens Minds, do these two names of different Substances, <em>Flame</em> and <em>Gold,</em> stand for. When we would know any thing farther concerning these, or any other sort of Substances, what do we enquire but what other Qualities, or Powers, these Substances have, or have not; which is nothing else but to know, whether simple <em>Ideas</em> do, or do not co-exist with those that make up that complex <em>Idea.</em>","subId":"9","id":"Locke.EHU.4.3.9"},{"type":"paragraph","content":"This, how weighty and considerable a part soever of Humane Science, is yet very narrow, and scarce any at all. The reason whereof is, that the simple <em>Ideas</em> whereof our complex <em>Ideas</em> of Substances are made up, are, for the most part, such as carry with them, in their own Nature, <em>no visible necessary connexion,</em> or inconsistency with any other simple <em>Ideas,</em> whose co-existence with them, we would inform our selves about.","subId":"10","id":"Locke.EHU.4.3.10"},{"type":"paragraph","content":"The <em>Ideas</em> that our complex ones of Substances, are made up of, and about which our Knowledge, concerning Substances, is most employ'd, are those of their <em>secondary Qualities</em>; which depending all (as has been shewed) upon the primary Qualities of their minute and insensible parts; or if not upon them, upon something yet more remote from our Comprehension <em>'tis impossible we should know, which have a necessary union or inconsistency one with another</em>: For not knowing the Root they spring from, not knowing what size, figure, and texture of Parts they are, on which depend, and from which result those Qualities which make our complex <em>Idea</em> of Gold, 'tis impossible we should know what other Qualities result from the same Constitution of the insensible parts of Gold; and so consequently must always co-exist with that complex <em>Idea</em> we have of it, or else are inconsistent with it.","subId":"11","id":"Locke.EHU.4.3.11"},{"type":"paragraph","content":"Besides this Ignorance of the primary Qualities of the insensible Parts of Bodies, on which depend all their secundary Qualities, there is yet another and more incurable part of Ignorance, which sets us more remote from a certain Knowledge of the Co-existence, or Inco-existence (if I may so say) of different <em>Ideas</em> in the same Subject; and that is, that <em>there is no discoverable connexion between any secundary Quality, and those primary Qualities that it depends on.</em>","subId":"12","id":"Locke.EHU.4.3.12"},{"type":"paragraph","content":"That the size, figure, and motion of one Body, should cause a change in the size, figure, and motion of another Body, is not beyond our Conception; the separation of the parts of one Body, upon the intrusion of another; and the change from Rest to Motion upon impulse; these, and the like, seem to us to have some connexion one with another. And if we knew these primary Qualities of Bodies, we might have reason to hope, we might be able to know a great deal more of these Operations of them one upon another: But our Minds not being able to discover any connexion betwixt these primary qualities of Bodies, and the sensations that are produced in us by them, we can never be able to establish certain and undoubted Rules, of the Consequence or Co-existence of any secundary Qulities, though we could discover the size, figure, or motion of those insible Parts, which immediately produce them. We are so far from knowing what figure, size, or motion of parts produce a yellow Colour, a sweet Taste, or a sharp Sound, that we can by no means conceive how any size, figure, or motion of any Particles, can possibly produce in us the <em>Idea</em> of any Colour, Taste, or Sound whatsoever, there is no conceivable connexion betwixt the one and the other.","subId":"13","id":"Locke.EHU.4.3.13"},{"type":"paragraph","content":"In vain therefore shall we endeavour to discover by our <em>Ideas,</em> (the only true way of certain and universal Knowledge,) what other <em>Ideas</em> are to be found constantly joined with that of our complex <em>Idea</em> of any Substance; since we neither know the real Constitution of the minute Parts, on which their Qualities do depend; nor, did we know them, could we discover any necessary connexion between them, and any of the secundary Qualities; which is necessary to be done, before we can certainly know their necessary co-existence. So that let our complex <em>Idea</em> of any Species of Substances, be what it will, we can hardly, from the simple <em>Ideas</em> contained in it, certainly determine the necessary co-existence of any other Quality whatsoever. Our Knowledge in all these Enquiries, reaches very little farther than our Experience. Indeed, some few of the primary Qualities have a necessary dependence, and visible connexion one with another, as Figure necessarily supposes Extension, receiving or communicating Motion by impulse, supposes Solidity. But though these, and perhaps some others of our <em>Ideas</em> have; yet there are some <em>few</em> of them, that <em>have a visible Connexion one with another,</em> that we can by Intuition or Demonstration, discover the co-existence of very few of the Qualities are to be found united in Substances; and we are left only to the assistence of our Senses, to make known to us what Qualities they contain. For all the Qualities that are co-existent in any Subject, without this dependence and evident connexion of their <em>Ideas</em> one with another, we cannot know certainly to co-exist any farther, than Experience, by our Senses, informs us. Thus though we see the yellow Colour, and upon trial find the Weight, Malleableness, Fusibility, and Fixedness, that are united in a piece of Gold; yet because no one of these <em>Ideas</em> has any evident dependence, or necessary connexion with the other, we cannot certainly know, that where any four of these are, the fifth will be there also, how highly probable soever it may be: Because the highest Probability, amounts not to Certainty; without which, there can be no true Knowledge. For this co-existence can be no farther known, than it is perceived; and it cannot be perceived, but either in particular Subjects, by the observation of our Senses, or in general, by the necessary connexion of the <em>Ideas</em> themselves.","subId":"14","id":"Locke.EHU.4.3.14"},{"type":"paragraph","content":"<em>As to incompatibility or repugnancy to co-existence,</em> we may know, that any Subject can have of each sort of primary Qualities, but one particular at once, <em>v. g.</em> each particular Extension, Figure, number of Parts, Motion, excludes all other of each kind. The like also is certain of all sensible <em>Ideas</em> peculiar to each Sense; for whatever of each kind is present in any Subject, excludes all other of that sort; <em>v. g.</em> no one Subject can have two Smells, or two Colours, at the same time. To this, perhaps, will be said, Has not an Opall, or the infusion of <em>Lignum Nepbriticum,</em> two Colours at the same time? To which, I answer, that these Bodies, to Eyes differently placed, may at the same time afford different Colours: But I take Liberty also to say, that to Eyes differently placed, 'tis different parts of the Object, that reflect the Particles of Light: And therefore 'tis not the same part of the Object, and so not the very same Subject, which at the same time appears both yellow and azure. For 'tis as impossible, that the very same Particle of any Body, should at the same time differently modifie, or reflect the rays of Light, as that it should have two different Figures and Textures at the same time.","subId":"15","id":"Locke.EHU.4.3.15"},{"type":"paragraph","content":"But <em>as to the Powers of Substances</em> to change the sensible Qualities of other Bodies, which make a great part of our Enquiries about them, and is no inconsiderable branch of our Knowledge; I doubt, as to these, whether <em>our Knowledge reaches</em> much farther than our Experience; or whether we can come to the discovery of most of these Powers, and be certain that they are in any Subject by the Connexion with any of those <em>Ideas,</em> which to us make its Essence. Because the Active and Passive Powers of Bodies, and their ways of operating, consisting in a Texture and Motion of Parts, which we cannot by any means come to discover: 'Tis but in very few Cases, we can be able to perceive their dependence on, or repugnance to any of those <em>Ideas,</em> which make our complex one of that sort of Things. I have here instanced in the corpuscularian Hypothesis, as that which is thought to go farthest in an intelligible Explication of the Qualities of Bodies; and I fear the weakness of humane Understanding is scarce able to substitute another, which will afford us a fuller and clearer discovery of the necessary Connexion, and Co-existence, of the Powers, which are to be observed united in several sorts of them. This at least is certain, that which ever Hypothesis be clearest and truest, (for of that it is not my business to determine,) our Knowledge concerning corporeal Substances, will be very little advanced by any of them, till we are made see what Qualities and Powers of Bodies have a necessary Connexion or Repugnancy one with another; which in the present State of Philosophy, I think, we know but to a very small degree; And, I doubt, whether with those Faculties we have, we shall ever be able to carry our general Knowledge (I say not particular Experience) in this part much farther.","subId":"16","id":"Locke.EHU.4.3.16"},{"type":"paragraph","content":"If we are at this loss in respect of the Powers, and Operations of Bodies, I think it is easie to conclude, <em>we are much more in the dark in reference to Spirits,</em> whereof we naturally have no <em>Ideas,</em> but what we draw from that of our own; by reflecting on the Operations of our own Souls within us, as far as they can come within our Observation. But how inconsiderable a rank the Spirits that inhabit our Bodies hold amongst those various, and possibly innumerable, kinds of nobler Beings; and how far short they come of the Endowments and Perfections of Cherubims, and Seraphims, and infinite sorts of Spirits above us, we have in another Place made some Reflection upon.","subId":"17","id":"Locke.EHU.4.3.17"},{"type":"paragraph","content":"As to the third sort of our Knowledge, <em>viz.</em> the <em>Agreement or Disagreement of any of our</em> Ideas <em>in any other Relation</em>: This, as it is <em>the largest Field of our Knowledge,</em> so it is hard to determine how far it may extend: Because the Advances that are to be made in this part of Knowledge, depending on our Sagacity, in finding intermediate <em>Ideas,</em> that may shew the Relations and Habitudes of <em>Ideas,</em> whose Co-existence is not considered, 'tis an hard Matter to tell, when we are at an end of such Discoveries; and when Reason has all the helps it is capable of, for the finding of Proofs, and examining the Agreement or Disagreement of remote <em>Ideas.</em> They that are ignorant of <em>Algebra</em> cannot imagine the Wonders in this kind are to be done by it; and what farther Improvements and Helps, advantageous to other parts of Knowledge, the sagacious Mind of Man may yet find out, 'tis not easie to determine. This at least I believe, that the <em>Ideas</em> of Quantity are not those alone that are capable of Demonstration and Knowledge; and that other, and perhaps more useful parts of Contemplation, would afford us Certainty, if Vices, Passions, and domineering Interests did not oppose, or menace such Endeavours. The <em>Idea</em> of a supreme Being, infinite in Power and Wisdom, whose Workmanship we are, and on whom we depend; and the <em>Idea</em> of our selves, as understanding, rational Creatures, being such as are clear in us, would, I suppose, if duly considered, and pursued, afford such Foundations of our Duty and Rules of Action, as might place <em>Morality amongst the Sciences capable of Demonstration</em>; wherein I doubt not, but from Principles, as incontestable as those of the Mathematicks, by necessary Consequences, the measures of right and wrong might be made out, to any one that will apply himself with the same Indifferency and Attention to the one, as he does to the other of these Sciences. The Relation of other Modes may certainly be perceived, as well as those of Number and Extension; and I cannot see why they should not also be capable of Demonstration, if due Methods were thought on to examine, or pursue their Agreement or Disagreement. <em>Where there is no Propriety, there is no Injustice,</em> is a Proposition as certain as any Demonstration in <em>Euclid</em>: For the <em>Idea</em> of Property, being a right to any thing; and the <em>Idea</em> to which the name Injustice is given, being the Invasion or Violation of that right; it is evident, that these <em>Ideas</em> being thus established, and these names annexed to them, I can as certainly know this Proposition to be true, as that a Triangle has three Angles equal to two right ones. Again, <em>No Government allows absolute Liberty,</em> the <em>Idea</em> of Government being the establishment of Society upon certain Rules or Laws, which require Conformity to them; and the <em>Idea</em> of absolute Liberty, being for any one to do whatever he pleases; I am as capable of being certain of the Truth of this Proposition, as of any in Mathematicks.","subId":"18","id":"Locke.EHU.4.3.18"},{"type":"paragraph","content":"That which in this respect has given the advantage to the <em>Ideas</em> of Quantity, and made them thought more capable of Certainty and Demonstration, is, <em>First,</em> That they can be set down, and represented by sensible marks, which have a greater and nearer Correspondence with them than any Words or Sounds whatsoever. Diagrams drawn on Paper are Copies of the <em>Ideas</em> in the Mind, and not liable to the Uncertainty that Words carry in their Signification. An Angle, Circle, or Square, drawn in Lines, lies open to the view, and cannot be mistaken: it remains unchangeably, and may at leisure be considered, and examined, and the Demonstration be revised, and all the parts of it may be gone over more than once, without any danger of the least change in the <em>Ideas.</em> This cannot be thus done in <em>moral Ideas,</em> we <em>have no sensible marks that resemble them,</em> whereby we can set them down; we have nothing but Words to express them by; which though, when written, they remain the same, yet the <em>Ideas</em> they stand for, may change in the same Man; and 'tis very seldom, that they are not different in different Persons. <em>Secondly,</em> Another thing that makes the greater difficulty in Ethicks, is, That <em>moral Ideas are</em> commonly <em>more complex</em> than those of the Figures ordinarily considered in Mathematicks: from whence these two Inconveniences follow: <em>First,</em> That their names are of more uncertain Signification, the precise Collection of simple <em>Ideas</em> they stand for not being so easily agreed on, and so the Sign that is used for them in Communication, always, and in Thinking, often, does not always carry with it the same <em>Idea.</em> Upon which the same Disorder, Confusion, and Error follows, as would if a Man, going to demonstrate something of an Heptagon, should in the Diagram he took to do it, leave out one of the Angles, and by oversight make the Figure with one Angle less than the name ordinarily imported, or he intended it should, when at first he thought of his Demonstration. This often happens, and is hardly avoidable in very complex moral <em>Ideas,</em> where the same name being retained, one Angle, <em>i. e.</em> one simple <em>Idea</em> is left out or put in, in the complex one, (still called by the same name,) more at one time than another. <em>Secondly,</em> From the Complexedness of these moral <em>Ideas</em> there follows another Inconvenience, (<em>viz.</em>) that the Mind cannot easily retain those precise Combinations, so exactly and perfectly, as is necessary in the Examination of the Habitudes and Correspondencies, Agreements or Disagreements, of several of them one with another; especially where it is to be judged of by long Deductions, and the intervention of several other complex <em>Ideas,</em> to shew the Agreement, or Disagreement of two remote ones. The great help against this, which Mathematicians find in Diagrams and Figures, which remain unalterable in their Draughts, is very apparent, and the memory would often have great difficulty otherwise to retain them so exactly, whilst the Mind went over the parts of them, step by step, to examine their several Correspondencies: And though in casting up a long Summ, either in Addition, Multiplication, or Division, every part be only a Progression of the Mind, taking a view of its own <em>Ideas,</em> and considering their Agreement or Disagreement, and the Resolution of the Question be nothing but the Result of the whole, made up of such paticulars, whereof the Mind has a clear Perception; yet without setting down the several Parts by marks, whose precise Significations are known, and by marks, that last and remain in view, when the memory had let them go; it would be almost impossible to carry so many different <em>Ideas</em> in Mind, without confounding, or letting slip some parts of the Reckoning, and thereby making all our Reasonings about it useless. In which Case, the Cyphers or Marks help not the Mind at all to perceive the Agreement of any two, or more Numbers, their Equalities or Proportions. That the Mind has only by Intuition of its own <em>Ideas</em> of the Numbers themselves. But the numerical Characters are helps to the memory, to record and retain the several <em>Ideas</em> about which the Demonstration is made, whereby a man may know how far his intuitive Knowledge, in surveying several of the particulars, has proceeded; that so he may without Confusion go on to what is yet unknown; and, at last, have in one view before him the Result of all his Perceptions and Reasonings.","subId":"19","id":"Locke.EHU.4.3.19"},{"type":"paragraph","content":"One part of <em>these Disadvantages,</em> in moral <em>Ideas,</em> which has made them be thought not capable of Demonstration, may in a good measure be <em>remedied</em> by Definitions, setting down that Collection of simple <em>Ideas,</em> which every Term shall stand for; and then using the Terms stedily and constantly for that precise Collection. And what methods <em>Algebra,</em> or something of that kind, may hereafter suggest, to remove the other difficulties, is not easie to foretell. Confident I am, that if Men would in the same method, and with the same indifferency search after moral as they do mathematical Truths, they would find them to have a stronger Connexion one with another, and a more necessary Consequence from our clear and distinct <em>Ideas,</em> and to come nearer perfect Demonstration, than is commonly imagined. But much of this is not to be expected, whilst the desire of Esteem, Riches, or Power, makes Men espouse the well endowed Opinions in Fashion, and then seek Arguments, either to make good their Beauty, or varnish over, and cover their Deformity: nothing being so beautiful to the Eye, as Truth is to the Mind; nothing so deformed and irreconcileable to the Understanding, as a Lye. For though many a Man can with satisfaction enough own a no very handsome Wife in his Bosom; yet who is bold enough openly to avow that he has espoused a Falshood, and received into his Breast so ugly a thing as a Lye? Whilst the Parties of Men, I say, cram their Tenents down all Men's Throats, whom they can get into their Power, without permitting them to examine their Truth or Falshood; and will not let Truth have fair Play in the World, nor Men the Liberty to search after it; What Improvements can be expected of this kind? What greater Light can be hoped for in the moral Sciences? The Subject part of Mankind, in most Places, might, instead thereof, with <em>Egyptian</em> Bondage expect <em>Egyptian</em> Darkness, were not the Candle of the Lord set up by himself in Men's Minds, which it is impossible for the Breath or Power of Man wholly to extinguish.","subId":"20","id":"Locke.EHU.4.3.20"},{"type":"paragraph","content":"As to the fourth sort of our Knowledge, <em>viz. of</em> the <em>real, actual Existence</em> of Things without us, we have an intuitive Knowledge of our own Existence; a demonstrative Knowledge of the Existence of a God; of the Existence of any thing else, we have no other but a sensitive Knowledge, which extends not beyond the Objects present to our Senses.","subId":"21","id":"Locke.EHU.4.3.21"},{"type":"paragraph","content":"Our Knowledge being so narrow, as I have shew'd, it will, perhaps, give us some Light into the present State of our Minds, if we look a little into the dark side, and take a view of <em>our Ignorance</em>; which being <em>infinitely larger than our Knowledge,</em> may serve much to the quieting of Disputes, and improvement of useful Knowledge; if discovering how far we have clear and distinct <em>Ideas,</em> we confine our Thoughts within the Contemplation of those Things that are within the reach of our Understandings, and lanch not out into that Abyss of Darkness, (where we have not Eyes to see, nor Faculties to perceive any thing,) out of a Presumption that nothing is beyond our Comprehension. But to be satisfied of the Folly of such a Conceit, we need not go far. He that knows any thing, knows this in the first place, that he need not seek long for Instances of his Ignorance. The meanest, and most obvious Things that come in our way, have dark sides, that the quickest Sight cannot penetrate into. The clearest, and most enlarged Understandings of thinking Men, find themselves puzled, and at a loss, in every Particle of Matter: which we shall the less wonder at, when we consider the <em>Causes of our Ignorance</em>; which from what has been said, I suppose, will be found to be chiefly these three: <em>First,</em> Want of <em>Ideas.</em> <em>Secondly,</em> Want of a discoverable Connexion between the <em>Ideas</em> we have. <em>Thirdly,</em> Want of tracing, and examining our <em>Ideas.</em>","subId":"22","id":"Locke.EHU.4.3.22"},{"type":"paragraph","content":"<em>First,</em> There are some Things, and those not a few, that we are ignorant of for <em>want of Ideas.</em> <em>First,</em> all the simple <em>Ideas</em> we have are confined (as I have shewn) to the Observation of our Senses, and the Operations of our own Minds, that we are conscious of in our selves. But how much these few and narrow inlets are disproportionate to the vast whole Extent of all Beings, will not be hard to persuade those, who are not so foolish, as to think their span the measure of all Things. What other simple <em>Ideas</em> 'tis possible the Creatures in other parts of the Universe may have, by the Assistence of Senses and Faculties, more or perfecter than we have, or different from ours, 'tis not for us to determine. But to say, or think there are no such, because we conceive nothing of them, is no better an Argument, than if a blind Man should be positive in it, that there was no such thing as Sight and Colours, because he had no manner of <em>Idea</em> of any such thing, nor could by any means frame to himself any Notions about Seeing. The Ignorance, and Darkness that is in us, no more hinders nor confines the Knowledge that is in others, than the Blindness of a Mole is an Argument against the quick sightedness of an Eagle. He that will consider the infinite Power, Wisdom, and Goodness of the Creator of all Things, will find Reason to think it was not all laid out upon so inconsiderable, mean, and impotent a Creature, as he will find Man to be; who in all probability, is one of the lowest of all intellectual Beings. What Faculties therefore other Species of Creatures have to penetrate into the Nature, and inmost Constitutions of Things; what <em>Ideas</em> they may receive of them, far different from ours, we know not. This we know, and certainly find, that we want several other views of them, besides those we have, to make Discoveries of them more perfect. And we may be convinced that the <em>Ideas</em> we can attain to by our Faculties, are very disproportionate to Things themselves, when a positive clear distinct one of Substance it self, which is the Foundation of all the rest, is concealed from us. But want of <em>Ideas</em> of this kind, being a Part, as well as Cause of our Ignorance, cannot be described. Only this, I think, I may confidently say of it, That the intellectual and sensible World, are in this perfectly alike; That that part which we see of either of them holds no proportion with what we see not; And whatsoever we can reach with our Eyes, or our Thoughts of either of them, is but a point, almost nothing, in comparison of the rest.","subId":"23","id":"Locke.EHU.4.3.23"},{"type":"paragraph","content":"<em>Secondly,</em> Another great Cause of Ignorance, is the <em>want of</em> Ideas <em>we are capable of.</em> As the want of <em>Ideas,</em> which our Faculties are not able to give us, shuts us wholly from those views of Things, which 'tis reasonable to think, other perfecter Beings than we have, of which we know nothing; so the want of <em>Ideas,</em> I now speak of, keeps us in Ignorance of Things, we conceive capable of being known to us. Bulk, Figure, and Motion, we have <em>Ideas</em> of. But though we are not without <em>Ideas</em> of these primary Qualities of Bodies in general; yet not knowing what is the particular Bulk, Figure, and Motion, of the greatest part of the Bodies of the Universe, we are ignorant of the several Powers, Efficacies, and Ways of Operation, whereby the Effects we daily see, are produced. These are <em>hid from us in some Things, by being too remote</em>; and <em>in others, by being too minute.</em> When we consider the vast distance of the known and visible parts of the World, and the Reasons we have to think, that what lies within our Ken, is but a small part of the immense Universe, we shall then discover an huge Abyss of Ignorance. What are the particular Fabricks of the great Masses of Matter, which make up the whole stupendious frame of corporeal Beings; how far they are extended; what is their Motion, and how continued, or communicated; and what Influence they have one upon another, are Contemplations, that at first glimpse our Thoughts lose themselves in. If we narrow our Contemplation, and confine our Thoughts to this little Canton, I mean this System of our Sun, and the grosser Masses of Matter, that visibly move about it, what several sorts of Vegetables, Animals, and intellectual corporeal Beings, infinitely different from those of our little spot of Earth, may probably be in the other Planets; to the Knowledge of which, even of their outward Figures and Parts, we can no way attain, whilst we are confined to this Earth, there being no natural Means, either by Sensation or Reflection, to convey their certain <em>Ideas</em> into our Minds. They are out of the reach of those Inlets of all our Knowledge; and what sorts of Furniture and Inhabitants those Mansions contain in them, we cannot so much as guess, much less have clear, and distinct <em>Ideas</em> of them.","subId":"24","id":"Locke.EHU.4.3.24"},{"type":"paragraph","content":"If a great, nay for the greatest, part of the several ranks of <em>Bodies</em> in the Universe, scape our notice by their remoteness, there are others that are no less <em>concealed from us by their Minuteness.</em> These insensible Corpuscles, being the active parts of Matter, and the great Instruments of Nature, on which depend not only all their secondary Qualities, but also most of their natural Operations; our want of precise distinct <em>Ideas</em> of their primary Qualities, keeps us in an uncureable Ignorance of what we desire to know about them. I doubt not but if we could discover the Figure, Size, Connexion, and Motion of the minute constituent parts of any two Bodies, we should know without Trial several of their Operations one upon another, as we do now the Properties of a Square, or a Triangle; and we should be able to tell before Hand, that Rubarb would purge, Hemlock kill, and Opium make a Man sleep; as well as a Watch-maker does that a little piece of Paper, laid on the Ballance, will keep the Watch from going till it be removed; or that some small part of it, being rubb'd by a File, the Machin would quite lose its Motion, and the Watch go no more. Did we know the mechanical Affections of the Particles of Rubarb, Hemlock, Opium, and a Man, as a Watch-maker does those of a Watch, whereby it performs all its Operations; and of a File, which by rubbing on them will alter the Figure of any of the Wheels; the dissolving of Silver in <em>aqua fortis,</em> and Gold in <em>aq. regia,</em> and not <em>vice versa,</em> would be then, perhaps, no more difficult to know, than it is to a Smith to understand why the turning of one Key will open a Lock, and not the turning of another. But whilst we are destitute of Senses, acute enough to discover the minute Particles of Bodies, and to give us <em>Ideas</em> of their mechanical Affections, we must be content to be ignorant of their properties and ways of Operation; nor can we be assured about them any farther, than some few Trials we make, are able to reach. But whether they will succeed again another time, we cannot be certain. This hinders our certain Knowledge of universal Truths, concerning natural Bodies. And our Reason carries us herein very little beyond particular matter of Fact.","subId":"25","id":"Locke.EHU.4.3.25"},{"type":"paragraph","content":"And therefore I am apt to doubt that, how far soever humane Industry may advance useful and experimental Philosophy <em>in physical Things,</em> scientifical will still be out of our reach; because we want perfect and adequate <em>Ideas</em> of those very Bodies, which are nearest to us, and most under our Command. Those which we have ranked into Classes under names, and we think our selves best acquainted with, we have but very imperfect, and incompleat <em>Ideas</em> of. Distinct <em>Ideas</em> of the several sorts of Bodies, that fall under the Examination of our Senses, perhaps, we may have; but adequate <em>Ideas,</em> I suspect, we have not of any one amongst them. And though the former of these will serve us for common Use and Discourse; yet whilst we want the latter, <em>we are not capable of scientifical Knowledge</em>; nor shall ever be able to discover general, instructive Truths concerning them. Certainty and Demonstration, are Things we must not, in these Matters, pretend to. By the Colour, Figure, Taste, and Smell, and other sensible Qualities, we have as clear, and distinct <em>Ideas</em> of Sage and Hemlock, as we have of a Circle and a Triangle: But having no <em>Ideas</em> of the particular primary Qualities of the minute parts of either of these Plants, nor of other Bodies we would apply them to, we cannot tell what effects they will produce; Nor when we see those Effects, can we so much as guess, much less know, their manner of production. Thus having no <em>Ideas</em> of the particular mechanical Affections of the minute parts of Bodies, that are within our view and reach, we are ignorant of their Constitutions, Powers, and Operations; and of Bodies more remote, we are ignorant of their very outward Shapes and Beings.","subId":"26","id":"Locke.EHU.4.3.26"},{"type":"paragraph","content":"This, at first sight, will shew us how disproportionate our Knowledge is to the whole extent even of material Beings; to which, if we add the Consideration of that infinite number of Spirits that may be, and probably are, which are <em>yet more remote from our Knowledge,</em> whereof we have no cognizance, nor can frame to our selves any distinct <em>Ideas</em> of their several ranks and sorts, we shall find this cause of Ignorance conceal from us, in an impenetrable obscurity, almost the whole intellectual World; a greater, certainly, and more beautiful World than the material. For, bating some very few, and those, if I may so call them, superficial <em>Ideas,</em> which Spirit, we, by reflection, get of our own and of the Father of all Spirits, the eternal, independent Author of them and us, and all Things, we have no certain information, so much as of their Existence, but by revelation. Angels of all sorts are naturally beyond our discovery. And all those Intelligences, whereof 'tis likely there are more Orders than of corporeal Substances, are Things whereof our natural Faculties give us no certain account at all. That there are Minds, and thinking Beings, in other Men as well as himself, every Man has a reason, from their Words and Actions, to be satisfied. But between us and the Great GOD, we can have no certain knowledge of the Existence of any Spirits, but by revelation; much less have we distinct <em>Ideas</em> of their different Natures, Conditions, States, Powers, and several Constitutions, wherein they agree or differ from one another, and from us. And therefore in what concerns their different Species and Properties, we are under an absolute ignorance.","subId":"27","id":"Locke.EHU.4.3.27"},{"type":"paragraph","content":"<em>Secondly,</em> What a small part of the substantial Beings that are in the Universe, the want of <em>Ideas</em> leave open to our Knowledge, we have seen. In the next place, another cause of Ignorance, of no less moment, is the <em>want of a discoverable Connexion between those Ideas we have.</em> For whereever we want that, we are utterly uncapable of universal and certain Knowledge; and are, as in the former case, left only to Observation and Experiment; which how narrow and confined it is, how far from general Knowledge, we need not be told. I shall give some few instances of this cause of our Ignorance, and so leave it. 'Tis evident that the bulk, figure, and motion of several Bodies about us, produce in us several Sensations as of Colours, Sounds, Tastes, or Smells, Pleasure and Pain, <em>&amp;c.</em> those mechanical Affections of Bodies, having no affinity at all with these <em>Ideas</em> they produce in us, there being no conceivable connexion between any impulse of any sort of Body, and any perception of a Colour, or Smell, we find in our Minds, we can have no distinct knowledge of such Operations beyond our Experience; and can reason no otherwise about them, than as the effects or appointment of an infinitely Wise Agent, which perfectly surpass our Comprehensions. As the <em>Ideas</em> of sensible, secundary Qualities we have in our Minds, can, by us, be no way deduced from bodily Causes, nor any correspondence or connexion be found between them and those primary Qualities which (Experience shews us) produce them in us; so, on the other side, the Opetions of our Minds upon our Bodies, is as unconceivable. How any thought should produce a motion in Body is as remote from the nature of our <em>Ideas,</em> as how any Body should produce any Thought in the Mind. That it is so, if Experience did not convince us, the Considerations of the Things themselves would never be able, in the least, to discover to us. These, and the like, though they have a constant and regular connexion, in the ordinary course of Things; yet that connexion being not discoverable in the <em>Ideas</em> themselves, which appearing to have no necessary dependence one on another, we can attribute their connexion to nothing else but the arbitrary Determination of that All-wise Agent, who has made them to be, and to operate as they do, in a way utterly above our weak Understanding to conceive.","subId":"28","id":"Locke.EHU.4.3.28"},{"type":"paragraph","content":"In some of our <em>Ideas</em> there are certain Relations, Habitudes, and Connexions, so visibly included in the Nature of the <em>Ideas</em> themselves, that we cannot conceive them separable from them, by any Power whatsoever. And in these only, we are capable of certain and universal Knowledge. Thus the <em>Idea</em> of a right-lined Triangle necessarily carries with it an equality of its Angles to two right ones. Nor can we conceive this Relation, this connexion of these two <em>Ideas,</em> to be possibly mutable, or depend on any arbitrary Power, which of choice made it thus, or could make it otherwise. But the coherence and continuity of the parts of Matter, the production of Sensation in us of Colours and Sounds, <em>&amp;c.</em> by impulse and motion; nay, the original Rules and Communication of Motion, being such wherein we can discover no natural connexion with any <em>Ideas</em> we have, we cannot but ascribe them to the arbitrary Will and good Pleasure of the Wise Architect. I need not, I think, here mention the Resurrection of our Bodies, the future state of this Globe of Earth, and such other Things, which are by every one acknowledged to depend wholly on the Determination of a free Agent. The Things that, as far as our Observation reaches, we constantly find to proceed regularly, we may conclude, do act by a Law set them; but yet a Law that we know not; whereby, though Causes work steddily and Effects constantly flow from them, yet their Connexions and Dependencies being not discoverable in our <em>Ideas,</em> we can have but an experimental Knowledge of them. From all which, 'tis easie to perceive what a darkness we are involved in, how little 'tis of being, and the things that are, that we are capable to know. And therefore we shall do no injury to our Knowledge, when we modestly think with our selves, that we are so far from being able to comprehend the whole nature of the Universe, and all the things contained in it, that we are not capable of a philosophical Knowledge of the Bodies that are about us, and make a part of us: Concerning their secundary Qualities, Powers, and Operations, we can have no universal certainty. Several Effects come every day within the notice of our Senses, of which we have so far sensitive Knowledge; but the causes, manner, and certainty of their production, for the two foregoing Reasons, we must be content to be ignorant of. In these we can go no farther than particular Experience informs us of matter of fact, and by Analogy to guess what Effects the like Bodies are, upon other tryals, like to produce. But as to a perfect Science of natural Bodies, (not to mention spiritual Beings,) we are, I think, so far from being capable of any such thing, that I conclude it lost labour to seek after it.","subId":"29","id":"Locke.EHU.4.3.29"},{"type":"paragraph","content":"<em>Thirdly,</em> Where we have adequate <em>Ideas,</em> and where there is a certain and discoverable connexion between them, yet we are often <em>ignorant, for want of tracing those Ideas we have,</em> or may have, and finding out those intermediate <em>Ideas,</em> which may shew us what habitude of agreement or disagreement they have one with another. And thus many are ignorant of mathematical Truths, not out of any imperfection of their Faculties, or uncertainty in the Things themselves; but for want of application in acquiring, examining, and by due ways comparing those <em>Ideas.</em> That which has most contributed to hinder the due tracing of our <em>Ideas,</em> and finding out their Relations, and Agreements or Disagreements one with another, has been, I suppose, the ill use of Words. It is impossible that Men should ever truly seek, or certainly discover the Agreement or Disagreement of <em>Ideas</em> themselves, whilst their Thoughts flutter about, or stick only in Sounds of doubtful and uncertain significations Mathematicians abstracting their Thoughts from Names, and accustoming themselves to set before their Minds the <em>Ideas</em> themselves, that they would consider, and not Sounds instead of them, have avoided thereby a great part of that perplexity, puddering, and confusion, which has so much hindred Mens progress in other parts of Knowledge; who sticking in Words of undetermined and uncertain signification, were unable to distinguish True from False, Certain from Probable, Consistent from Inconsistent, in their own Opinions: Whereby the increase brought into the Stock of real Knowledge has been very little, in proportion to the Schools, Disputes, and Writings, the World has been fill'd with; whilst Men, being lost in the great Wood of Words, knew not whereabout they were, how far their Discoveries were advanced, or what was wanting in their own, or the general Stock of Knowledge. Had Men, in their discoveries of the material, done, as they have in those of the intellectual World, involved all in the obscurity of uncertain and doubtful terms and ways of talking, Volumes writ of Navigation and Voyages, Theories and Stories of Zones and Tydes multiplied and disputed; nay, Ships built, and Fleets set out, would never have taught us the way beyond the Line; and the Antipodes would be still as much unknown, as when it was declared Heresie to hold there were any. But having spoken sufficiently of Words, and the ill or careless use, that is commonly made of them, I shall not say any thing more of it here.","subId":"30","id":"Locke.EHU.4.3.30"},{"type":"paragraph","content":"Hitherto we have examined the extent of <em>our Knowledge,</em> in respect of the several sorts of Beings that are. There is another <em>extent of it, in respect of Vniversality</em>; which will also deserve to be considered: and in this regard, our Knowledge follows the Nature of our <em>Ideas.</em> If the <em>Ideas</em> are abstract, whose agreement or disagreement we perceive, our Knowledge is universal. For what is known of such general <em>Ideas,</em> will be true of every particular thing, in whom that Essence, <em>i. e.</em> that abstract <em>Idea</em> is to be found; and what is once known of such <em>Ideas,</em> will be perpetually, and for ever true. So that as to all general Knowledge, we must search and find it only in our own Minds, and 'tis only the examining of our own <em>Ideas,</em> that furnisheth us with that. Truths belonging to Essences of Things, (that is, to abstract <em>Ideas</em>) are eternal, and are to be found out by the contemplation only of those Essences; as the Existence of Things is to be known only from Experience. But having more to of this in the Chapters, where I shall speak of general and real Knowledge, this may here suffice as to the Universality of our Knowledge in general.","subId":"31","id":"Locke.EHU.4.3.31"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.2","imported":true,"title":"Chapter 2. Of the Degrees of our Knowledge","breadcrumb":"Chapter 2","published":[1689]},"next":{"id":"Locke.EHU.4.4","imported":true,"title":"Chapter 4. Of the Reality of our Knowledge","breadcrumb":"Chapter 4","published":[1689]}}