{"id":"Locke.EHU.4.5","imported":true,"parent":"Locke.EHU.4","title":"Chapter 5. Of Truth in general","breadcrumb":"Chapter 5","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.5?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. V.</h1> <h2><em>Of Truth in general.</em></h2> ","id":"Locke.EHU.4.5"},{"type":"paragraph","content":"VVHat is <em>Truth,</em> was an Enquiry many Ages since; and it being that which all Mankind either do, or pretend to search after, it cannot but be worth our while carefully to examine wherein it consists; and so acquaint our selves with the Nature of it, as to observe how the Mind distinguishes it from Falshood.","subId":"1","id":"Locke.EHU.4.5.1"},{"type":"paragraph","content":"<em>Truth</em> then seems to me, in the proper import of the Word, to signifie nothing but <em>the joining or separating of Signs, as the Things signified by them, do agree or disagree one with another</em>; which way of joining or separating of Signs, we call Proposition. So that Truth properly belongs only to Propositions: whereof there are two sorts, <em>viz.</em> Mental and Verbal; as there are two sorts of Signs commonly made use of, <em>viz. Ideas</em> and Words.","subId":"2","id":"Locke.EHU.4.5.2"},{"type":"paragraph","content":"To form a clear Notion of Truth, it is very necessary to consider Truth of Thought, and Truth of Words, distinctly one from another: but yet it is very difficult to treat of them asunder. Because it is unavoidable, in treating of mental Propositions, to make use of Words; and then the instances given of <em>Mental Propositions,</em> cease immediately to be barely Mental, <em>and</em> become <em>Verbal.</em> For a mental Proposition being nothing but a bare consideration of the <em>Ideas,</em> as they are in our Minds stripp'd of Names, they lose the Nature of purely mental Propositions, as soon as they are put into Words.","subId":"3","id":"Locke.EHU.4.5.3"},{"type":"paragraph","content":"And that which makes it yet <em>harder to treat of mental</em> and verbal <em>Propositions separately,</em> is, That most Men, if not all, in their Thinking and Reasonings within themselves, make use of Words instead of <em>Ideas</em>; at least when the subject of their Meditation contains in it complex <em>Ideas.</em> Which is a great evidence of the imperfection and uncertainty of our <em>Ideas</em> of that kind, and may, if attentively made use of, serve for a mark to shew us, what are those Things, we have clear and perfect established <em>Ideas</em> of, and what not. For if we will curiously observe the way our Mind takes in Thinking and Reasoning, we shall find, I suppose, that when we make any Propositions within our own Thoughts, about White or Black, Sweet or Bitter, a Triangle or a Circle, we can, and often do frame in our Minds the <em>Ideas</em> themselves, without reflecting on the Names: But when we would consider, or make Propositions about the more complex <em>Ideas,</em> as of a Man, Vitriol, Fortitude, Glory, we usually put the Name for the <em>Idea,</em> because the <em>Ideas</em> these Names stand for, being for the most part imperfect, confused, and undetermined, we reflect on the Names themselves, because they are more clear, certain, and distinct, and readier occurr to our Thoughts, than the pure <em>Ideas,</em> and so we make use of these Words instead of the <em>Ideas</em> themselves, even when we would meditate and reason within our selves, and make tacit mental Propositions. In Substances, as has been already noted, this is occasioned by the imperfection of our <em>Ideas,</em> we making the Name stand for the real Essence, of which we have no <em>Idea</em> at all. In Modes, it is occasioned by the great number of simple <em>Ideas,</em> that go to the making them up. For many of them being very much compounded, the Name occurrs much easier, than the complex <em>Idea</em> it self, which requires time and attention to be recollected, and exactly represented to the Mind, even in those Men, who have formerly been at the pains to do it; and is utterly impossible to be done by those, who though they have ready, in their Memory, the greatest part of the common Words of their Language, yet perhaps never troubled themselves in all their Lives, to consider what precise <em>Ideas</em> the most of them stood for: Some confused or obscure Notions have served their turns; and many who talk very much of Religion and Conscience, of Church and Faith, of Power and Right, of Obstructions and Humours, Melancholy and Choler, would, perhaps, have little left in their Thoughts and Meditations, if one should desire them to think only of the Things themselves, and lay by those Words, with which they so often confound others, and not seldom themselves also.","subId":"4","id":"Locke.EHU.4.5.4"},{"type":"paragraph","content":"But to return to the consideration of Truth. We must, I say, observe two sorts of Propositions, that we are capable of making. <em>First, Mental, wherein</em> the <em>Ideas</em> in our Understandings <em>are</em> without the use of Words <em>put together, or separated</em> by the Mind, perceiving, or judging of their Agreement, or Disagreement. <em>Secondly, Verbal Propositions,</em> which <em>are Words</em> the signs of our <em>Ideas put together or separated in affirmative or negative Sentences.</em> By which way of affirming or denying, these Signs, made by Sounds, are as it were, put together or separated one from another. So that Proposition consists in joining, or separating Signs; and Truth consists in the putting together, or separating these Signs, according as the Things they stand for agree or disagree.","subId":"5","id":"Locke.EHU.4.5.5"},{"type":"paragraph","content":"Every one's Experience will satisfie him, that the Mind, either by perceiving or supposing the Agreement or Disagreement of any of its <em>Ideas,</em> does tacitly within it self put them into a kind of Proposition affirmative or negative, which I have endeavoured to express by the terms Putting together and Separating. But this Action of the Mind, which is so familiar to every thinking and reasoning Man, is easier to be conceived by reflecting on what passes in us, when we reason, judge, or suppose, than to be explained by Words. When a Man has in his Mind the <em>Idea</em> of two Lines, <em>viz.</em> the Side and Diagonal of a Square, whereof the Diagonal is an Inch long, he may have the <em>Idea</em> also of the division of that Line, into a certain number of equal parts; <em>v. g.</em> into Five, Ten, an Hundred, a Thousand, or any other Number, and may have the <em>Idea</em> of that Inch-Line, being divisible or not divisible, into such equal parts, as a certain number of them will be equal to the Side-line. Now whenever he perceives, believes, or supposes such a kind of Divisibility to agree or disagree to his <em>Idea</em> of that Line, he, as it were, joins or separates those two <em>Ideas, viz.</em> the <em>Idea</em> of that Line, and the <em>Idea</em> of that kind of Divisibility, and so makes a mental Proposition, which is true or false, according as such a kind of Divisibility, a Divisibility into such aliquot parts, does really agree to that Line, or no: And when <em>Ideas</em> are so put together, or separated in the Mind, as they or the Things they stand for do agree, or not, that is, as I may call it, <em>mental Truth.</em> But <em>Truth of Words</em> is something more, and that is the affirming or denying of Words one of another, as the <em>Ideas</em> they stand for agree or disagree: And this again is is twofold, either <em>purely Verbal,</em> and trifling, which I shall speak of, <em>Chap.</em> 10. <em>or Real</em> and instructive; which is the Object of that real Knowledge, which we have spoken of already.","subId":"6","id":"Locke.EHU.4.5.6"},{"type":"paragraph","content":"But here again will be apt to occurr the same doubt about Truth, that did about Knowledge: And it will be objected, That if Truth be nothing but the joining or separating of Words in Propositions, as the <em>Ideas</em> they stand for agree or disagree in Men's Mind, the Knowledge of <em>Truth</em> is <em>not so valuable a Thing,</em> as it is taken to be; nor worth the Pains and Time Men imploy in the search of it: since <em>by this account,</em> it amounts to no more than the conformity of Words, to the <em>Chimaeras</em> of Men's Brains. Who knows not what odd Notions many Men's Heads are fill'd with, and what strange <em>Ideas</em> all Men's Brains are capable of? But if we rest here, we know the Truth of nothing by this Rule, but of the visionary World in our own Imaginations; nor have other Truth, but what as much concerns Harpies and Centaurs, as Men and Horses. For those, and the like, may be <em>Ideas</em> in our Heads, and have their agreement and disagreement there, as well as the <em>Ideas</em> of real Beings, and so have as true Propositions made about them. And 'twill be altogether as true a Proposition, to say all Centaurs are Animals, as that all Men are Animals; and the certainty of one, as great as the other. For in both the Propositions, the Words are put together according to the agreement of the <em>Ideas</em> in our Minds: And the agreement of the <em>Idea</em> of Animal, with that of Centaur, is as clear and visible to the Mind, as the agreement of the <em>Idea</em> of Animal, with that of Man; and so these two Propositions are equally true, equally certain. But of what use is all such Truth to us?","subId":"7","id":"Locke.EHU.4.5.7"},{"type":"paragraph","content":"Though what has been said in the fore-going Chapter, to distinguish real from imaginary Knowledge, might suffice here, in answer to this Doubt, to distinguish real Truth from chimerical, or (if you please,) barely nominal, they depending both on the same foundation; yet it may not be amiss here again to consider, that though our Words signifie nothing but our <em>Ideas,</em> yet being designed by them to signifie Things, the <em>Truth</em> they contain, when put into Propositions, will be only <em>Verbal,</em> when they stand for <em>Ideas</em> in the Mind, that have not an agreement with the reality of Things. And therefore Truth, as well as Knowledge, may well come under the distinction of Verbal and Real; that being only verbal Truth wherein Terms are joined, according to the agreement or disagreement of the <em>Ideas</em> they stand for, without regarding whether our <em>Ideas</em> are such as really have, or are capable of having an Exstence in Nature. But then it is they contain <em>real Truth,</em> when these signs are joined as our <em>Ideas</em> agree, and when our <em>Ideas</em> are such, as we know are capable of having an Existence in Nature; which in Substances we cannot know, but by knowing that such have existed.","subId":"8","id":"Locke.EHU.4.5.8"},{"type":"paragraph","content":"<em>Truth</em> is the marking down in Words, the agreement or disagreement of <em>Ideas</em> as it is. <em>Falshood</em> is the marking down in Words, the agreement or disagreement of <em>Ideas</em> otherwise than it is. And so far as these <em>Ideas,</em> thus marked by Sounds, agree to their Archetypes, so far only is the Truth real. The knowledge of this Truth, consists in knowing what <em>Ideas</em> the Words stand for, and the perception of the agreement or disagreement of those <em>Ideas,</em> according as it is marked by these Words.","subId":"9","id":"Locke.EHU.4.5.9"},{"type":"paragraph","content":"But because Words are looked on as the great Conduits of Truth and Knowledge, and that in conveying and receiving of Truth, and commonly in reasoning about it, we make use of Words and Propositions, I shall more at large enquire, wherein the certainty of real Truths, contained in Propositions, consists, and where it is to be had; and endeavour to shew in what sort of universal Propositions we are capable of being certain of their real Truth, or Falshood. I shall begin with general Propositions, as those which most employ our Thoughts, and exercise our Contemplation. General Truths are most looked after by the Mind, as those that most enlarge our Knowledge; and by their comprehensiveness, satisfying us at once of many particulars, enlarge our view, and shorten our way to Knowledge.","subId":"10","id":"Locke.EHU.4.5.10"},{"type":"paragraph","content":"Besides Truth taken in the strict sense before-mentioned, there are other sorts of Truths; as, 1. <em>Moral Truth,</em> which is speaking Things according to the persuasion of our own Minds, though the Proposition we speak agree not to the reality of Things. 2. <em>Metaphysical Truth,</em> which is nothing but the real Existence of Things, conformable to the <em>Ideas</em> to which we have annexed their Names. This, though it seems to consist in the very Beings of Things, yet when considered a little nearly, will appear to include a tacit Proposition, whereby the Mind joins that particular Thing, to the <em>Idea</em> it had before setled with a name to it. But these Considerations of Truth, either having been before taken notice of, or not being much to our present purpose, it may suffice here only to have mentioned them.","subId":"11","id":"Locke.EHU.4.5.11"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.4","imported":true,"title":"Chapter 4. Of the Reality of our Knowledge","breadcrumb":"Chapter 4","published":[1689]},"next":{"id":"Locke.EHU.4.6","imported":true,"title":"Chapter 6. Of Universal Propositions, their Truth and Certainty","breadcrumb":"Chapter 6","published":[1689]}}