{"id":"Locke.EHU.4.8","imported":true,"parent":"Locke.EHU.4","title":"Chapter 8. Of Trifling Propositions","breadcrumb":"Chapter 8","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.8?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. VIII.</h1> <h2><em>Of Trifling Propositions.</em></h2> ","id":"Locke.EHU.4.8"},{"type":"paragraph","content":"WHether the Maxims treated of in the fore-going Chapter, be of that use to real Knowledge, as is generally supposed, I leave to be considered. This, I think, may confidently be affirmed, That there are universal Propositions; that though they be certainly true, yet they add no light to our Understandings, bring no increase to our Knowledge. Such are,","subId":"1","id":"Locke.EHU.4.8.1"},{"type":"paragraph","content":"<em>First, All purely identical Propositions.</em> These obviously, and at first blush, appear to contain no Instruction in them. For when we affirm the same term of it self, whether it be barely verbal, or whether it contains any clear and real <em>Idea,</em> it shews us nothing, but what we must certainly know before, whether such a Proposition be either made by, or proposed to us. Indeed, that most general one, <em>What is, is,</em> may serve sometimes to shew a Man the absurdity he is guilty of, when by circumlocution, or equivocal terms, he would, in particular instances, deny the same thing of it self; because no body will so openly bid defiance to common sense, as to affirm visible and direct Contradictions in plain Words: Or if he does, a Man is excused if he break off any farther discourse with him. But yet, I think, I may say, that neither that received Maxim, nor any other identical Proposition, teaches us any thing: And though in such kind of Propositions, this great and magnified Maxim, boasted to be the foundation of Demonstration, may be, and often is made use of to confirm them, yet all it proves, amounts to no more than this, That the same Word may with great certainty be affirmed of it self, without any doubt of the Truth of any such Proposition; and let me add also, without any real Knowledge.","subId":"2","id":"Locke.EHU.4.8.2"},{"type":"paragraph","content":"For at this rate, any very ignorant person, who can but make a Proposition, and knows what he means when he says Ay, or No, may make a million of Propositions, of whose Truth he may be infallibly certain, and yet not know one thing in the World thereby; <em>v. g.</em> what is a Soul, is a Soul; or <em>a Soul is a Soul</em>; <em>a Spirit is a Spirit</em>; <em>a Fetiche is a Fetiche</em>, <em>&amp;c.</em> These all being equivalent to this Proposition, <em>viz. What is, is,</em> i. e. what hath Existence, hath Existence; or who hath a Soul, hath a Soul. What is this more than trifling with Words? It is but like a Monkey shifting his Oyster from one hand to the other; and had he had but Words, might, no doubt, have said, Oyster in right hand is subject, and Oyster in left hand is predicate: and so might have made a self-evident Proposition of Oyster, <em>i. e.</em> Oyster is Oyster; and yet, with all this, not have been one whit the wiser, or more knowing: and that way of handling the matter, would much at one have satisfied the Monkey's Hunger, or a Man's Understanding; and they would have improved in Knowledge and bulk together.","subId":"3","id":"Locke.EHU.4.8.3"},{"type":"paragraph","content":"<em>Secondly,</em> Another sort of trifling Propositions is, <em>when a part of the complex Idea is predicated of the Name of the whole</em>; a part of the definition of the Word defined. Such are all Propositions wherein the <em>Genus</em> is predicated of the <em>Species,</em> or more comprehensive of less comprehensive terms: For what Information, what Knowledge carries this Preposition in it, <em>viz. Lead is a Metal,</em> to a Man, who knows the complex <em>Idea</em> the name Lead stands for. All the simple <em>Ideas</em> that go to the complex one, signified by the term <em>Metal,</em> being nothing but what he before comprehended and signified by the name <em>Lead.</em> Indeed, to a Man that knows the signification of the word <em>Metal,</em> and not of the word <em>Lead,</em> it is a shorter way to explain the signification of the word <em>Lead,</em> by saying it is a Metal, which at once expresses several of its simple <em>Ideas,</em> than to enumerate them one by one, telling him it is a Body very heavy, fusible, and malleable.","subId":"4","id":"Locke.EHU.4.8.4"},{"type":"paragraph","content":"§ 5. Alike trifling it is, <em>to predicate any other part of the Definition of the Term defined,</em> or to affirm any one of the simple <em>Ideas</em> of a complex one, of the name of the whole complex <em>Idea</em>; as all Gold is fusible: For Fusibility being one of the simple <em>Ideas</em> that goes to the making up the complex one the sound <em>Gold</em> stands for, what can it be but playing with Sounds, by affirming that of the name <em>Gold,</em> which is comprehended in its received signification. 'Twould be thought little better than ridiculous, to affirm gravely as a Truth of moment, that Gold is yellow; and I see not how it is any jot more material, to say, It is fusible, unless that Quality be left out of the complex <em>Idea,</em> of which the sound <em>Gold</em> is the mark in ordinary speech. What Instruction can it carry with it, to tell one that, which he hath been told already, or he is supposed to know before: For I am supposed to know the signification of the Word another uses to me, or else he is to tell me. And if I know that the name <em>Gold</em> stands for this complex <em>Idea</em> of <em>Body, Yellow, Heavy, Fusible, Malleable,</em> 'twill not much instruct me to put it solemnly afterwards in a Proposition, and gravely say, <em>All Gold is fusible.</em> Such Propositions can only serve to shew the disingenuity of one, who will go from the definition of his own Terms, by re-minding him sometimes of it; but carry no Knowledge with them, but of the signification of Words, however certain they be.","subId":"5","id":"Locke.EHU.4.8.5"},{"type":"paragraph","content":"Every <em>Man</em> is an Animal, or living Body, is as certain a Proposition as can be; but no more conducing to the Knowledge of Things, than to say a <em>Palfry</em> is an ambling Horse, or a neighing ambling Animal, both being only about the signification of Words, and make me know but this; That Body, Sense, and Motion, or power of Sensation and Moving, are three of those simple <em>Ideas</em> that I always comprehend and signifie by the word <em>Man</em>; and where they are not to be found together, the name <em>Man</em> belongs not to that Thing: And so of the other, that Body, Sense, and Motion, and a certain way of going, with a certain kind of Voice, are some of those simple <em>Ideas</em> which I always comprehend, and signifie by the word <em>Palfry</em>; and when they are not to be found together, the name <em>Palfry</em> belongs not to that thing. 'Tis just the same, and to the same purpose, when any term standing for any one or more of the simple <em>Ideas,</em> that altogether make up that complex <em>Idea</em> which is called a <em>Man,</em> is affirmed of the term <em>Man: v. g.</em> suppose a <em>Roman,</em> signified by the word <em>Homo</em>: all these distinct <em>Ideas</em> united in one subject, <em>Corporeitas, Sensibilitas, Potentia se movendi, Rationalitas, Risibilitas,</em> he might, no doubt, with great certainty, universally affirm one more, or all of these together of the word <em>Homo,</em> but did no more than say, that the word <em>Homo,</em> in his Country, comprehended in its signification, all these <em>Ideas.</em> Much like a <em>Romance</em> Knight, who by the word <em>Palfry,</em> signified these <em>Ideas</em>; Body of a certain figure, four-legg'd, with sense, motion, ambling, neighing, white, used to have a Woman on his back, might, with the same certainty, universally affirm also any or all of these of the word <em>Palfry,</em> but did thereby teach no more, but that the word <em>Palfry,</em> in his, or Romance-Language, stood for all these, and was not to be applied to any thing, where any of these was wanting. But he that shall tell me, that in whatever thing <em>Sense, Motion, Reason,</em> and <em>Laughter,</em> were united, that Thing had actually a notion of GOD, or would be cast into a sleep by <em>Opium,</em> made indeed an instructive Proposition: because neither having the notion of GOD, nor being cast into sleep by <em>Opium,</em> being contained in the <em>Idea</em> signified by the word <em>Man,</em> we are by such Propositions taught something more than barely what the word <em>Man</em> stands for: And therefore the Knowledge contained in it, is more than verbal","subId":"6","id":"Locke.EHU.4.8.6"},{"type":"paragraph","content":"Before a Man makes any Proposition, he is supposed to understand the terms he uses in it, or else he talks like a Parrot, only making a noise by imitation, and framing certain Sounds he has learnt of others; but not, as a rational Creature, using them for signs of <em>Ideas</em> he has in his Mind. The Hearer also is supposed to understand the Terms as the Speaker uses them, or else he talks jargon, and makes an untelligible noise. And therefore he trifles with Words, who makes such a Proposition, which when it is made, contains no more than one of the Terms does, and which a Man was supposed to know before: <em>v. g.</em> a Triangle hath three sides, or Saffron is yellow. And this is no farther tolerable, than where a Man goes to explain his Terms, to one who is supposed or declares himself not to understand him: and then <em>it teaches only the signification of that Word,</em> and the use of that Sign.","subId":"7","id":"Locke.EHU.4.8.7"},{"type":"paragraph","content":"We can know then the Truth of two sorts of Propositions, with perfect certainty; the one is, of those trifling Propositions, which have a certainty in them, but 'tis but a <em>verbal Certainty,</em> but not instructive. And, secondly, we can know the Truth, and so may be certain in Propositions, which affirm something of another, which is a necessary consequence of its precise complex <em>Idea,</em> but not contained in it. As that the external Angle of all Triangles, is bigger than either of the opposite internal Angles; which relation of the cutward Angle, to either of the opposite internal Angles, making no part of the complex <em>Idea,</em> signified by the name Triangle, this is a real Truth, <em>and</em> conveys with it instructive <em>real Knowledge.</em>","subId":"8","id":"Locke.EHU.4.8.8"},{"type":"paragraph","content":"We having no knowledge of what Combinations there be of simple <em>Ideas</em> existing together in Substances, but by our Senses, we cannot make any universal certain Propositions concerning them, any farther than our nominal Essences lead us: which being to a very few and inconsiderable Truths, in respect of those which depend on their real Constitutions, the general <em>Propositions</em> that are made <em>about Substances, if they are certain, are for the most part but trifling</em>; and if they are instructive, are uncertain, and such as we can have no knowledge of their real Truth, how much soever constant Observation and Analogy may assist our Judgments in guessing. Hence it comes to pass, that one may often meet with very clear and coherent Discourses, that amount yet to nothing. For 'tis plain, that Names of substantial Beings, as well as others, having constant and setled significations affixed to them, may, with great truth, be joined negatively and affirmatively in Propositions, as their Definitions make them fit to be so joined; and Propositions consisting of such Terms, may, with the same clearness, be deduced one from another, as those that convey the most real Truths; and all this, without any knowledge of the Nature or Reality of Things existing without us. By this method, one may make Demonstrations and undoubted Propositions in Words, and yet thereby advance not one jot in the Knowledge of the Truth of Things; <em>v. g.</em> he that having learnt these following Words, with their ordinary Acceptations annexed to them; <em>v. g.</em> Substance, Man, Animal, Form, Soul, Vegetative, Sensitive, Rational, may make several undoubted Propositions about the Soul, without knowing at all what the Soul really is; and of this sort, a Man may find an infinite number of Propositions, Reasonings, and Conclusions, in Books of Metaphysicks, School-Divinity, and some sort of natural Philosophy; and after all, know as little of GOD, Spirits, or Bodies, as he did before he set out.","subId":"9","id":"Locke.EHU.4.8.9"},{"type":"paragraph","content":"He that hath liberty to define, <em>i. e.</em> determine the signification of his Names of Substances, (as certainly every ones does in effect, who makes them stand for his own <em>Ideas,</em>) and makes their Significations at a venture, taking them from his own or other Men's Fansies, and not from an Examination and Enquiry into the Nature of Things themselves, may, with little trouble, demonstrate them one of another; wherein, however Things agree, or disagree, in their own Nature, he need mind nothing but his own Notions, with the Names he hath bestowed upon them: but thereby no more increases his own Knowledge, than he does his Riches, who taking a Bag of Counters, calls one in a certain place a Pound, another in another place, a Shilling, and a third in a third place, a Penny; and so proceeding, may undoubtedly reckon right, and cast up a great summ, according to his Counters so placed, and standing for more or less as he pleases, without being one jot the richer, or without even knowing how much a Pound, Shilling, or Penny is, but only that one is contained in the other twenty times, and contains the other twelve; which a Man may also do in the signification of Words, by making them in respect of one another, more, or less, or equally comprehensive.","subId":"10","id":"Locke.EHU.4.8.10"},{"type":"paragraph","content":"Though yet concerning most Words used in Discourses, especially Argumentative and Controversial, there is this more to be complained of, which is the worst sort of <em>Trifling,</em> and which sets us yet farther from the certainty of Knowledge we hope to attain by them, or find in them, <em>viz.</em> that most Writers are so far from instructing us in the Nature and Knowledge of Things, that they <em>use their Words loosly</em> and uncertainly, and do not, by using them constantly and steddily in the same signification, make plain and clear deductions of Words one from another, and make their Discourses coherent and clear, (how little soever it were instructive,) which were not difficult to do, did they not find it convenient to shelter their Ignorance or Obstinacy, under the obscurity and perplexedness of their Terms; to which, perhaps, Inadvertency, and ill Custom does in many Men much contribute.","subId":"11","id":"Locke.EHU.4.8.11"},{"type":"paragraph","content":"To conclude, <em>barely verbal Propositions</em> may be known by these following <em>Marks:</em> <em>First,</em> All Propositions, wherein two abstract Terms are affirmed one of another, are barely about the signification of Sounds. For since no abstract <em>Idea</em> can be the same with any other but its self, when its abstract Name is affirmed of any other Term, it can signifie no more but this, that it may, or ought to be called by that Name; or that these two Names signifie the same <em>Idea.</em> Thus should any one say, that Parsimony is Frugality, that Gratitude is Justice; that this or that Action is, or is not Temperance: However specious these and the like Propositions may at first sight seem, yet when we come to press them, and examine nicely what they contain, we shall find, that it all amounts to nothing, but the signfication of those Terms.","subId":"12","id":"Locke.EHU.4.8.12"},{"type":"paragraph","content":"<em>Secondly,</em> All <em>Propositions, wherein a part of the complex Idea,</em> which any Term stands for, <em>is predicated of that Term, are only</em> verbal, <em>v. g.</em> to say, that Gold is a Metal, or heavy. And thus all Propositions, wherein more comprehensive Words, called <em>Genera,</em> are <em>affirmed</em> of subordinate, or less comprehensive, called <em>Species, or Individuals,</em> are barely verbal. When by these two Rules, we have examined the Propositions, that make up the Discourses we ordinarily meet with, both in and out of Books, we shall, perhaps, find that a greater part of them, than is usually suspected, are purely about the signification of Words, and contain nothing in them, but the Use and Application of these Signs. This, I think, I may lay down for an infallible Rule, that where-ever the distinct <em>Idea</em> any Words stand for, is not known and considered, and something not contained in that <em>Idea,</em> is not affirmed, or denied of it, there our Thoughts stick wholly in Sounds, and are able to attain no real Truth or Falshoood. This, perhaps, if well heeded, might save us a great deal of useless Amusement and Dispute; and very much shorten our trouble, and wandring in the search of real and true Knowledge.","subId":"13","id":"Locke.EHU.4.8.13"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.7","imported":true,"title":"Chapter 7. Of Maxims","breadcrumb":"Chapter 7","published":[1689]},"next":{"id":"Locke.EHU.4.9","imported":true,"title":"Chapter 9. Of our Knowledge of Existence","breadcrumb":"Chapter 9","published":[1689]}}