{"imported":true,"id":"Mandeville.FB.Rem.G","parent":"Mandeville.FB.Rem","title":"(G.) The worst of all the Multitude Did something for the Common Good.","breadcrumb":"Remark G","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_059","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 (G.) The worst of all the Multitude Did something for the Common Good. £1","id":"Mandeville.FB.Rem.G"},{"type":"paragraph","content":"THIS, I know, will seem to be a strange Paradox to many; and I shall be ask'd what Benefit the Publick receives from Thieves and House-breakers. They are, I own, very pernicious to Human Society, and every Government ought to take all imaginable Care to root out and destroy them; yet if all People were strictly honest, and no body would meddle with or pry into any thing but his own, half the Smiths of the Nation would want Employment; and abundance of Workmanship (which now serves for Ornament as well as Defence) is to be seen every where both in Town and Country, that would never have been thought of, but to secure us against the Attempts of Pilferers and Robbers.","subId":"1","id":"Mandeville.FB.Rem.G.1"},{"type":"paragraph","content":"If what I have said be thought far fetch'd, and my Assertion seems still a Paradox, I desire the Reader to look upon the Consumption of things, and he'll find that the laziest and most unactive, the profligate and most mischievous are all forc'd to do something for the common good, and whilst their Mouths are not sow'd up, and they continue to wear and otherwise destroy what the Industrious are daily employ'd about to make, fetch and procure, in spight of their Teeth oblig'd to help maintain the Poor and the publick Charges. The Labour of Millions would soon be at an End, if there were not other Millions, as I say, in the Fable, \"\"_—— —— —— Employ'd, // To see their Handy-works destroy'd._\"\"","subId":"2","id":"Mandeville.FB.Rem.G.2"},{"type":"paragraph","content":"But Men are not to be judg'd by the Consequences that may succeed their Actions, but the Facts themselves, and the Motives which it shall appear they acted from. If an ill-natur'd Miser, who is almost a Plumb, and spends but Fifty Pounds a Year, tho' he has no Relation to inherit his Wealth, should be Robb'd of Five Hundred or a Thousand Guineas, it is certain that as soon as this Money should come to circulate, the Nation would be the better for the Robbery, and receive the same and as real a Benefit from it, as if an Archbishop had left the same Sum to the Publick; yet Justice and the Peace of the Society require that he or they who robb'd the Miser should be hang'd, tho' there were half a Dozen of 'em concern'd.","subId":"3","id":"Mandeville.FB.Rem.G.3"},{"type":"paragraph","content":"Thieves and Pick-pockets steal for a Livelihood, and either what they can get Honestly is not sufficient to keep them, or else they have an Aversion to constant Working: they want to gratify their Senses, have Victuals, Strong Drink, Lewd Women, and to be Idle when they please. The Victualler, who entertains them and takes their Money, knowing which way they come at it, is very near as great a Villain as his Guests. But if he fleeces them well, minds his Business and is a prudent Man, he may get Money and be punctual with them he deals with: The Trusty Out-Clerk, whose chief aim is his Master's Profit, sends him in what Beer he wants, and takes care not to lose his Custom; while the Man's Money is good, he thinks it no Business of his to examine whom he gets it by. In the mean time the Wealthy Brewer, who leaves all the Management to his Servants, knows nothing of the matter, but keeps his Coach, treats his Friends, and enjoys his Pleasure with Ease and a good Conscience, he gets an Estate, builds Houses, and educates his Children in Plenty, without ever thinking on the Labour which Wretches perform, the Shifts Fools make, and the Tricks Knaves play to come at the Commodity, by the vast Sale of which he amasses his great Riches.","subId":"4","id":"Mandeville.FB.Rem.G.4"},{"type":"paragraph","content":"A Highwayman having met with a considerable Booty, gives a poor common Harlot, he fancies, Ten Pounds to new-rig her from Top to Toe; is there a spruce Mercer so conscientious that he will refuse to sell her a Thread Sattin, tho' he knew who she was? She must have Shoes and Stockings, Gloves, the Stay and Mantua-maker, the Sempstress, the Linen- Draper, all must get something by her, and a hundred different Tradesmen dependent on those she laid her Money out with, may touch Part of it before a Month is at an end. The Generous Gentleman, in the mean time, his Money being near spent, ventur'd again on the Road, but the Second Day having committed a Robbery near _Highgate,_ he was taken with one of his Accomplices, and the next Sessions both were condemn'd, and suffer'd the Law. The Money due on their Conviction fell to three Country Fellows, on whom it was admirably well bestow'd. One was an Honest Farmer, a Sober Pains-taking Man, but reduced by Misfortunes: The Summer before, by the Mortality among the Cattle, he had lost Six Cows out of Ten, and now his Landlord, to whom he ow'd Thirty Pounds, had seiz'd on all his Stock. The other was a Day-Labourer, who struggled hard with the World, had a sick Wife at Home and several small Children to provide for. The Third was a Gentleman's Gardener, who maintain'd his Father in Prison, where being Bound for a Neighbour he had lain for Twelve Pounds almost a Year and a Half; this Act of Filial Duty was the more meritorious, because he had for some time been engaged to a young Woman whose Parents liv'd in good Circumstances, but would not give their Consent before our Gardener had Fifty Guineas of his own to shew. They received above Fourscore Pounds each, which extricated every one of them out of the Difficulties they laboured under, and made them in their Opinion the happiest People in the World.","subId":"5","id":"Mandeville.FB.Rem.G.5"},{"type":"paragraph","content":"Nothing is more destructive, either in regard to the Health or the Vigilance and Industry of the Poor than the infamous Liquor, the name of which, deriv'd from Juniper in _Dutch,_ is now by frequent use and the Laconick Spirit of the Nation, from a Word of middling Length shrunk into a Monosyllable, Intoxicating Gin, that charms the unactive, the desperate and crazy of either Sex, and makes the starving Sot behold his Rags and Nakedness with stupid Indolence, or banter both in senseless Laughter, and more insipid Jests: It is a fiery Lake that sets the Brain in Flame, burns up the Entrails, and scorches every Part within; and at the same time a _Lethe_ of Oblivion, in which the Wretch immers'd drowns his most pinching Cares, and with his Reason all anxious Reflexion on Brats that cry for Food, hard Winters Frosts, and horrid empty Home.","subId":"6","id":"Mandeville.FB.Rem.G.6"},{"type":"paragraph","content":"In hot and adust Tempers it makes Men Quarrelsome, renders 'em Brutes and Savages, sets 'em on to fight for nothing, and has often been the Cause of Murder. It has broke and destroy'd the strongest Constitutions, thrown 'em into Consumptions, and been the fatal and immediate occasion of Apoplexies, Phrensies and sudden Death. But as these latter Mischiefs happen but seldom, they might be overlook'd and conniv'd at, but this cannot be said of the many Diseases that are familiar to the Liquor, and which are daily and hourly produced by it; such as Loss of Appetite, Fevers, Black and Yellow Jaundice, Convulsions, Stone and Gravel, Dropsies, and Leucophlegmacies.","subId":"7","id":"Mandeville.FB.Rem.G.7"},{"type":"paragraph","content":"Among the doting Admirers of this Liquid Poison, many of the meanest Rank, from a sincere Affection to the Commodity it self, become Dealers in it, and take delight to help others to what they love themselves, as Whores commence Bawds to make the Profits of one Trade subservient to the Pleasures of the other. But as these Starvelings commonly drink more than their Gains, they seldom by selling mend the wretchedness of Condition they labour'd under while they were only Buyers. In the Fag-end and Out-skirts of the Town, and all Places of the vilest Resort, it's sold in some part or other of almost every House, frequently in Cellars, and sometimes in the Garret. The petty Traders in this _Stygian_ Comfort are supply'd by others in somewhat higher Station, that keep profess'd Brandy Shops, and are as little to be envy'd as the former; and among the middling People, I know not a more miserable Shift for a Livelihood than their Calling; whoever would thrive in it must in the first place be of a watchful and suspicious, as well as a bold and resolute Temper, that he may not be imposed upon by Cheats and Sharpers, nor out-bully'd by the Oaths and Imprecations of Hackney-Coachmen and Foot-Soldiers; in the second, he ought to be a dabster at gross Jokes and loud Laughter, and have all the winning Ways to allure Customers and draw out their Money, and be well vers'd in the low Jests and Ralleries the Mob make use of to banter Prudence and Frugality. He must be affable and obsequious to the most despicable; always ready and officious to help a Porter down with his Load, shake Hands with a Basket-Woman, pull off his Hat to an Oyster-Wench, and be familiar with a Beggar; with Patience and good Humour he must be able to endure the filthy Actions and viler Language of nasty Drabs, and the lewdest Rake-hells, and without a Frown or the least Aversion bear with all the Stench and Squalor, Noise and Impertinence that the utmost Indigence, Laziness and Ebriety, can produce in the most shameless and abandon'd Vulgar.","subId":"8","id":"Mandeville.FB.Rem.G.8"},{"type":"paragraph","content":"The vast Number of the Shops I speak of throughout the City and Suburbs, are an astonishing Evidence of the many Seducers, that in a Lawful Occupation are accessary to the Introduction and Increase of all the Sloth, Sottishness, Want and Misery, which the Abuse of Strong Waters is the immediate Cause of, to lift above Mediocrity perhaps half a score Men that deal in the same Commodity by wholesale, while among the Retailers, tho' qualify'd as I requir'd, a much greater Number are broke and ruin'd, for not abstaining from the _Circean_ Cup they hold out to others, and the more fortunate are their whole Lifetime obliged to take the uncommon Pains, endure the Hardships, and swallow all the ungrateful and shocking Things I named, for little or nothing beyond a bare Sustenance, and their daily Bread.","subId":"9","id":"Mandeville.FB.Rem.G.9"},{"type":"paragraph","content":"The short-sighted Vulgar in the Chain of Causes seldom can see further than one Link; but those who can enlarge their View, and will give themselves the Leisure of gazing on the Prospect of concatenated Events, may, in a hundred Places, see _Good_ spring up and pullulate from _Evil,_ as naturally as Chickens do from Eggs. The Money that arises from the Duties upon Malt is a considerable Part of the National Revenue, and should no Spirits be distill'd from it, the _Publick_ Treasure would prodigiously suffer on that Head. But if we would set in a true Light the many Advantages, and large Catalogue of solid Blessings that accrue from, and are owing to the Evil I treat of, we are to consider the Rents that are received, the Ground that is till'd, the Tools that are made, the Cattle that are employ'd, and above all, the Multitude of Poor that are maintain'd, by the Variety of Labour, required in Husbandry, in Malting, in Carriage and Distillation, before we can have the Product of Malt, which we call _Low Wines,_ and is but the Beginning from which the various Spirits are afterwards to be made.","subId":"10","id":"Mandeville.FB.Rem.G.10"},{"type":"paragraph","content":"Besides this, a sharp-sighted good-humour'd Man might pick up abundance of Good from the Rubbish, which I have all flung away for Evil. He would tell me, that whatever Sloth and Sottishness might be occasion'd by the Abuse of Malt-Spirits, the moderate Use of it was of inestimable Benefit to the Poor, who could purchase no Cordials of higher Prices, that it was an universal Comfort, not only in Cold and Weariness, but most of the Afflictions that are peculiar to the Necessitous, and had often to the most destitute supply'd the Places of Meat, Drink, Clothes, and Lodging. That the stupid Indolence in the most wretched Condition occasion'd by those composing Draughts, which I complain'd of, was a Blessing to Thousands, for that certainly those were the happiest, who felt the least Pain. As to Diseases, he would say, that, as it caused some, so it cured others, and that if the Excess in those Liquors had been sudden Death to some few, the Habit of drinking them daily prolong'd the Lives of many, whom once it agreed with; that for the Loss sustain'd from the insignificant Quarrels it created at home, we were overpaid in the Advantage we receiv'd from it abroad, by upholding the Courage of Soldiers, and animating the Sailors to the Combat; and that in the two last Wars no considerable Victory had been obtain'd without.","subId":"11","id":"Mandeville.FB.Rem.G.11"},{"type":"paragraph","content":"To the dismal Account I have given of the Retailers, and what they are forc'd to submit to, he would answer, that not many acquired more than middling Riches in any Trade, and that what I had counted so offensive and intolerable in the Calling, was trifling to those who were used to it; that what seem'd irksome and calamitous to some, was delightful and often ravishing to others; as Men differ'd in Circumstances and Education. He would put me in mind, that the Profit of an Employment ever made amends for the Toil and Labour that belong'd to it, nor forget, $Dulcis odor lucri è re qualibet$; or to tell me, that the Smell of Gain was fragrant even to Night-Workers.","subId":"12","id":"Mandeville.FB.Rem.G.12"},{"type":"paragraph","content":"If I should ever urge to him, that to have here and there one great and eminent Distiller, was a poor equivalent for the vile Means, the certain Want, and lasting Misery of so many thousand Wretches, as were necessary to raise them, he would answer, that of this I could be no Judge, because I don't know what vast Benefit they might afterwards be of to the Commonwealth. Perhaps, would he say, the Man thus rais'd will exert himself in the Commission of the Peace, or other Station, with Vigilance and Zeal against the Dissolute and Disaffected, and retaining his stirring Temper, be as industrious in spreading Loyalty, and the Reformation of Manners throughout every cranny of the wide populous Town, as once he was in filling it with Spirits; till he becomes at last the Scourge of Whores, of Vagabonds and Beggars, the Terrour of Rioters and discontented Rabbles, and constant Plague to Sabbath-breaking Butchers. Here my good-humour'd Antagonist would Exult and Triumph over me, especially if he could instance to me such a bright Example. What an uncommon Blessing, would he cry out, is this Man to his Country! how shining and illustrious his Virtue!","subId":"13","id":"Mandeville.FB.Rem.G.13"},{"type":"paragraph","content":"To justify his Exclamation he would demonstrate to me, that it was impossible to give a fuller Evidence of Self-denial in a grateful Mind, than to see him at the expence of his Quiet and hazard of his Life and Limbs, be always harassing, and even for Trifles persecuting that very Class of Men to whom he owes his Fortune, from no other Motive than his Aversion to Idleness, and great Concern for Religion and the Publick Welfare.","subId":"14","id":"Mandeville.FB.Rem.G.14"}]}
