{"imported":true,"id":"Mandeville.FB.Rem.O","parent":"Mandeville.FB.Rem","title":"(O.) Real Pleasures, Comforts, Ease.","breadcrumb":"Remark O","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_073","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 (O.) Real Pleasures, Comforts, Ease. £1","id":"Mandeville.FB.Rem.O"},{"type":"paragraph","content":"THAT the highest Good consisted in Pleasure, was the Doctrine of _Epicurus_, who yet led a Life exemplary for Continence, Sobriety, and other Virtues, which made People of the succeeding Ages quarrel about the Signification of Pleasure. Those who argued from the Temperance of the Philosopher, said, That the Delight _Epicurus_ meant, was being virtuous; so _Erasmus_ in his _Colloquies_ tells us, That there are no greater _Epicures_ than pious Christians. Others that reflected on the dissolute Manners of the greatest Part of his Followers, would have it, that by Pleasures he could have understood nothing but sensual Ones, and the Gratification of our Passions. I shall not decide their Quarrel, but am of Opinion, that whether Men be good or bad, what they take delight in is their Pleasure, and not to look out for any further Etymology from the learned Languages, I believe an _Englishman_ may justly call every Thing a Pleasure that pleases him, and according to this Definition we ought to dispute no more about Mens Pleasures than their Tastes: _Trahit sua quemque Voluptas_.","subId":"1","id":"Mandeville.FB.Rem.O.1"},{"type":"paragraph","content":"The worldly-minded, voluptuous and ambitious Man, notwithstanding he is void of Merit, covets Precedence every where, and desires to be dignify'd above his Betters: He aims at spacious Palaces, and delicious Gardens; his chief Delight is in excelling others in stately Horses, magnificent Coaches, a numerous Attendance, and dear-bought Furniture. To gratify his Lust, he wishes for genteel, young, beautiful Women of different Charms and Complexions that shall adore his Greatness, and be really in love with his Person: His Cellars he would have stored with the Flower of every Country that produces excellent Wines: His Table he desires may be serv'd with many Courses, and each of them contain a choice Variety of Dainties not easily purchas'd, and ample Evidences of elaborate and judicious Cookery; while harmonious Musick and well-couch'd Flattery entertain his Hearing by Turns. He employs, even in the meanest trifles, none but the ablest and most ingenious Workmen, that his Judgment and Fancy may as evidently appear in the least Things that belong to him, as his Wealth and Quality are manifested in those of greater Value. He desires to have several sets of witty, facetious, and polite People to converse with, and among them he would have some famous for Learning and universal Knowledge: For his serious Affairs, he wishes to find Men of Parts and Experience, that should be diligent and faithful. Those that are to wait on him he would have handy, mannerly and discreet, of comely Aspect, and a graceful Mien: What he requires in them besides, is a respectful Care of every Thing that is _His_, Nimbleness without Hurry, Dispatch without Noise, and an unlimited Obedience to his Orders: Nothing he thinks more troublesome than speaking to Servants; wherefore he will only be attended by such, as by observing his Looks have learn'd to interpret his Will from his slightest Motions. He loves to see an elegant Nicety in every thing that approaches him, and in what is to be employ'd about his Person he desires a superlative Cleanliness to be irreligiously observ'd. The chief Officers of his Houshold he would have to be Men of Birth, Honour and Distinction, as well as Order, Contrivance and Oeconomy; for tho' he loves to be honour'd by every Body, and receives the Respects of the common People with Joy, yet the Homage that is paid him by Persons of Quality is ravishing to him in a more transcendent manner.","subId":"2","id":"Mandeville.FB.Rem.O.2"},{"type":"paragraph","content":"While thus wallowing in a Sea of Lust and Vanity, he is wholly employ'd in provoking and indulging his Appetites, he desires the World should think him altogether free from Pride and Sensuality, and put a favourable Construction upon his most glaring Vices: Nay, if his Authority can purchase it, he covets to be thought Wise, Brave, Generous, Good-natur'd, and endu'd with all the Virtues he thinks worth having. He would have us believe that the Pomp and Luxury he is serv'd with are as many tiresome Plagues to him; and all the Grandeur he appears in is an ungrateful Burden, which, to his Sorrow, is inseparable from the high Sphere he moves in; that his noble Mind, so much exalted above vulgar Capacities, aims at higher ends, and cannot relish such worthless Enjoyments; that the highest of his Ambition is to promote the publick Welfare, and his greatest Pleasure to see his Country flourish, and every Body in it made happy. These are call'd real Pleasures by the Vicious and Earthly-minded, and whoever is able, either by his Skill or Fortune, after this refin'd manner at once to enjoy the World, and the good Opinion of it, is counted extremely happy by all the most fashionable part of the People.","subId":"3","id":"Mandeville.FB.Rem.O.3"},{"type":"paragraph","content":"But on the other side, most of the ancient Philosophers and grave Moralists, especially the _Stoicks_, would not allow any Thing to be a real Good that was liable to be taken from them by others. They wisely consider'd the Instability of Fortune, and the Favour of Princes; the Vanity of Honour, and popular Applause; the Precariousness of Riches, and all earthly Possessions; and therefore placed true Happiness in the calm Serenity of a contented Mind free from Guilt and Ambition; a Mind, that, having subdued every sensual Appetite, despises the Smiles as well as Frowns of Fortune, and taking no Delight but in Contemplation, desires nothing but what every Body is able to give to himself: A Mind, that arm'd with Fortitude and Resolution has learn'd to sustain the greatest Losses without Concern, to endure Pain without Affliction, and to bear Injuries without Resentment. Many have own'd themselves arriv'd to this height of Self-denial, and then, if we may believe them, they were rais'd above common Mortals, and their Strength extended vastly beyond the pitch of their first Nature: they could behold the Anger of Threatning Tyrants and the most imminent Dangers without Terror, and preserv'd their Tranquillity in the midst of Torments: Death it self they could meet with Intrepidity, and left the World with no greater Reluctance than they had shew'd Fondness at their Entrance into it.","subId":"4","id":"Mandeville.FB.Rem.O.4"},{"type":"paragraph","content":"These among the Ancients have always bore the greatest Sway; yet others that were no Fools neither, have exploded those Precepts as impracticable, call'd their Notions Romantick, and endeavour'd to prove that what these Stoicks asserted of themselves exceeded all human Force and Possibility, and that therefore the Virtues they boasted of could be nothing but haughty Pretence, full of Arrogance and Hypocrisy; yet notwithstanding these Censures, the serious Part of the World, and the generality of Wise Men that have liv'd ever since to this Day, agree with the Stoicks in the most material Points; as that there can be no true Felicity in what depends on Things perishable; that Peace within is the greatest Blessing, and no Conquest like that of our Passions; that Knowledge, Temperance, Fortitude, Humility, and other Embellishments of the Mind are the most valuable Acquisitions; that no Man can be happy but he that is good; and that the Virtuous are only capable of enjoying _real Pleasures_.","subId":"5","id":"Mandeville.FB.Rem.O.5"},{"type":"paragraph","content":"I expect to be ask'd why in the Fable I have call'd those Pleasures real that are directly opposite to those which I own the wise Men of all Ages have extoll'd as the most valuable. My Answer is, because I don't call things Pleasures which Men say are best, but such as they seem to be most pleased with; how can I believe that a Man's chief Delight is in the Embellishments of the Mind, when I see him ever employ'd about and daily pursue the Pleasures that are contrary to them? _John_ never cuts any Pudding, but just enough that you can't say he took none; this little Bit, after much chomping and chewing you see goes down with him like chopp'd Hay; after that he falls upon the Beef with a voracious Appetite, and crams himself up to his Throat. Is it not provoking to hear _John_ cry every Day that Pudding is all his Delight, and that he don't value the Beef of a Farthing?","subId":"6","id":"Mandeville.FB.Rem.O.6"},{"type":"paragraph","content":"I could swagger about Fortitude and the Contempt of Riches as much as _Seneca_ himself, and would undertake to write twice as much in behalf of Poverty as ever he did, for the tenth Part of his Estate: I could teach the way to his _Summum bonum_ as exactly as I know my way home: I could tell People that to extricate themselves from all worldly Engagements, and to purify the Mind, they must divest themselves of their Passions, as Men take out the Furniture when they would clean a Room thoroughly; and I am clearly of the Opinion, that the Malice and most severe Strokes of Fortune can do no more Injury to a Mind thus stript of all Fears, Wishes and Inclinations, than a blind Horse can do in an empty Barn. In the Theory of all this I am very perfect, but the Practice is very difficult; and if you went about picking my Pocket, offer'd to take the Victuals from before me when I am hungry, or made but the least Motion of spitting in my Face, I dare not promise how Philosophically I should behave my self. But that I am forced to submit to every Caprice of my unruly Nature, you'll say, is no Argument that others are as little Masters of theirs, and therefore I am willing to pay Adoration to Virtue wherever I can meet with it, with a Proviso that I shall not be obliged to admit any as such, where I can see no Self-denial, or to judge of Mens Sentiments from their Words, where I have their Lives before me.","subId":"7","id":"Mandeville.FB.Rem.O.7"},{"type":"paragraph","content":"I have search'd through every Degree and Station of Men, and confess, that I have found no where more Austerity of Manners, or greater Contempt of Earthly Pleasures, than in some Religious Houses, where People freely resigning and retiring from the World to combat themselves, have no other Business but to subdue their Appetites. What can be a greater Evidence of perfect Chastity, and a superlative Love to immaculate Purity in Men and Women, than that in the Prime of their Age, when Lust is most raging, they should actually seclude themselves from each others Company, and by a voluntary Renunciation debar themselves for Life, not only from Uncleanness, but even the most lawful Embraces? Those that abstain from Flesh, and often all manner of Food, one wou'd think in the right way to conquer all Carnal Desires; and I could almost swear, that he don't consult his Ease, who daily mauls his bare back and Shoulders with unconscionable Stripes, and constantly roused at Midnight from his Sleep, leaves his Bed for his Devotion. Who can despise Riches more, or shew himself less Avaricious than he, who won't so much as touch Gold or Silver, no not with his Feet? Or can any Mortal shew himself less Luxurious or more humble than the Man, that making Poverty his Choice, contents himself with Scraps and Fragments, and refuses to eat any Bread but what is bestow'd upon him by the Charity of others.","subId":"8","id":"Mandeville.FB.Rem.O.8"},{"type":"paragraph","content":"Such fair Instances of Self-denial would make me bow down to Virtue, if I was not deterr'd and warn'd from it by so many Persons of Eminence and Learning, who unanimously tell me that I am mistaken, and all I have seen is Farce and Hypocrisy; that what Seraphick Love they may pretend to, there is nothing but Discord among them, and that how Penitential the Nuns and Friars may appear in their several Con-vents , they none of them sacrifice their darling Lusts: That among the Women they are not all Virgins that pass for such, and that if I was to be let into their Secrets, and examine some of their Subterraneous Privacies, I should soon be convinced by Scenes of Horror, that some of them must have been Mothers. That among the Men I should find Calumny, Envy and Ill-nature in the highest degree, or else Gluttony, Drunkenness, and Impurities of a more execrable kind than Adultery it self: And as for the Mendicant Orders, that they differ in nothing but their Habits from other sturdy Beggars, who deceive People with a pitiful Tone and an outward Shew of Misery, and as soon as they are out of sight, lay by their Cant, indulge their Appetites, and enjoy one another.","subId":"9","id":"Mandeville.FB.Rem.O.9"},{"type":"paragraph","content":"If the strict Rules, and so many outward signs of Devotion observ'd among those religious Orders, deserve such harsh Censures, we may well despair of meeting with Virtue any where else; for if we look into the Actions of the Antagonists and greatest Accusers of those Votaries, we shall not find so much as the Appearance of Self-denial. The Reverend Divines of all Sects, even of the most Reformed Churches in all Countries, take care with the _Cyclops Evangeliphorus_ first; _ut ventri bene sit_, and afterwards, _ne quid desit iis qu{ae} sub ventre sunt_. To these they'll desire you to add convenient Houses, handsome Furniture, good Fires in Winter, pleasant Gardens in Summer, neat Clothes, and Money enough to bring up their Children; Precedency in all Companies, Respect from every body, and then as much Religion as you please. The Things I have named are the necessary Comforts of Life, which the most Modest are not asham'd to claim, and which they are very uneasy without. They are, 'tis true, made of the same Mould, and have the same corrupt Nature with other Men, born with the same Infirmities, subject to the same Passions, and liable to the same Temptations, and therefore if they are diligent in their Calling, and can but abstain from Murder, Adultery, Swearing, Drunkenness, and other hainous Vices, their Lives are called unblemish'd, and their Reputations unspotted; their Function renders them holy, and the Gratification of so many Carnal Appetites and the Enjoyment of so much luxurious Ease notwithstanding, they may set upon themselves what Value their Pride and Parts will allow them.","subId":"10","id":"Mandeville.FB.Rem.O.10"},{"type":"paragraph","content":"All this I have nothing against, but I see no Self-denial, without which there can be no Virtue. Is it such a Mortification not to desire a greater Share of worldly Blessings, than what every reasonable Man ought to be satisfy'd with? Or is there any mighty Merit in not being flagitious, and forbearing Indecencies that are repugnant to good Manners, and which no prudent Man would be guilty of, tho' he had no Religion at all?","subId":"11","id":"Mandeville.FB.Rem.O.11"},{"type":"paragraph","content":"I know I shall be told, that the Reason why the Clergy are so violent in their Resentments, when at any time they are but in the least affronted, and shew themselves so void of all Patience when their Rights are invaded, is their great care to preserve their Calling, their Profession from Contempt, not for their own sakes, but to be more serviceable to others. 'Tis the same Reason that makes 'em sollicitous about the Comforts and Conveniences of Life; for should they suffer themselves to be insulted over, be content with a coarser Diet, and wear more ordinary Clothes than other People, the Multitude, who judge from outward Appearances, would be apt to think that the Clergy was no more the immediate Care of Providence than other Folks, and so not only undervalue their Persons, but despise likewise all the Reproofs and Instructions that came from 'em. This is an admirable Plea, and as it is much made use of, I'll try the Worth of it.","subId":"12","id":"Mandeville.FB.Rem.O.12"},{"type":"paragraph","content":"I am not of the Learned Dr. _Echard_'s Opinion, that Poverty is one of those things that bring the Clergy into Contempt, any further than as it may be an Occasion of discovering their blind side: For when Men are always struggling with their low Condition, and are unable to bear the Burthen of it without Reluctancy, it is then they shew how uneasy their Poverty sits upon them, how glad they would be to have their Circumstances meliorated, and what a real value they have for the good things of this World. He that harangues on the Contempt of Riches, and the Vanity of Earthly Enjoyments, in a rusty threadbare Gown, because he has no other, and would wear his old greasy Hat no longer if any body would give him a better; that drinks Small-beer at Home with a heavy Countenance, but leaps at a Glass of Wine if he can catch it Abroad; that with little Appetite feeds upon his own coarse Mess, but falls to greedily where he can please his Palate, and expresses an uncommon Joy at an Invitation to a splendid Dinner: 'Tis he that is despised, not because he is Poor, but because he knows not how to be so with that Content and Resignation which he preaches to others, and so discovers his Inclinations to be contrary to his Doctrine. But when a Man from the greatness of his Soul (or an obstinate Vanity, which will do as well) resolving to subdue his Appetites in good earnest, refuses all the Offers of Ease and Luxury that can be made to him, and embracing a voluntary Poverty with Chearfulness, rejects whatever may gratify the Senses, and actually sacrifices all his Passions to his Pride in acting this Part, the Vulgar, far from contemning, will be ready to deify and adore him. How famous have the _Cynick_ Philosophers made themselves, only by refusing to dissimulate and make use of Superfluities? Did not the most Ambitious Monarch the World ever bore, condescend to visit _Diogenes_ in his Tub, and return to a study'd Incivility, the highest Compliment a Man of his Pride was able to make?","subId":"13","id":"Mandeville.FB.Rem.O.13"},{"type":"paragraph","content":"Mankind are very willing to take one anothers Word, when they see some Circumstances that corroborate what is told them; but when our Actions directly contradict what we say, it is counted Impudence to desire Belief. If a jolly hale Fellow with glowing Cheeks and warm Hands, newly return'd from some smart Exercise, or else the cold Bath, tells us in frosty Weather, that he cares not for the Fire, we are easily induced to believe him, especially if he actually turns from it, and we know by his Circumstances that he wants neither Fuel nor Clothes: but if we should hear the same from the Mouth of a poor starv'd Wretch, with swell'd Hands, and a livid Countenance, in a thin ragged Garment, we should not believe a Word of what he said, especially if we saw him shaking and shivering, creep toward the Sunny Bank; and we would conclude, let him say what he could, that warm Clothes and a good Fire would be very acceptable to him. The Application is easy, and therefore if there be any Clergy upon Earth that would be thought not to care for the World, and to value the Soul above the Body, let them only forbear shewing a greater concern for their Sensual Pleasures than they generally do for their Spiritual ones, and they may rest satisfy'd, that no Poverty, while they bear it with Fortitude, will ever bring them into Contempt, how mean soever their Circumstances may be.","subId":"14","id":"Mandeville.FB.Rem.O.14"},{"type":"paragraph","content":"Let us suppose a Pastor that has a little Flock entrusted to him, of which he is very careful: He preaches, visits, exhorts, reproves among his People with Zeal and Prudence, and does them all the kind Offices that lie in his Power to make them happy. There is no doubt but those under his Care must be very much oblig'd to him. Now we'll suppose once more, that this good Man by the help of a little Self-denial, is contented to live upon half his Income, accepting only of Twenty Pounds a Year instead of Forty, which he could claim; and moreover that he loves his Parishioners so well, that he will never leave them for any Preferment whatever, no not a Bishoprick, tho' it be offer'd. I can't see but all this might be an easy task to a Man who professes Mortification, and has no Value for worldly Pleasures; yet such a disinterested Divine I dare promise, notwithstanding the great degeneracy of Mankind will be lov'd, esteem'd and have every Body's good Word; nay I would swear, that tho' he should yet further exert himself, give above half of his small Revenue to the Poor, live upon nothing but Oatmeal and Water, lie upon Straw, and wear the coarsest Cloth that could be made, his mean way of Living would never be reflected on, or be a Disparagement either to himself or the Order he belong'd to; but that on the contrary his Poverty would never be mentioned but to his Glory, as long as his Memory should last.","subId":"15","id":"Mandeville.FB.Rem.O.15"},{"type":"paragraph","content":"But (says a charitable young Gentlewoman) tho' you have the Heart to starve your Parson, have you no Bowels of Compassion for his Wife and Children? Pray what must remain of Forty Pounds a Year after it has been twice so unmercifully split? Or would you have the poor Woman and the innocent Babes likewise live upon Oatmeal and Water, and lie upon Straw, you unconscionable Wretch, with all your Suppositions and Self-denials? Nay, is it possible, tho' they should all live at your own murd'ring rate, that less than Ten Pounds a Year could maintain a Family?——Don't be in a Passion, good Mrs. _Abigail_, I have a greater regard for your Sex than to prescribe such a lean Diet to married Men; but I confess I forgot the Wives and Children: The main Reason was, because I thought poor Priests could have no occasion for them. Who could imagine that the Parson who is to teach others by Example as well as Precept, was not able to withstand those Desires which the wicked World it self calls unreasonable? What is the Reason when a Prentice marries before he is out of his Time, that unless he meets with a good Fortune, all his Relations are angry with him, and every body blames him? Nothing else but because at that time he has no Money at his disposal, and being bound to his Master's Service, has no leisure, and perhaps little Capacity to provide for a Family. What must we say to a Parson that has Twenty, or if you will Forty Pounds a Year, that being bound more strictly to all the Services a Parish and his Duty require, has little time and generally much less Ability to get any more? Is it not very unreasonable he should Marry? But why should a sober young Man, who is guilty of no Vice, be debarr'd from lawful Enjoyments? Right; Marriage is lawful, and so is a Coach; but what is that to People that have not Money enough to keep one? If he must have a Wife, let him look out for one with Money, or wait for a greater Benefice or something else to maintain her handsomely, and bear all incident Charges. But no body that has any thing her self will have him, and he can't stay: He has a very good Stomach, and all the Symptoms of Health; 'tis not every body that can live without a Woman; 'tis better to marry than burn. ——What a World of Self-denial is here? The sober young Man is very willing to be Virtuous, but you must not cross his Inclinations; he promises never to be a Deer-stealer, upon Condition that he shall have Venison of his own, and no body must doubt but that if it came to the Push, he is qualify'd to suffer Martyrdom, tho' he owns that he has not Strength enough, patiently to bear a scratch'd Finger.","subId":"16","id":"Mandeville.FB.Rem.O.16"},{"type":"paragraph","content":"When we see so many of the Clergy, to indulge their Lust, a brutish Appetite, run themselves after this manner upon an inevitable Poverty, which unless they could bear it with greater Fortitude than they discover in all their Actions, must of necessity make them contemptible to all the World, what Credit must we give them, when they pretend that they conform themselves to the World, not because they take delight in the several Decencies, Conveniences, and Ornaments of it, but only to preserve their Function from Contempt, in order to be more useful to others? Have we not reason to believe, that what they say is full of Hypocrisy and Falshood, and that Concupiscence is not the only Appetite they want to gratify; that the haughty Airs and quick Sense of Injuries, the curious Elegance in Dress, and Niceness of Palate, to be observ'd in most of them that are able to shew them, are the Results of Pride and Luxury in them as they, are in other People, and that the Clergy are not possess'd of more intrinsick Virtue than any other Profession?","subId":"17","id":"Mandeville.FB.Rem.O.17"},{"type":"paragraph","content":"I am afraid that by this time I have given many of my Readers a real Displeasure, by dwelling so long upon the Reality of Pleasure; but I can't help it, there is one thing comes into my Head to corroborate what I have urg'd already, which I can't forbear mentioning: It is this: Those who govern others throughout the World, are at least as Wise as the People that are govern'd by them, generally speaking: If for this reason we would take Pattern from our Superiors, we have but to cast our Eyes on all the Courts and Governments in the Universe, and we shall soon perceive from the Actions of the Great Ones, which Opinion they side with, and what Pleasures those in the highest Stations of all seem to be most fond of: For if it be allowable at all to judge of People's Inclinations from their Manner of Living, none can be less injur'd by it than those who are the most at Liberty to do as they please.","subId":"18","id":"Mandeville.FB.Rem.O.18"},{"type":"paragraph","content":"If the great ones of the Clergy as well as the Laity of any Country whatever, had no value for earthly Pleasures, and did not endeavour to gratify their Appetites, why are Envy and Revenge so raging among them, and all the other Passions improv'd and refin'd upon in Courts of Princes more than any where else, and why are their Repasts, their Recreations, and whole manner of Living always such as are approv'd of, coveted, and imitated by the most sensual People of that same Country? If despising all visible Decorations they were only in Love with the Embellishments of the Mind, why should they borrow so many of the Implements, and make use of the most darling Toys of the Luxurious? Why should a Lord-Treasurer, or a Bishop, or even the Grand Signior, or the Pope of _Rome_, to be good and virtuous, and endeavour the Conquest of his Passions, have occasion for greater Revenues, richer Furniture, or a more numerous Attendance, as to Personal Service, than a private Man? What Virtue is it the Exercise of which requires so much Pomp and Superfluity, as are to be seen by all Men in Power? A Man has as much Opportunity to practise Temperance, that has but one Dish at a Meal, as he that is constantly serv'd with three Courses and a dozen Dishes in each: One may exercise as much Patience, and be as full of Self-denial on a few Flocks, without Curtains or Tester, as in a Velvet Bed that is Sixteen Foot high. The Virtuous Possessions of the Mind are neither Charge nor Burden: A Man may bear Misfortunes with Fortitude in a Garret, forgive Injuries a-foot, and be Chaste, tho' he has not a Shirt to his Back; and therefore I shall never believe, but that an indifferent Skuller, if he was entrusted with it, might carry all the Learning and Religion that one Man can contain, as well as a Barge with Six Oars, especially if it was but to cross from _Lambeth_ to _Westminster_; or that Humility is so ponderous a Virtue, that it requires six Horses to draw it.","subId":"19","id":"Mandeville.FB.Rem.O.19"},{"type":"paragraph","content":"To say that Men not being so easily govern'd by their Equals as by their Superiors, it is necessary that to keep the multitude in awe, those who rule over us should excel others in outward Appearance, and consequently that all in high Stations should have Badges of Honour, and Ensigns of Power to be distinguish'd from the Vulgar, is a frivolous Objection. This in the first Place can only be of use to poor Princes, and weak and precarious Governments, that being actually unable to maintain the publick Peace, are obliged with a Pageant Shew to make up what they want in real Power: So the Governor of _Batavia_ in the _East-Indies_ is forced to keep up a Grandeur, and live in a Magnificence above his Quality, to strike a Terror in the Natives of _Java_, who, if they had Skill and Conduct, are strong enough to destroy ten times the number of their Masters; but great Princes and States that keep large Fleets at Sea, and numerous Armies in the Field, have no Occasion for such Stratagems; for what makes 'em formidable Abroad, will never fail to be their Security at Home. Secondly, what must protect the Lives and Wealth of People from the Attempts of wicked Men in all Societies, is the Severity of the Laws, and diligent Administration of impartial Justice. Theft, House-breaking and Murther are not to be prevented by the Scarlet Gowns of the Aldermen, the Gold Chains of the Sheriffs, the fine Trappings of their Horses, or any gaudy Shew whatever: Those pageant Ornaments are beneficial another way; they are eloquent Lectures to Prentices, and the use of them is to animate not to deter: but Men of abandon'd Principles must be aw'd by rugged Officers, strong Prisons, watchful Jailors, the Hangman and the Gallows. If _London_ was to be one Week destitute of Constables and Watchmen to guard the Houses a-nights, half the Bankers would be ruin'd in that time, and if my Lord Mayor had nothing to defend himself but his great two-handed Sword, the huge Cap of Maintenance, and his gilded Mace, he would soon be strip'd in the very Streets of the City of all his Finery in his stately Coach.","subId":"20","id":"Mandeville.FB.Rem.O.20"},{"type":"paragraph","content":"But let us grant that the Eyes of the Mobility are to be dazzled with a gaudy outside; if Virtue was the chief Delight of great Men, why should their Extravagance be extended to Things not understood by the Mob, and wholly removed from publick View, I mean their private Diversions, the Pomp and Luxury of the Dining-room and the Bed-chamber, and the Curiosities of the Closet? Few of the Vulgar know that there is Wine of a Guinea the Bottle, that Birds no bigger than Larks are often sold for half a Guinea a-piece, or that a single Picture may be worth several thousand Pounds: Besides, is it to be imagin'd, that unless it was to please their own Appetites Men should put themselves to such vast Expences for a Political Shew, and be so sollicitous to gain the Esteem of those whom they so much despise in every thing else? If we allow that the Splendor and all the Elegancy of a Court are insipid, and only tiresome to the Prince himself, and are altogether made use of to preserve Royal Majesty from Contempt, can we say the same of half a dozen illegitimate Children, most of them the Offspring of Adultery by the same Majesty, got, educated, and made Princes at the Expence of the Nation? Therefore it is evident, that this awing of the Multitude by a distinguish'd manner of living, is only a Cloke and Pretence, under which great Men would shelter their Vanity, and indulge every Appetite about them without Reproach.","subId":"21","id":"Mandeville.FB.Rem.O.21"},{"type":"paragraph","content":"A Burgomaster of _Amsterdam_ in his plain, black Suit, follow'd perhaps by one Footman, is fully as much respected and better obey'd than a Lord Mayor of _London_ with all his splendid Equipage and great Train of Attendance. Where there is a real Power it is ridiculous to think that any Temperance or Austerity of Life should ever render the Person in whom that Power is lodg'd contemptible in his Office, from an Emperor to the Beadle of a Parish. _Cato_ in his Government of _Spain_, in which he acquitted himself with so much Glory, had only three Servants to attend him; do we hear that any of his Orders were ever slighted for this, notwithstanding that he lov'd his Bottle? And when that great Man march'd on Foot thro' the scorching Sands of _Libya_, and parch'd up with Thirst, refus'd to touch the Water that was brought him, before all his Soldiers had drank, do we ever read that this Heroick Forbearance weakned his Authority, or lessen'd him in the Esteem of his Army? But what need we go so far off? There has not these many Ages been a Prince less inclin'd to Pomp and Luxury than the† present King of _Sweden_, who enamour'd with the Title of _Hero_, has not only sacrific'd the Lives of his Subjects, and Welfare of his Dominions, but (what is more uncommon in Sovereigns) his own Ease, and all the Comforts of Life, to an implacable Spirit of Revenge; yet he is obey'd to the Ruin of his People, in obstinately maintaining a War that has almost utterly destroy'd his Kingdom.","subId":"22","id":"Mandeville.FB.Rem.O.22"},{"type":"paragraph","content":"Thus I have prov'd, that the real Pleasures of all Men in Nature are worldly and sensual, if we judge from their Practice; I say all Men _in Nature_, because Devout Christians, who alone are to be excepted here, being regenerated, and preternaturally assisted by the Divine Grace, cannot be said to be in Nature. How strange it is, that they should all so unanimously deny it! Ask not only the Divines and Moralists of every Nation, but likewise all that are rich and powerful, about real Pleasure, and they'll tell you, with the _Stoicks_ that there can be no true Felicity in Things Mundane and Corruptible: but then look upon their Lives, and you will find they take delight in no other.","subId":"23","id":"Mandeville.FB.Rem.O.23"},{"type":"paragraph","content":"What must we do in this Dilemma? Shall we be so uncharitable, as judging from Mens Actions to say, That all the World prevaricates, and that this is not their Opinion, let them talk what they will? Or shall we be so silly, as relying on what they say, to think them sincere in their Sentiments, and so not believe our own Eyes? Or shall we rather endeavour to believe our selves and them too, and say with _Montagne_, that they imagine, and are fully persuaded, that they believe what yet they do not believe? These are his Words; _Some impose on the World, and would be thought to believe what they really don't: but much the greater number impose upon themselves, not considering nor thoroughly apprehending what it is to believe._ But this is making all Mankind either Fools or Impostors, which to avoid, there is nothing left us, but to say what Mr. _Bayle_ has endeavour'd to prove at large in his Reflexions on Comets: That Man is so unaccountable a Creature as to act most commonly against his Principle; and this is so far from being injurious, that it is a Compliment to Human Nature, for we must say either this or worse.","subId":"24","id":"Mandeville.FB.Rem.O.24"},{"type":"paragraph","content":"This Contradiction in the Frame of Man is the Reason that the Theory of Virtue is so well understood, and the Practice of it so rarely to be met with. If you ask me where to look for those beautiful shining Qualities of Prime Ministers, and the great Favourites of Princes that are so finely painted in Dedications, Addresses, Epitaphs, Funeral Sermons and Inscriptions, I answer _There_, and no where else. Where would you look for the Excellency of a Statue, but in that Part which you see of it? 'Tis the Polish'd Outside only that has the Skill and Labour of the Sculptor to boast of; what's out of sight is untouch'd. Would you break the Head or cut open the Breast to look for the Brains or the Heart, you'd only shew your Ignorance, and destroy the Workmanship. This has often made me compare the Virtues of great Men to your large _China_ Jars: they make a fine Shew, and are Ornamental even to a Chimney; one would by the Bulk they appear in, and the Value that is set upon 'em, think they might be very useful, but look into a thousand of them, and you'll find nothing in them but Dust and Cobwebs.","subId":"25","id":"Mandeville.FB.Rem.O.25"}]}
