{"imported":true,"id":"Mandeville.FB.Rem.Y","parent":"Mandeville.FB.Rem","title":"(Y.) T' enjoy the World's Conveniences.","breadcrumb":"Remark Y","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_089","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 (Y.) T' enjoy the World's Conveniences. £1","id":"Mandeville.FB.Rem.Y"},{"type":"paragraph","content":"THAT the Words Decency and Conveniency were very ambiguous, and not to be understood, unless we were acquainted with the Quality and Circumstances of the Persons that made use of them, has been hinted already in Remark (_L_.) The Goldsmith, Mercer, or any other of the most creditable Shopkeepers, that has three or four thousand Pounds to set up with, must have two Dishes of Meat every Day, and something extraordinary for _Sundays._ His Wife must have a Damask Bed against her Lying-in, and two or three Rooms very well furnished: The following Summer she must have a House, or at least very good Lodgings in the Country. A Man that has a Being out of Town, must have a Horse; his Footman must have another. If he has a tolerable Trade, he expects in eight or ten Years time to keep his Coach, which notwithstanding he hopes that after he has slaved (as he calls it) for two or three and twenty Years, he shall be worth at least a thousand a Year for his eldest Son to inherit, and two or three thousand Pounds for each of his other Children to begin the World with; and when Men of such Circumstances pray for their daily Bread, and mean nothing more extravagant by it, they are counted pretty modest People. Call this Pride, Luxury, Superfluity, or what you please, it is nothing but what ought to be in the Capital of a flourishing Nation: Those of inferior Condition must content themselves with less costly Conveniencies, as others of higher Rank will be sure to make theirs more expensive. Some People call it but Decency to be served in Plate, and reckon a Coach and six among the necessary Comforts of Life; and if a Peer has not above three or four thousand a Year, his Lordship is counted Poor.","subId":"1","id":"Mandeville.FB.Rem.Y.1"},{"type":"paragraph","content":"SINCE the first Edition of this Book, several have attack'd me with Demonstrations of the certain Ruin, which excessive Luxury must bring upon all Nations, who yet were soon answered, when I shewed them the Limits within which I had confined it; and therefore that no Reader for the future may misconstrue me on this Head, I shall point at the Cautions I have given, and the Proviso's I have made in the former as well as this present Impression, and which if not overlooked, must prevent all rational Censure, and obviate several Objections that otherwise might be made against me. I have laid down as Maxims never to be departed from, that the Poor should be kept strictly to Work, and that it was Prudence to relieve their Wants, but Folly to cure them; that Agriculture and Fishery should be promoted in all their Branches in order to render Provisions , and consequently Labour cheap. I have named Ignorance as a necessary Ingredient in the Mixture of Society: From all which it is manifest that I could never have imagined, that Luxury was to be made general through every part of a Kingdom. I have likewise required that Property should be well secured, Justice impartially administred, and in every thing the Interest of the Nation taken care of: But what I have insisted on the most, and repeated more than once, is the great Regard that is to be had to the Balance of Trade, and the Care the Legislature ought to take that the Yearly Imports never exceed the Exports; and where this is observed, and the other things I spoke of are not neglected, I still continue to assert that no Foreign Luxury can undo a Country: The height of it is never seen but in Nations that are vastly populous, and there only in the upper part of it, and the greater that is the larger still in proportion must be the lowest, the Basis that supports all, the multitude of Working Poor.","subId":"2","id":"Mandeville.FB.Rem.Y.2"},{"type":"paragraph","content":"Those who would too nearly imitate others of Superior Fortune must thank themselves if they are ruin'd. This is nothing against Luxury; for whoever can subsist and lives above his Income is a Fool. Some Persons of Quality may keep three or four Coaches and Six, and at the same time lay up Money for their Children: while a young Shopkeeper is undone for keeping one sorry Horse. It is impossible there should be a rich Nation without Prodigals, yet I never knew a City so full of Spendthrifts, but there were Covetous People enough to answer their Number. As an Old Merchant breaks for having been extravagant or careless a great while, so a young Beginner falling into the same Business gets an Estate by being saving or more industrious before he is Forty Years Old: Besides that the Frailties of Men often work by Contraries: Some Narrow Souls can never thrive because they are too stingy, while longer Heads amass great Wealth by spending their Money freely, and seeming to despise it. But the Vicissitudes of Fortune are necessary, and the most lamentable are no more detrimental to Society than the Death of the Individual Members of it. Christnings are a proper Balance to Burials. Those who immediately lose by the Misfortunes of others are very sorry, complain and make a Noise; but the others who get by them, as there always are such, hold their Tongues, because it is odious to be thought the better for the Losses and Calamities of our Neighbour. The various Ups and Downs compose a Wheel that always turning round gives motion to the whole Machine. Philosophers, that dare extend their Thoughts beyond the narrow compass of what is immediately before them, look on the alternate Changes in the Civil Society no otherwise than they do on the risings and fallings of the Lungs; the latter of which are as much a Part of Respiration in the more perfect Animals as the first; so that the fickle Breath of never-stable Fortune is to the Body Politick, the same as floating Air is to a living Creature.","subId":"3","id":"Mandeville.FB.Rem.Y.3"},{"type":"paragraph","content":"Avarice then and Prodigality are equally necessary to the Society. That in some Countries, Men are more generally lavish than in others, proceeds from the difference in Circumstances that dispose to either Vice, and arise from the Condition of the Social Body as well as the Temperament of the Natural. I beg Pardon of the attentive Reader, if here in behalf of short Memories I repeat some things, the Substance of which they have already seen in Remark (_Q_.) More Money than Land, heavy Taxes and scarcity of Provisions, Industry, Laboriousness, an active and stirring Spirit, Ill-nature and Saturnine Temper; Old Age, Wisdom, Trade, Riches, acquired by our own Labour, and Liberty and Property well secured, are all Things that dispose to Avarice. On the contrary, Indolence, Content, Good-nature, a Jovial Temper, Youth, Folly, Arbitrary Power, Money easily got, Plenty of Provisions and the Uncertainty of Possessions, are Circumstances that render men prone to Prodigality: Where there is the most of the first the prevailing Vice will be Avarice, and Prodigality where the other turns the Scale; but a National Frugality there never was nor never will be without a National Necessity.","subId":"4","id":"Mandeville.FB.Rem.Y.4"},{"type":"paragraph","content":"Sumptuary Laws may be of use to an indigent Country, after great Calamities of War, Pestilence, or Famine, when Work has stood still, and the Labour of the Poor been interrupted; but to introduce them into an opulent Kingdom is the wrong way to consult the Interest of it. I shall end my Remarks on the Grumbling Hive with assuring the Champions of National Frugality that it would be impossible for the _Persians_ and other Eastern People to purchase the vast Quantities of fine _English_ Cloth they consume, should we load our Women with less Cargo's of _Asiatick_ Silks.","subId":"5","id":"Mandeville.FB.Rem.Y.5"}]}
