{"id":"Hume.THN.2.2.10","imported":true,"parent":"Hume.THN.2.2","title":"Section 10. Of respect and contempt","breadcrumb":"Section 10","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. X.</h3> <h4><em>Of respect and contempt.</em></h4> ","id":"Hume.THN.2.2.10"},{"type":"paragraph","content":"THERE now remains only to explain the passions of <em>respect</em> and <em>contempt</em>, along with the <em>amorous</em> affection, in order to understand all the passions which have any mixture of love or hatred. Let us begin with respect and contempt.","subId":"1","id":"Hume.THN.2.2.10.1","pages":"389"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> considering the qualities and circumstances of others, we may either regard them as they really are in themselves; <span class=\"page-break\"></span>or may make a comparison betwixt them and our own qualities and circumstances; or may join these two methods of consideration. The good qualities of others, from the first point of view, produce love; from the second, humility; and from the third, respect; which is a mixture of these two passions. Their bad qualities, after the same manner, cause either hatred, or pride, or contempt, according to the light in which we survey them.","subId":"2","id":"Hume.THN.2.2.10.2","pages":"389-90"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> there is a mixture of pride in contempt, and of humility in respect, is, I think, too evident, from their very feeling or appearance, to require any particular proof. That this mixture arises from a tacit comparison of the person contemn'd or respected with ourselves is no less evident. The same man may cause either respect, love, or contempt by his condition and talents, according as the person, who considers him, from his inferior becomes his equal or superior. In changing the point of view, tho' the object may remain the same, its proportion to ourselves entirely alters; which is the cause of an alteration in the passions. These passions, therefore, arise from our observing the proportion; that is, from a comparison.","subId":"3","id":"Hume.THN.2.2.10.3","pages":"390"},{"type":"paragraph","content":"<span class=\"small-capitals\">I have</span> already observ'd, that the mind has a much stronger propensity to pride than to humility, and have endeavour'd, from the principles of human nature, to assign a cause for this phænomenon. Whether my reasoning be receiv'd or not, the phænomenon is undisputed, and appears in many instances. Among the rest, 'tis the reason why there is a much greater mixture of pride in contempt, than of humility in respect, and why we are more elevated with the view of one below us, than mortify'd with the presence of one above us. Contempt or scorn has so strong a tincture of pride, that there scarce is any other passion discernable: Whereas in esteem or respect, love makes a more considerable ingredient than humility. The passion of vanity is so prompt, that it rouzes at the least call; while humility requires a stronger impulse to make it exert itself.","subId":"4","id":"Hume.THN.2.2.10.4","pages":"390"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> here it may reasonably be ask'd, why this mixture takes place only in some cases, and appears not on every occasion. All those objects, which cause love, when plac'd on another person, are the causes of pride, when transfer'd to ourselves; and consequently ought to be causes of humility, as well as love, while they belong to others, and are only compar'd to those, which we ourselves possess. In like manner every quality, which by being directly consider'd, produces hatred, ought always to give rise to pride by comparison, and by a mixture of these passions of hatred and pride ought to excite contempt or scorn. The difficulty then is, why any objects ever cause pure love or hatred, and produce not always the mixt passions of respect and contempt.","subId":"5","id":"Hume.THN.2.2.10.5","pages":"391"},{"type":"paragraph","content":"<span class=\"small-capitals\">I have</span> suppos'd all along, that the passions of love and pride, and those of humility and hatred are similar in their sensations, and that the two former are always agreeable, and the two latter painful. But tho' this be universally true, 'tis observable, that the two agreeable, as well as the two painful passions, have some differences, and even contrarieties, which distinguish them. Nothing invigorates and exalts the mind equally with pride and vanity; tho' at the same time love or tenderness is rather found to weaken and infeeble it. The same difference is observable betwixt the uneasy passions. Anger and hatred bestow a new force on all our thoughts and actions; while humility and shame deject and discourage us. Of these qualities of the passions, 'twill be necessary to form a distinct idea. Let us remember, that pride and hatred invigorate the soul; and love and humility infeeble it.","subId":"6","id":"Hume.THN.2.2.10.6","pages":"391"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> this it follows, that tho' the conformity betwixt love and <del>hatred</del><ins>pride</ins> in the agreeableness of their sensation makes them always be excited by the same objects, yet this other contrariety is the reason, why they are excited in very different degrees. Genius and learning are <em>pleasant</em> and <em>magnificent</em> objects, and by both these circumstances are adapted to <span class=\"page-break\"></span>pride and vanity; but have a relation to love by their pleasure only. Ignorance and simplicity are <em>disagreeable</em> and <em>mean</em>, which in the same manner gives them a double connexion with humility, and a single one with hatred. We may, therefore, consider it as certain, that tho' the same object always produces love and pride, humility and hatred, according to its different situations, yet it seldom produces either the two former or the two latter passions in the same proportion.","subId":"7","id":"Hume.THN.2.2.10.7","pages":"391-2"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> here we must seek for a solution of the difficulty above-mention'd, why any object ever excites pure love or hatred, and does not always produce respect or contempt, by a mixture of humility or pride. No quality in another gives rise to humility by comparison, unless it wou'd have produc'd pride by being plac'd in ourselves; and <em>vice versa</em> no object excites pride by comparison, unless it wou'd have produc'd humility by the direct survey. This is evident, objects always produce by <em>comparison</em> a sensation directly contrary to their <em>original</em> one. Suppose, therefore, an object to be presented, which is peculiarly fitted to produce love, but imperfectly to excite pride; this object, belonging to another, gives rise directly to a great degree of love, but to a small one of humility by comparison; and consequently that latter passion is scarce felt in the compound, nor is able to convert the love into respect. This is the case with good nature, good humour, facility, generosity, beauty, and many other qualities. These have a peculiar aptitude to produce love in others; but not so great a tendency to excite pride in ourselves: For which reason the view of them, as belonging to another person, produces pure love, with but a small mixture of humility and respect. 'Tis easy to extend the same reasoning to the opposite passions.","subId":"8","id":"Hume.THN.2.2.10.8","pages":"392"},{"type":"paragraph","content":"<span class=\"small-capitals\">Before</span> we leave this subject, it may not be amiss to account for a pretty curious phænomenon, <em>viz.</em> why we commonly keep at a distance such as we contemn, and allow not our inferiors to approach too near even in place <span class=\"page-break\"></span>and situation. It has already been observ'd, that almost every kind of idea is attended with some emotion, even the ideas of number and extension, much more those of such objects as are esteem'd of consequence in life, and fix our attention. 'Tis not with entire indifference we can survey either a rich man or a poor one, but must feel some faint touches, at least, of respect in the former case, and of contempt in the latter. These two passions are contrary to each other; but in order to make this contrariety be felt, the objects must be someway related; otherwise the affections are totally separate and distinct, and never encounter. The relation takes place wherever the persons become contiguous; which is a general reason why we are uneasy at seeing such disproportion'd objects, as a rich man and a poor one, a nobleman and a porter, in that situation.","subId":"9","id":"Hume.THN.2.2.10.9","pages":"392-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> uneasiness, which is common to every spectator, must be more sensible to the superior; and that because the near approach of the inferior is regarded as a piece of ill-breeding, and shews that he is not sensible of the disproportion, and is no way affected by it. A sense of superiority in another breeds in all men an inclination to keep themselves at a distance from him, and determines them to redouble the marks of respect and reverence, when they are oblig'd to approach him; and where they do not observe that conduct, 'tis a proof they are not sensible of his superiority. From hence too it proceeds, that any great <em>difference</em> in the degrees of any quality is call'd a <em>distance</em> by a common metaphor, which, however trivial it may appear, is founded on natural principles of the imagination. A great difference inclines us to produce a distance. The ideas of distance and difference are, therefore, connected together. Connected ideas are readily taken for each other; and this is in general the source of the metaphor, as we shall have occasion to observe afterwards.","subId":"10","id":"Hume.THN.2.2.10.10","pages":"393"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.2","imported":true,"title":"Part 2. Of love and hatred","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.2.2.9","imported":true,"title":"Section 9. Of the mixture of benevolence and anger with compassion and malice","breadcrumb":"Section 9","published":[1739]},"next":{"id":"Hume.THN.2.2.11","imported":true,"title":"Section 11. Of the amorous passion, or love betwixt the sexes","breadcrumb":"Section 11","published":[1739]}}