{"imported":true,"id":"Hume.THN.2.2.2","parent":"Hume.THN.2.2","title":"Section 2. Experiments to confirm this system","breadcrumb":"Section 2","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. II.</h3> <h4><em>Experiments to confirm this system.</em></h4> ","id":"Hume.THN.2.2.2"},{"type":"paragraph","content":"UPON duly weighing these arguments, no one will make any scruple to assent to that conclusion I draw from them, concerning the transition along related impressions and ideas, especially as 'tis a principle, in itself, so easy and natural. But that we may place this system beyond doubt both with regard to love and hatred, pride and humility, 'twill be proper to make some new experiments upon all these passions, as well as to recal a few of these observations, which I have formerly touch'd upon.","subId":"1","id":"Hume.THN.2.2.2.1","pages":"332"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to make these experiments, let us suppose I am in company with a person, whom I formerly regarded without any sentiments either of friendship or enmity. Here I have the natural and ultimate object of all these four passions plac'd before me. Myself am the proper object of pride or humility; the other person of love or hatred.","subId":"2","id":"Hume.THN.2.2.2.2","pages":"333"},{"type":"paragraph","content":"<span class=\"small-capitals\">Regard</span> now with attention the nature of these passions, and their situation with respect to each other. 'Tis evident here are four affections, plac'd, as it were, in a square or regular connexion with, and distance from each other. The passions of pride and humility, as well as those of love and hatred, are connected together by the identity of their object, which to the first set of passions is self, to the second some other person. These two lines of communication or connexion form two opposite sides of the square. Again, pride and love are agreeable passions; hatred and humility uneasy. This similitude of sensation betwixt pride and love, and that betwixt humility and hatred form a new connexion, and may be consider'd as the other two sides of the square. Upon the whole, pride is connected with humility, love with hatred, by their objects or ideas: Pride with love, humility with hatred, by their sensations or impressions.","subId":"3","id":"Hume.THN.2.2.2.3","pages":"333"},{"type":"paragraph","content":"<span class=\"small-capitals\">I say</span> then, that nothing can produce any of these passions without bearing it a double relation, <em>viz.</em> of ideas to the object of the passion, and of sensation to the passion itself. This we must prove by our experiments.","subId":"4","id":"Hume.THN.2.2.2.4","pages":"333"},{"type":"paragraph","content":"<span class=\"small-capitals\">First Experiment</span>. To proceed with the greater order in these experiments, let us first suppose, that being plac'd in the situation above-mention'd, <em>viz.</em> in company with some other person, there is an object presented, that has no relation either of impressions or ideas to any of these passions. Thus suppose we regard together an ordinary stone, or other common object, belonging to neither of us, and causing of itself no emotion, or independent pain and pleasure: 'Tis evident such an object will produce none of these four passions. Let us try it upon each of them successively. Let <span class=\"page-break\"></span>us apply it to love, to hatred, to humility, to pride; none of them ever arises in the smallest degree imaginable. Let us change the object, as oft as we please; provided still we choose one, that has neither of these two relations. Let us repeat the experiment in all the dispositions, of which the mind is susceptible. No object, in the vast variety of nature, will, in any disposition, produce any passion without these relations.","subId":"5","id":"Hume.THN.2.2.2.5","pages":"333-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">Second Experiment</span>. Since an object, that wants both these relations can never produce any passion, let us bestow on it only one of these relations; and see what will follow. Thus suppose, I regard a stone or any common object, that belongs either to me or my companion, and by that means acquires a relation of ideas to the object of the passions: 'Tis plain, that to consider the matter <em>a priori</em>, no emotion of any kind can reasonably be expected. For besides, that a relation of ideas operates secretly and calmly on the mind, it bestows an equal impulse towards the opposite passions of pride and humility, love and hatred, according as the object belongs to ourselves or others; which opposition of the passions must destroy both, and leave the mind perfectly free from any affection or emotion. This reasoning <em>a priori</em> is confirm'd by experience. No trivial or vulgar object, that causes not a pain or pleasure, independent of the passion, will ever, by its property or other relations, either to ourselves or others, be able to produce the affections of pride or humility, love or hatred.","subId":"6","id":"Hume.THN.2.2.2.6","pages":"334"},{"type":"paragraph","content":"<span class=\"small-capitals\">Third Experiment</span>. 'Tis evident, therefore, that a relation of ideas is not able alone to give rise to these affections. Let us now remove this relation, and in its stead place a relation of impressions, by presenting an object, which is agreeable or disagreeable, but has no relation either to ourself or companion; and let us observe the consequences. To consider the matter first <em>a priori</em>, as in the preceding experiment; we may conclude, that the object will have a small, but an uncertain connexion with these passions. For besides, that this relation is not a cold and imperceptible <span class=\"page-break\"></span>one, it has not the inconvenience of the relation of ideas, nor directs us with equal force to two contrary passions, which by their opposition destroy each other. But if we consider, on the other hand, that this transition from the sensation to the affection is not forwarded by any principle, that produces a transition of ideas; but, on the contrary, that tho' the one impression be easily transfus'd into the other, yet the change of objects is suppos'd contrary to all the principles, that cause a transition of that kind; we may from thence infer, that nothing will ever be a steady or durable cause of any passion, that is connected with the passion merely by a relation of impressions. What our reason wou'd conclude from analogy, after ballancing these arguments, wou'd be, that an object, which produces pleasure or uneasiness, but has no manner of connexion either with ourselves or others, may give such a turn to the disposition, as that it may naturally fall into pride or love, humility or hatred, and search for other objects, upon which, by a double relation, it can found these affections; but that an object, which has only one of these relations, tho' the most advantageous one, can never give rise to any constant and establish'd passion.","subId":"7","id":"Hume.THN.2.2.2.7","pages":"334-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Most</span> fortunately all this reasoning is found to be exactly conformable to experience, and the phænomena of the passions. Suppose I were travelling with a companion thro' a country, to which we are both utter strangers; 'tis evident, that if the prospects be beautiful, the roads agreeable, and the inns commodious, this may put me into good humour both with myself and fellow-traveller. But as we suppose, that this country has no relation either to myself or friend, it can never be the immediate cause of pride or love; and therefore if I found not the passion on some other object, that bears either of us a closer relation, my emotions are rather to be consider'd as the overflowings of an elevate or humane disposition, than as an establish'd passion. The case is the same where the object produces uneasiness.","subId":"8","id":"Hume.THN.2.2.2.8","pages":"335"},{"type":"paragraph","content":"<span class=\"small-capitals\">Fourth Experiment</span>. Having found, that neither an object without any relation of ideas or impressions, nor an object, that has only one relation, can ever cause pride or humility, love or hatred; reason alone may convince us, without any farther experiment, that whatever has a double relation must necessarily excite these passions; since 'tis evident they must have some cause. But to leave as little room for doubt as possible, let us renew our experiments, and see whether the event in this case answers our expectation. I choose an object, such as virtue, that causes a separate satisfaction: On this object I bestow a relation to self; and find, that from this disposition of affairs, there immediately arises a passion. But what passion? That very one of pride, to which this object bears a double relation. Its idea is related to that of self, the object of the passion: The sensation it causes resembles the sensation of the passion. That I may be sure I am not mistaken in this experiment, I remove first one relation; then another; and find, that each removal destroys the passion, and leaves the object perfectly indifferent. But I am not content with this. I make a still farther trial; and instead of removing the relation, I only change it for one of a different kind. I suppose the virtue to belong to my companion, not to myself; and observe what follows from this alteration. I immediately perceive the affections <ins>to</ins> wheel about, and leaving pride, where there is only one relation, <em>viz.</em> of impressions, fall to the side of love, where they are attracted by a double relation of impressions and ideas. By repeating the same experiment, in changing anew the relation of ideas, I bring the affections back to pride; and by a new repetition I again place them at love or kindness. Being fully convinc'd of the influence of this relation, I try the effects of the other; and by changing virtue for vice, convert the pleasant impression, which arises from the former, into the disagreeable one, which proceeds from the latter. The effect still answers expectation. Vice, when plac'd on another, excites, by means of its double relations, the passion of hatred, <span class=\"page-break\"></span>instead of love, which for the same reason arises from virtue. To continue the experiment, I change anew the relation of ideas, and suppose the vice to belong to myself. What follows? What is usual. A subsequent change of the passion from hatred to humility. This humility I convert into pride by a new change of the impression; and find after all that I have compleated the round, and have by these changes brought back the passion to that very situation, in which I first found it.","subId":"9","id":"Hume.THN.2.2.2.9","pages":"336-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> to make the matter still more certain, I alter the object; and instead of vice and virtue, make the trial upon beauty and deformity, riches and poverty, power and servitude. Each of these objects runs the circle of the passions in the same manner, by a change of their relations: And in whatever order we proceed, whether thro' pride, love, hatred, humility, or thro' humility, hatred, love, pride, the experiment is not in the least diversify'd. Esteem and contempt, indeed, arise on some occasions instead of love and hatred; but these are at the bottom the same passions, only diversify'd by some causes, which we shall explain afterwards.","subId":"10","id":"Hume.THN.2.2.2.10","pages":"337"},{"type":"paragraph","content":"<span class=\"small-capitals\">Fifth Experiment</span>. To give greater authority to these experiments, let us change the situation of affairs as much as possible, and place the passions and objects in all the different positions, of which they are susceptible. Let us suppose, beside the relations above-mention'd, that the person, along with whom I make all these experiments, is closely connected with me either by blood or friendship. He is, we shall suppose, my son or brother, or is united to me by a long and familiar acquaintance. Let us next suppose, that the cause of the passion acquires a double relation of impressions and ideas to this person; and let us see what the effects are of all these complicated attractions and relations.","subId":"11","id":"Hume.THN.2.2.2.11","pages":"337"},{"type":"paragraph","content":"<span class=\"small-capitals\">Before</span> we consider what they are in fact, let us determine what they ought to be, conformable to my hypothesis. 'Tis plain, that, according as the impression is either pleasant or <span class=\"page-break\"></span>uneasy, the passion of love or hatred must arise towards the person, who is thus connected to the cause of the impression by these double relations, which I have all along requir'd. The virtue of a brother must make me love him; as his vice or infamy must excite the contrary passion. But to judge only from the situation of affairs, I shou'd not expect, that the affections wou'd rest there, and never transfuse themselves into any other impression. As there is here a person, who by means of a double relation is the object of my passion, the very same reasoning leads me to think the passion will be carry'd farther. The person has a relation of ideas to myself, according to the supposition; the passion, of which he is the object, by being either agreeable or uneasy, has a relation of impressions to pride or humility. 'Tis evident, then, that one of these passions must arise from the love or hatred.","subId":"12","id":"Hume.THN.2.2.2.12","pages":"337-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> is the reasoning I form in conformity to my hypothesis; and am pleas'd to find upon trial that every thing answers exactly to my expectation. The virtue or vice of a son or brother not only excites love or hatred, but by a new transition, from similar causes, gives rise to pride or humility. Nothing causes greater vanity than any shining quality in our relations; as nothing mortifies us more than their vice or infamy. This exact conformity of experience to our reasoning is a convincing proof of the solidity of that hypothesis upon which we reason.","subId":"13","id":"Hume.THN.2.2.2.13","pages":"338"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sixth Experiment</span>. This evidence will be still augmented, if we reverse the experiment, and preserving still the same relations, begin only with a different passion. Suppose, that instead of the virtue or vice of a son or brother, which causes first love or hatred, and afterwards pride or humility, we place these good or bad qualities on ourselves, without any immediate connexion with the person, who is related to us: Experience shews us, that by this change of situation the whole chain is broke, and that the mind is not convey'd from one passion to another, as in the preceding instance. <span class=\"page-break\"></span>We never love or hate a son or brother for the virtue or vice we discern in ourselves; tho' 'tis evident the same qualities in him give us a very sensible pride or humility. The transition from pride or humility to love or hatred is not so natural as from love or hatred to pride or humility. This may at first sight be esteem'd contrary to my hypothesis; since the relations of impressions and ideas are in both cases precisely the same. Pride and humility are impressions related to love and hatred. Myself am related to the person. It shou'd, therefore, be expected, that like causes must produce like effects, and a perfect transition arise from the double relation, as in all other cases. This difficulty we may easily solve by the following reflections.","subId":"14","id":"Hume.THN.2.2.2.14","pages":"338-9"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> evident, that as we are at all times intimately conscious of ourselves, our sentiments and passions, their ideas must strike upon us with greater vivacity than the ideas of the sentiments and passions of any other person. But every thing, that strikes upon us with vivacity, and appears in a full and strong light, forces itself, in a manner, into our consideration, and becomes present to the mind on the smallest hint and most trivial relation. For the same reason, when it is once present, it engages the attention, and keeps it from wandering to other objects, however strong may be their relation to our first object. The imagination passes easily from obscure to lively ideas, but with difficulty from lively to obscure. In the one case the relation is aided by another principle: In the other case, 'tis oppos'd by it.","subId":"15","id":"Hume.THN.2.2.2.15","pages":"339"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> I have observ'd, that those two faculties of the mind, the imagination and passions, assist each other in their operation, when their propensities are similar, and when they act upon the same object. The mind has always a propensity to pass from a passion to any other related to it; and this propensity is forwarded when the object of the one passion is related to that of the other. The two impulses concur with each other, and render the whole transition more smooth and easy. But if it shou'd happen, that while <span class=\"page-break\"></span>the relation of ideas, strictly speaking, continues the same, its influence, in causing a transition of the imagination, shou'd no longer take place, 'tis evident its influence on the passions must also cease, as being dependent entirely on that transition. This is the reason why pride or humility is not transfus'd into love or hatred with the same ease, that the latter passions are chang'd into the former. If a person be my brother I am his likewise: But tho' the relations be reciprocal, they have very different effects on the imagination. The passage is smooth and open from the consideration of any person related to us to that of ourself, of whom we are every moment conscious. But when the affections are once directed to ourself, the fancy passes not with the same facility from that object to any other person, how closely so ever connected with us. This easy or difficult transition of the imagination operates upon the passions, and facilitates or retards their transition; which is a clear proof, that these two faculties of the passions and imagination are connected together, and that the relations of ideas have an influence upon the affections. Besides innumerable experiments that prove this, we here find, that even when the relation remains; if by any particular circumstance its usual effect upon the fancy in producing an association or transition of ideas, is prevented; its usual effect upon the passions, in conveying us from one to another, is in like manner prevented.","subId":"16","id":"Hume.THN.2.2.2.16","pages":"339-40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> may, perhaps, find a contradiction betwixt this phænomenon and that of sympathy, where the mind passes easily from the idea of ourselves to that of any other object related to us. But this difficulty will vanish, if we consider that in sympathy our own person is not the object of any passion, nor is there any thing, that fixes our attention on ourselves; as in the present case, where we are suppos'd to be actuated with pride or humility. Ourself, independent of the perception of every other object, is in reality nothing: For which reason we must turn our view to external objects; and 'tis natural for us to consider with most attention such <span class=\"page-break\"></span>as lie contiguous to us, or resemble us. But when self is the object of a passion, 'tis not natural to quit the consideration of it, till the passion be exhausted; in which case the double relations of impressions and ideas can no longer operate.","subId":"17","id":"Hume.THN.2.2.2.17","pages":"340-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Seventh Experiment</span>. To put this whole reasoning to a farther trial, let us make a new experiment; and as we have already seen the effects of related passions and ideas, let us here suppose an identity of passions along with a relation of ideas; and let us consider the effects of this new situation. 'Tis evident a transition of the passions from the one object to the other is here in all reason to be expected; since the relation of ideas is suppos'd still to continue, and an identity of impressions must produce a stronger connexion, than the most perfect resemblance, that can be imagin'd. If a double relation, therefore, of impressions and ideas is able to produce a transition from one to the other, much more an identity of impressions with a relation of ideas. Accordingly we find, that when we either love or hate any person, the passions seldom continue within their first bounds; but extend themselves towards all the contiguous objects, and comprehend the friends and relations of him we love or hate. Nothing is more natural than to bear a kindness to one brother on account of our friendship for another, without any farther examination of his character. A quarrel with one person gives us a hatred for the whole family, tho' entirely innocent of that, which displeases us. Instances of this kind are every where to be met with.","subId":"18","id":"Hume.THN.2.2.2.18","pages":"341"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is only one difficulty in this experiment, which it will be necessary to account for, before we proceed any farther. 'Tis evident, that tho' all passions pass easily from one object to another related to it, yet this transition is made with greater facility, where the more considerable object is first presented, and the lesser follows it, than where this order is revers'd, and the lesser takes the precedence. Thus 'tis more natural for us to love the son upon account of the father, than the father upon account of the son; the servant <span class=\"page-break\"></span>for the master, than the master for the servant; the subject for the prince, than the prince for the subject. In like manner we more readily contract a hatred against a whole family, where our first quarrel is with the head of it, than where we are displeas'd with a son, or servant, or some inferior member. In short, our passions, like other objects, descend with greater facility than they ascend.","subId":"19","id":"Hume.THN.2.2.2.19","pages":"341-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> we may comprehend, wherein consists the difficulty of explaining this phænomenon, we must consider, that the very same reason, which determines the imagination to pass from remote to contiguous objects, with more facility than from contiguous to remote, causes it likewise to change with more ease, the less for the greater, than the greater for the less. Whatever has the greatest influence is most taken notice of; and whatever is most taken notice of, presents itself most readily to the imagination. We are more apt to over-look in any subject, what is trivial, than what appears of considerable moment; but especially if the latter takes the precedence, and first engages our attention. Thus if any accident makes us consider the <em>Satellites</em> of <em>Jupiter</em>, our fancy is naturally determin'd to form the idea of that planet; but if we first reflect on the principal planet, 'tis more natural for us to overlook its attendants. The mention of the provinces of any empire conveys our thought to the seat of the empire; but the fancy returns not with the same facility to the consideration of the provinces. The idea of the servant makes us think of the master; that of the subject carries our view to the prince. But the same relation has not an equal influence in conveying us back again. And on this is founded that reproach of <em>Cornelia</em> to her sons, that they ought to be asham'd she shou'd be more known by the title of the daughter of <em>Scipio</em>, than by that of the mother of the <em>Gracchi</em>. This was, in other words, exhorting them to render themselves as illustrious and famous as their grandfather, otherwise the imagination of the people, passing from her who was intermediate, and plac'd in an equal relation to both, <span class=\"page-break\"></span>wou'd always leave them, and denominate her by what was more considerable and of greater moment. On the same principle is founded that common custom of making wives bear the name of their husbands, rather than husbands that of their wives; as also the ceremony of giving the precedency to those, whom we honour and respect. We might find many other instances to confirm this principle, were it not already sufficiently evident.","subId":"20","id":"Hume.THN.2.2.2.20","pages":"342-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> since the fancy finds the same facility in passing from the lesser to the greater, as from remote to contiguous, why does not this easy transition of ideas assist the transition of passions in the former case, as well as in the latter? The virtues of a friend or brother produce first love, and then pride; because in that case the imagination passes from remote to contiguous, according to its propensity. Our own virtues produce not first pride, and then love to a friend or brother; because the passage in that case wou'd be from contiguous to remote, contrary to its propensity. But the love or hatred of an inferior <del>cause</del><ins>causes</ins> not readily any passion to the superior, tho' that be the natural propensity of the imagination: While the love or hatred of a superior, causes a passion to the inferior, contrary to its propensity. In short, the same facility of transition operates not in the same manner upon superior and inferior as upon contiguous and remote. These two phænomena appear contradictory, and require some attention to be reconcil'd.","subId":"21","id":"Hume.THN.2.2.2.21","pages":"343"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> the transition of ideas is here made contrary to the natural propensity of the imagination, that faculty must be overpower'd by some stronger principle of another kind; and as there is nothing ever present to the mind but impressions and ideas, this principle must necessarily lie in the impressions. Now it has been observ'd, that impressions or passions are connected only by their resemblance, and that where any two passions place the mind in the same or in similar dispositions, it very naturally passes from the one to the other: As on the contrary, a repugnance in the dispo<span class=\"page-break\"></span>sitions produces a difficulty in the transition of the passions. But 'tis observable, that this repugnance may arise from a difference of degree as well as of kind; nor do we experience a greater difficulty in passing suddenly from a small degree of love to a small degree of hatred, than from a small to a great degree of either of these affections. A man, when calm or only moderately agitated, is so different, in every respect, from himself, when disturbed with a violent passion, that no two persons can be more unlike; nor is it easy to pass from the one extreme to the other, without a considerable interval betwixt them.","subId":"22","id":"Hume.THN.2.2.2.22","pages":"343-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> difficulty is not less, if it be not rather greater, in passing from the strong passion to the weak, than in passing from the weak to the strong, provided the one passion upon its appearance destroys the other, and they do not both of them exist at once. But the case is entirely alter'd, when the passions unite together, and actuate the mind at the same time. A weak passion, when added to a strong, makes not so considerable a change in the disposition, as a strong when added to a weak; for which reason there is a closer connexion betwixt the great degree and the small, than betwixt the small degree and the great.","subId":"23","id":"Hume.THN.2.2.2.23","pages":"344"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> degree of any passion depends upon the nature of its object; and an affection directed to a person, who is considerable in our eyes, fills and possesses the mind much more than one, which has for its object a person we esteem of less consequence. Here then the contradiction betwixt the propensities of the imagination and passion displays itself. When we turn our thought to a great and a small object, the imagination finds more facility in passing from the small to the great, than from the great to the small; but the affections find a greater difficulty: And as the affections are a more powerful principle than the imagination, no wonder they prevail over it, and draw the mind to their side. In spite of the difficulty of passing from the idea of great to that of little, a passion directed to the former, <span class=\"page-break\"></span>produces always a similar passion towards the latter; when the great and little are related together. The idea of the servant conveys our thought most readily to the master; but the hatred or love of the master produces with greater facility anger or good-will to the servant. The strongest passion in this case takes the precedence; and the addition of the weaker making no considerable change on the disposition, the passage is by that means render'd more easy and natural betwixt them.","subId":"24","id":"Hume.THN.2.2.2.24","pages":"344-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> in the foregoing experiment we found, that a relation of ideas, which, by any particular circumstance, ceases to produce its usual effect of facilitating the transition of ideas, ceases likewise to operate on the passions; so in the present experiment we find the same property of the impressions. Two different degrees of the same passion are surely related together; but if the smaller be first present, it has little or no tendency to introduce the greater; and that because the addition of the great to the little, produces a more sensible alteration on the temper, than the addition of the little to the great. These phænomena, when duly weigh'd, will be found convincing proofs of this hypothesis.","subId":"25","id":"Hume.THN.2.2.2.25","pages":"345"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> these proofs will be confirm'd, if we consider the manner in which the mind here reconciles the contradiction, I have observ'd betwixt the passions and the imagination. The fancy passes with more facility from the less to the greater, than from the greater to the less: But on the contrary a violent passion produces more easily a feeble, than that does a violent. In this opposition the passion in the end prevails over the imagination; but 'tis commonly by complying with it, and by seeking another quality, which may counter-ballance that principle, from whence the opposition arises. When we love the father or master of a family, we little think of his children or servants. But when these are present with us, or when it lies any ways in our power to serve them, the nearness and contiguity in this case encreases their magnitude, or at least removes that opposition, which <span class=\"page-break\"></span>the fancy makes to the transition of the affections. If the imagination finds a difficulty in passing from greater to less, it finds an equal facility in passing from remote to contiguous, which brings the matter to an equality, and leaves the way open from the one passion to the other.","subId":"26","id":"Hume.THN.2.2.2.26","pages":"345-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Eighth Experiment</span>. I have observ'd that the transition from love or hatred to pride or humility, is more easy than from pride or humility to love or hatred; and that the difficulty, which the imagination finds in passing from contiguous to remote, is the cause why we scarce have any instance of the latter transition of the affections. I must, however, make one exception, <em>viz.</em> when the very cause of the pride and humility is plac'd in some other person. For in that case the imagination is necessitated to consider the person, nor can it possibly confine its view to ourselves. Thus nothing more readily produces kindness and affection to any person, than his approbation of our conduct and character: As on the other hand, nothing inspires us with a stronger hatred, than his blame or contempt. Here 'tis evident, that the original passion is pride or humility, whose object is self; and that this passion is transfus'd into love or hatred, whose object is some other person, notwithstanding the rule I have already establish'd, <em>that the imagination passes with difficulty from contiguous to remote</em>. But the transition in this case is not made merely on account of the relation betwixt ourselves and the person; but because that very person is the real cause of our first passion, and of consequence is intimately connected with it. 'Tis his approbation that produces pride; and disapprobation, humility. No wonder, then, the imagination returns back again attended with the related passions of love and hatred. This is not a contradiction, but an exception to the rule; and an exception that arises from the same reason with the rule itself.","subId":"27","id":"Hume.THN.2.2.2.27","pages":"346"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> an exception as this is, therefore, rather a confirmation of the rule. And indeed, if we consider all the eight experiments I have explain'd, we shall find that the same principle <span class=\"page-break\"></span>appears in all of them, and that 'tis by means of a transition arising from a double relation of impressions and ideas, pride and humility, love and hatred are produc'd. An object without<a href=\"#n60\"><sup>[60]</sup></a> a relation, or<a href=\"#n61\"><sup>[61]</sup></a> with but one, never produces either of these passions; and 'tis<a href=\"#n62\"><sup>[62]</sup></a> found that the passion always varies in conformity to the relation. Nay we may observe, that where the relation, by any particular circumstance, has not its usual effect of producing a transition either of<a href=\"#n63\"><sup>[63]</sup></a> ideas or of impressions, it ceases to operate upon the passions, and gives rise neither to pride nor love, humility nor hatred. This rule we find still to hold good<a href=\"#n64\"><sup>[64]</sup></a>, even under the appearance of its contrary; and as relation is frequently experienc'd to have no effect; which upon examination is found to proceed from some particular circumstance, that prevents the transition; so even in instances, where that circumstance, tho' present, prevents not the transition, 'tis found to arise from some other circumstance, which counter-ballances it. Thus not only the variations resolve themselves into the general principle, but even the variations of these variations.","subId":"28","id":"Hume.THN.2.2.2.28","pages":"346-7"},{"type":"note","content":"First Experiment.","subId":"n60","id":"Hume.THN.2.2.2.n60","pages":"347"},{"type":"note","content":"Second and Third Experiments.","subId":"n61","id":"Hume.THN.2.2.2.n61","pages":"347"},{"type":"note","content":"Fourth Experiment.","subId":"n62","id":"Hume.THN.2.2.2.n62","pages":"347"},{"type":"note","content":"Sixth Experiment.","subId":"n63","id":"Hume.THN.2.2.2.n63","pages":"347"},{"type":"note","content":"Seventh and Eighth Experiments.","subId":"n64","id":"Hume.THN.2.2.2.n64","pages":"347"}]}