{"imported":true,"id":"Hume.THN.2.2.8","parent":"Hume.THN.2.2","title":"Section 8. Of malice and envy","breadcrumb":"Section 8","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. VIII.</h3> <h4><em>Of malice and envy.</em></h4> ","id":"Hume.THN.2.2.8"},{"type":"paragraph","content":"WE must now proceed to account for the passion of <em>malice</em>, which imitates the effects of hatred, as pity does those of love; and gives us a joy in the sufferings and miseries of others, without any offence or injury on their part.","subId":"1","id":"Hume.THN.2.2.8.1","pages":"372"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> little are men govern'd by reason in their sentiments and opinions, that they always judge more of objects by comparison than from their intrinsic worth and value. When the mind considers, or is accustom'd to, any degree of perfection, whatever falls short of it, tho' really esteemable, has notwithstanding the same effect upon the passions, as what is defective and ill. This is an <em>original</em> quality of the soul, and similar to what we have every day experience of in our bodies. Let a man heat one hand and cool the other; the same water will, at the same time, seem both hot and cold, according to the disposition of the different organs. A small degree of any quality, succeeding a greater, produces the same sensation, as if less than it really is, and even sometimes as the opposite quality. Any gentle pain, that follows a violent one, seems as nothing, or rather becomes a pleasure; as on the other hand a violent pain, succeeding a gentle one, is doubly grievous and uneasy.","subId":"2","id":"Hume.THN.2.2.8.2","pages":"372"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> no one can doubt of with regard to our passions and sensations. But there may arise some difficulty with regard to our ideas and objects. When an object augments or diminishes to the eye or imagination from a comparison with others, the image and idea of the object are still the same, and are equally extended in the <em>retina</em>, and in the brain or organ of perception. The eyes refract the rays of light, and the optic nerves convey the images to the brain in the very same manner, whether a great or small object has preceded; nor does even the imagination alter the dimensions of its object on account of a comparison with others. The ques<span class=\"page-break\"></span>tion then is, how from the same impression and the same idea we can form such different judgments concerning the same object, and at one time admire its bulk, and at another despise its littleness. This variation in our judgments must certainly proceed from a variation in some perception; but as the variation lies not in the immediate impression or idea of the object, it must lie in some other impression, that accompanies it.","subId":"3","id":"Hume.THN.2.2.8.3","pages":"372-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to explain this matter, I shall just touch upon two principles, one of which shall be more fully explain'd in the progress of this treatise; the other has been already accounted for. I believe it may safely be establish'd for a general maxim, that no object is presented to the senses, nor image form'd in the fancy, but what is accompany'd with some emotion or movement of spirits proportion'd to it; and however custom may make us insensible of this sensation, and cause us to confound it with the object or idea, 'twill be easy, by careful and exact experiments, to separate and distinguish them. For to instance only in the cases of extension and number; 'tis evident, that any very bulky object, such as the ocean, an extended plain, a vast chain of mountains, a wide forest; or any very numerous collection of objects, such as an army, a fleet, a crowd, excite in the mind a sensible emotion; and that the admiration, which arises on the appearance of such objects, is one of the most lively pleasures, which human nature is capable of enjoying. Now as this admiration encreases or diminishes by the encrease or diminution of the objects, we may conclude, according to our foregoing<a href=\"#n65\"><sup>[65]</sup></a> principles, that 'tis a compound effect, proceeding from the conjunction of the several effects, which arise from each part of the cause. Every part, then, of extension, and every unite of number has a separate emotion attending it, when conceiv'd by the mind; and tho' that emotion be not always agreeable, yet by its conjunction with others, and by its agitating the spirits to a just pitch, <span class=\"page-break\"></span>it contributes to the production of admiration, which is always agreeable. If this be allow'd with respect to extension and number, we can make no difficulty with respect to virtue and vice, wit and folly, riches and poverty, happiness and misery, and other objects of that kind, which are always attended with an evident emotion.","subId":"4","id":"Hume.THN.2.2.8.4","pages":"373-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> second principle I shall take notice of is that of our adherence to <em>general rules</em>; which has such a mighty influence on the actions and understanding, and is able to impose on the very senses. When an object is found by experience to be always accompany'd with another; whenever the first object appears, tho' chang'd in very material circumstances; we naturally fly to the conception of the second, and form an idea of it in as lively and strong a manner, as if we had infer'd its existence by the justest and most authentic conclusion of our understanding. Nothing can undeceive us, not even our senses, which, instead of correcting this false judgment, are often perverted by it, and seem to authorize its errors.","subId":"5","id":"Hume.THN.2.2.8.5","pages":"374"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> conclusion I draw from these two principles, join'd to the influence of comparison above-mention'd, is very short and decisive. Every object is attended with some emotion proportion'd to it; a great object with a great emotion, a small object with a small emotion. A great <em>object</em>, therefore, succeeding a small one makes a great <em>emotion</em> succeed a small one. Now a great emotion succeeding a small one becomes still greater, and rises beyond its ordinary proportion. But as there is a certain degree of an emotion, which commonly attends every magnitude of an object; when the emotion encreases, we naturally imagine that the object has likewise encreas'd. The effect conveys our view to its usual cause, a certain degree of emotion to a certain magnitude of the object; nor do we consider, that comparison may change the emotion without changing any thing in the object. Those, who are acquainted with the metaphysical part of optics, and know how we transfer the judg<span class=\"page-break\"></span>ments and conclusions of the understanding to the senses, will easily conceive this whole operation.","subId":"6","id":"Hume.THN.2.2.8.6","pages":"374-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> leaving this new discovery of an impression, that secretly attends every idea; we must at least allow of that principle, from whence the discovery arose, <em>that objects appear greater or less by a comparison with others</em>. We have so many instances of this, that it is impossible we can dispute its veracity; and 'tis from this principle I derive the passions of malice and envy.","subId":"7","id":"Hume.THN.2.2.8.7","pages":"375"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> evident we must receive a greater or less satisfaction or uneasiness from reflecting on our own condition and circumstances, in proportion as they appear more or less fortunate or unhappy, in proportion to the degrees of riches, and power, and merit, and reputation, which we think ourselves possest of. Now as we seldom judge of objects from their intrinsic value, but form our notions of them from a comparison with other objects; it follows, that according as we observe a greater or less share of happiness or misery in others, we must make an estimate of our own, and feel a consequent pain or pleasure. The misery of another gives us a more lively idea of our happiness, and his happiness of our misery. The former, therefore, produces delight; and the latter uneasiness.","subId":"8","id":"Hume.THN.2.2.8.8","pages":"375"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> then is a kind of pity reverst, or contrary sensations arising in the beholder, from those which are felt by the person, whom he considers. In general we may observe, that in all kinds of comparison an object makes us always receive from another, to which it is compar'd, a sensation contrary to what arises from itself in its direct and immediate survey. A small object makes a great one appear still greater. A great object makes a little one appear less. Deformity of itself produces uneasiness; but makes us receive new pleasure by its contrast with a beautiful object, whose beauty is augmented by it; as on the other hand, beauty, which of itself produces pleasure, makes us receive a new pain by the contrast with any thing ugly, whose de<span class=\"page-break\"></span>formity it augments. The case, therefore, must be the same with happiness and misery. The direct survey of another's pleasure naturally gives us pleasure, and therefore produces pain when compar'd with our own. His pain, consider'd in itself, is painful to us, but augments the idea of our own happiness, and gives us pleasure.","subId":"9","id":"Hume.THN.2.2.8.9","pages":"375-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> will it appear strange, that we may feel a reverst sensation from the happiness and misery of others; since we find the same comparison may give us a kind of malice against ourselves, and make us rejoice for our pains, and grieve for our pleasures. Thus the prospect of past pain is agreeable, when we are satisfy'd with our present condition; as on the other hand our past pleasures give us uneasiness, when we enjoy nothing at present equal to them. The comparison being the same, as when we reflect on the sentiments of others, must be attended with the same effects.","subId":"10","id":"Hume.THN.2.2.8.10","pages":"376"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nay</span> a person may extend this malice against himself, even to his present fortune, and carry it so far as designedly to seek affliction, and encrease his pains and sorrows. This may happen upon two occasions. <em>First</em>, Upon the distress and misfortune of a friend, or person dear to him. <em>Secondly</em>, Upon the feeling any remorses for a crime, of which he has been guilty. 'Tis from the principle of comparison that both these irregular appetites for evil arise. A person, who indulges himself in any pleasure, while his friend lies under affliction, feels the reflected uneasiness from his friend more sensibly by a comparison with the original pleasure, which he himself enjoys. This contrast, indeed, ought also to inliven the present pleasure. But as grief is here suppos'd to be the predominant passion, every addition falls to that side, and is swallow'd up in it, without operating in the least upon the contrary affection. 'Tis the same case with those penances, which men inflict on themselves for their past sins and failings. When a criminal reflects on the punishment he deserves, the idea of it is magnify'd by a comparison with his present ease and satisfaction; which forces him, in a <span class=\"page-break\"></span>manner, to seek uneasiness, in order to avoid so disagreeable a contrast.","subId":"11","id":"Hume.THN.2.2.8.11","pages":"376-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> reasoning will account for the origin of <em>envy</em> as well as of malice. The only difference betwixt these passions lies in this, that envy is excited by some present enjoyment of another, which by comparison diminishes our idea of our own: Whereas malice is the unprovok'd desire of producing evil to another, in order to reap a pleasure from the comparison. The enjoyment, which is the object of envy, is commonly superior to our own. A superiority naturally seems to overshade us, and presents a disagreeable comparison. But even in the case of an inferiority, we still desire a greater distance, in order to augment still more the idea of ourself. When this distance diminishes, the comparison is less to our advantage; and consequently gives us less pleasure, and is even disagreeable. Hence arises that species of envy, which men feel, when they perceive their inferiors approaching or overtaking them in the pursuit of glory or happiness. In this envy we may see the effects of comparison twice repeated. A man, who compares himself to his inferior, receives a pleasure from the comparison: And when the inferiority decreases by the elevation of the inferior, what shou'd only have been a decrease of pleasure, becomes a real pain, by a new comparison with its preceding condition.","subId":"12","id":"Hume.THN.2.2.8.12","pages":"377"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> worthy of observation concerning that envy, which arises from a superiority in others, that 'tis not the great disproportion betwixt ourself and another, which produces it; but on the contrary, our proximity. A common soldier bears no such envy to his general as to his sergeant or corporal; nor does an eminent writer meet with so great jealousy in common hackney scriblers, as in authors, that more nearly approach him. It may, indeed, be thought, that the greater the disproportion is, the greater must be the uneasiness from the comparison. But we may consider on the other hand, that the great disproportion cuts off the rela<span class=\"page-break\"></span>tion, and either keeps us from comparing ourselves with what is remote from us, or diminishes the effects of the comparison. Resemblance and proximity always produce a relation of ideas; and where you destroy these ties, however other accidents may bring two ideas together; as they have no bond or connecting quality to join them in the imagination; 'tis impossible they can remain long united, or have any considerable influence on each other.","subId":"13","id":"Hume.THN.2.2.8.13","pages":"377-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">I have</span> observ'd in considering the nature of ambition, that the great feel a double pleasure in authority from the comparison of their own condition with that of their slaves; and that this comparison has a double influence, because 'tis natural, and presented by the subject. When the fancy, in the comparison of objects, passes not easily from the one object to the other, the action of the mind is, in a great measure, broke, and the fancy, in considering the second object, begins, as it were, upon a new footing. The impression, which attends every object, seems not greater in that case by succeeding a less of the same kind; but these two impressions are distinct, and produce their distinct effects, without any communication together. The want of relation in the ideas breaks the relation of the impressions, and by such a separation prevents their mutual operation and influence.","subId":"14","id":"Hume.THN.2.2.8.14","pages":"378"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> confirm this we may observe, that the proximity in the degree of merit is not alone sufficient to give rise to envy, but must be assisted by other relations. A poet is not apt to envy a philosopher, or a poet of a different kind, of a different nation, or of a different age. All these differences prevent or weaken the comparison, and consequently the passion.","subId":"15","id":"Hume.THN.2.2.8.15","pages":"378"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> too is the reason, why all objects appear great or little, merely by a comparison with those of the same species. A mountain neither magnifies nor diminishes a horse in our eyes; but when a <em>Flemish</em> and a <em>Welsh</em> horse are seen together, the one appears greater and the other less, than when view'd apart.","subId":"16","id":"Hume.THN.2.2.8.16","pages":"378"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the same principle we may account for that remark of historians, that any party in a civil war always choose to call in a foreign enemy at any hazard rather than submit to their fellow-citizens. <em>Guicciardin</em> applies this remark to the wars in <em>Italy</em>, where the relations betwixt the different states are, properly speaking, nothing but of name, language, and contiguity. Yet even these relations, when join'd with superiority, by making the comparison more natural, make it likewise more grievous, and cause men to search for some other superiority, which may be attended with no relation, and by that means may have a less sensible influence on the imagination. The mind quickly perceives its several advantages and disadvantages; and finding its situation to be most uneasy, where superiority is conjoin'd with other relations, seeks its repose as much as possible, by their separation, and by breaking that association of ideas, which renders the comparison so much more natural and efficacious. When it cannot break the association, it feels a stronger desire to remove the superiority; and this is the reason why travellers are commonly so lavish of their praises to the <em>Chinese</em> and <em>Persians</em>, at the same time, that they depreciate those neighbouring nations, which may stand upon a foot of rivalship with their native country.","subId":"17","id":"Hume.THN.2.2.8.17","pages":"379"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> examples from history and common experience are rich and curious; but we may find parallel ones in the arts, which are no less remarkable. Shou'd an author compose a treatise, of which one part was serious and profound, another light and humorous, every one wou'd condemn so strange a mixture, and wou'd accuse him of the neglect of all rules of art and criticism. These rules of art are founded on the qualities of human nature; and the quality of human nature, which requires a consistency in every performance, is that which renders the mind incapable of passing in a moment from one passion and disposition to a quite different one. Yet this makes us not blame Mr. <em>Prior</em> for joining his <em>Alma</em> and his <em>Solomon</em> in the same volume; tho' <span class=\"page-break\"></span>that admirable poet has succeeded perfectly well in the gaiety of the one, as well as in the melancholy of the other. Even supposing the reader shou'd peruse these two compositions without any interval, he wou'd feel little or no difficulty in the change of passions: Why, but because he considers these performances as entirely different, and by this break in the ideas, breaks the progress of the affections, and hinders the one from influencing or contradicting the other?","subId":"18","id":"Hume.THN.2.2.8.18","pages":"379-80"},{"type":"paragraph","content":"<span class=\"small-capitals\">An</span> heroic and burlesque design, united in one picture, wou'd be monstrous; tho' we place two pictures of so opposite a character in the same chamber, and even close by each other, without any scruple or difficulty.","subId":"19","id":"Hume.THN.2.2.8.19","pages":"380"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> a word, no ideas can affect each other, either by comparison, or by the passions they separately produce, unless they be united together by some relation, which may cause an easy transition of the ideas, and consequently of the emotions or impressions, attending the ideas; and may preserve the one impression in the passage of the imagination to the object of the other. This principle is very remarkable, because it is analogous to what we have observ'd both concerning the <em>understanding</em> and the <em>passions</em>. Suppose two objects to be presented to me, which are not connected by any kind of relation. Suppose that each of these objects separately produces a passion; and that these two passions are in themselves contrary: We find from experience, that the want of relation in the objects or ideas hinders the natural contrariety of the passions, and that the break in the transition of the thought removes the affections from each other, and prevents their opposition. 'Tis the same case with comparison; and from both these phænomena we may safely conclude, that the relation of ideas must forward the transition of impressions; since its absence alone is able to prevent it, and to separate what naturally shou'd have operated upon each other. When the absence of an object or quality removes any usual or natural effect, we may certainly conclude that its presence contributes to the production of the effect.","subId":"20","id":"Hume.THN.2.2.8.20","pages":"380"},{"type":"note","content":"Book I. Part III. Sect. 15.","subId":"n65","id":"Hume.THN.2.2.8.n65","pages":"373"}]}