{"imported":true,"id":"Norris.PD.3.1","parent":"Norris.PD.3","title":"A Discourse concerning the Measure of Divine Love, with the Natural and Moral Grounds upon which it stands; upon <em>Mat. 22.37.</em>","breadcrumb":"Discourse concerning Divine Love","texts":[],"published":[1693],"sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52415.0001.001?view=toc","sourceDesc":"In 1690, Norris published his <cite>Christian Blessedness, or, Discourses upon the Beatitudes of Our Lord and Saviour Jesus Christ</cite>, following this up in 1691 with a set of <cite>Practical Discourses upon Several Divine Subjects</cite>. In 1693 the latter was reprinted as “Volume II”, as was another set titled “Volume III”. Thus the original <cite>Discourses on the Beatitudes</cite> retrospectively became Volume I of these <cite>Practical Discourses</cite>. A fourth volume was printed in 1698.","forename":"John","surname":"Norris","author":"John Norris","birth":1657,"death":1711,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h4>A</h4> <h2>DISCOURSE</h2> <h4>CONCERNING</h4> <h6><em>The Measure of Divine Love, with the Natural and Moral Grounds upon which it stands.</em></h6> <h4><cite>Mat. 22. 37.</cite></h4> <em>Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.</em>","id":"Norris.PD.3.1"},{"type":"paragraph","content":"A Very just and reasonable, but sure, one would think, a very needless Injunction. For need any Power or Faculty be under any other Law, than that of its own <em>Nature</em>, to delight in its proper Object? Does the Sense want a Precept to be pleased with sensible Good? Need we address our selves to the Eye to persuade it to love Light, or take pains to exhort the Ear to delight in harmonious Sounds? No, the Order of Nature does here supersede all other Methods of Engagement, and why then should there be need of any Command to a <em>Rational</em> Soul to love <em>God</em>? Does not an intelligible Good bear the same proportion to a reasonable Nature, as a sensible Good does to Sense; and is not God the same to the Soul, as Musick is to the Ear, or as Light to the Eye? Yes certainly, and infinitely more: For these things, tho they are the <em>proper</em> Goods of their respective Powers, yet they are not wholly commensurate, and fully adjusted to their Capacities; whence it is that <em>they Eye is not satisfied with seeing, nor the Ear with hearing</em>. But now God is not only the proper Good of the Soul (as Light is of the Eye) but is withal a Good so transcendently excellent as to be able to fill the whole Capacity of its intellectual Powers. The Good of <em>his</em> sublime Nature is more than commensurate to the most stretch'd Appetite of <em>ours</em>; nay, were our Capacity infinite, he would be sufficient to fill it; for he fills his own, and is infinitely happy in himself. And what need then of a Command to a rational Creature to love its proper Good, and a Good so infinitely lovely?","subId":"1","id":"Norris.PD.3.1.1"},{"type":"paragraph","content":"But for satisfaction to this, 'tis to be consider'd, first, that as in <em>Geometry</em> some plain and obvious Propositions are laid down not so much for the sake of their own Discovery, as in order to further Theory, which, as a Superstructure is to be rais'd upon those Foundations; so in <em>Morality</em> and Divinity some practical Propositions or Precepts, tho in themselves never so clear and evident, must yet be set down, if 'twere only for the sake of Method and Order, and to lay a Bottom for what is to be further built upon those Principles. And accordingly the Love of God being the fundamental Principle of all natural Religion and Virtue, or (as our Lord here terms it) the <em>first and great Commandment</em>, upon which all the Duties of the first Table do immediately, and those of the second remotely depend, it was very requisite that there should be an express Precept concerning it, tho it be never so <em>evident</em> that we <em>ought</em> to love God, and withal never so <em>necessary</em> and unavoidable that we <em>should</em>.","subId":"2","id":"Norris.PD.3.1.2"},{"type":"paragraph","content":"Besides, 'tis also secondly to be consider'd, that what does here more principally and more directly fall under the Precept, is not the <em>Act</em> of loving God in general, but the special <em>degree</em> and manner of that Act, that it be with the whole Power and full Capacity of the Man. Now tho it be of it self so plain and evident that God is to be loved, and withal so natural and necessary, that we should love him in some degree or other, yet neither is it so plain nor so necessary that we should love him up to the degree here specifi'd, with the whole Weight and Stress of our Love. This is not a Proposition of so bright an evidence as to shine forth by its own Light, but requires a Train of Argument and Consequence to make it appear reasonable, and must be proved in a way of Science and Demonstration. It was indeed below the Dignity and Majesty of the Supreme Law-giver to do that, but therefore it was the more necessary for him to use his Authority, to make it matter of express Precept, and to lay it as an eternal Law upon every rational Spirit that comes into being, <em>Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind</em>.","subId":"3","id":"Norris.PD.3.1.3"},{"type":"paragraph","content":"The great Difficulty of this great Commandment, next to the <em>Practising</em> of it, is how to <em>Understand</em> it; and therefore I shall first of all inquire into the true Sense and Import of it, and then into the Reason and Bottom upon which it stands.","subId":"4","id":"Norris.PD.3.1.4"},{"type":"paragraph","content":"As to the <em>Sense</em>, I think the highest that is generally put upon these Words amounts to no more than this, That God is to be the prime and principal Object of our Love and Delight; That we are to love him in a <em>Superlative</em> way, above all other things whatsoever, so as to lose any Good, or suffer any Evil rather than commit the least Sin against him; That we are always to prefer him in our Love, chusing to obey him rather than Man, and to please him rather than satisfie our own Will, and to enjoy him rather than any worldly or carnal Pleasure, saying with the Psalmist, <em>Thy Loving-kindness is better than Life</em>, and with the Church in the <em>Canticles</em>, <em>Thy Love is better than Wine</em>.","subId":"5","id":"Norris.PD.3.1.5"},{"type":"paragraph","content":"And if our Love be thus order'd, if we stand thus affected towards God, we are then allowed according to the common Opinion to Love <em>Creatures</em>, to delight and solace our selves in them, to unite our Souls in some measure to them, and to reckon them among the props and stays of our life, and as the Ingredients of its present Happiness. Nor is there any harm presumed in all this, still provided that God be uppermost in our Hearts, have the largest share in our Affections, and be seated upon the <em>Throne</em> of the Soul, who though permitted to love other things, is yet to look upon God as her greatest Good, and accordingly to reserve her brightest and purest flame for his Altar; to love him with the choice, with the flower of her Affection, and be ready to part with any other good when it once comes in competition with the Love of God.","subId":"6","id":"Norris.PD.3.1.6"},{"type":"paragraph","content":"In this I think I speak the sense of the common Interpreters, who for want of a suitable Foundation could not well carry the Building higher, but were forced to take up with an Explication far below the express Letter of the Text, and to make this to be all that was signified by loving God with all the heart, with all the soul, and with all the mind, that we love him chiefly and principally, <em>best</em> and <em>most</em>. Sure they could not but be sensible that herein they did not rise up to the Letter of the Text, which manifestly requires a more elevated sense: But they could not advance higher without building in the Air; and were therefore forced to cramp the sense of this great Commandment, and to put such a Construction upon it, not as the express Words of it <em>require</em>, but as their Hypothesis would <em>bear</em>.","subId":"7","id":"Norris.PD.3.1.7"},{"type":"paragraph","content":"I say as their Hypothesis would bear; for the Hypothesis these Men go upon, seems to be this; They suppose that other things besides God are truly and properly the Goods of the Soul, and contribute as efficient Causes to its happiness: That sensible Objects contain in themselves somewhat answerable to what we feel by their Occasion, and are withal the proper Causes of such our Sensations: That the Bodies that surround us do really act in and upon us, not only by making impression upon our <em>Bodies</em>, and striking upon our Organs of <em>Sense</em>, but also by raising and exciting those Sensations our Spirits are conscious of, so as to be the true efficient Causes of our <em>Pleasure</em> and our <em>Pain</em>: That the Fire gives us that sentiment of Heat which we feel when we approach it: and, That Wine causes in us that pleasing Taste which we feel when we drink it: And the like.","subId":"8","id":"Norris.PD.3.1.8"},{"type":"paragraph","content":"Now I confess, if this <em>Hypothesis</em> be true, if sensible Objects do really act upon our Souls, and are the proper efficient Causes of those pleasing Sensations which we feel there, then 'twill necessarily follow, that a certain portion of my Love is due to these sensible Objects: for, if these Objects produce Pleasure in me, then they do me good, they perfect my Being, and render it more happy; and if they do me good, then in their proportion they are my good; and if they are in any degree my good, then they are so far lovely; and if they are in any way lovely, then so far they ought to be loved. But now, if some part of our Love be due to sensible Objects (as upon this <em>Hypothesis</em> it is) then 'tis impossible that God should have a right to <em>all</em> of it; and consequently, to love him with all the heart, and all the soul, and all the mind, can signifie no more than to love him principally and above all, to give him the <em>Preference</em> in our Love. I say the <em>Preference</em>, for it seems the Creatures put in for a share; and if they have a part, 'tis impossible that God should have the whole: they must then both go sharers in our Affection, and the only Privilege which God can claim upon this <em>Hypothesis</em>, is, to have the <em>largest</em> share in our Love.","subId":"9","id":"Norris.PD.3.1.9"},{"type":"paragraph","content":"Whether this <em>Hypothesis</em> be true of no, shall be consider'd in its proper place; in the mean while if may serve as a strong Presumption, that it is not, that the Explication which is founded upon it falls so very short of the literal Emphasis of the Text, <em>Thou shalt love the Lord thy God with all thy heart, and with all the soul, and with all thy mind</em>. But is it to love God at this rate, to love him only principally and more than any thing else? Does this exhaust the sense of this great Commandment? Can he be said with any tolerable sense to love God with all his heart, all his soul, and all his mind, that only love him above other things, at the same time allowing other things a share in his Love? Can he be said to love God with <em>all</em> his Love that loves him only with a <em>Part</em>? What though that PArt be the larger Part, 'tis but a Part still; and is a <em>Part</em> the <em>Whole</em>? What Logick, or what Grammar, will indure this?","subId":"10","id":"Norris.PD.3.1.10"},{"type":"paragraph","content":"I think it therefore very evident, that the Words of this great Law do call for a higher sense. And what can <em>that</em> be short of this (which indeed is what in ordinary construction they import) that we ought to love God not only with the Best and Most, but with the Whole of our Affection; that we love him <em>intirely</em>, not only with an integrity of Parts, but with an integrity of Degrees; that we love him not only with every Capacity, Passion, and Faculty, with the Understanding suppose, Will and Affections (here exprest by <em>Heart</em>, <em>Soul</em>, and <em>Mind</em>) but in every degree of every Power, with all the Latitude of our Will, and with the whole Possiblity of our Souls; that we bestow on him not only the highest degree of our Love, but every degree of it, the <em>Whole</em>? In one Word, that God be not only the principal, but the only Oject of our Love. This indeed is a Sacrifice worthy of a God, when the Whole Man is offer'd up to him as a Burnt Offering: And no less can he be supposed to require from us by vertue of this great Law, when he bids us to love him with all our Heart, with all our Soul, and with all our Mind. In the same Sense therefore as 'tis said, <em>Thou shalt worship the Lord thy God, and him only shalt thou serve</em>; so is this great Commandment to be understood, as if it were said, Thou shalt love the Lord thy God, and him only shalt thou desire. For Love is the true natural Worship of the Soul, and as we are to <em>Worship</em> none but God, so are we to <em>Love</em> none but God.","subId":"11","id":"Norris.PD.3.1.11"},{"type":"paragraph","content":"But to make this appear <em>intelligible Divinity</em>, we must look about for a proper Ground for it in <em>Philosophy</em>, it being necessary that we lay our Foundation as much deeper than the Common Interpreters have done, as we intend to build higher. Which leads me to the second general Part of my Undertaking; namely, to consider the Reason and Bottom upon which this great Commandment stands.","subId":"12","id":"Norris.PD.3.1.12"},{"type":"paragraph","content":"The Sense of it I have already explain'd, and made to be the same with what the <em>Letter</em> of the Text imports; namely, That our whole Affection be placed upon God, and that we love him so intirely as to love none but him. I come now to justifie this Sense, which I shall endeavour to establish upon this double Basis in general. <br> &emsp;I. That God is the only Author or Cause of our Love. <br> &emsp;II. That he is also the only proper Object of it.","subId":"13","id":"Norris.PD.3.1.13"},{"type":"paragraph","content":"First, I consider that God is the only Author or Cause of our Love. By Love here I understand that original Weight, Bent or Endeavour whereby the Soul of Man stands inclined and is moved forwards to Good in general or <em>Happiness</em>. Now that this Impression is from God, and that 'tis he alone that has put this <em>Biass</em> into our Natures, I think demonstrable several ways; but at present shall only consider that this Motion of the Soul is a necessary Adherent to our Beings, such as we were never without, and such as we can never put off; such as is all over invincible and irresistable. The Soul of Man must not pretend to the least degree of Liberty here (for indeed it being impossible that our Love to Good in general should be bad, it was not fit it should be free) but is altogether passive in this Motion, and moves no otherwise than as she is moved. She has no more Command over this Motion than she has over the Motion of the <em>Heart</em> or <em>Pulse</em>, which shews it to be equally <em>Vital</em> and Natural, and of the very essential Make and Constitution of our Being. Well then, I demand, Is this natural necessary Motion from our <em>Selves</em> or from <em>God</em>? If from our Selves, How comes it then to pass, that we cannot command it, or stop it? Had we Power to produce what we have not Power to govern? or, is it more difficult to govern than to produce? No certainly, were we the Authors of this Motion we should have some Power over it, and be able to manage and controul it; which since we cannot do, we may well conclude, that 'tis not a thing of our Production; and that though it be <em>in</em> us, yet 'tis not <em>of</em> or <em>from</em> our Selves. And whence then must it be but from God? Who else could kindle in our Natures such an unquenchable Flame? Who else could fix such a strong <em>Spring</em> in our Souls, and actuate our Beings with such a mighty Energy? And who should be the Author of what is <em>Natural</em> and Necessary in us, but he that is the Author of our <em>Natures</em>? Love is the same in the Moral and intellectual World as Motion is in the Natural; and as we make God to be the Author of Natural Motion, so there is as much reason to make him the Author of our Love. But now if God be the only Author and Cause of our Love, has not he then the sole Right and Title to it? and has not he also a Right to it all? This may seem perhaps at first glance to be a captious and surprizing way of Arguing; but consider it well; Has not God a Right to all that he <em>produces</em>? What is it that gives him a Right to the whole World, but his Production of it? Why has God a Right to me, but because I am his Creature? Upon what Account has he a Right to all my Powers and Faculties, and to all the service of them, but because he produces them, and sustains them; because <em>in him we Live, Move, and have our being</em>? But now if God does as much produce my <em>Love</em> as he does my <em>Being</em>, then, Why has he not as much Right to my Love as to any other part of my Nature? And if God only has a Right to it all, as having produced it all, then 'tis evident, that all of it ought to be fix'd upon him, and that he has great Injury and Injustice done him whenever any the least degree of it goes besides him. Indeed were there any part or degree of our Love which God did not produce, That we might give away from him, That we might bestow upon a Creature; but if God be the Author of it all, if there be not one degree of our Love but what he produces, 'tis highly just and reasonable that he should have it all; and we cannot let the least Spark of this sacred Fire light upon the Creature without so far defrauding the Creator.","subId":"14","id":"Norris.PD.3.1.14"},{"type":"paragraph","content":"Especially if we consider further the Manner how, and the End for which God produces our Love. I now suppose, as a thing already proved, that all the Motion that the Soul has towards Good comes from God; but how does God move us towards Good? Whither is it that God does then direct this Motion? He himself indeed is the <em>Author</em> of it, but what is the <em>Term</em> of it? to what does God move us? Our corrupt Imagination may perhaps be ready here to suggest that God moves us to Good by moving us towards the <em>Creature</em>. But stay, Would such a <em>Term</em> of this Motion be worthy of its <em>Cause</em>? Can God move us towards the Creature? Can he move us from himself? Can he act for a Creature? Can he make the Creature his End? Does not God make all things for himself? Does he not always act for himself? Is he not always his own End? Has not this the Evidence of a First Principle, That God acts only for himself? We must therefore of necessity conclude, That as God is the Author of this Motion, so he is the Natural End and Term of it too; and that he moves us to Good no otherwise, than by moving us towards himself. We must conclude, that God is the true great <em>Magnet</em> of our Souls; that he continually draws and moves them, not from, but to himself, as being both <em>their</em>, and his <em>own</em> great End. We must conclude, that God intended himself as the sole Object of the Love which he produced; that he has imprest a Motion upon our Intellectual Heart, only to incline it toward himself; and that as the whole Motion of our Love is from God, so it has no other Term than God in the Order and Institution of Nature.","subId":"15","id":"Norris.PD.3.1.15"},{"type":"paragraph","content":"Well then, if the Case be thus, if God moves us to Good by moving us towards himself: Is it not then a transgressing this Order and Institution of Nature? Is it not an abuse of that Motion of Love which God causes in us, and which he directs towards himself, to bestow any part of it upon a Creature, to love any thing besides God? Do we not then Cross the Order of Nature, and resist the Will of its great Author? Do we not then hinder his Act, and put a Bar to his Motion within us? Nay, do we not then act against the Constitution of our own Frame, and run Counter to the great Bias of our Natures? What, does he that gave us our Beings, shew also so great a Concern for their <em>Perfection</em>, as to impress upon them a continual Motion towards himself; and shall we be so ungrateful as well as unjust, as to stop short, and take up with a Creature? We ought certainly to follow the Order, and conform to the Will of God; and since he has order'd the Motion of our Love to no less Noble an End than himself, 'tis evident that thither only we ought to <em>direct</em>, and there only to <em>fix</em> our Love.","subId":"16","id":"Norris.PD.3.1.16"},{"type":"paragraph","content":"And that we do not at all strain the Sense of this Commandment, by supposing it thus to oblige us to Love the Lord our God with <em>all the Heart, Soul and Mind</em>, in the strictest Emphasis of the Phrase, will yet further appear, if we examin the other general gound upon which it stands, and consider","subId":"17","id":"Norris.PD.3.1.17"},{"type":"paragraph","content":"Secondly, That as God is the only Author and Cause of our Love, so is he also the only proper Object of it. It is most clear and certain, that God only is to be loved, if God be the only proper Object of our Love; and 'tis as clear, that he is the only proper Object of our Love, if he only be our Good; and 'tis as clear that he only is our Good, if he only does us Good, if he only perfects and betters our Beings; and 'tis as clear that he only does so, if he be the only true Cause of all our Pleasure, of all those grateful Sensations wehereof we are Conscious, and wherewith we are affected. I say if he be: But herein lies the Point to be debated. And 'tis a great Point indeed; for upon this Hinge the whole Weight of the present Theory turns, and the whole Issue of it will depend. Here therefore let us stop and fix, and with all possible heed and attentiveness enquire after the true Cause of our <em>Pleasure</em>. For wherever we find that, there to be sure we shall also find the only proper Object of our <em>Love</em>.","subId":"18","id":"Norris.PD.3.1.18"},{"type":"paragraph","content":"That in the use of Bodies, and in conversing with Sensible Objects, we find Pleasure, we learn by <em>Experience</em>, but whence this Pleasure comes, and what is its true efficient Cause, 'tis our <em>Reason</em> only that can inform us. And yet she has had the ill Fortune to be least of all consulted in this matter. It is generally thought, that the Pleasure we feel in the Use, and by the Intervention of Bodies is caused in us by the Bodies themselves. That the Fire for instance, produces in us <ins>the</ins> Sensation of Warmth, that the Sun produces in us the Sensation of Light, that the Fruits of the Earth Communicate to us the Sensations of the plesant Tastes, and the like. These Bodies are first supposed to have something like these Sensations in themselves, and the to produce them in us. Thus Fire is supposed to be endued with the quality of Heat in itself, and then to impart this <em>quality</em> to us; to be first Hot in its own Nature, and then to make us so. This has been all along the Current unquestion'd Apprehension, not only of the Vulgar who think in haste, and determin of things only as they appear to Sense, but of the more inquisitive and reasoning part of Mankind. And though some of the Modern <em>Reformers</em> of Philosophy have thought fit to reject the <em>former</em> part of the Supposition, <em>viz.</em> That Bodies have in themselves something answerable to the Sensations which we feel in the use of them; yet they generally retain the <em>Later</em>, <em>viz.</em> That they produce and cause those Sensations in us, and do accordingly allow, that Fire (for instance) is <em>Eminently</em> and <em>Potentially</em>, though not <em>Formally</em> hot, that is, That though it has not any thing resembling the Sensation of Heat in it self, yet it has a Power to produce such a Sensation in those that shall approach it. This they not only <em>allow</em>, but <em>contend</em> for. For whereas according to the Old Distinction, some things were said to be both Formally and Eminently hot too (as Fire) and some only eminently, (as the Sun) the Moderns have ventured to cut off the former part of the Distinction, and reduce all to the later, by supposing all Bodies that we call Hot, to be so only <em>Eminently</em> and <em>Potentially</em>, as they are productive of Heat in us. And by this they explain the <em>Phenomenon</em> of Heat in Bodies, supposing it to be nothing else in the Bodies themselves, but only a Power of producing such a Sensation. But then by this they manifestly hold that they do produce it; and I know but of<a href=\"#n1\"><sup>[1]</sup></a> One amongst them that thinks any <em>Otherwise</em>, or any <em>Farther</em>. They thought, it seems, they had sufficiently reform'd the Vulgar Philosophy, by shaking off the former part of their Hypothesis, That Bodies have in themselves some inherent Quality analogous to our Sensations; so much they saw must be rejected. But they could not tell how to deny the later part, and do therefore hold, that Bodies do produce in us such and such Sensations, though they have nothing of a Similar Nature with them in themselves.","subId":"19","id":"Norris.PD.3.1.19"},{"type":"paragraph","content":"Very good. But were they determin'd to this Persuasion by the Moments of Reason? I think 'tis to be doubted whether they ever so much as Consulted her in <em>this</em> part of the Question. They seem here rather to have hearkned to the Illusions of Sense and Imagination, suggesting to them, that because such Bodily Impressions are accompanied with such Sensations, therefore the later were the effect of the former. This is the only reason that is, or can be pretended in behalf of this Common Presumption. But is this a Warrantable Conclusion? Does it follow, that because such Sensations do accompany such Bodily Impressions, that therefore those Bodily Impressions are the Cause of those Sensations? Can we argue from the <em>Concomitancy</em> of one thing with another, to the <em>Causal Dependence</em> of the one thing upon another? 'Tis certain that we cannot; and 'tis therefore as certain, that the Reason pretended for the Common Hypothesis, is indeed no Reason at al, but a <em>Prejudice</em> rather than a <em>Reason</em>.","subId":"20","id":"Norris.PD.3.1.20"},{"type":"paragraph","content":"Now though it be very unworthy of a Philosopher, and withall a very great let and intanglement to him in his Enquiry after Truth, to assert any one thing without clear and full Evidence: Yet this is neither the only, nor the greatest defect of this Conclusion. For as there is no sufficient Reason for it, so there is plain incontestable Reason against it.","subId":"21","id":"Norris.PD.3.1.21"},{"type":"paragraph","content":"Had our late Improvers of Science disregarded the importunate Clamours of Sense and Imagination in this later point as they did in the former, and consulted only the Responses of <em>inward Truth</em>, they would have seen as much reason to reject the Notion of Bodies, being able to excite Sensations in us, as to reject that of their having some certain <em>Qualities</em> like those Sensations themselves. Nay, they would have seen, that the very same Reasons that induced them to the one, ought also to have determin'd them to the other. For why is it that they will not allow that Bodies have in them something like our Sensations, particularly that in Fire there is any such thing as a Quality of Heat, answerable to what we call Heat in our selves: I say, why is it that they will not allow this, but because they reason'd with themselves to this effect: There is nothing conceivable in Bodies but <em>Magnitude</em>, <em>Figure</em>, and <em>Motion</em>? For instance, there is nothing in Fire but certain Particles of Matter so and so sized, so and so figured, and so and so moved. Examin your Idea of Fire a thousand time over, and this is all you will ever be able to find in it. I say find <em>in</em> it: For 'tis true indeed, when you come near you find something more <em>from</em> it, you find withall a Sensation of <em>Heat</em>, either pleasing or painful according as your distance is. But you have no more reason thence to conclude, that there is such a Quality as Heat, resembling  what you feel, in the Fire, than you have to conclude <em>Pain</em> to be in a <em>Needle</em> or a <em>Thorn</em>. When you approach the Fire you feel Heat, and when you prick your Hand with a Needle you feel Pain; but as you <em>do</em> not therefore fancy any such thing as Pain to be in the Needle, so neither <em>ought</em> you to suppose any such thing as Heat to be in the Fire. That indeed which makes Men more apt to do so in this Case than in the other is, because the Particles of the Fire are too Minute to be discern'd by the Eye, and so Men not perceiving the <em>Mechanicalness</em> of its Operation, are apt to have recourse to some inherent <em>Quality</em>; whereas the Thorn and Needle are of a Visible Bulk, and we see how they pierce and wound our Flesh. But did Men as clearly see the Particles of the Fire, with their Size, Figure and Motion, and with what a Spring they are shot and darted forth upon us, and how like so many fine Needles or Launces they enter and divide the parts of our Body, they would no more Dream of any such thing as <em>Heat</em> in the <em>Fire</em>, than they do of <em>Pain</em> in a <em>Needle</em>, and would think it every whit as odd and improper to say, Fire is <em>Hot</em>, as to say a Needle is <em>Painful</em>. And though as the Case now stands, they are apt to fancy the contrary; yet 'tis plain, that this is only an illusion of Sense, Reason in the mean while constantly assuring us, that there can be nothing in Fire but Particles of Matter of such a Size and Shape, and in such a degree of Motion: And withall, that we cannot ascribe such a thing as Heat to the Fire, answerable to that Sensation in our selves, without ascribing to it also <em>Thought</em> and <em>Perception</em> at the same time, which would be of intolerable Consequence.","subId":"22","id":"Norris.PD.3.1.22"},{"type":"paragraph","content":"Upon these, and such like Considerations, the Reformers of Philosophy, I presume, thought it necessary to reject the former part of the Vulgar Hypothesis, that Bodies have in them some certain Qualities answerable to our Sensations. And no doubt but that they reason'd upon clear and distinct Idea's. But will not the very same Considerations be of equal force to disprove the later part too, that Bodies do <em>cause</em> and <em>produce</em> Sensations in us? For if there be nothing in Bodies but <em>Motion</em> and <em>Figure</em>, if they are capable of no other Modification, then whatever they do, they must do it by the Motion, and by the Figure of their Parts; there being nothing besides supposed to be in them. If therefore they cause our Sensations, 'tis by their Figure and their Motion that they must do it. But can Motion of Figure produce a Sensation, a Sentiment of the Mind, a <em>Thought</em>? 'Tis hard, extreme hard, to conceive how one Motion should beget another. But can it produce an Effect more Noble and Excellent, and of an Order so very much higher than it self? Can it produce a Thought? Is there any Proportion between such a Cause and such an Effect; between Motion and Thinking, between an Affection of a Body, and a Sentiment of the Soul? Or is there any proportion between such a <em>particular</em> Motion, and such a <em>particular</em> Sensation; between that Motion, suppose, that is follow'd with Pleasure, and Pleasure; or between that Motion which is follow'd with Pain, and Pain? Is that Motion which <em>de facto</em> is accompanied with Pleasure, more apt of its self and in its own Nature, to produce that Sensation rather than Pain? Or may not that very Motion which is <em>de facto</em> follow'd with Pleasure, be as well the Occasion of Pain for any Proportion, Affinity, or Natural Connexion that is in the things themselves? 'Tis most certain that it may. For Pleasure and Pain are Sensations of so wholly different, nay contrary a kind. They differ as much as any two things can do. They differ not only Essentially, but as Contraries, as extreme Opposites. And they do almost make their <em>Subjects</em> do so, the Soul that is in Pleasure differing almost <em>Specifically</em> from her self when she is in Pain. But now there is not the like difference between the respective Motions supposed to produce them; They differ only Accidentally and Gradually. That Motion of the Fire which occasions Pleasure, differs only in Degree from that which occasions Pain. Whence it is evident, that these Causes are not in themselves equivalent to their Effects, nor have any Natural Relation to them, but are indifferent to either, as being disproportionate to both. That the same Motion that is now attended with Pleasure, might as well (for any particularity in the thing it self) be attended with Pain, there being as great disproportion between these particular Motions and their particular Sensations, as between Motion and Sensation in general.","subId":"23","id":"Norris.PD.3.1.23"},{"type":"paragraph","content":"What is here said of <em>Motion</em>, is as applicable to <em>Figure</em>; and since these are the only two Modifications Body is capable of, and these hold no proportion with our Sensations, 'tis plain that our Sensations ought not, cannot be ascribed to Bodies as their proper Efficient Causes. The sum of the Argument resolves into this. There is nothing in Bodies buf Figure and Motion, if therefore Bodies fo produce or cause our Sensations, they mst do it by Figure and Motion. But they cannot do it by Figure and Motion; therefore Bodies cannot produce our Sensations.","subId":"24","id":"Norris.PD.3.1.24"},{"type":"paragraph","content":"And whereas it is again further concluded, that Bodies have not in themselves any Quality resembling the Sensations which we feel at their Presence, because this would oblige us to allow them capable of <em>Thought</em>, which in Reason we cannot do: Is not the very same Consideration of equal force to prove also, that they do not <em>produce</em> our Sensations? Does not the same Want and Incapacity of Thought infer the one as well as the other? Bodies have no Thought, therefore they <em>have</em> no Sensations; Bodies have no Thought, therefore they <em>produce</em> none: Is not the last Consequence as good as the first? Without all question it is<ins>.</ins> For how can a Thoughtless Principle produce a Thought? That is, how can the Effect be above the Order of its Cause? If it may, then any thing may produce any thing, and any thing may follow from any thing, which would overturn all the Order both of <em>Science</em> and of <em>Nature</em>.","subId":"25","id":"Norris.PD.3.1.25"},{"type":"paragraph","content":"And if further, it be reckon'd such an Absurdity that <em>Matter</em> should <em>Think</em> (as it is by those who to avoid this inconvenience, deny that there is any thing in Bodies resembling our Sensations) then is it not a much greater absurdity to suppose it capable of <em>producing</em> Thought? And are not those very inconsistent with their own Principles, who scruple to allow to Bodies a Capacity of Thinking, and upon that ground reject the Old Doctrin<ins>e</ins> of <em>Qualities</em>, as they signifie something in Bodies Corresponding to our Sensations; and yet at the same time will allow them a Power of producing that Thought in us which they think they are not capable of in themselves? Is not this a very great inconsistency, especially for Men of Principles and Demonstration to be guilty of? For certainly it is a great deal more to be able to <em>produce</em> Thought, than to be meerly <em>capable</em> of it. I my self am capable of Thought, but I do not find I have a Power to produce it, not so much as in my self, much less in another. If therefore we deny Matter what is Less, we ought to be the more Cautious how we allow it what is Greater; and if it be such an Absurdity that Bodies should be capable of Thought, then much more absurd is it, that they should have a Power to produce it.","subId":"26","id":"Norris.PD.3.1.26"},{"type":"paragraph","content":"And thus have I shewn that the very same Reasons which prove that Bodies have not any Qualities in them like our Sensations, do also prove that they do neither produce Sensations in us, and consequently that our Modern Philosophers who upon those Grounds rejected the former part, ought upon the very same Grounds to have rejected the latter too. And as they ought, so they easily might. They had the right Thread in their Hands, but 'twas their Unhappiness to let it go, and not to pursue the Clue of their own Reasonings.","subId":"27","id":"Norris.PD.3.1.27"},{"type":"paragraph","content":"What I have hitherto argued from the <em>Principles</em> upon which those Men built their Conclusion, may also be as well argued from the <em>Conclusion</em> it self built upon those Principles. Their Conclusion is, that Bodies have not in themselves any such inherent Qualities as Correspond to our Sensations. Well then, if they have not any thing like Sensation<ins>s</ins> in themselves, how shall they be able to produce them in us? Can they communicate what they are not possest of? Can they cause Sensations in us which they have not, which they feel not, which they know now, and which they cannot ever cause in themselves? They themselves are here supposed utterly void and uncapable of all Sensation; but if they can produce it in us, why may they not be as well able to produce it in themselves? But this must not be; the <em>Conclusion</em> is, that they have not any thing like those Sensations in themselves; whence I may justly infer, that they are as little capable of producing them in us.","subId":"28","id":"Norris.PD.3.1.28"},{"type":"paragraph","content":"But besides, Can Bodies act upon Spirits? <del>so</del><ins>So</ins> indeed they must do, if it be true that they produce our Sensations, since the Soul is the only proper Subject of all Perception. But is this possible? Is not Spirit supposed to <em>penetrate</em> Body? Well, if so, then it may coexist with it in the same determinate point of Space; if so, then it will not resist it, and if so, then it will not be capable of suffering by it, or receiving any impression from it, it being impossible that Bodies should act upon that which does not resist their Action. The less the resistance is, the less always is the Impression (as appears from that little force the strongest Wind has upon a Body of a <em>Conical</em> Figure) and consequently where there is no resistance at all, there can be no Impression at all. And therefore since Spirits make no resistance against Bodies, it is not possible that Bodies should have any Action, or make and Impression upon Spirits. The most that can be allow'd to Bodies, is to be able to act upon other Bodies, either by moving all their parts at once out of their place, or by changing the Order and Situation of the Parts among themselves; but how they should be capable of acting upon Spirits, upon a sort of Beings that make no resistance against them, is what I can neither Conceive, or think Conceivable.","subId":"29","id":"Norris.PD.3.1.29"},{"type":"paragraph","content":"Suppose I should fling a Stone at a Spirit, should I hurt it, do you think? No you'l say, not a <em>mere</em> Spirit; but should that Spirit be in a <em>Body</em>, you would hurt it then. But pray why so? What's the meaning of this? Why if it were in a Body? If the Stone cannot hurt it when there is nothing that interposes, it will be less able to do so when there is so thick a Wall between. But if it be the Stone that properly hurts it when 'tis in the Body, then why can it not as well do it when 'tis out of the Body? It should by right be better able then, as I can more easily wound a Naked Man, than a Man Clad in Armour. But this plainly discovers the Bottom of the Mystery; this clearly shews, that 'tis not the Stone that strictly and properly speaking, <em>Causes</em> the Sensation of Pain in the Spirit (for then it would be as well, nay better able to hurt a <em>separate</em> Spirit than an <em>imbody'd</em> one) but that all that the Stone truly does is only to administer the <em>Occasion</em> of this Sensation to the Spirit by what it impresses upon its Body, but that some other Being is the true Efficient <em>Cause</em> of it; of which further by and by.","subId":"30","id":"Norris.PD.3.1.30"},{"type":"paragraph","content":"In the mean while I further consider that if Bodies should be allow'd to be the proper Causes of our Sensations, of that Pleasure and that Pain which we feel at their Presence and in their Use, then it would be in the power of Bodies to make us happy or miserable, to reward or punish us, to perfect or deteriorate our Condition; our well or ill being would depend upon them; consequently they would be <em>above</em> us, so far above us as to be the true and proper Good, and the true and proper Evil of Man, and so would justly deserve not only our Love and our Fear, our Gratitude and our Esteem, but even our very Devotion and Veneration. We ought then to ascribe our Good to the Bodies that surround us as well as to our <em>Own</em>, pay a Tribute of Praise to the Material World, and sing a <em>Te Deum</em> to the Creation. We ought then to worship the Sun for giving us Light, the Fire, for affording us Heat, the Fruits of the Earth for delighting us with their pleasing Tasts, and what not? There would be no part of the Material World so vile and mean (not even the very Earth we tread upon) but what upon this Supposition would be above our selves, and upon which we should depend for our Happiness and our Misery, and would therefore challenge a share in our Religious Acknowledgements. These are most intolerable Consequences, but such as do inevitably follow upon the Supposition of making Bodies the Causes of those Sensations which accompany the Presence and Use of them, and therefore I think it necessary to deny (however I may incounter the Prejudice of Imagination in so doing) that they are the true and proper Causes of those Sensations.","subId":"31","id":"Norris.PD.3.1.31"},{"type":"paragraph","content":"But to strike a little more light yet into this Matter, let us consider the Operation of some particular Body. I finding my self cold, draw near to the <em>Fire</em>, that is, to a Body consisting of a great Number of very small Minute Particles, of sharp-pointed Figures, variously agitated, and in a most rapid and impetuous Motion. Upon my Approach I find my troublesom Sensation of Cold to abate and by degrees to be exhanged for a more grateful one, which we call Heat. This is the Effect that I <del>experiment</del><ins>experience</ins> upon my coming near the Fire. But pray what does the Fire do to me? Why to speak properly it does nothing to <em>me</em>, that is, to my <em>Spirit</em>. But what is it that it does to my <em>Body</em>? Why it variously moves and agitates the Parts of it, and if near enough will divide and separate one Part from another, and so dissolve my Bodily Frame. This Fire does, and this is <em>all</em> it does or can do directly and properly as an <em>Efficient Cause</em>. Well, but though this be all that Fire <em>does</em>, yet this is not all that is <em>done</em>, I feel something more at my Approach to it. Yes, you'l say I feel the Impression which the Fire makes on my Body. No, that's your mistake, I do not feel the <em>Impression</em> made upon my Body (for how can I feel what is done to another thing?) but I feel a certain <em>Sensation</em> in my Soul either of Pleasure or Pain, between which and that Bodily Impression there is no manner of Similitude or Proportion. The <em>Sensation</em> is that which I <em>feel</em>. But that is not what the Fire <em>does</em>, whose whole Efficiency being only Motion and Figure can have Effect no further than upon my Body. But the Sensation which I feel is not in my Body, but in my Soul, and consequently is not of the Fire's producing, but must be ascribed to some other Cause. In short, that which moves the Parts of my Body is one thing, and that which affects my Soul with Pleasure or Pain is another; the Fire may fo the <em>Former</em>, but it cannot do the <em>Later</em>.","subId":"32","id":"Norris.PD.3.1.32"},{"type":"paragraph","content":"But though the Fire cannot directly and immediately operate upon the Soul so as to affect it with any Sensation, yet may it not mediately and indirectly by Vertue of that <em>Union</em> that is between <em>Soul</em> and <em>Body</em>? So indeed it is commonly thought, and many a Learned Man has sate down with this Answer as with a very full and satisfactory Account of the Business. There is they say a very close Tie and Union between the Soul and Body, and by this means Fire comes to operate upon the Soul, and to give it Pleasure or Pain, and all by Vertue of this Union. But for Fire to operate upon the Soul by reason of the <em>Union</em> between that and the Body is such a loose indeterminate way of speaking, that as it clear nothing, so 'tis neither capable of having any Answer applied to it, till it be drawn out of its Ambiguity, and reduced to some certain Meaning. I suppose therefore that they who offer this Account, if they intend any thing certain and distinct by it, must mean one of these Three things. <br> &emsp;Either that the Fire by the Motion which it imparts to my Body makes it to act upon my Soul. <br> &emsp;Or, that there is such a mutual Connexion or <em>Natural Sympathy</em> between these two Substances Soul and Body, that what is done to the Body will be felt by the Soul. <br> &emsp;Or lastly, that there is such a <em>Positive</em> Law or Order establish'd between them by the Author of Nature, that such Impressions made upon the Body shall be ordinarily followed by such Sensations in the Soul.","subId":"33","id":"Norris.PD.3.1.33"},{"type":"paragraph","content":"As for the first of these ways which supposes the Fire by the Motion which it communicates to my Body to make my <em>Body</em> to act upon my Soul, this will resolve into an immediate Action of Body upon Spirit, which has been confuted already. For though the Fire be here supposed to act <em>mediately</em>, yet my Body is supposed to act <em>immediately</em> upon my Soul. But now it is not more possible that my Body should act upon my Soul, than that any <em>other</em> Body should. And the same Reasons that prove it impossible that Body in general should be able to act upon Spirit, prove it also impossible that any particular Bodies should.","subId":"34","id":"Norris.PD.3.1.34"},{"type":"paragraph","content":"As to the Second, which supposes such a natural connexion and sympathy between these Two Substances Soul and Body, that what is done to the Body will be felt by the Soul, I deny that there is or can be any such connexion in the nature of things themselves; for (not to argue at present from the vast disproportion between Body and Spirit) are not the Soul and Body <em>Two distinct</em> Substances? And can any Two things that are really distinct one from the other, be so united or connected together in their own natures, that an impression made upon the one, shall by the same act affect the other? Is there any such natural connexion between Body and Body, or Spirit and Spirit? <del>m</del><ins>M</ins>uch less then between <em>Body</em> and <em>Spirit</em>. Do the Figures which are cut upon the Bark of a Tree wound my Body? Or does the pain or grief which another Soul indures by way of natural connexion, affect mine? Is <em>another's</em> Pain <em>mine</em>? I may indeed make it my own in a moral sense, by interessing my self in it, but then 'tis not another's Pain that I indure (unless figuratively speaking) but my own. There is no natural sympathy between my Spirit and any other Spirit in the World, nor am I concerned in any change that is wrought in it, whether for Happiness or Misery, and further than I please to concern my self. Much less then can any Impression made upon my Body by way of <em>Natural Sympathy</em>, affect my Soul. Yes, but you'l say they are so intimately <em>united</em>, that the one partakes in the other's Sufferings. But if by <em>united</em>, you mean that there is any such Connexion or Dependance between them in the Nature of the things themselves, you beg the thing in Question, and which I shall never grant, <em>viz.</em> That Bodies and Spirits (or indeed any two Substances) are or can be so united, that one should feel the Impression made upon the other. But besides, that which I feel is not the <em>Impression</em> made upon my Body (as was observ'd before) but a <em>Sensation</em>, whether of Pleasure or Pain; between which and the Impression, there is not the least shadow or likeness or proportion. 'Tis common indeed to say, <em>we feel such a Blow</em>, or <em>we feel such a Wound</em>, but this must not be allow'd but in a popular Latitude; for to speak strictly and Philosophically, 'tis not the Blow that we feel, but <em>Pain</em>; which being a Sensation of the Soul, is distinct from the Impression made upon the Body; and consequently the Soul cannot be said to fell what is done to the Body, (for it feels something else:) Nor can what is done to the Body, be the Cause of what the Soul feels.","subId":"35","id":"Norris.PD.3.1.35"},{"type":"paragraph","content":"By this it sufficiently appears, that the Fire cannot be truly said to operate upon the Soul by the <em>Mediation</em> of the Body in either of the two <em>former</em> ways: If then they will have the Fire to operate upon the Soul by virtue of its Union with the Body, they must be supposed to intend it in the third and last sense of the expression; namely, that there is such a <em>positive</em> Law or Order establish'd between them by the Author of Nature, that such Impressions made upon the Body, shall be follow'd by such Sensations in the Soul: Now I acknowledg, that this is a right Notion of the Union that is between Soul and Body, as resolving it not into a <em>Natural</em>, but a <em>Positive</em> Connexion and Dependance, it being impossible that two really distinct Substances, such as Body and Soul are, should be united together any otherwise. But then I deny that the Fire can be truly said to act upon the Soul by virtue of such an Union as this. And to say that it does, is in effect to give up the Cause, by granting the very thing hitherto contended for. To say that the Fire <em>thus</em> acts upon the Soul is implicitly to confess, that it does not truly act upon it at all, and to lead us directly to the proper Cause that <em>does</em>. For when you say that the Fire causes such a Sensation in the Soul by reason of that <em>Law</em>, that such Sensations shall follow such Impressions, (for this is what you are now supposed to understand by the <em>Union</em> of Soul and Body) 'tis plain that you ascribe the effect, not to the <em>Fire</em>, but to that <em>Law</em>, whatever it be. For if such a Sensation did naturally and directly follow such an Impression of the Fire as an Effect follows its proper Cause, then what need of any <em>Law</em> or <em>Order</em> to be establish'd, that such a Sensation should follow such an Impression? 'Tis plain therefore, that the Sensation produced in the Soul at the Impression of the Fire, is to be resolved into this <em>Law</em> as its proper Cause, and can depend upon the Impression no otherwise, than as an <em>Occasion</em>, or a <em>Condition</em> determining the Efficiency of this Law. The Sensation indeed follows such an Impression, but because it only <em>therefore</em> follows it, because of that Law and Order establish'd that it should; 'tis the <em>Law</em>, not the <em>impression</em> of the Fire, that is the true Cause of the Sensation.","subId":"36","id":"Norris.PD.3.1.36"},{"type":"paragraph","content":"Well, but what is this <em>Law</em>? It must be something that executes it self, otherwise how shall it be secure of its effect? And what can that be, but the Will of God; and what is the Will of God, but God; who does all things by his Will, that is, by himself? So then according to this account 'tis <em>God</em> that is the true Efficient Cause of that Sensation, either of Pleasure or Pain which we feel at the impression of the Fire; and the Fire it self is so far from operating (as was supposed) upon the Soul by the <em>Mediation</em> of the <em>Body</em>, that 'tis God that acts upon the Soul by the <em>Mediation</em> of the <em>Fire</em>, which only serves as a Condition or Occasion to determin the act of God, the only true and proper Cause.","subId":"37","id":"Norris.PD.3.1.37"},{"type":"paragraph","content":"Is then the Fire to be consider'd only as bearing the part of a <em>Condition</em>, or an <em>Occasion</em> to the First Cause, does it <em>produce</em> or <em>effect</em> nothing? Yes, it may be consider'd as a <em>Cause</em> too, with respect to the impression that is made upon the <em>Body</em>; but as to the Sensation which upon that impression arises in the <em>Soul</em>, we can allow it to be no more than a Condition or Occasion. The sum is, there are three things of distinct Consideration relating to the Fire, the Motion that is in the Fire it self, the Impression made upon my Body by that Motion, and the Sensation that follows in the Soul upon that Impression. As to the Motion that is in the Fire it self, therein consists its proper Power, Force and Activity: As to the Impression made upon my Body, that is the effect which it works by that Power; but as to the Sensation which follows in my Soul upon that Impression, this does no way depend upon the Impression of the Fire as its Efficient Cause, but is raised or produced in me by the Author of my Nature, by the occasion of that Impression, according to that general Law and Order he has establish'd, that such certain Sensations should follow upon such certain Impressions, as in the sequel I shall more directly shew.","subId":"38","id":"Norris.PD.3.1.38"},{"type":"paragraph","content":"I have hitherto shewn, both by General and by Particular Considerations, that <em>Bodies</em> are not the true proper Causes of our Sensations, of that Pleasure and that Pain, which by their intervention we feel, and which therefore they <em>seem</em>, and are generally <em>thought</em> to produce. And I have once or twice by way of Anticipation, glanc'd a little at the <em>True</em> Cause of all Sensations, which I have intimated to proceed from the Author of our Natures. But this being not enough to Convince, I shall now attempt to offer some Rational Proof for the truth of what I have already but only <em>intimated</em> and <em>proposed</em>.","subId":"39","id":"Norris.PD.3.1.39"},{"type":"paragraph","content":"It will go a great way towards the Proof of this, that Bodies are not the true Causes of our Sensations, which is the reason that I have so largely and so nicely discours'd that Point. For they are the things to which Men are most apt to ascribe them, and that because they are the only things they see and have before them; and because withall, 'tis upon their Impression that our Sensations follow, whereupon by a kind of <em>Sensible Logick</em>, they are led to conclude that what they feel is really caused by them. And this hinders them from inquiring any <em>further</em>, or any <em>higher</em>. But now were this Prejudice of Sense once removed, could Men once get over this Difficulty that their Sensations are not caused by Bodies, there would not be much Difficulty to persuade them that they are caused by <em>God</em>. And therefore having already given in such clear and full Evidence that Bodies do not cause our Sensations, I think the greatest part of the Work is done, and that we may now presume as a thing that will not be long a granting us, that God is the true and proper Cause of them.","subId":"40","id":"Norris.PD.3.1.40"},{"type":"paragraph","content":"But for a more Positive and particular Proof, I further consider, that since <em>Body</em> is not the Cause of our Sensations, the Cause of them must of necessity be <em>Spirit</em>, all that <em>is</em> being included under one of these two. Well, if Spirit, the Competition will be very narrow, for then it must be either our own Spirit, or some Angel or Demon, or God. Nor our own Spirit. For if my own Spirit were the Cause of those Sensations which I feel at the Impressions which other Bodies make upon mine, it would then be in my Power to have those Sensations as well without the Impressions of Bodies as with them. I might then have the Sensation of Light without the Impression of the Sun, and the Sensation of Heat without Fire, and the Sensation of sweet Odours and Tasts without the Mediation of odorifick or sapid Bodies. For since these Bodies are supposed according to the Principles before laid down not to have any Concurrence by way of <em>Efficiency</em> in the Production of those Sensations, but only to serve as positive Conditions to determin the Action of that Cause (whatever it is) which does produce them, certainly it must be in the Power of that Cause to produce those Sensations without any such bodily Impressions, nay, though there were no such thing as Body in being. As he that made the Waters of <em>Marah</em> sweet by throwing in of a Tree, might if he had so pleas'd, as well have made them sweet without it. And consequently were I my self <em>that</em> Cause, what should hinder me from raising the Sensations I now feel as well <em>without</em> as <em>with</em> those Impressions to which they are ordinarily annexed? But not finding in my self such a Power, I may reasonably conclude that my Soul is not the Author of her own Sensations, but that she is altogether <em>Passive</em> in them, and depends for the Production of them upon some other Cause.","subId":"41","id":"Norris.PD.3.1.41"},{"type":"paragraph","content":"And besides, if I my self were the Author of my own Sensations, then since I naturally and necessarily love <em>Pleasure</em>; and as naturally and necessarily hate <em>Pain</em>, I should never produce in my self the Sensation of Pain, but always the Sensation of Pleasure. And so would every one else in the World besides, they would be always in Pleasure and never in Pain, and then we should have a merry World indeed. But this is not our Case, we feel Pain as well as Pleasure, and we feel it always against our Wills, which is a plain Argument that what we feel in our selves is not produced by our selves; but that we are in intire Subjection and dependence upon some other Being, in whose Power it is to make us happy or miserable.","subId":"42","id":"Norris.PD.3.1.42"},{"type":"paragraph","content":"Well then, if it be not our own Spirit that is the Cause of our Sensations, the whole Dispute will lie between some Angel or Demon, or God. But this Competition will soon be ended, by considering the Qualification that will be requisite in that Cause which shall produce such an Effect as this. Besides that exact and thoroughly comprehensive Knowledg that such a Being must have of our Natures, of our whole Animal and Intellectual Frame, and that Effectual Power he must also have to work upon them, which we can hardly ascribe to any other Being than him that made us, who seems only fitted both to understand and order his own Workmanship, I say besides this, he must also be supposed to know the very critical <em>Moment</em> when such and such Bodies make Impression upon ours, and he must also know critically the <em>Degree</em> of that Impression, and he must also know exactly the very instant when the Impression <em>ceases</em>. He must know the Moment of the Impression, that he may know when to produce the Sensation. He must know the Degree of the Impression, that he may know how to proportion the Sensation. And he must know exactly the Moment when the Impression ceases, that he may know when to stop and suspect his Operation, that so he may not continue the Sensation after the Impression is over. As for example, that Being whoever he is that produces in me the Sensation of Heat as often as I draw near the Fire, must be supposed to know exactly when I do so, that he may know how to <em>time</em> that Sensation, and he must know the critical Degree of the Fire's Impression that he may know how to <em>temper</em> and <em>proportion</em> that Sensation, that he may not <em>burn</em> me when by the Impression he should only <em>warm</em> me, and he must also know the very Instant when I go from the Fire, that he may know when to remove the Sensation by ceasing to act upon my Soul. All thhis that Being who causes our Sensations must be supposed to know, and that too exactly and critically, and that too not only here or there, in this or that particular Place, but all the World over, among that vast Number of Rational Creatures, that are in it, and who all partake of the same Sensations by the like Impressions. But now what Being can we suppose capable of such a Province as this, but a Being of infinite Understanding and Power, one that need not go abroad for his Intelligence, but sees all things immeidately in himself, and produces all things by the immediate Efficacy of his Will?","subId":"43","id":"Norris.PD.3.1.43"},{"type":"paragraph","content":"We may therefore and must conclude, that 'tis <em>God</em> and God only that acts in us, and is the true and proper Cause of all our Sensations, of that Pleasure and that Pain which we feel by the Mediation of the Corporeal and Sensible World. That in the various Rencounter of Bodies knocking and justling one against another the only Part of us that is acted upon, is our <em>Body</em>; and though our Spirit suffer by that Occasion, yet that 'tis God only that truly acts upon it, and makes it feel whatever it feels. That the most that Bodies can pretend to is only to be the <em>Causes</em> of the <em>Impression</em> that is made upon our Bodies, and <em>Occasions</em> of those <em>Sentiments</em> that spring up in our Souls. In fine, that Bodies neither have any thing in them resembling our Sensations, nor any Power to produce them in us, but that 'tis God that produces them by Bodies, who acts continually both in and by his Works. So then 'tis not the Sun that enlightens us, but God by the Sun. 'Tis not the Fire that gives us Heat, but God by the Fire. 'Tis not the most delicate Fruit, or the richest Perfume, that delights either our Tast or our Smell, but 'tis God alone that raises Pleasure in us by the Occasion of these Bodies. The whole matter of the Creation though in continual Motion, is yet as to us, that is, to our Spirits, an idle, dead, unactive thing, and that of it self signifies no more to the Production of our several Sensations, than a company of odd Figures or senseless Characters do to the Cure of an <em>Ague</em>. The Sun enlightens us, and Fire warms us, just as those Figure<ins>s</ins> <em>cure</em> us, and no otherwise. They are Positive Conditions, and that's all; but <ins>'</ins>tis God alone that is the true Efficient Cause.","subId":"44","id":"Norris.PD.3.1.44"},{"type":"paragraph","content":"This perhaps will be call'd <em>Persuading Men out of their Senses</em>. It may be so, but what then? Men must oftentimes be persuaded out of their <em>Senses</em> before they can be persuaded into <em>Sense</em>. The Prejudice of the Senses is of all others the most obstinate and cleaving, 'tis what we first take up, and last put off. And I am very apprehensive how strong this great Prejudice lies against the whole Argument of this Discourse; but the Comfort is that it lies as strong against <em>Truth</em> too, which we seldom discover when we listen to the Suggestions of our Senses, and as seldom miss of when we do not. I shall not therefore think it an <em>Objection</em> though never so many sensible Prejudices were muster'd up against the present Theory, so long as I have clear and evident <em>Reason</em> to conclude for the Truth of it, which is the only Oracle we are to consult, and whose Answers we are to regard.","subId":"45","id":"Norris.PD.3.1.45"},{"type":"paragraph","content":"Well then, we have now at length found out the true Cause of all our <em>Pleasure</em>, and in that the only proper Object of our <em>Love</em>. And certainly if ever Philosophy were a Hand-Maid to Divinity, it is now, as furnishing us with a certain Ground for the most sublime and noble Conclusion in the World, the full, perfect, and intire Love of God, which now appears to be founded upon Principles, and to be demonstrable in a clear and distinct Order of Reasoning. For if God be the only true Cause that acts upon our Spirits, and produces our Pleasure, then he only does us good, he only perfects our Being and makes us happy; and if he only does us good, then he only is our good; and if he only is our good, then he only is lovely, or the proper Object of our Love; and if he only is lovely, then 'tis plain that we ought to love none but him, and him intirely. Or to argue backwards, we are to love nothing but what is lovely; nothing is lovely but what is our Good; nothing is our Good, but what does us good; nothing does us good but what causes Pleasure in us; nothing causes Pleasure in us but God; therefore we are to love nothing but God. I say nothig but God, for he is the only lovely Object, and he is infinitely so. Nothing but God, for he only is our Good. Nothing but God, for he only does us good and makes us happy. Nothing but God, for he only is the Author of all our Pleasure; and in him we not only live, move and have our Being, but have also all the Joy and Comfort of our Being. Whatever Degree of Good we have receiv'd we have receiv'd it of him; whatever we enjoy, we enjoy it in him; and whatever we expect, we expect it from him, with whom is the <em>Well of Life</em>, and in whose Light we hope to see Light; and therefore we are to love none but him, and him with the whole Heart, Soul and Mind, with the full weight of our Desire, with all the Activity of our Love.","subId":"46","id":"Norris.PD.3.1.46"},{"type":"paragraph","content":"As we cannot love <em>beyond</em> God, so we ought not to love <em>short</em> of him. We ought not to love any <em>Creature</em>, as having not one Degree of Love but what is due to the Creator. Neither <em>Body</em> nor <em>Spirit</em> ought to be his <em>Rivals</em> in our Love, and then are they to be reckon'd as such, not only when we love them <em>above</em> God, but even when we love them <em>with</em> him. For indeed we ought not to love them at all, they are not at all Lovely, and have therefore no right nor title to the least degree of our Love. No, it is all Gods <em>Peculiar</em>, and whatever share of it we bestow upon them, it is so much Fire stoll'n from God's Altar, and our Love is <em>Sacrilegious</em>.","subId":"47","id":"Norris.PD.3.1.47"},{"type":"paragraph","content":"Indeed were Creatures at all Lovely, were they in any sense our Good, were they able to do us any, were they the Causes of our Happiness in any Measure, could they give us so much as one grateful Sensation, though it were but that little contemptible Pleasure of a sweet Smell, there would be then some portion of our Love due to them. But since there is nothing of all this in them, since they Communicate to me no Good, nor are any more able to please a Faculty than to Create it, what pretence have they to the least interest in my Love? 'Tis plain, that they have none; and as plain, that I ought not to bestow any part of my Love upon them, but to reserve it all for my God, who has all those Qualifications for it which they want, and whom therefore I cannot love as I ought, unless I thus love him with my whole Heart, Soul and Mind.","subId":"48","id":"Norris.PD.3.1.48"},{"type":"paragraph","content":"Were God only our <em>Summum Bonum</em>; Were he only our <em>Chief</em>, and not our <em>Only</em> Good (as 'tis commonly represented) he could then justly pretend to no more than our Chief Love; and we should sufficiently discharge our Devoirs to him by loving him <em>best</em> and <em>most</em>, by assigning him the principal Room in our Hearts. But he need not be the only Guest there; we might innocently entertain Creatures along with him, being upon this supposition only obliged to allow him the <em>Precedency</em>. But alas this is not enough, this will not serve in case God be our <em>Only Good</em>, as we have clearly proved that he is; and as we are plainly told that he is, in our Saviours Answer to him that call'd him Good Master, <em>Why callest thou me good, there is none good but one, that is God</em>. Interpreters have been strangely put to't to accommodate this Text with a convenient Gloss, to define in what sense this is to be taken, <em>That there is none good but God</em>. One will have it, <em>None </em>Originally<em> good but God</em>. Another, <em>None </em>Supremely<em> good but God</em>. And a third, <em>None </em>Perfectly<em> good but God</em>. And a Fourth, <em>None </em>Infinitely<em> good but God</em>. But 'tis plain, that these all shoot below the Mark. The Text says a great deal more than any, or all of this amounts to; it says absolutely and indefinitely, without any Limitation, <em>That there is none good but God</em>: Or, <em>That God is the </em>Only good. And this agrees exactly with the Hypothesis now laid down and proved, which will not only <em>bear</em>, but <em>require</em> this literal sense of the Words. For by this it appears, that in the strictest sense, <em>There is none good but God</em>, because there is none but he that acts in us, and is the true Cause of all the Pleasure which we do, or can ever enjoy. It all flows, not only from his <em>Bounty</em>, but from his very <em>Operation</em>; and is not only his <em>Gift</em>, but his <em>Production</em>: Which certainly is ground enough to ascribe to him the Title of <em>the only Good</em>. Other things indeed may be said to be good in <em>themselves</em> after a Metaphysical way of speaking, in the same sense as God is said to have pronounc'd all things good that he had made, that is, <em>Metaphysically</em>, as having all that was requisite to the Integrity and Perfection of their Natural Beings, according to such a Rank or Order in the Creation. In this sense indeed the Creatures are good; for God can make nothing but what is so: But they are not <em>our</em> good, they are not good to us, because they do us none, as not being able to affect us with so much as one pleasing Sentiment, to add so much as one real degree of Happiness to our Being. No, God is the true Author and Cause of it all; 'tis he that <em>puts gladness into our Hearts</em>, and diffuses his Divine Sweetness throughout our Souls; and therefore he only is our Good, and he only ought to be the Object of all our Love. As for Creatures, they are no more our <em>Goods</em> than they are our <em>Gods</em>; ad we may as well <em>Worship</em> them as <em>Love</em> them.","subId":"49","id":"Norris.PD.3.1.49"},{"type":"paragraph","content":"We are then to withdraw our Love from the whole Creation (which we may do without any injustice) and fix it all upon the great Author of it. That Love of ours which runs our into so many little Streams, and is dispers'd among so many Objects in the Visible World we are to collect together, and case into one great Channel, and let it all flow in one full Tide towards God. We are to trace out with diligence all the private ways of this wandring Passion, fetch in every stragling Affection, and not suffer the least weight of our Love to rest upon a Creature. No, we are to summon every Creature to come in and give up that Portion of our Love which it has so long usurp'd, but could never deserve; and when once our Heart is free of them, we are wholly to devote it to God, whom we are to make the Sole Proprietor of our Love, which we are no longer to look upon as <em>Common</em>, but as Sacred Fire, which must be wholly appropriated to the <em>Altar</em>.","subId":"50","id":"Norris.PD.3.1.50"},{"type":"paragraph","content":"And that we ought to be thus rooted and grounded in Divine Love; and that there is such a Breadth, Length, Depth and Height in it, that we have not either laid our Foundation too deep, or raised our Structure too hight, will appear by many places of Scripture (besides that in the Text) injoyning our Love to God according to the same amplitude and unmeasurable Measure. Such are all those Divine Testimonies as import a not loving or hating of God, when any portion of our Love is bestow'd upon the Creature. To which purpose is that Speech of our Saviour, who was the best Teacher, and the best Patern of Divine Love, <em>No man can serve two masters, for either he will hate the one, and love the other, or else he will hold to the one and despise the other. Ye cannot serve God and Mammon.</em> Here we are plainly told, that we cannot divide between God and the Creature; but that the adhering to the one is the rejecting of the other. And the reason is, not only because our Natural Faculties and Capacities are too Narrow and Scanty to be employ'd upon two such vastly different Objects; but also because we cannot love either of them but upon such a <em>Principle</em> as must utterly exclude the love of the other. For we must not love any thing but what is our true Good, what can both deserve and reward our Love. And there can be but one thing that is so. It must either be God or the Creature. If then the Creature be our Good, let us love that and that only, that and not God; but if God be our true Good (as most certainly he is) then let us love God and God only, God and not the Creature. For <ins>'</ins>tis a most inconsistent and impracticable thing to talk of carving out our Love between both, <em>Ye cannot serve God and Mammon</em>.","subId":"51","id":"Norris.PD.3.1.51"},{"type":"paragraph","content":"To the same purpose, but somewhat more expresly, is that Admonition of <span class=\"name\">St. <em>John</em></span>, <em>Love not the World, neither the things that are in the World. If any Man love the World, the Love of the Father is not in him.</em> Here you have again all Love of the Creature expresly forbidden, as altogether inconsistent with the Love of God. What can be more full and plain, Love not the World, nor the things of the World? I know that according to the Common Gloss this is meant of the <em>immoderate</em> Love of the World, as if <span class=\"name\">St. <em>John</em></span> had said, Love not the World <em>immoderately</em> or to excess. But this is only for want of Principles upon which to raise an higher Sense. 'Tis plain that the Words import a great deal more, namely, that we are not to love the World at all, that all Love of it is immoderate. And by the former Measures it appears, how and why it is so.","subId":"52","id":"Norris.PD.3.1.52"},{"type":"paragraph","content":"Hence it is that <span class=\"name\">St. <em>James</em></span> calls such as love the World, and yet at the same time, pretend to be Lovers of God, <em>Adulterers</em> and <em>Adulteresses</em>. For after he had spoken of Concupiscence (which is nothing else but the Love of the Creature) as the Seed and Principle of all Wars and Contentions, he thus bespeaks them that were held and possess'd by it, <em>Ye Adulterers and Adulteresses, know ye not that the Friendship of the World is Enmity with God? Whosoever therefore will be a Friend of the World is the Enemy of God.</em> It seems that in <span class=\"name\">St. <em>James</em></span>'s Account our Heart is so much God's Property and Peculiar, and ought to intirely to be devoted to him that 'tis a kind of Spiritual Adultery to admit any Creature into a Partnership with him in our Love. I know but of one sort of Spiritual Sin besides that is call'd <em>Adultery</em> in Scripture, and that is the Sin of <em>Idolatry</em>, which goes frequently by the Name of going a <em>Whoring</em> after other Gods. And so in like manner the Love of the Creature is here said to be <em>Adultery</em>, which implies that they are in great measure the same, as having one common Name, and that every Lover of the Creature is in his proportion an Idolater. And so upon our former Principle he is. For by loving Creatures we suppose them our Goods, that they are able to act upon our Souls and affect them with pleasing Sensations, that they perfect our Being and are the Causes of our Happiness, which is to suppose them to be as so many Gods. So that there can be no such thing as loving the World with <em>Moderation</em>, since we ought not to love it at all. For we <em>deifie</em> the Object that we love, and to affect the Creature in any degree is so far to <em>idolize</em> it.","subId":"53","id":"Norris.PD.3.1.53"},{"type":"paragraph","content":"To the like purpose we cannot but apply that remarkable Passage of <span class=\"name\">St. <em>Paul</em></span>, <em>The World is crucified unto me, and I unto the World</em>, which at once comprizes our present Conclusion (that the Creature is not to be the Object of our Love) with the very same Ground and Bottom upon which we have built it. The Apostle here first of all supposes the World to be crucified, that is, to be a dead, unactive, silent and quiescent thing in respect of himself, as not being able to operate upon him, or affect his Soul with any Sentiment as a true, proper Efficient Cause, and then in Consequence of that declares himself to be also crucified to the World, not only indifferently or moderately affected towards it, but perfectly dead and cold to all its Imbraces, and altogether insensible and unmoved at all its Charms. For to what purpose should a Man hug and imbrace a Carcase, or be <em>alive</em> to that which is <em>dead</em> to him? Let me imbrace the World never so long I shall never be able to impart a vital Heat to it, to quicken it into Life and Motion; but that perhaps may communicate some of its Coldness to me, chill and benum my Faculties. It may if I throw my Arms about it and imbrace it; but I will not, I will be as dead to that as that is to me, keep at a distance from it, and not glance one languishing Look towards it, but rather treat it as a dead Carcase; bury it out of my sight, and leave it to putrifie in Silence and Forgetfulness.","subId":"54","id":"Norris.PD.3.1.54"},{"type":"paragraph","content":"And thus have I represented the full and true Latitude and Extent of <em>Divine Love</em>, and in that the full and true Import of this first and great Commandment of loving the Lord our God with our whole Heart, Soul and Mind, which now appears to be a great Commandment indeed, but worthy of him that gave it, and both worth of that solemn Mark of Attention wherewith it was delivered, <em>Hear, O Israel</em>. <span class=\"margin-comment\"><cite>Deut. 6.4.</cite></span> And let all the whole Creation hear and with Silence attend to the Words of this great Law, which lest any should fancy himself exempt or unconcern'd, seems to be expresly directed to every particular Creature by Name, as it were, in the second Person. <em>Thou</em> shalt love the Lord thy God with all thy Heart, all thy Soul, and all thy Mind. <em>My Son, give me thy Heart</em>, we may now suppose to be the Language of the Great God to every Rational Creature. Give me thy Heart, for 'twas I that made it, 'twas I that gave it thee, 'twas I that kindled in it a vital Flame, 'twas I that gave it its Pulse and its Motion, and that for no other end but to direct and incline it toward me, the only proper Object of its tendency. For 'tis I also that am thy true Good, all thy Springs are in me, 'tis I that refresh thy dry and thirsty Soul with the Streams of <em>Eden</em>, 'tis I that raise in thee all thy grateful Sensations, and am the true Cause of all thy Pleasure and Delight. Therefore, my Son, give <em>me</em> thy Heart. I only merit, and 'tis I alone that can reward thy Love; Let none therefore have any Share in it but me, and let me have it all. This is the Measure of Divine Love, and this is the Scope and Intendment of this great Law, and these are the Natural and Moral Reasons upon which it is founded. By which you may see what noble Divinity may be dug up out of the Mines of Philosophy, and how necessary it is to have a right System of Nature in order to the thorough Comprehension of <em>Christian Morality</em>, which has its Bottom and Foundation in the Nature of things, and is accordingly as capable of Demonstration as any Theorem in that Science, whose Character is <em>Evidence</em> and <em>Certainty</em>.","subId":"55","id":"Norris.PD.3.1.55"},{"type":"paragraph","content":"If it should now be objected (as 'tis very probable it may) that the enlarging this First Commandment to such a Magnitude, will make it devour and swallow up the Second. For if the Love of God must be thus perfect and entire, so as to be exclusive of all Creatures, what room can then be left for the Love of our <em>Neighbour</em>? To this the Answer is very easie and very clear. If our Love to God and our Neighbour were of the same kind, the entire Love of the former would indeed wholly exclude that of the later. But this is not the Case. We are not here supposed to love God in the same sense, or with the same sort of Love wherewith we love our Neighbour. We do not love God by wishing any Good to him (whereof he is not capable) but by wishing him as a Good to our selves. On the contrary, we do not, or at least should not love our Neighbour by wishing him as a Good to our selves, (for he is not our Good) but by wishing Good to him. That is in short, we love God with the love of <em>Desire</em>, and we love our Neighbour with the Love of <em>Benevolence</em> or Charity. But now the entire Desire of God is very consistent with all manner of Benevolence to our Neighbour. It does indeed wholly exclude all love of Desire towards him. But this is what I contend for, I would have the Love of God so vehement and so ardent, as to burn up, devour, yea, utterly annihilate all <em>Desire</em> of the Creature.","subId":"56","id":"Norris.PD.3.1.56"},{"type":"paragraph","content":"Must I not then you'll say, at all love Creatures? What may I not love this or that delicate Fruit, or this or that rich Wine? May not I love what delights my Palate, and yields me pleasure? Yes, if Bodies were the true Causes of your pleasure, you might, nay you ought to love them, as being upon that supposition your proper Good. But this is the very thing they are defective in; we have clear and incontestable Reasonto assure us, that they are not the true real Causes of any of our Sensations. But however, there is Pleasure, you'll say, <em>annex'd</em> to them; for we feel Pleasure in the <em>Use</em> of such and such sensible things. True, we do so, but the most that ought to be concluded from hence is, that we may <em>seek</em> and <em>use</em> these sensible things, to which by the Order and Institution of Nature, Pleasure is annex'd: As on the contrary, that we are to shun and avoid those sensible things to which is annex'd the opposite Sentiment of Pain. But it will not hence follow, that either the former is to be loved, or the later to be fear'd. 'Tis true indeed, that Pleasure it self is always lovely, and so is the true Cause of it. We must love whatever is able to cause Pleasure in us, and in whose power it is to make us Happy. But then we must take heed lest we mistake that for the true <em>Efficient Cause</em> which is only the <em>Occasion</em>; lest we attribute our Sensations to Bodies as their proper Effect, to the production of which they serve only as Positive <em>Conditions</em>, determning the Operation of God, the only true Efficient Cause. So much indeed must be allow'd them, but our Reason will not suffer us to allow them any more; and though in regard that they do so much they may be innocently <em>sought</em> for and <em>used</em>, yet because they do no more, they must not be <em>loved</em>. As we <em>must</em> love the Efficient Cause of our Pleasure, so we <em>may</em> seek after, and make use of that which is the Occasion of it; but this is all, we must not advance one step higher, for we have no Warrant beyond this. So that though I may eat of a pleasant Fruit, and enjoy Pleasure in the use of it, yet I must not make it the object of my Love; I must not place any degree of Affection upon it. I am to remember, that though in the Eating of this Fruit I find my self delighted, yet this Pleasure is neither in the Fruit it self, nor from it, but that 'tis God that raises this grateful Sentiment in my Soul, and accordingly I am thankfully and devoutly to acknowledge and reverence his Divine Operation, and to <em>Love him</em> all the while I <em>use</em> and <em>enjoy</em> the <em>other</em>. The short then of this matter resolves into this, we may seek and use sensible things <em>for</em> our Good, but we must not love them <em>as</em> our Good.","subId":"57","id":"Norris.PD.3.1.57"},{"type":"paragraph","content":"But may we not love the Creatures with a <em>Relative</em> Love? So indeed it is said by some, who think they strain the Love of God to a very high Pitch, when they tell us, that we must love nothing but God, or in Order and Relation to God. So then, according to these Men, we are allow'd to love Creatures, provided it be in a way of Relation and Subordination to God, who upon this Principle is not to be the <em>Only</em>, but only the <em>Final</em> and <em>Ultimate</em> Object of our Love. But methinks these Men's Relative Love is very much like the Relative Worship of the Papists. They make God the only <em>ultimate</em> Object of all Divine Worship; and so fo these Men make him the only <em>last</em> Object of Love: But yet they allow of giving Divine Worship to a Creature, provided it be in a <em>transitive</em> and <em>relative</em> way; that is, provided it only pass through the Creature, and terminate upon God. And so these Men allow of bestowing our Love upon a Creature, provided it be for God's sake, or in <em>relation</em> to God, provided it do not stop and rest at the Creature, but run on, till at last it fix upon God as its final Object. The Notions are exactly Parallel to each other, and they both shew how extreamly loath Men are to take a final leave of the Creature, to disengage intirely from sensible things. They cannot be perfectly wean'd from what they do dearly affect, and therefore would fain contrive the matter so, as in the midst of all their Love and Devotion to God, to have still some Reserve for the Creature; to maintain some little under-Current of Religion and Affection for sensible things, which they would still have leave to Worship and Love, though it be never so remotely and indirectly, though it be but in a <em>Relative</em> way. This I take to be the true Ground and Bottom of both these Notions, the Common Disease of our Nature, the great Propensity of the Soul to sensible things, which makes Men still willing to allow them a share both in their Religion and in their Affection; and that they might do it with the better Colour, has put them upon finding out this Notable Distinction of a <em>Relative Worship</em>, and of a <em>Relative Love</em>. And truly I think one is as good as the other; that we may as well Worship the Creature with a Relative Worship, as well as Love the Creature with a Relative Love. For 'tis plain that this later Distinction does as much suppose that God only is the <em>proper</em> Object of <em>Love</em>, as the other does suppose that he is the only <em>proper</em> object of <em>Worship</em>, otherwise what need this Qualification of our Love to the Creature that it be <em>Relative</em>? Well, but if so, then as to worship the Creature though but <em>Relatively</em>, is to give that Worship to the Creature which is proper to God; so to love the Creature though but <em>Relatively</em>, is in like manner to give that Love to the Creature which is proper to God. And if this be thought a sufficient Reason to disallow of a <em>Relative Worship</em>, I cannot see why we should not for the ver same Reason give Sentence against this <em>Relative Love</em>, or why one should not be reckon'd Idolatry as well as the other. But to bring this Matter to a compendious Issue, the short is this; either Creatures are truly and really lovely, as being our true and proper Good, or they are not. If they are, then a Relative Love is too <em>little</em>, we ought to love them with more than a Relative Love, we ought to love them Absolutely and for themselves. But if they are not (as by a Light as clear as Day it appears they are not) then even a Relative Love is too <em>much</em>. For what is not truly lovely, is always loved too much if it be loved at all. So that either way there is no Pretence for admitting this last expedient of our Concupiscence, the Relative Love of the Creature. And thus all the Doors and Avenues or the Heart of Man are shut fast and bolted against the Creatures, who are now all banish'd from this Seat of Love, and God only left in Possession there.","subId":"58","id":"Norris.PD.3.1.58"},{"type":"paragraph","content":"Thus it is in <em>Theory</em>, but oh when will it be thus in <em>Practice</em>? When will degenerate Mankind rise up to this noble Pitch of Divine Love? When shall we thus love the Lord our God with our whole Heart, Soul and Mind? When shall we be thus loose and free from the Creatures? When shall we learn to lift up our Hearts above this sensible World? When shall we exalt our Souls above the Love of Bodies? When shall we leave off to idolize Matter? <em>O wretched Men that we are, who shall deliver us from the Body of this Death!</em> <span class=\"margin-comment\"><cite>Rom. 7.24.</cite></span> The Soul by her Body has contracted such an Alliance with the Material World, that we have a sort of Magnetick Inclination towards sensible things which in some Men is exalted to that degree, that instead of loving <em>God</em> with all their Hearts, Souls and Minds, they love the <em>World</em> at that rate, making that their God, their End, their Supream Good. Wonderful Stupidity, as well as Impiety, to love that beyond and more than God, which we are not so much as to love at all! What a Reverse is this of this great Law, to love the World as we are commanded to love God, with our whole Heart, Soul and Mind! Who would ever think it possible that the Great God should be thus out-rivall'd by his Creatures? But the misery of it is, as we <em>live</em> by Sense, so we <em>love</em> also by Sense. We dwell in Matter, and we are inviron'd all round with Matter, so that we cannot get through the Croud and Throng of Creatures to come at our God. The Creatures do so press upon us, and so continually court our Love by addressing themselves to all our Senses, that we cannot deny their importunity. They also have the advantage of being the only Objects of our Sight, for none shall see me and live, saith God. Let us enlarge our Prospect never so far and wide, we see nothing but Creatures. In them our Prospect begins, and in them it terminates. They also have the Priviledge to stand before us and look us, as it were, in the Face whenever we feel Pleasure or Pain; and 'tis at their Impression that we ordinarily have these Sentiments, which imposes upon our Imaginations, making us apt to look upon them as the Causes of our Good and of our Evil, and accordingly as the proper Objects of our love, and of our Fear; and all because we have our Sensations at their Presence and upon their Impression, while in the mean while God, who is the true Cause, appears not in view, but hides himself from us, and acts <em>his</em> part behind a Cloud. But were our Eyes once open'd, could we but see how absolutely and intirely we depend upon God both for our Being and for the whole Perfection of it, for all that we are, have or enjoy; how he alone acts in us, and causes our Sensations; how he inlightens our Understandings with his Light, warms our Wills with his Love, and refreshes our Souls with his <em>Pleasure</em>, while in the mean time all the Creatures stand mute and silent before him, and like so many <em>Cyphers</em> in his Presence, having not the least Activity or Operation upon our Spirits; I say, could we have such a Scene as this before us, we should quickly dismiss the whole Creation from our Hearts, and be wholly possess'd and swallow'd up with the Love of God. We should then love God as God loves himself, not with the same <em>Infinity</em>, but with the same <em>Intireness</em> of Love. For as God loves none but himself, so should we then love nothing but God.","subId":"59","id":"Norris.PD.3.1.59"},{"type":"paragraph","content":"In the mean while I make no question but that it is <em>now</em> thus in <em>Heaven</em>. The Saints and Angels there with their Beatifick Vision of God, have also a clear Sight of their absolute and intire dependence upon him. They see the true Origin of all Good, and can trace Happiness to its Head. They see where and whence its Springs do rise, that they all issue forth from the Foot of the Throne, where is the <em>Well</em> of <em>Life</em> spoken of both by the <em>Psalmist</em> <span class=\"margin-comment\"><cite>Psal. 36.</cite></span> and by <span class=\"name\">St. <em>John</em></span>, <span class=\"margin-comment\"><cite>Rev. 22.1.</cite></span> whence all the Streams of Pleasure take their several Channels to water and refresh the mystical <em>Eden</em>, the Intellectual Garden of God. All this which we are now fain to argue out by a train of Consequences, is plainly laid open to the clear view of the blessed Inhabitants of that Place, which must necessarily represent God to them as the only lovely Object, and by consequence take off every degree of their Love from the Creature, and collect together, and settle the whole Force and Weight of it upon God, that so <em>he may be All in All</em>. This is the Measure of Divine Love in Heaven, and this ought to be the Measure of it upon Earth.","subId":"60","id":"Norris.PD.3.1.60"},{"type":"paragraph","content":"With Angels therefore and Arch-Angels and with all the Company of Heaven let us unclasp our Arms from the Imbraces of the Creation and adore and love the Lord our God with our whole Heart, Soul and Mind. Let not God any longer divide with the Creature (which is not a fit Companion for so Divine a Guest) but let him reign an absolute Monarch in our Hearts and ingross our whole Love, especially since that whole is so little. Love is the great <em>Bias</em> which God has put into our Natures to carry us towards himself. And thither let it carry us, and there let it fix and lodge our Souls, which are then in their greatest Perfection when in the full and intire <em>Love</em> and <em>Enjoyment</em> of God. To whom be all Glory and all Love. <em>Amen</em>.","subId":"61","id":"Norris.PD.3.1.61"},{"type":"note","content":"<span class=\"name\">Mr. <em>Malebranche</em>.</span>","subId":"n1","id":"Norris.PD.3.1.n1"}]}