{"id":"Hobbes.L.1.8","imported":true,"parent":"Hobbes.L.1","title":"Of the Vertues, commonly called Intellectuall, and their contrary Defects","breadcrumb":"Chapter 8","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_019","blocks":[{"type":"title","content":"CHAP. VIII.\nOf the Vertues commonly called Intellectuall; and their contrary Defects.\n","id":"Hobbes.L.1.8"},{"type":"paragraph","content":"{Intellectuall Vertue defined.}Vertue generally, in all sorts of subjects, is somewhat that is valued for eminence; and consisteth in comparison. For if all things were equally in all men, nothing would be prized. And by Vertues Intellectuall, are alwayes understood such abilityes of the mind, as men praise, value, and desire should be in themselves; and go commonly under the name of a good wit; though the same word Wit, be used also, to distinguish one certain ability from the rest.","subId":"1","id":"Hobbes.L.1.8.1"},{"type":"paragraph","content":"{Wit, Naturall, or Acquired.} These Vertues are of two sorts; Naturall, and Acquired. By Naturall, I mean not, that which a man hath from his Birth: for that is nothing else but Sense; wherein men differ so little one from another, and from brute Beasts, as it is not to be reckoned amongst Vertues. But I mean, that Wit, which is gotten by Use onely, and Experience; without Method, Culture, or Instruction. This Naturall Wit, consisteth principally in two things;{Naturall Wit.} Celerity of Imagining, (that is, swift succession of one thought to another;) and steddy direction to some approved end. On the Contrary a slow Imagination, maketh that Defect, or fault of the mind, which is commonly called Dulnesse, Stupidity, and sometimes by other names that signifie slownesse of motion, or difficulty to be moved.","subId":"2","id":"Hobbes.L.1.8.2"},{"type":"paragraph","content":"And this difference of quicknesse, is caused by the difference of mens passions; that love and dislike, some one thing, some another; and therefore some mens thoughts run one way, some another; and are held to, and observe differently the things that passe through their imagination. And whereas in this succession of mens thoughts, there is nothing to observe in the things they think on, but either in what they be like one another, or in what they be unlike, or what they serve for, or how they serve to such a purpose; Those that observe their similitudes, in case they be such as are but rarely observed by others, are sayd to have a Good Wit; by which, in{Good Wit, or Fancy.} this occasion, is meant a Good Fancy. But they that observe their differences, and dissimilitudes; which is called Distinguishing, and Discerning, and Judging between thing and thing; in case, such discerning be not easie, are said to have a good Judgement: and particularly{Good Judgement.} in matter of conversation and businesse; wherein, times, places, and persons are to be discerned, this Vertue is called Discretion. The former, that is, Fancy, without{Discretion.} the help of Judgement, is not commended as a Vertue: but the later which is Judgement, and Discretion, is commended for it selfe, without the help of Fancy. Besides the Discretion of times, places, and persons, necessary to a good Fancy, there is required also an often application of his thoughts to their End; that is to say, to some use to be made of them. This done; he that hath this Vertue, will be easily fitted with similitudes, that will please, not onely by illustration of his discourse, and adorning it with new and apt metaphors; but also, by the rarity of their invention. But without Steddinesse, and Direction to some End, a great Fancy is one kind of Madnesse; such as they have, that entring into any discourse, are snatched from their purpose, by every thing that comes in their thought, into so many, and so long digressions, and Parentheses, that they utterly lose themselves: Which kind of folly, I know no particular name for: but the cause of it is, sometimes want of experience; whereby that seemeth to a man new and rare, which doth not so to others: sometimes Pusillanimity; by which that seems great to him, which other men think a trifle: and whatsoever is new, or great, and therefore thought fit to be told, withdrawes a man by degrees from the intended way of his discourse.","subId":"3","id":"Hobbes.L.1.8.3"},{"type":"paragraph","content":"In a good Poem, whether it be Epique, or Dramatique; as also in Sonnets, Epigrams, and other Pieces, both Judgement and Fancy are required: But the Fancy must be more eminent; because they please for the Extravagancy; but ought not to displease by Indiscretion.","subId":"4","id":"Hobbes.L.1.8.4"},{"type":"paragraph","content":"In a good History, the Judgement must be eminent; because the goodnesse consisteth, in the Method, in the Truth, and in the Choyse of the actions that are most profitable to be known. Fancy has no place, but onely in adorning the stile.","subId":"5","id":"Hobbes.L.1.8.5"},{"type":"paragraph","content":"In Orations of Prayse, and in Invectives, the Fancy is prædominant; because the designe is not truth, but to Honour or Dishonour; which is done by noble, or by vile comparisons. The Judgement does but suggest what circumstances make an action laudable, or culpable.","subId":"6","id":"Hobbes.L.1.8.6"},{"type":"paragraph","content":"In Hortatives, and Pleadings, as Truth, or Disguise serveth best to the Designe in hand; so is the Judgement, or the Fancy most required.","subId":"7","id":"Hobbes.L.1.8.7"},{"type":"paragraph","content":"In Demonstration, in Councell, and all rigourous search of Truth, Judgement does all; except sometimes the understanding have need to be opened by some apt similitude; and then there is so much use of Fancy. But for Metaphors, they are in this case utterly excluded. For seeing they openly professe deceipt; to admit them into Councell, or Reasoning, were manifest folly.","subId":"8","id":"Hobbes.L.1.8.8"},{"type":"paragraph","content":"And in any Discourse whatsoever, if the defect of Discretion be apparent, how extravagant soever the Fancy be, the whole discourse will be taken for a signe of want of wit; and so will it never when the Discretion is manifest, though the Fancy be never so ordinary.","subId":"9","id":"Hobbes.L.1.8.9"},{"type":"paragraph","content":"The secret thoughts of a man run over all things, holy, prophane, clean, obscene, grave, and light, without shame, or blame; which verball discourse cannot do, farther than the Judgement shall approve of the Time, Place, and Persons. An Anatomist, or a Physitian may speak, or write his judgement of unclean things; because it is not to please, but profit: but for another man to write his extravagant, and pleasant fancies of the same, is as if a man, from being tumbled into the dirt, should come and present himselfe before good company. And 'tis the want of Discretion that makes the difference. Again, in profest remissnesse of mind, and familiar company, a man may play with the sounds, and æquivocall significations of words; and that many times with encounters of extraordinary Fancy: but in a Sermon, or in publique, or before persons unknown, or whom we ought to reverence, there is no Gingling of words that will not be accounted folly: and the difference is onely in the want of Discretion. So that where Wit is wanting, it is not Fancy that is wanting, but Discretion. Judgement therefore without Fancy is Wit, but Fancy without Judgement not.","subId":"10","id":"Hobbes.L.1.8.10"},{"type":"paragraph","content":"When the thoughts of a man, that has a designe in hand, running over a multitude of things, observes how they conduce to that designe; or what designe they may conduce unto; if his observations be such as are not easie, or usuall, This wit of his is called Prudence;{Prudence.} and dependeth on much Experience, and Memory of the like things, and their consequences heretofore. In which there is not so much difference of Men, as there is in their Fancies and Judgements; Because the Experience of men equall in age, is not much unequall, as to the quantity; but lyes in different occasions; every one having his private designes. To govern well a family, and a kingdome, are not different degrees of Prudence; but different sorts of businesse; no more then to draw a picture in little, or as great, or greater then the life, are different degrees of Art. A plain husband-man is more Prudent in affaires of his own house, then a Privy Counseller in the affaires of another man.","subId":"11","id":"Hobbes.L.1.8.11"},{"type":"paragraph","content":"To Prudence, if you adde the use of unjust, or dishonest means, such as usually are prompted to men by Feare, or Want; you have that Crooked Wisdome, which is{Craft.} called Craft; which is a signe of Pusillanimity. For Magnanimity is contempt of unjust, or dishonest helps. And that which the Latines call Versutia, (translated into English, Shifting,) and is a putting off of a present danger or incommodity, by engaging into a greater, as when a man robbs one to pay another, is but a shorter sighted Craft, called Versutia, from Versura, which signifies taking mony at usurie, for the present payment of interest.","subId":"12","id":"Hobbes.L.1.8.12"},{"type":"paragraph","content":"{Acquired Wit.} As for acquired Wit, (I mean acquired by method and instruction,) there is none but Reason; which is grounded on the right use of Speech; and produceth the Sciences. But of Reason and Science, I have already spoken in the fifth and sixth Chapters.","subId":"13","id":"Hobbes.L.1.8.13"},{"type":"paragraph","content":"The causes of this difference of Witts, are in the Passions: and the difference of Passions, proceedeth partly from the different Constitution of the body, and partly from different Education. For if the difference proceeded from the temper of the brain, and the organs of Sense, either exterior or interior, there would be no lesse difference of men in their Sight, Hearing, or other Senses, than in their Fancies, and Discretions. It proceeds therefore from the Passions; which are different, not onely from the difference of mens complexions; but also from their difference of customes, and education.","subId":"14","id":"Hobbes.L.1.8.14"},{"type":"paragraph","content":"The Passions that most of all cause the differences of Wit, are principally, the more or lesse Desire of Power, of Riches, of Knowledge, and of Honour. All which may be reduced to the first, that is Desire of Power. For Riches, Knowledge and Honour are but severall sorts of Power.","subId":"15","id":"Hobbes.L.1.8.15"},{"type":"paragraph","content":"And therefore, a man who has no great Passion for any of these things; but is as men terme it indifferent; though he may be so farre a good man, as to be free from giving offence; yet he cannot possibly have either a great Fancy, or much Judgement. For the Thoughts, are to the Desires, as Scouts, and Spies, to range abroad, and find the way to the things Desired: All Stedinesse of the minds motion, and all quicknesse of the same, proceeding from thence. For as to have no Desire, is to be Dead: so to have weak Passions, is Dulnesse; and to have Passions indifferently for every thing, Giddinesse,{Giddinesse.} and Distraction; and to have stronger, and more vehement Passions for any thing, than is ordinarily seen in others, is that which men call Madnesse.{Madnesse.}","subId":"16","id":"Hobbes.L.1.8.16"},{"type":"paragraph","content":"Whereof there be almost as many kinds, as of the Passions themselves. Sometimes the extraordinary and extravagant Passion, proceedeth from the evill constitution of the organs of the Body, or harme done them; and sometimes the hurt, and indisposition of the Organs, is caused by the vehemence, or long continuance of the Passion. But in both cases the Madnesse is of one and the same nature.","subId":"17","id":"Hobbes.L.1.8.17"},{"type":"paragraph","content":"The Passion, whose violence, or continuance maketh Madnesse, is either great vaine-Glory; which is commonly called Pride, and selfe-conceipt; or great Dejection of mind.","subId":"18","id":"Hobbes.L.1.8.18"},{"type":"paragraph","content":"Pride, subjecteth a man to Anger, the excesse whereof, is the Madnesse called Rage, and Fury. And thus{Rage.} it comes to passe that excessive desire of Revenge, when it becomes habituall, hurteth the organs, and becomes Rage: That excessive love, with jealousie, becomes also Rage: Excessive opinion of a mans own selfe, for divine inspiration, for wisdome, learning, forme, and the like, becomes Distraction, and Giddinesse: The same, joyned with Envy, Rage: Vehement opinion of the truth of any thing, contradicted by others, Rage.","subId":"19","id":"Hobbes.L.1.8.19"},{"type":"paragraph","content":"Dejection, subjects a man to causelesse fears; which is a Madnesse commonly called Melancholy, apparent{Melancholy.} also in divers manners; as in haunting of solitudes, and graves; in superstitious behaviour; and in fearing some one, some another particular thing. In summe, all Passions that produce strange and unusuall behaviour, are called by the generall name of Madnesse. But of the severall kinds of Madnesse, he that would take the paines, might enrowle a legion. And if the Excesses be madnesse, there is no doubt but the Passions themselves, when they tend to Evill, are degrees of the same.","subId":"20","id":"Hobbes.L.1.8.20"},{"type":"paragraph","content":"(For example,) Though the effect of folly, in them that are possessed of an opinion of being inspired, be not visible alwayes in one man, by any very extravagant action, that proceedeth from such Passion; yet when many of them conspire together, the Rage of the whole multitude is visible enough. For what argument of Madnesse can there be greater, than to clamour, strike, and throw stones at our best friends? Yet this is somewhat lesse than such a multitude will do. For they will clamour, fight against, and destroy those, by whom all their life-time before, they have been protected, and secured from injury. And if this be Madnesse in the multitude, it is the same in every particular man. For as in the middest of the sea, though a man perceive no sound of that part of the water next him; yet he is well assured, that part contributes as much, to the Roaring of the Sea, as any other part, of the same quantity: so also, though wee perceive no great unquietnesse, in one, or two men; yet we may be well assured, that their singular Passions, are parts of the Seditious roaring of a troubled Nation. And if there were nothing else that bewrayed their madnesse; yet that very arrogating such inspiration to themselves, is argument enough. If some man in Bedlam should entertaine you with sober discourse; and you desire in taking leave, to know what he were, that you might another time requite his civility; and he should tell you, he were God the Father; I think you need expect no extravagant action for argument of his Madnesse.","subId":"21","id":"Hobbes.L.1.8.21"},{"type":"paragraph","content":"This opinion of Inspiration, called commonly, Private Spirit, begins very often, from some lucky finding of an Errour generally held by others; and not knowing, or not remembring, by what conduct of reason, they came to so singular a truth, (as they think it, though it be many times an untruth they light on,) they presently admire themselves; as being in the speciall grace of God Almighty, who hath revealed the same to them supernaturally, by his Spirit.","subId":"22","id":"Hobbes.L.1.8.22"},{"type":"paragraph","content":"Again, that Madnesse is nothing else, but too much appearing Passion, may be gathered out of the effects of Wine, which are the same with those of the evill disposition of the organs. For the variety of behaviour in men that have drunk too much, is the same with that of Mad-men: some of them Raging, others Loving, others Laughing, all extravagantly, but according to their severall domineering Passions: For the effect of the wine, does but remove Dissimulation; and take from them the sight of the deformity of their Passions. For, (I believe) the most sober men, when they walk alone without care and employment of the mind, would be unwilling the vanity and Extravagance of their thoughts at that time should be publiquely seen: which is a confession, that Passions unguided, are for the most part meere Madnesse.","subId":"23","id":"Hobbes.L.1.8.23"},{"type":"paragraph","content":"The opinions of the world, both in antient and later ages, concerning the cause of madnesse, have been two. Some, deriving them from the Passions; some, from Dæmons, or Spirits, either good, or bad, which they thought might enter into a man, possesse him, and move his organs in such strange, and uncouth manner, as mad-men use to do. The former sort therefore, called such men, Mad-men: but the Later, called them sometimes Dæmoniacks, (that is, possessed with spirits;) sometimes Energumeni, (that is, agitated, or moved with spirits;) and now in Italy they are called not onely Pazzi, Mad-men; but also Spiritati, men possest.","subId":"24","id":"Hobbes.L.1.8.24"},{"type":"paragraph","content":"There was once a great conflux of people in Abdera, a City of the Greeks, at the acting of the Tragedy of Andromeda, upon an extream hot day: whereupon, a great many of the spectators falling into Fevers, had this accident from the heat, and from the Tragedy together, that they did nothing but pronounce Iambiques, with the names of Perseus and Andromeda; which together with the Fever, was cured, by the comming on of Winter: And this madnesse was thought to proceed from the Passion imprinted by the Tragedy. Likewise there raigned a fit of madnesse in another Græcian City, which seized onely the young Maidens; and caused many of them to hang themselves. This was by most then thought an act of the Divel. But one that suspected, that contempt of life in them, might proceed from some Passion of the mind, and supposing they did not contemne also their honour, gave counsell to the Magistrates, to strip such as so hang' themselves, and let them hang out naked. This the story sayes cured that madnesse. But on the other side, the same Græcians, did often ascribe madnesse, to the operation of the Eumenides, or Furyes; and sometimes of Ceres, Phæbus, and other Gods: so much did men attribute to Phantasmes, as to think them aëreal living bodies; and generally to call them Spirits. And as the Romans in this, held the same opinion with the Greeks: so also did the Jewes; For they called mad-men Prophets, or (according as they thought the spirits good or bad) Dæmoniacks; and some of them called both Prophets, and Dæmoniacks mad-men; and some called the same man both Dæmoniack, and mad-man. But for the Gentiles, 'tis no wonder; because Diseases, and Health; Vices, and Vertues; and many naturall accidents, were with them termed, and worshipped as Dæmons. So that a man was to understand by Dæmon, as well (sometimes) an Ague, as a Divell. But for the Jewes to have such opinion, is somewhat strange. For neither Moses, nor Abraham pretended to Prophecy by possession of a Spirit; but from the voyce of God; or by a Vision or Dream: Nor is there any thing in his Law, Morall, or Ceremoniall, by which they were taught, there was any such Enthusiasme; or any Possession. When God is sayd, Numb. 11. 25. to take from the Spirit that was in Moses, and give to the 70. Elders, the Spirit of God (taking it for the substance of God) is not divided. The Scriptures by the Spirit of God in man, mean a mans spirit, enclined to Godlinesse. And where it is said Exod. 28. 3. Whom I have filled with the spirit of wisdome to make garments for Aaron, is not meant a spirit put into them, that can make garments; but the wisdome of their own spirits in that kind of work. In the like sense, the spirit of man, when it produceth unclean actions, is ordinarily called an unclean spirit; and so other spirits, though not alwayes, yet as often as the vertue or vice so stiled, is extraordinary, and Eminent. Neither did the other Prophets of the old Testament pretend Enthusiasme; or, that God spake in them; but to them by Voyce, Vision, or Dream; and the Burthen of the Lord was not Possession, but Command. How then could the Jewes fall into this opinion of possession? I can imagine no reason, but that which is common to all men; namely, the want of curiosity to search naturall causes; and their placing Felicity, in the acquisition of the grosse pleasures of the Senses, and the things that most immediately conduce thereto. For they that see any strange, and unusuall ability, or defect in a mans mind; unlesse they see withall, from what cause it may probably proceed, can hardly think it naturall; and if not naturall, they must needs thinke it supernaturall; and then what can it be, but that either God, or the Divell is in him? And hence it came to passe, when our Saviour (Mark 3. 21.) was compassed about with the multitude, those of the house doubted he was mad, and went out to hold him: but the Scribes said he had Belzebub, and that was it, by which he cast out divels; as if the greater mad-man had awed the lesser. And that (John 10. 20.) some said, He hath a Divell, and is mad; whereas others holding him for a Prophet, sayd, These are not the words of one that hath a Divell. So in the old Testament he that came to anoynt Jehu, 2 Kings 9. 11. was a Prophet; but some of the company asked Jehu, What came that mad-man for? So that in summe, it is manifest, that whosoever behaved himselfe in extraordinory manner, was thought by the Jewes to be possessed either with a good, or evill spirit; except by the Sadduces, who erred so farre on the other hand, as not to believe there were at all any spirits, (which is very neere to direct Atheisme;) and thereby perhaps the more provoked others, to terme such men Dæmoniacks, rather than mad-men.","subId":"25","id":"Hobbes.L.1.8.25"},{"type":"paragraph","content":"But why then does our Saviour proceed in the curing of them, as if they were possest; and not as if they were mad? To which I can give no other kind of answer, but that which is given to those that urge the Scripture in like manner against the opinion of the motion of the Earth. The Scripture was written to shew unto men the kingdome of God; and to prepare their mindes to become his obedient subjects; leaving the world, and the Philosophy thereof, to the disputation of men, for the exercising of their naturall Reason. Whether the Earths, or Suns motion make the day, and night; or whether the Exorbitant actions of men, proceed from Passion, or from the Divell, (so we worship him not) it is all one, as to our obedience, and subjection to God Almighty; which is the thing for which the Scripture was written. As for that our Saviour speaketh to the disease, as to a person; it is the usuall phrase of all that cure by words onely, as Christ did, (and Inchanters pretend to do, whether they speak to a Divel or not.) For is not Christ also said (Math. 8. 26.) to have rebuked the winds? Is not he said also (Luk. 4. 39.) to rebuke a Fever? Yet this does not argue that a Fever is a Divel. And whereas many of those Divels are said to confesse Christ; it is not necessary to interpret those places otherwise, than that those mad-men confessed him. And whereas our Saviour (Math. 12. 43.) speaketh of an unclean Spirit, that having gone out of a man, wandreth through dry places, seeking rest, and finding none; and returning into the same man, with seven other spirits worse than himselfe; It is manifestly a Parable, alluding to a man, that after a little endeavour to quit his lusts, is vanquished by the strength of them; and becomes seven times worse than he was. So that I see nothing at all in the Scripture, that requireth a beliefe, that Dæmoniacks were any other thing but Mad-men.","subId":"26","id":"Hobbes.L.1.8.26"},{"type":"paragraph","content":"{Insignificant Speech.} There is yet another fault in the Discourses of some men; which may also be numbred amongst the sorts of Madnesse; namely, that abuse of words, whereof I have spoken before in the fifth chapter, by the Name of Absurdity. And that is, when men speak such words, as put together, have in them no signification at all; but are fallen upon by some, through misunderstanding of the words they have received, and repeat by rote; by others, from intention to deceive by obscurity. And this is incident to none but those, that converse in questions of matters incomprehensible, as the Schoole-men; or in questions of abstruse Philosophy. The common sort of men seldome speak Insignificantly, and are therefore, by those other Egregious persons counted Idiots. But to be assured their words are without any thing correspondent to them in the mind, there would need some Examples; which if any man require, let him take a Schoole-man into his hands, and see if he can translate any one chapter concerning any difficult point; as the Trinity; the Deity; the nature of Christ; Transub-stantiation; Free-will, &c. into any of the moderne tongues, so as to make the same intelligible; or into any tolerable Latine, such as they were acquainted withall, that lived when the Latine tongue was Vulgar. What is the meaning of these words. The first cause does not necessarily inflow any thing into the second, by force of the Essentiall subordination of the second causes, by Which it may help it to worke? They are the Translation of the Title of the sixth chapter of Suarez first Booke, Of the Concourse, Motion, and Help of God. When men write whole volumes of such stuffe, are they not Mad, or intend to make others so? And particularly, in the question of Transubstantiation; where after certain words spoken, they that say, the Whitenesse, Roundnesse, Magnitude, Quality, Corruptibility, all which are incorporeall, &c. go out of the Wafer, into the Body of our blessed Saviour, do they not make those Nesses, Tudes, and Ties, to be so many spirits possessing his body? For by Spirits, they mean alwayes things, that being incorporeall, are neverthelesse moveable from one place to another. So that this kind of Absurdity, may rightly be numbred amongst the many sorts of Madnesse; and all the time that guided by clear Thoughts of their worldly lust, they forbear disputing, or writing thus, but Lucide Intervals And thus much of the Vertues and Defects Intellectuall.","subId":"27","id":"Hobbes.L.1.8.27"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.1","imported":true,"title":"The First Part, Of Man","breadcrumb":"Part 1","published":[1651]}],"prev":{"id":"Hobbes.L.1.7","imported":true,"title":"Of the Ends or Resolutions of Discourse","breadcrumb":"Chapter 7","published":[1651]},"next":{"id":"Hobbes.L.1.9","imported":true,"title":"Of the severall Subjects of Knowledge","breadcrumb":"Chapter 9","published":[1651]}}