{"imported":true,"id":"Hume.THN.1.1.3","parent":"Hume.THN.1.1","title":"Section 3. Of the ideas of memory and imagination","breadcrumb":"Section 3","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. III.</h3> <h4><em>Of the ideas of the memory and imagination.</em></h4> ","id":"Hume.THN.1.1.3"},{"type":"paragraph","content":"WE find by experience, that when any impression has been present with the mind, it again makes its appearance there as an idea; and this it may do after two different ways: either when in its new appearance it retains a considerable degree of its first vivacity, and is somewhat intermediate betwixt an impression and an idea; or when it intirely loses that vivacity, and is a perfect idea. The faculty, by which we repeat our impressions in the first manner, is called the <span class=\"small-capitals\">Memory</span>, and the <span class=\"page-break\"></span>other the <span class=\"small-capitals\">Imagination</span>. 'Tis evident at first sight, that the ideas of the memory are much more lively and strong than those of the imagination, and that the former faculty paints its objects in more distinct colours, than any which are employ'd by the latter. When we remember any past event, the idea of it flows in upon the mind in a forcible manner; whereas in the imagination the perception is faint and languid, and cannot without difficulty be preserv'd by the mind steddy and uniform for any considerable time. Here then is a sensible difference betwixt one species of ideas and another. But of this more fully hereafter<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"1","id":"Hume.THN.1.1.3.1","pages":"8-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is another difference betwixt these two kinds of ideas, which is no less evident, namely that tho' neither the ideas of the memory nor imagination, neither the lively nor faint ideas can make their appearance in the mind, unless their correspondent impressions have gone before to prepare the way for them, yet the imagination is not restrain'd to the same order and form with the original impressions; while the memory is in a manner ty'd down in that respect, without any power of variation.","subId":"2","id":"Hume.THN.1.1.3.2","pages":"9"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> evident, that the memory preserves the original form, in which its objects were presented, and that where-ever we depart from it in recollecting any thing, it proceeds from some defect or imperfection in that faculty. An historian may, perhaps, for the more convenient carrying on of his narration, relate an event before another, to which it was in fact posterior; but then he takes notice of this disorder, if he be exact; and by that means replaces the idea in its due position. 'Tis the same case in our recollection of those places and persons, with which we were formerly acquainted. The chief exercise of the memory is not to preserve the simple ideas, but their order and position. In short, this principle is supported by such a number of common and vulgar phænomena, that we may spare ourselves the trouble of insisting on it any farther.","subId":"3","id":"Hume.THN.1.1.3.3","pages":"9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same evidence follows us in our second principle, <em>of the liberty of the imagination to transpose and change its ideas.</em> The fables we meet with in poems and romances put this entirely out of question. Nature there is totally confounded, and nothing mentioned but winged horses, fiery dragons, and monstrous giants. Nor will this liberty of the fancy appear strange, when we consider, that all our ideas are copy'd from our impressions, and that there are not any two impressions which are perfectly inseparable. Not to mention, that this is an evident consequence of the division of ideas into simple and complex. Where-ever the imagination perceives a difference among ideas, it can easily produce a separation.","subId":"4","id":"Hume.THN.1.1.3.4","pages":"10"},{"type":"note","content":"Part III. Sect. 5.","subId":"n3","id":"Hume.THN.1.1.3.n3","pages":"9"}]}