{"imported":true,"id":"Hume.THN.1.1.4","parent":"Hume.THN.1.1","title":"Section 4. Of the connexion or association of ideas","breadcrumb":"Section 4","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. IV.</h3> <h4><em>Of the connexion or association of ideas.</em></h4> ","id":"Hume.THN.1.1.4"},{"type":"paragraph","content":"AS all simple ideas may be separated by the imagination, and may be united again in what form it pleases, nothing wou'd be more unaccountable than the operations of that faculty, were it not guided by some universal principles, which render it, in some measure, uniform with itself in all times and places. Were ideas entirely loose and unconnected, chance alone wou'd join them; and 'tis impossible the same simple ideas should fall regularly into complex ones (as they commonly do) without some bond of union among them, some associating quality, by which one idea naturally introduces another. This uniting principle among ideas is not to be consider'd as an inseparable connexion; for that has been already excluded from the imagination: Nor yet are we to conclude, that without it the mind cannot join two ideas; for nothing is more free than that faculty: but we are only to regard it as a gentle force, which commonly prevails, and is the cause why, among other things, languages so nearly correspond to each other; nature in a manner pointing out to <span class=\"page-break\"></span>every one those simple ideas, which are most proper to be united into a complex one. The qualities, from which this association arises, and by which the mind is after this manner convey'd from one idea to another, are three, <em>viz.</em> <span class=\"small-capitals\">Resemblance</span>, <span class=\"small-capitals\">Contiguity</span> in time or place, and <span class=\"small-capitals\">Cause</span> and <span class=\"small-capitals\">Effect</span>.","subId":"1","id":"Hume.THN.1.1.4.1","pages":"10-11"},{"type":"paragraph","content":"<span class=\"small-capitals\">I believe</span> it will not be very necessary to prove, that these qualities produce an association among ideas, and upon the appearance of one idea naturally introduce another. 'Tis plain, that in the course of our thinking, and in the constant revolution of our ideas, our imagination runs easily from one idea to any other that <em>resembles</em> it, and that this quality alone is to the fancy a sufficient bond and association. 'Tis likewise evident, that as the senses, in changing their objects, are necessitated to change them regularly, and take them as they lie <em>contiguous</em> to each other, the imagination must by long custom acquire the same method of thinking, and run along the parts of space and time in conceiving its objects. As to the connexion, that is made by the relation of <em>cause and effect</em>, we shall have occasion afterwards to examine it to the bottom, and therefore shall not at present insist upon it. 'Tis sufficient to observe, that there is no relation, which produces a stronger connexion in the fancy, and makes one idea more readily recall another, than the relation of cause and effect betwixt their objects.","subId":"2","id":"Hume.THN.1.1.4.2","pages":"11"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> we may understand the full extent of these relations, we must consider, that two objects are connected together in the imagination, not only when the one is immediately resembling, contiguous to, or the cause of the other, but also when there is interposed betwixt them a third object, which bears to both of them any of these relations. This may be carried on to a great length; tho' at the same time we may observe, that each remove considerably weakens the relation. Cousins in the fourth degree are connected by <em>causation</em>, if I may be allowed to use that term; but not so closely as brothers, much less as child and parent. In general we may observe, that all the relations of blood depend upon cause <span class=\"page-break\"></span>and effect, and are esteemed near or remote, according to the number of connecting causes interpos'd betwixt the persons.","subId":"3","id":"Hume.THN.1.1.4.3","pages":"11-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> the three relations above-mention'd this of causation is the most extensive. Two objects may be consider'd as plac'd in this relation, as well when one is the cause of any of the actions or motions of the other, as when the former is the cause of the existence of the latter. For as that action or motion is nothing but the object itself, consider'd in a certain light, and as the object continues the same in all its different situations, 'tis easy to imagine how such an influence of objects upon one another may connect them in the imagination.","subId":"4","id":"Hume.THN.1.1.4.4","pages":"12"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may carry this farther, and remark, not only that two objects are connected by the relation of cause and effect, when the one produces a motion or any action in the other, but also when it has a power of producing it. And this we may observe to be the source of all the relations of interest and duty, by which men influence each other in society, and are placed in the ties of government and subordination. A master is such-a-one as by his situation, arising either from force or agreement, has a power of directing in certain particulars the actions of another, whom we call servant. A judge is one, who in all disputed cases can fix by his opinion the possession or property of any thing betwixt any members of the society. When a person is possess'd of any power, there is no more required to convert it into action, but the exertion of the will; and <em>that</em> in every case is consider'd as possible, and in many as probable; especially in the case of authority, where the obedience of the subject is a pleasure and advantage to the superior.","subId":"5","id":"Hume.THN.1.1.4.5","pages":"12"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> are therefore the principles of union or cohesion among our simple ideas, and in the imagination supply the place of that inseparable connexion, by which they are united in our memory. Here is a kind of <span class=\"small-capitals\">Attraction</span>, which in the mental world will be found to have as extra<span class=\"page-break\"></span>ordinary effects as in the natural, and to shew itself in as many and as various forms. Its effects are every where conspicuous; but as to its causes, they are mostly unknown, and must be resolv'd into <em>original</em> qualities of human nature, which I pretend not to explain. Nothing is more requisite for a true philosopher, than to restrain the intemperate desire of searching into causes, and having establish'd any doctrine upon a sufficient number of experiments, rest contented with that, when he sees a farther examination would lead him into obscure and uncertain speculations. In that case his enquiry wou'd be much better employ'd in examining the effects than the causes of his principle.","subId":"6","id":"Hume.THN.1.1.4.6","pages":"12-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Amongst</span> the effects of this union or association of ideas, there are none more remarkable, than those complex ideas, which are the common subjects of our thoughts and reasoning, and generally arise from some principle of union among our simple ideas. These complex ideas may be divided into <em>Relations</em>, <em>Modes</em>, and <em>Substances</em>. We shall briefly examine each of these in order, and shall subjoin some considerations concerning our <em>general</em> and <em>particular</em> ideas, before we leave the present subject, which may be consider'd as the elements of this philosophy.","subId":"7","id":"Hume.THN.1.1.4.7","pages":"13"}]}