{"imported":true,"id":"Hume.THN.1.1.5","parent":"Hume.THN.1.1","title":"Section 5. Of relations","breadcrumb":"Section 5","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. V.</h3> <h4><em>Of relations.</em></h4> ","id":"Hume.THN.1.1.5"},{"type":"paragraph","content":"THE word <span class=\"small-capitals\">Relation</span> is commonly used in two senses considerably different from each other. Either for that quality, by which two ideas are connected together in the imagination, and the one naturally introduces the other, after the manner above-explained; or for that particular circumstance, in which, even upon the arbitrary union of two ideas in the fancy, we may think proper to compare them. In common language the former is always the sense, in which we use the word, relation; and 'tis only in philosophy, that <span class=\"page-break\"></span>we extend it to mean any particular subject of comparison, without a connecting principle. Thus distance will be allowed by philosophers to be a true relation, because we acquire an idea of it by the comparing of objects: But in a common way we say, <em>that nothing can be more distant than such or such things from each other, nothing can have less relation</em>; as if distance and relation were incompatible.","subId":"1","id":"Hume.THN.1.1.5.1","pages":"13-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may perhaps be esteemed an endless task to enumerate all those qualities, which make objects admit of comparison, and by which the ideas of <em>philosophical</em> relation are produced. But if we diligently consider them, we shall find that without difficulty they may be compriz'd under seven general heads, which may be considered as the sources of all <em>philosophical</em> relation.","subId":"2","id":"Hume.THN.1.1.5.2","pages":"14"},{"type":"paragraph","content":"1. <span class=\"small-capitals\">The</span> first is <em>resemblance:</em> And this is a relation, without which no philosophical relation can exist; since no objects will admit of comparison, but what have some degree of resemblance. But tho' resemblance be necessary to all philosophical relation, it does not follow, that it always produces a connexion or association of ideas. When a quality becomes very general, and is common to a great many individuals, it leads not the mind directly to any one of them; but by presenting at once too great a choice, does thereby prevent the imagination from fixing on any single object.","subId":"3","id":"Hume.THN.1.1.5.3","pages":"14"},{"type":"paragraph","content":"2. <em>Identity</em> may be esteem'd a second species of relation. This relation I here consider as apply'd in its strictest sense to constant and unchangeable objects; without examining the nature and foundation of personal identity, which shall find its place afterwards. Of all relations the most universal is that of identity, being common to every being, whose existence has any duration.","subId":"4","id":"Hume.THN.1.1.5.4","pages":"14"},{"type":"paragraph","content":"3. <span class=\"small-capitals\">After</span> identity the most universal and comprehensive relations are those of <em>Space</em> and <em>Time</em>, which are the sources of an infinite number of comparisons, such as <em>distant, contiguous, above, below, before, after</em>, &amp;c.","subId":"5","id":"Hume.THN.1.1.5.5","pages":"14"},{"type":"paragraph","content":"4. <span class=\"small-capitals\">All</span> those objects, which admit of <em>quantity</em>, or <em>number</em>, <span class=\"page-break\"></span>may be compar'd in that particular; which is another very fertile source of relation.","subId":"6","id":"Hume.THN.1.1.5.6","pages":"14-5"},{"type":"paragraph","content":"5. <span class=\"small-capitals\">When</span> any two objects possess the same <em>quality</em>  in common, the <em>degrees</em>, in which they possess it, form a fifth species of relation. Thus of two objects, which are both heavy, the one may be either of greater, or less weight than <del>with the other</del><ins>the other</ins>. Two colours, that are of the same kind, may yet be of different shades, and in that respect admit of comparison.","subId":"7","id":"Hume.THN.1.1.5.7","pages":"15"},{"type":"paragraph","content":"6. <span class=\"small-capitals\">The</span> relation of <em>contrariety</em> may at first sight be regarded as an exception to the rule, <em>that no relation of any kind can subsist without some degree of resemblance</em>. But let us consider, that no two ideas are in themselves contrary, except those of existence and non-existence, which are plainly resembling, as implying both of them an idea of the object; tho' the latter excludes the object from all times and places, in which it is supposed not to exist.","subId":"8","id":"Hume.THN.1.1.5.8","pages":"15"},{"type":"paragraph","content":"7. <span class=\"small-capitals\">All</span> other objects, such as fire and water, <del>heat, and cold</del><ins>heat and cold</ins>, are only found to be contrary from experience, and from the contrariety of their <em>causes</em> or <em>effects</em>; which relation of cause and effect is a seventh philosophical relation, as well as a natural one. The resemblance implied in this relation, shall be explain'd afterwards.","subId":"9","id":"Hume.THN.1.1.5.9","pages":"15"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> might naturally be expected, that I should join <em> difference</em> to the other relations. But that I consider rather as a negation of relation, than as any thing real or positive. Difference is of two kinds as oppos'd either to identity or resemblance. The first is call'd a difference of <em>number</em>; the other of <em>kind</em>.","subId":"10","id":"Hume.THN.1.1.5.10","pages":"15"}]}