{"id":"Locke.EHU.4.16","imported":true,"parent":"Locke.EHU.4","title":"Chapter 16. Of the Degrees of Assent","breadcrumb":"Chapter 16","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.16?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"£1 CHAP. XVI. £1 £2 _Of the Degrees of Assent._ £2","id":"Locke.EHU.4.16"},{"type":"paragraph","content":"THe grounds of Probability, we have laid down in the foregoing Chapter, as they are the foundations on which our _Assent_ is built; so are they also the measure whereby its several degrees are, or ought to be _regulated_: only we are to take notice, that whatever grounds of Probability there may be, they yet operate no farther on the Mind, which searches after Truth, and endeavours to judge right, than they appear; at least in the first Judgment or Search that the Mind makes. I confess, in the Opinions Men have, and firmly stick to, in the World, their Assent is not always from an actual view of the Reasons that at first prevailed with them: It being in many cases almost impossible, and in most very hard, even for those who have very admirable Memories, to retain all the Proofs, which, upon a due examination, made them embrace that side of the Question. It suffices, that they have once with care and fairness, examined the matter as far as they could; and that they have searched into all the Particulars, that they could imagine to give any light to the Question; and with the best of their Skill, cast up the account upon the whole Evidence: and thus having once found on which side the Probability appeared to them, after as full and exact an enquiry as they can make, they lay up the conclusion in their Memories, as a Truth they have discovered; and for the future, they remain satisfied with the Testimony of their Memories, that this is the Opinion, that by the Proofs they have once seen of it, deserves such a degree of their Assent as they afford it.","subId":"1","id":"Locke.EHU.4.16.1"},{"type":"paragraph","content":"This is all that the greatest part of Men are capable of doing, in regulating their Opinions and Judgments; unless a Man will exact of them, either to retain distinctly in their Memories all the Proofs concerning any probable Truth, and that too in the same order, and regular deduction of Consequences, in which they have formerly placed or seen them; which sometimes is enough to fill a large Volume upon one single Question: Or else they must require a Man, for every Opinion that he embraces, every day to examine the Proofs: both which, are impossible. It is unavoidable therefore, that the Memory be relied on in the case, and that _Men_ be _persuaded of several Opinions, whereof the Proofs are not actually in their Thoughts_; nay, which perhaps they are not able actually to re-call. Without this, the greatest part of Men must be either very Scepticks, or change every moment, and yield themselves up to whoever, having lately studied the Question, offers them Arguments; which for want of Memory, they are not able presently to answer.","subId":"2","id":"Locke.EHU.4.16.2"},{"type":"paragraph","content":"I cannot but own, that Men's _sticking to_ their _past Judgment,_ and adhering firmly to Conclusions formerly made, is often the cause of great obstinacy in Errour and Mistake. But the fault is not that they rely on their Memories, for what they have before well judged; but because they judged before they had well examined. May we not find a great number (not to say the greatest part) of Men, that think they have formed right Judgments of several matters; and that for no other reason, but because they never thought otherwise? That imagine themselves to have judged right, only because they never questioned, never examined their own Opinions? Which is indeed to think they judged right, because they never judged at all: And yet these of all Men hold their Opinions with the greatest stiffness; those being generally the most fierce and firm in their Tenets, who have least examined them. What we once know, we are certain is so: and we may be secure, that there are no latent Proofs undiscovered, which may overturn our Knowledge, or bring it in doubt. But in matters of Probability, 'tis not in every case that we can be sure that we have all the Particulars before us, that any way concern the Question; and that there is no evidence behind, and yet unseen, which may cast the Probability on the other side, and out-weigh all that at present seems to preponderate with us. Who almost is there, that hath the leisure, patience, and means, to collect together all the Proofs concerning most of the Opinions he has, so as safely to conclude, that he hath a clear and full view, and that there is no more to be alledged for his better information? And yet we are forced to determine our selves on the one side or other. The conduct of our Lives, and the management of our great Concerns, will not bear delay: for those depend, for the most part, on the determination of our Judgment in points, wherein we are not capable of certain and demonstrative Knowledge, and wherein it is necessary for us to embrace the one side, or the other.","subId":"3","id":"Locke.EHU.4.16.3"},{"type":"paragraph","content":"Since therefore it is unavoidable to the greatest part of Men, if not all, to have several Opinions, without certain and indubitable Proofs of their Truths; and it carries too great an imputation of ignorance, lightness, or folly, for Men to quit and renounce their former Tenets, presently upon the offer of an Argument, which they cannot immediately answer, and shew the insufficiency of: It would, methinks, become all Men to maintain _Peace,_ and the common Offices of Humanity, _and Friendship, in the diversity of Opinions_: since we cannot reasonably expect, that any one should readily and obsequiously quit his own Opinion, and embrace ours, with a blind resignation to an Authority, which the Understanding of Man acknowledges not. For however it may often mistake, it can own no other Guide but Reason, nor blindly submit to the Will and Dictates of another. If he you would bring over to your Sentiments be one that examines before he assents, you must give him leave, at his leisure, to go over the account again, and re-calling what is out of his Mind, examine all the Particulars, to see on which side the advantage lies: And if he will not think our Arguments of weight enough to engage him anew in so much pains, 'tis but what we do often our selves in the like case; and we should take it amiss, if others should prescribe to us what points we should study. And if he be one who takes his Opinions upon trust, How can we imagine that he should renounce those Tenets, which Time and Custom have so setled in his Mind, that he thinks them self-evident, and of an unquestionable Certainty; or which he takes to be impressions he has received from GOD Himself, or from Men sent by Him? How can we expect, I say, that Opinions thus setled, should be given up to the Arguments or Authority of a Stranger, or Adversary; especially if there be any suspicion of Interest, or Design, as there never fails to be, where Men find themselves ill treated? We should do well to commiserate our mutual Ignorance, and endeavour to remove it in all the gentle and fair ways of Information; and not instantly treat others ill, as obstinate and perverse, because they will not renounce their own, and receive our Opinions, or at least those we would force upon them, when 'tis more than probable that we are no less obstinate in not embracing theirs. For where is the Man that has uncontestible Evidence of the Truth of all that he holds, or of the Falshood of all he condemns; or can say, that he has examined, to the bottom, all his own or other Men's Opinions? The necessity of believing, without knowledge, nay, often upon very slight grounds, in this fleeting slate of Action and Blindness we are in, should make us more busie and careful to inform our selves than constrain others. At least, those who have not throughly examined to the bottom all their own Tenets, must confess they are unfit to prescribe to others; and are unreasonable in imposing that as a Truth on other Men's Belief, which they themselves have not searched into, nor weighed the Arguments of Probability, on which they should receive or reject it. Those who have fairly and truly examined, and are thereby got past doubt in all the Doctrines they profess, and govern themselves by, would have a juster pretence to require others to follow them: But these are so few in number, and find so little reason to be magisterial in their Opinions, that nothing insolent and imperious is to be expected from them: And there is reason to think, that if Men were better instructed themselves, they would be less imposing on others.","subId":"4","id":"Locke.EHU.4.16.4"},{"type":"paragraph","content":"But to return to the grounds of Assent, and the several degrees of it, we are to take notice, that the Propositions we receive upon Inducements of _Probability,_ are _of two sorts_; either concerning some particular Existence, or, as it is usually termed, matter of fact, which falling under our Observation, is capable of humane Testimony; or else concerning Things, which being beyond the discovery of our Senses, are not capable of any such Testimony.","subId":"5","id":"Locke.EHU.4.16.5"},{"type":"paragraph","content":"Concerning the _first_ of these, _viz. particular matter of fact,_ _First,_ Where any particular thing, consonant to the constant Observation of our selves and others, in the like case, comes attested with the concurrent Reports of all that mention it, we receive it as easily, and build as firmly upon it, as if it were certain knowledge; and we reason and act thereupon with as little doubt, as if it were perfect demonstration. Thus if all _English_-men, who have occasion to mention it, should affirm, that it froze in _England_ the last Winter, or that there were Swallows seen there in the Summer, I think a Man could almost as little doubt of it, as that Seven and Four are Eleven. The first therefore, and _highest degree of Probability,_ is, when the general consent of all Men, in all Ages, as far as it can be known, concurrs with a Man's constant and never-failing Experience in like cases, to confirm the Truth of any particular matter of fact attested by fair Witnesses: such are all the stated Constitutions and Properties of Bodies, and the regular proceedings of Causes and Effects in the ordinary course of Nature. This we call an Argument from the nature of Things themselves. For what our own and other Men's constant Observation, has found always to be after the same manner, that we with reason conclude to be the Effects of steddy and regular Causes, though they come not within the reach of our Knowledge. Thus, That Fire warmed a Man, made Lead fluid, and changed the colour or consistency in Wood or Charcoal: that Iron sunk in Water, and swam in Quicksilver: These and the like Propositions about particular facts, being agreeable to our constant Experience, as often as we have to do with these matters; and being generally spoke of, (when mentioned by others,) as things found constantly to be so, and therefore not so much as controverted by any body, we are put past doubt, that a relation affirming any such thing to have been, or any predication that it will happen again in the same manner, is very true. These Probabilities rise so near to Certainty, that they govern our Thoughts as absolutely, and influence all our Actions as fully, as the most evident demonstration; and in what concerns us, we make little or no difference between them and certain Knowledge. And our Belief thus grounded, rises to _Assurance._","subId":"6","id":"Locke.EHU.4.16.6"},{"type":"paragraph","content":"_Secondly, The next degree of Probability_ is, when I find by my own Experience, and the Agreement of all others that mention it, a thing to be, for the most part, so; and that the particular instance of it is attested by many and undoubted Witnesses: _v. g._ History giving us such an account of Men in all Ages; and my own Experience, as far as I had an opportunity to observe, confirming it, that most Men prefer their private Advantage, to the publick. If all Historians that write of _Tiberius,_ say that _Tiberius_ did so, it is extreamly probable. And in this case, our Assent has a sufficient foundation to raise it self to a degree, which we may call _Confidence._","subId":"7","id":"Locke.EHU.4.16.7"},{"type":"paragraph","content":"_Thirdly,_ In matters that happen indifferently, as that a Bird should fly this or that way; that it should thunder on a Man's right or left Hand, _&c._ when any particular matter of fact comes attested by the concurrent Testimony of unsuspected Witnesses, there our Assent is also unavoidable. Thus: That there is such a City in _Italy,_ as _Rome_: That about 1700 years ago, there lived in it a Man, called _Iulius Caesar_; that he was a General, and that he won a Battel again another called _Pompey._ This, though in the nature of the thing, there be nothing for, nor against it; yet, being related by Historians of credit, and contradicted by no one Writer, a Man cannot avoid believing it, and can as little doubt of it, as he does of the Being and Actions of his own Acquaintance, whereof he himself is a Witness.","subId":"8","id":"Locke.EHU.4.16.8"},{"type":"paragraph","content":"Thus far the matter goes easie enough. Probability upon such grounds carries so much evidence with it, that it naturally determines the Judgment, and leaves us as little at liberty to believe, or disbelieve, as a Demonstration does, whether we will know, or be ignorant. The difficulty is, when Testimonies contradict common Experience, and the report of History and Witnesses clashes with the ordinary course of Nature, or with one another; there it is, where Diligence, Attention, and Exactness is required, to form a right Judgment, and to proportion the Assent to the different Evidence and Probability of the thing; which rises and falls, according as those two foundations of Credibility, _viz._ Common Observation in like cases, and particular Testimonies in that particular instance, favours or contradicts it. These are liable to so great variety of contrary Observations, Circumstances, Reports, different Qualifications, Tempers, Designs, Over-sights, _&c._ of the Reporters, that 'tis impossible to reduce to precise Rules, the various degrees wherein Men give their Assent. This only may be said in general, That as the Arguments and Proofs, _pro_ and _con,_ upon due examination, nicely weighing every particular circumstance, shall to any one appear, upon the whole matter, in a greater or less degree, to preponderate on either side, so they are fitted to produce in the Mind such different entertainment, as we call _Belief, Conjecture, Guess, Doubt, Wavering, Distrust, Disbelief,_ &c.","subId":"9","id":"Locke.EHU.4.16.9"},{"type":"paragraph","content":"This is what concerns Assent in matters wherein Testimony is made use of; concerning which, I think, it may not be amiss to take notice of a Rule observed in the Law of _England_; which is, That though the attested Copy of a Record be good proof, yet the Copy of a Copy never so well attested, and by never so credible Witnesses, will not be admitted as a proof in Judicature. This is so generally approved as reasonable, and suited to the Wisdom and Caution to be used in our Enquiry after material Truths, that I never yet heard of any one that blamed it. This practice, if it be allowable in the Decisions of Right and Wrong, carries this Observation along with it, _viz._ That any Testimony, the farther off it is from the original Truth, the less force and proof it has. The Being and Existence of the thing it self, is what I call the original Truth. A credible Man vouching his Knowledge of it, is a good proof: But if another equally credible, do witness it from his Report, the Testimony is weaker; and a third that attests the Hearsay of an Hearsay, is yet less considerable. So that _in traditional Truths, each remove weakens the force of the proof_; And the more hands the Tradition has successively passed through, the less strength and evidence does it receive from them. This I thought necessary to be taken notice of: Because I find amongst some Men, the quite contrary commonly practised, who look on Opinions to gain force by growing older; and what a thousand year since would not, to a rational Man, contemporary with the first Voucher, have appeared at all probable, is now urged as certain beyond all question, only because several have since, from him, said it one after another. Upon this ground Propositions, evidently false or doubtful enough in their first beginning, come by an inverted Rule of Probability, to pass for authentick Truths: and those which found or deserved little credit from the mouths of their first Authors, are thought to grow venerable by Age, and are urged as undeniable.","subId":"10","id":"Locke.EHU.4.16.10"},{"type":"paragraph","content":"I would not be thought here to lessen the Credit and use of _History_: 'tis all the light we have in many cases; and we receive from it a great part of the useful Truths we have, with a convincing evidence. I think nothing more valuable than the Records of Antiquity: I wish we had more of them, and more uncorrupted. But this, Truth it self forces me to say, That no Probability can arise higher than its first Original. What has no other Evidence than the single Testimony of one onely Witness, must stand or fall by his onely Testimony, whether good, bad, or indifferent; and though cited afterwards by hundreds of others, one after another, is so far from receiving any strength thereby, that it is only the Weaker. Passion, Interest, Inadvertency, Mistake of his Meaning, and a thousand odd Reasons, or Caprichios, Men's Minds are acted by, (impossible to be discovered,) may make one Man quote another Man's Words or Meaning wrong. He that has but ever so little examined the Citations of Writers, cannot doubt how little Credit the Quotations deserve, where the Originals are wanting; and consequently how much less Quotations of Quotations can be relied on. This is certain, that what in one Age was affirmed upon slight grounds, can never after come to be more valid in future Ages, by being often repeated. But the farther still it is from the Original, the less valid it is, and has always less force in the mouth, or writing of him that last made use of it, than in his from whom he received it.","subId":"11","id":"Locke.EHU.4.16.11"},{"type":"paragraph","content":"The Probabilities we have hitherto mentioned, are only such as concern matter of fact, and such Things as are capable of Observation and Testimony: there remains that other sort, _concerning_ which, Men entertain Opinions with variety of Assent, though the _Things_ be such, _that falling not under the reach of our Senses, are not capable of Testimony_; and such are, 1. The Existence, Nature, and Operations of finite immaterial Beings without us; as Spirits, Angels, Devils, _&c._ or the Existence of material Beings; which either for their smalness in themselves, or remoteness from us, our Senses cannot take notice of, as whether there be any Plants Animals, and intelligent Inhabitants of the Planets, and other Mansions of the vast Universe. 2. Concerning the manner of Operation in most parts of the Works of Nature; wherein though we see the sensible effects, yet their causes are unknown, and we perceive not the ways and manner how they are produced. We see Animals are generated, nourished, and move; the Load-stone draws Iron; and the parts of a Candle successively melting, turn into flame, and give us both light and heat. These and the like Effects we see and know: but the causes that operate, and the manner they are produced in, we can only guess, and probably conjecture. For these and the like coming not within the scrutiny of humane Senses, cannot be examined by them, or be attested by any body, and therefore can appear more or less probable, only as they more or less agree to Truths that are established in our Minds, and as they hold proportion to other parts of our Knowledge and Observation. _Analogy_ in these matters is the only help we have, and 'tis from that alone we draw all our grounds of Probability. Thus observing that the bare rubbing of two Bodies violently one upon another, produces heat, and very often fire it self, we have reason to think, that what we call Heat and Fire, consists in a certain violent agitation of the imperceptible minute parts of the burning matter; observing likewise, that the different refractions of pellucid Bodies produce in our Eyes the different appearances of several Colours; and also that the different ranging and laying the superficial parts of several Bodies, as of Velvet, watered Silk, _&c._ does the like, we think it probable that the Colour and shining of Bodies, is in them nothing but the different Arangement and Refraction of their minute and insensible parts. Thus finding in all the parts of the Creation, that fall under humane Observation, that there is a gradual connexion of one with another, without any great or discernable gaps between, in all that great variety of Things we see in the World, which are so closely linked together, that, in the several ranks of Beings, it is not easie to discover the bounds betwixt them, we have Reason to be persuaded, that in such gentle steps Things in Perfection ascend upwards. 'Tis an hard Matter to say where Sensible and Rational begin, and where Insensible and Irrational end; and who is there quick-sighted enough to determine precisely which is the lowest Species of living Things, and which the first of those which have no Life? Things, as far as we can observe lessen and augment, as the quantity does in a regular Cone, where though there be a manifest odds betwixt the bigness of the Diametre at remote distances: yet the difference between the upper and under, where they touch one another, is hardly discernable. The difference is exceeding great between some Men, and some Animals: But if we will compare the Understanding and Abilities of some Men, and some Brutes, we shall find so little difference, that 'twill be hard to say, that that of the Man is either clearer or larger: Observing, I say, such gradual and gentle descents downwards in those parts of the Creation, that are beneath Man, the Rule of Analogy may make it probable, that it is so also in Things above us, and our Observation; and that there are several ranks of intelligent Beings, excelling us in several degrees of Perfection, ascending upwards towards the infinite Perfection of the Creator, by gentle steps and differences, that are every one at no great distance from the next to it. This sort of Probability, which is the best conduct of rational Experiments, and the rise of Hypothesis has also its Use and Influence: and a wary Reasoning from Analogy leads us often into the discovery of Truths, and useful Productions, which would otherwise lie concealed.","subId":"12","id":"Locke.EHU.4.16.12"},{"type":"paragraph","content":"Though the common Experience, and the ordinary Course of Things have justly a mighty Influence on the Minds of Men, to make them give or refuse Credit to any thing proposed to their Belief; yet there is one Case, wherein the strangeness of the Fact lessens not the Assent to a fair Testimony given of it. For where such supernatural Events are suitable to ends aim'd at by him, who has the Power to change the course of Nature, there, under such Circumstances, they may be the fitter to procure. Belief, by how much the more they are beyond, or contrary to ordinary Observation. This is the proper Case of _Miracles,_ which well attested, do not only find Credit themselves; but give it also to other Truths, which need such Confirmation.","subId":"13","id":"Locke.EHU.4.16.13"},{"type":"paragraph","content":"Besides those we have hitherto mentioned, there is one sort of Propositions that challenge the highest degree of our Assent, upon bare Testimony, whether the thing proposed, agree or disagree with common Experience, and the ordinary course of Things, or no. The Reason whereof is, because the Testimony is of such an one, as cannot deceive, nor be deceived, and that is of God himself. This carries with it Certainty beyond Doubt, Evidence beyond Exception. This is called by a peculiar Name, _Revelation,_ and our Assent to it, _Faith_: which has as much Certainty as our Knowledge it self; and we may as well doubt of our own Being, as we can, whether any Revelation from GOD be true. So that Faith is a setled and sure Principle of Assent and Assurance, and leaves no manner of room for Doubt or Hesitation: Only we must be sure, that it be a divine Revelation, and that we understand it right; else we shall expose our selves to all the Extravagancy of Enthusiasm, and all the Error of wrong Principles, if we have Faith and Assurance in what is not divine Revelation. And therefore in those Cases, our Assent can be rationally no higher than the Evidence of its being a Revelation, and that this is the meaning of the Expressions it is delivered in. If the Evidence of its being a Revelation, or that this its true Sense be only on probable Proofs, our Assent can reach no higher than an Assurance or Diffidence, arising from the more, or less apparent Probability of the Proofs. But of Faith, and the Precedency it ought to have before other Arguments of Persuasion, I shall speak more hereafter, where I treat of it, as it is ordinarily placed, in contradistinction to Reason: though in Truth, it be nothing else but an Assent founded on the highest Reason.","subId":"14","id":"Locke.EHU.4.16.14"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.15","imported":true,"title":"Chapter 15. Of Probability","breadcrumb":"Chapter 15","published":[1689]},"next":{"id":"Locke.EHU.4.17","imported":true,"title":"Chapter 17. Of Reason","breadcrumb":"Chapter 17","published":[1689]}}