{"id":"Butler.S.15","imported":true,"parent":"Butler.S","title":"Sermon 15. Upon the Ignorance of Man.","breadcrumb":"Sermon 15","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"SERMON XV.\nUpon the Ignorance of Man.\n[Eccles. viii. 16, 17.]\nWhen I applied mine heart to know wisdom, and to see the business that is done upon the earth; then I beheld all the work of God, that a man cannot find out the work that is done under the sun; because though a man labour to seek it out, yet he shall not find it; yea, further, though a wise man think to know it, yet shall he not be able to find it.","id":"Butler.S.15"},{"type":"paragraph","content":"THE Writings of Solomon are very much taken up with reflections upon human nature and human life; to which he hath added, in this book, reflections upon the constitution of things. And it is not improbable, that the little satisfaction, and the great difficulties, he met with in his researches into the general constitution of nature, might be the occasion of his confining himself, so much as he hath done, to life and conduct. However, upon that joint review, he expresses great ignorance of the works of God, and the method of his providence in the government of the world; great labour and weariness in the search and observation he had employed himself about; and great disappointment, pain, and even vexation of mind, upon that which he had remarked of the appearance of things, and of what was going forward upon this earth. This whole review and inspection, and the result of it, sorrow, perplexity, a sense of his necessary ignorance, suggests various reflections to his mind. But, notwithstanding all this ignorance and dissatisfaction, there is somewhat upon which he assuredly rests and depends: somewhat which is the conclusion of the whole matter, and the only concern of man. Following this his method and train of reflection, let us consider, \n   I. The assertion of the text, the ignorance of man; that the wisest and most knowing cannot comprehend the ways and works of God: and then, \n   II. What are the just consequences of this observation and knowledge of our own ignorance, and the reflections which it leads us to.","subId":"1","id":"Butler.S.15.1"},{"type":"paragraph","content":"I. The wisest and most knowing cannot comprehend the works of God, the methods and designs of his providence in the creation and government of the world. Creation is absolutely and entirely out of our depth, and beyond the extent of our utmost reach. And yet, it is as certain that God made the world, as it is certain that effects must have a cause. It is indeed in general no more than effects, that the most knowing are acquainted with: for as to causes, they are as entirely in the dark as the most ignorant. What are the laws by which matter acts upon matter, but certain effects which some, having observed to be frequently repeated, have reduced to general rules? The real nature and essence of beings likewise is what we are altogether ignorant of. All these things are so entirely out of our reach, that we have not the least glimpse of them. And we know little more of ourselves, than we do of the world about us: how we were made, how our being is continued and preserved, what the faculties of our minds are, and upon what the power of exercising them depends. \"I am fearfully and wonderfully made: marvellous are thy works, and that my soul knoweth right well.\" Our own nature, and the objects we are surrounded with, serve to raise our curiosity; but we are quite out of a condition of satisfying it. Every secret which is disclosed, every discovery which is made, every new effect which is brought to view, serves to convince us of numberless more which remain concealed, and which we had before no suspicion of. And what if we were acquainted with the whole creation in the same way, and as thoroughly as we are with any single object in it? What would all this natural knowledge amount to? It must be a low curiosity indeed which such superficial knowledge would satisfy. On the contrary, would it not serve to convince us of our ignorance still, and to raise our desire of knowing the nature of things themselves: the author, the cause, and the end of them?","subId":"2","id":"Butler.S.15.2"},{"type":"paragraph","content":"As to the government of the world: though from consideration of the final causes which come within our knowledge; of characters, personal merit and demerit; of the favour and disapprobation, which respectively are due and belong to the righteous and the wicked, and which, therefore, must necessarily be in a mind which sees things as they really are; though, I say, from hence we may know somewhat concerning the designs of Providence in the government of the world, enough to enforce upon us religion and the practice of virtue; yet, since the monarchy of the universe is a dominion unlimited in extent, and everlasting in duration, the general system of it must necessarily be quite beyond our comprehension. And, since there appears such a subordination and reference of the several parts to each other, as to constitute it properly one administration or government, we cannot have a thorough knowledge of any part, without knowing the whole. This surely should convince us, that we are much less competent judges of the very small part which comes under our notice in this world, than we are apt to imagine. \"No heart can think upon these things worthily: and who is able to conceive his way? It is a tempest which no man can see: for the most part of his works are hid. Who can declare the works of his justice? For his covenant is afar off, and the trial of all things is the end ;\" i.e., the dealings of God with the children of men are not yet completed, and cannot be judged of by that part which is before us. \"So that a man cannot say, This is worse than that: for in time they shall be well approved. Thy faithfulness, O Lord, reacheth unto the clouds: thy righteousness standeth like the strong mountains: thy judgments are like the great deep. He hath made every thing beautiful in his time: also he hath set the world in their heart; so that no man can find out the work that God maketh from the beginning to the end.\" And thus St. Paul concludes a long argument upon the various dispensations of Providence: \"O the depth of the riches both of the wisdom and knowledge of God! How unsearchable are his judgments, and his ways past finding out! For who hath known the mind of the Lord?\"","subId":"3","id":"Butler.S.15.3"},{"type":"paragraph","content":"Thus the scheme of Providence, the ways and works of God, are too vast, of too large extent for our capacities. There is, as I may speak, such an expanse of power, and wisdom, and goodness, in the formation and government of the world, as is too much for us to take in or comprehend. Power, and wisdom, and goodness, are manifest to us in all those works of God which come within our view: but there are likewise infinite stores of each poured forth throughout the immensity of the creation; no part of which can be thoroughly understood, without taking in its reference and respect to the whole: and this is what we have not faculties for.","subId":"4","id":"Butler.S.15.4"},{"type":"paragraph","content":"And as the works of God, and his scheme of government, are above our capacities thoroughly to comprehend: so there possibly may be reasons which originally made it fit that many things should be concealed from us, which we have natural capacities of understanding; many things concerning the designs, methods, and ends of Divine Providence in the government of the world. There is no manner of absurdity in supposing a veil on purpose drawn over some scenes of infinite power, wisdom, and goodness, the sight of which might some way or other strike us too strongly; or that better ends are designed and served by their being concealed, than could be by their being exposed to our knowledge. The Almighty may cast clouds and darkness round about him, for reasons and purposes of which we have not the least glimpse or conception.","subId":"5","id":"Butler.S.15.5"},{"type":"paragraph","content":"However, it is surely reasonable, and what might have been expected, that creatures in some stage of their being, suppose in the infancy of it, should be placed in a state of discipline and improvement, where their patience and submission is to be tried by afflictions, where temptations are to be resisted, and difficulties gone through in the discharge of their duty. Now, if the greatest pleasure and pains of the present life may be overcome and suspended, as they manifestly may, by hope and fear, and other passions and affections; then the evidence of religion, and the sense of the consequences of virtue and vice, might have been such, as entirely in all cases to prevail over those afflictions, difficulties, and temptations; prevail over them so, as to render them absolutely none at all. But the very notion itself now mentioned, of a state of discipline and improvement, necessarily excludes such sensible evidence and conviction of religion, and of the consequences of virtue and vice. Religion consists in submission and resignation to the Divine will. Our condition in this world is a school of exercise for this temper: and our ignorance, the shallowness of our reason, the temptations, difficulties, afflictions, which we are exposed to, all equally contribute to make it so. The general observation may be carried on; and whoever will attend to the thing will plainly see, that less sensible evidence with less difficulty in practice, is the same as more sensible evidence, with greater difficulty in practice. Therefore, difficulties in speculation as much come into the notion of a state of discipline, as difficulties in practice: and so the same reason or account is to be given of both. Thus, though it is indeed absurd to talk of the greater merit of assent, upon little or no evidence, than upon demonstration; yet the strict discharge of our duty, with less sensible evidence, does imply in it a better character, than the same diligence in the discharge of it upon more sensible evidence. This fully accounts for and explains that assertion of our Saviour, \"Blessed are they that have not seen, and yet have believed,\" John xx. 29; have become Christians and obeyed the gospel, upon less sensible evidence, than that which Thomas, to whom he is speaking, insisted upon.","subId":"6","id":"Butler.S.15.6"},{"type":"paragraph","content":"But after all, the same account is to be given, why we were placed in these circumstances of ignorance, as why nature has not furnished us with wings: namely, that we were designed to be inhabitants of this earth. I am afraid we think too highly of ourselves; of our rank in the creation, and of what is due to us. What sphere of action, what business is assigned to man, that he has not capacities and knowledge fully equal to? It is manifest he has reason, and knowledge, and faculties, superior to the business of the present world; faculties which appear superfluous, if we do not take in the respect which they have to somewhat further, and beyond it. If to acquire knowledge were our proper end, we should indeed be but poorly provided: but if somewhat else be our business and duty, we may, notwithstanding our ignorance, be well enough furnished for it; and the observation of our ignorance may be of assistance to us in the discharge of it.","subId":"7","id":"Butler.S.15.7"},{"type":"paragraph","content":"II. Let us, then, consider what are the consequences of this knowledge and observation of our own ignorance, and the reflection it leads us to.","subId":"8","id":"Butler.S.15.8"},{"type":"paragraph","content":"First, We may learn from it, with what temper of mind a man ought to inquire into the subject of religion; namely, with expectation of finding difficulties, and with a disposition to take up and rest satisfied with any evidence whatever which is real.","subId":"9","id":"Butler.S.15.9"},{"type":"paragraph","content":"He should beforehand expect things mysterious, and such as he will not be able thoroughly to comprehend, or go to the bottom of. To expect a distinct comprehensive view of the whole subject, clear of difficulties and objections, is to forget our nature and condition; neither of which admit of such knowledge with respect to any science whatever. And to inquire with this expectation, is not to inquire as a man, but as one of another order of creatures.","subId":"10","id":"Butler.S.15.10"},{"type":"paragraph","content":"Due sense of the general ignorance of man would also beget in us a disposition to take up and rest satisfied with any evidence whatever which is real. I mention this as the contrary to a disposition, of which there are not wanting instances, to find fault with and reject evidence because it is not such as was desired. If a man were to walk by twilight, must he not follow his eyes as much as if it were broad day and clear sunshine? Or, if he were obliged to take a journey by night, would he not \"give heed to any light shining in the darkness, till the day should break and the day-star arise?\" It would not be altogether unnatural for him to reflect how much better it were to have daylight; he might, perhaps have great curiosity to see the country round about him; he might lament that the darkness concealed many extended prospects from his eyes, and wish for the sun to draw away the veil: but how ridiculous would it be to reject with scorn and disdain the guidance and direction which that lesser light might afford him, because it was not the sun itself! If the make and constitution of man, the circumstances he is placed in, or the reason of things, affords the least hint or intimation that virtue is the law he is born under, scepticism itself should lead him to the most strict and inviolable practice of it: that he may not make a dreadful experiment of leaving the course of life marked out for him by nature, whatever that nature be, and entering paths of his own, of which he can know neither the dangers nor the end. For, though no danger be seen, yet darkness, ignorance, and blindness are no manner of security.","subId":"11","id":"Butler.S.15.11"},{"type":"paragraph","content":"Secondly, Our ignorance is the proper answer to many things which are called objections against religion; particularly to those which arise from the appearances of evil and irregularity in the constitution of nature and the government of the world. In all other cases it is thought necessary to be thoroughly acquainted with the whole of a scheme, even one of so narrow a compass as those which are formed by men, in order to judge of the goodness or badness of it: and the most slight and superficial view of any human contrivance comes abundantly nearer to a thorough knowledge of it than that part which we know of the government of the world does to the general scheme and system of it; to the whole set of laws by which it is governed. From our ignorance of the constitution of things, and the scheme of Providence in the government of the world; from the reference the several parts have to each other, and to the whole; and from our not being able to see the end and the whole; it follows that however perfect things are, they must even necessarily appear to us otherwise, less perfect than they are.","subId":"12","id":"Butler.S.15.12"},{"type":"paragraph","content":"Thirdly, Since the constitution of nature, and the methods and designs of Providence in the government of the world, are above our comprehension, we should acquiesce in, and rest satisfied with our ignorance, turn our thoughts from that which is above and beyond us, and apply ourselves to that which is level to our capacities, and which is our real business and concern. Knowledge is not our proper happiness. Whoever will in the least attend to the thing, will see that it is the gaining, not the having of it, which is the entertainment of the mind. Indeed, if the proper happiness of man consisted in knowledge, considered as a possession or treasure, men who are possessed of the largest share would have a very ill time of it, as they would be infinitely more sensible than others of their poverty in this respect. Thus, \"He who increases knowledge would\" eminently \"increase sorrow.\" Men of deep research and curious inquiry should just be put in mind, not to mistake what they are doing. If their discoveries serve the cause of virtue and religion, in the way of proof, motive to practice, or assistance in it; or if they tend to render life less unhappy, and promote its satisfactions; then they are most usefully employed: but bringing things to light, alone and of itself, is of no manner of use, any otherwise than as an entertainment or diversion. Neither is this at all amiss, if it does not take up the time which should be employed in better works. But it is evident that there is another mark set up for us to aim at; another end appointed us to direct our lives to: an end which the most knowing may fail of, and the most ignorant arrive at. \"The secret things belong unto the Lord our God; but those things which are revealed belong unto us, and to our children for ever, that we may do all the words of this law.\" Which reflection of Moses, put in general terms, is, that the only knowledge which is of any avail to us is that which teaches us our duty or assists us in the discharge of it. The economy of the universe, the course of nature, almighty power exerted in the creation and government of the world, is out of our reach. What would be the consequence, if we could really get an insight into these things, is very uncertain: whether it would assist us in, or divert us from, what we have to do in this present state. If, then, there be a sphere of knowledge, of contemplation and employment, level to our capacities, and of the utmost importance to us, we ought surely to apply ourselves with all diligence to this our proper business, and esteem everything else nothing, nothing as to us, in comparison of it. Thus Job, discoursing of natural knowledge, how much it is above us, and of wisdom in general, says, \"God understandeth the way thereof, and he knoweth the place thereof. And unto man he said. Behold the fear of the Lord, this is wisdom, and to depart from evil is understanding.\" Other orders of creatures may perhaps be let into the secret counsels of heaven, and have the designs and methods of Providence, in the creation and government of the world, communicated to them; but this does not belong to our rank or condition. \"The fear of the Lord, and to depart from evil,\" is the only wisdom which man should aspire after, as his work and business. The same is said, and with the same connection and context, in the conclusion of the book of Ecclesiastes. Our ignorance, and the little we can know of other things, affords a reason why we should not perplex ourselves about them: but no way invalidates that which is the conclusion of the whole matter, Fear God, and keep his commandments: for this is the whole concern of man. So that Socrates was not the first who endeavoured to draw men off from labouring after, and laying stress upon, other knowledge, in comparison of that which related to morals. Our province is virtue and religion, life and manners: the science of improving the temper, and making the heart better. This is the field assigned us to cultivate; how much it has lain neglected is indeed astonishing. Virtue is demonstrably the happiness of man; it consists in good actions, proceeding from a good principle, temper, or heart. Overt acts are entirely in our power. What remains is, that we learn to keep our heart; to govern and regulate our passions, mind, affections: that so we may be free from the impotencies of fear, envy, malice, covetousness, ambition; that we may be clear of these, considered as vices seated in the heart, considered as constituting a general wrong temper; from which general wrong frame of mind, all the mistaken pursuits, and far the greatest part of the unhappiness of life, proceed. He who should find out one rule to assist us in this work, would deserve infinitely better of mankind than all the improvers of other knowledge put together.","subId":"13","id":"Butler.S.15.13"},{"type":"paragraph","content":"Lastly, Let us adore that infinite wisdom, and power, and goodness, which is above our comprehension. \"To whom hath the root of wisdom been revealed? Or who hath known her wise counsels? There is one wise, and greatly to be feared; the Lord sitting upon his throne. He created her, and saw her, and numbered her, and poured her out upon all his works.\" If it be thought a considerable thing to be acquainted with a few, a very few, of the effects of infinite power and wisdom, the situation, bigness, and revolution of some of the heavenly bodies, what sentiments should our minds be filled with concerning Him who appointed to each its place, and measure, and sphere of motion, all which are kept with the most uniform constancy? Who \"stretched out the heavens, and telleth the number of the stars, and calleth them all by their names. Who laid the foundations of the earth, who comprehendeth the dust of it in a measure, and weigheth the mountains in scales, and the hills in a balance.\" And when we have recounted all the appearances which come within our view, we must add, \"Lo, these are parts of his ways; but how little a portion is heard of him? canst thou by searching find out God? Canst thou find out the Almighty unto perfection? It is as high as heaven; what canst thou do? Deeper than hell; what canst thou know?\"","subId":"14","id":"Butler.S.15.14"},{"type":"paragraph","content":"The conclusion is, that in all lowliness of mind we set lightly by ourselves: that we form our temper to an implicit submission to the Divine Majesty; beget within ourselves an absolute resignation to all the methods of his providence, in his dealings with the children of men: that, in the deepest humility of our souls, we prostrate ourselves before him, and join in that celestial song, \"Great and marvellous are thy works. Lord God Almighty! Just and true are thy ways, thou King of saints I Who shall not fear thee, O Lord, and glorify thy name?\"","subId":"15","id":"Butler.S.15.15"},{"type":"note","content":"Suppose some very complicated piece of work, some system or constitution, formed for some general end, to which each of the parts had a reference. The perfection or justness of this work or constitution would consist in the reference and respect which the several parts have to the general design. This reference of parts to the general design may be infinitely various, both in degree and kind. Thus, one part may only contribute and be subservient to another; this to a third; and so on through a long series, the last part of which alone may contribute immediately and directly to the general design. Or a part may have this distant reference to the general design, and may also contribute immediately to it. For instance: if the general design or end for which the complicated frame of nature was brought into being, is happiness, whatever affords present satisfaction, and likewise tends to carry on the course of things, hath this double respect to the general design. Now, suppose a spectator of that work or constitution was in a great measure ignorant of such various reference to the general end, whatever that end be, and that upon a very slight and partial view which he had of the work, several things appeared to his eye as disproportionate and wrong, others just and beautiful: what would he gather from these appearances? He would immediately conclude there was a probability, if he could see the whole reference of the parts appearing wrong to the general design, that this would destroy the appearance of wrongness and disproportion: but there is no probability that the reference would destroy the particular right appearances, though, that reference might show the things already appearing just, to be so likewise in a higher degree or another manner. There is a probability that the right appearances were intended: there is no probability that the wrong appearances were. We cannot suspect irregularity and disorder to be designed. The pillars of a building appear beautiful; but their being likewise its support, does not destroy that beauty: there still remains a reason to believe that the architect intended the beautiful appearance, after we have found out the reference, support. It would be reasonable for a man of himself to think thus upon the first piece of architecture he ever saw.","subId":"n20","id":"Butler.S.15.n20"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.13-14","imported":true,"title":"Sermon 13, 14. Upon the Love of God.","breadcrumb":"Sermon 13","published":[1726,1749]},"next":{"id":"Butler.S.16","imported":true,"title":"Sermon 16","breadcrumb":"Sermon 16","published":[1726,1749]}}