{"id":"Butler.S.Pref","imported":true,"parent":"Butler.S","title":"Preface","breadcrumb":"Preface","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"THE\nPREFACE.\n","id":"Butler.S.Pref"},{"type":"paragraph","content":"Though it is scarce possible to avoid judging, in some way or other, of almost everything which offers itself to one's thoughts, yet it is certain that many persons, from different causes, never exercise their judgment upon what comes before them, in the way of determining whether it be conclusive and holds. They are perhaps entertained with some things, not so with others; they like and they dislike: but whether that which is proposed to be made out, be really made out or not; whether a matter be stated according to the real truth of the case, seems to the generality of people merely a circumstance of no consideration at all. Arguments are often wanted for some accidental purpose: but proof, as such, is what they never want for themselves; for their own satisfaction of mind, or conduct in life. Not to mention the multitudes who read merely for the sake of talking, or to qualify themselves for the world, or some such kind of reasons; there are, even of the few who read for their own entertainment, and have a real curiosity to see what is said, several (which is prodigious) who have no sort of curiosity to see what is true: I say, curiosity; because it is too obvious to be mentioned, how much that religious and sacred attention, which is due to truth, and to the important question, What is the rule of life? is lost out of the world.","subId":"1","id":"Butler.S.Pref.1"},{"type":"paragraph","content":"For the sake of this whole class of readers, for they are of different capacities, different kinds, and get into this way from different occasions, I have often wished that it had been the custom to lay before people nothing in matters of argument but premises, and leave them to draw conclusions themselves; which, though it could not be done in all cases, might in many.","subId":"2","id":"Butler.S.Pref.2"},{"type":"paragraph","content":"The great number of books and papers of amusement, which, of one kind or another, daily come in one's way, have in part occasioned, and most perfectly fall in with and humour this idle way of reading and considering things. By this means, time, even in solitude, is happily got rid of, without the pain of attention: neither is any part of it more put to the account of idleness, one can scarce forbear saying, is spent with less thought, than great part of that which is spent in reading.","subId":"3","id":"Butler.S.Pref.3"},{"type":"paragraph","content":"Thus people habituate themselves to let things pass through their minds, as one may speak, rather than to think of them. Thus, by use, they become satisfied merely with seeing what is said, without going any further. Review and attention, and even forming a judgment, become fatigue; and to lay anything before them that requires it, is putting them quite out of the way.","subId":"4","id":"Butler.S.Pref.4"},{"type":"paragraph","content":"There are also persons, and there are at least more of them than have a right to claim such superiority, who take for granted, that they are acquainted with everything; and that no subject, if treated in the manner it should be, can be treated in any manner but what is familiar and easy to them.","subId":"5","id":"Butler.S.Pref.5"},{"type":"paragraph","content":"It is true, indeed, that few persons have a right to demand attention; but it is also true, that nothing can be understood without that degree of it, which the very nature of the thing requires. Now morals, considered as a science, concerning which speculative difficulties are daily raised, and treated with regard to those difficulties, plainly require a very peculiar attention. For here ideas never are in themselves determinate, but become so by the train of reasoning and the place they stand in; since it is impossible that words can always stand for the same ideas, even in the same author, much less in different ones. Hence an argument may not readily be apprehended, which is different from its being mistaken; and even caution to avoid being mistaken, may, in some cases, render it less readily apprehended. It is very unallowable for a work of imagination or entertainment not to be of easy comprehension, but may be unavoidable in a work of another kind, where a man is not to form or accommodate, but to state things as he finds them.","subId":"6","id":"Butler.S.Pref.6"},{"type":"paragraph","content":"It must be acknowledged that some of the following Discourses are very abstruse and difficult; or, if you please, obscure: But I must take Leave to add, that those alone are Judges, whether or no and how far this is a fault, who are Judges, whether or no and how far it might have been avoided—those only who will be at the Trouble to understand what is here said, and to see how far the Things here insisted upon, and not other Things, might have been put in a plainer Manner; which yet I am very far from asserting that they could not.","subId":"7","id":"Butler.S.Pref.7"},{"type":"paragraph","content":"Thus much however will be allowed, that general criticisms concerning obscurity, considered as a distinct thing from confusion and perplexity of thought, as in some cases there may be ground for them, so, in others, they may be nothing more at the bottom than complaints, that everything is not to be understood with the same ease that some things are. Confusion and perplexity in writing is indeed without excuse, because any one may, if he pleases, know whether he understands and sees through what he is about; and it is unpardonable for a man to lay his thoughts before others, when he is conscious that he himself does not know whereabouts he is, or how the matter before him stands. It is coming abroad in a disorder, which he ought to be dissatisfied to find himself in at home.","subId":"8","id":"Butler.S.Pref.8"},{"type":"paragraph","content":"But even obscurities, arising from other causes than the abstruseness of the argument, may not be always inexcusable. Thus, a subject may be treated in a manner which all along supposes the reader acquainted with what has been said upon it, both by ancient and modern writers; and with what is the present state of opinion in the world concerning such subject. This will create a difficulty of a very peculiar kind, and even throw an obscurity over the whole, before those who are not thus informed; but those who are, will be disposed to excuse such a manner, and other things of the like kind, as a saving of their patience.","subId":"9","id":"Butler.S.Pref.9"},{"type":"paragraph","content":"However, upon the whole, as the title of Sermons gives some right to expect what is plain and of easy comprehension, and as the best auditories are mixed, I shall not set about to justify the propriety of preaching, or under that title publishing, discourses so abstruse as some of these are. Neither is it worth while to trouble the reader with the account of my doing either. He must not, however, impute to me, as a repetition of the impropriety, this second edition, but to the demand for it.","subId":"10","id":"Butler.S.Pref.10"},{"type":"paragraph","content":"Whether he will think he has any amends made him, by the following illustrations of what seemed most to require them, I myself am by no means a proper judge.","subId":"11","id":"Butler.S.Pref.11"},{"type":"paragraph","content":"There are two ways in which the subject of morals may be treated. One begins from inquiring into the abstract relations of things; the other, from a matter of fact, namely, what the particular nature of man is, its several parts, their economy or constitution; from whence it proceeds to determine what course of life it is, which is correspondent to this whole nature. In the former method the conclusion is expressed thus, that vice is contrary to the nature and reasons of things; in the latter, that it is a violation or breaking in upon our own nature. Thus they both lead us to the same thing, our obligations to the practice of virtue; and thus they exceedingly strengthen and enforce each other. The first seems the most direct formal proof, and in some respects the least liable to cavil and dispute: the latter is in a peculiar manner adapted to satisfy a fair mind, and is more easily applicable to the several particular relations and circumstances in life.","subId":"12","id":"Butler.S.Pref.12"},{"type":"paragraph","content":"The following discourses proceed chiefly in this latter method. The first three wholly. They were intended to explain what is meant by the nature of man, when it is said that virtue consists in following, and vice in deviating from it; and, by explaining, to show that the assertion is true. That the ancient moralists had some inward feeling or other, which they chose to express in this manner, that man is born to virtue, that it consists in following nature, and that vice is more contrary to this nature than tortures or death, their works in our hands are instances. Now, a person who found no mystery in this way of speaking of the ancients; who, without being very explicit with himself, kept to this natural feeling, went along with them, and found within himself a full conviction that what they laid down was just and true; such an one would probably wonder to see a point, in which he never perceived any difficulty, so laboured as this is, in the second and third sermons; insomuch, perhaps, as to be at a loss for the occasion, scope, and drift of them. But it need not be thought strange, that this manner of expression, though familiar with them, and if not usually carried so far, yet not uncommon amongst ourselves, should want explaining; since there are several perceptions daily felt and spoken of, which yet it may not be very easy at first view to explicate, to distingnish from all others, and ascertain exactly what the idea or perception is. The many treatises upon the passions are a proof of this; since so many would never have undertaken to unfold their several complications, and trace and resolve them into their principles, if they had thought, what they were endeavouring to show was obvious to every one who felt and talked of those passions. Thus though there seems no ground to doubt, but that the generality of mankind have the inward perception expressed so commonly in that manner by the ancient moralists, more than to doubt whether they have those passions, yet it appeared of use to unfold that inward conviction, and lay it open in a more explicit manner than I had seen done; especially when there were not wanting persons, who manifestly mistook the whole thing, and so had great reason to express themselves dissatisfied with it. A late author, of great and deserved reputation, says, that to place virtue in following nature is, at best, a loose way of talk. And he has reason to say this, if what I think he intends to express, though with great decency, be true, that scarce any other sense can be put upon those words, but acting as any of the several parts, without distinction, of a man's nature, happened most to incline him.","subId":"13","id":"Butler.S.Pref.13"},{"type":"paragraph","content":"Whoever thinks it worth while to consider this matter thoroughly, should begin with stating to himself exactly the idea of a system, economy, or constitution, of any particular nature, or particular anything; and he will, I suppose, find, that it is an one or a whole, made up of several parts; but yet that the several parts, even considered as a whole, do not complete the idea, unless in the notion of a whole you include the relations and respects which those parts have to each other. Every work, both of nature and of art, is a system: and as every particular thing, both natural and artificial, is for some use or purpose out of and beyond itself, one may add to what has been already brought into the idea of a system, its conduciveness to this one or more ends. Let us instance in a watch: Suppose the several parts of it taken to pieces, and placed apart from each other; let a man have ever so exact a notion of these several parts, unless he considers the respect and relations which they have to each other, he will not have anything like the idea of a watch. Suppose these several parts brought together and any how united: neither will he yet, be the union ever so close, have an idea which will bear any resemblance to that of a watch. But let him view those several parts put together, or consider them as to be put together in the manner of a watch; let him form a notion of the relations which those several parts have to each other—all conducive, in their respective ways, to this purpose, showing the hour of the day; and then he has the idea of a watch. Thus it is with regard to the inward frame of man. Appetites, passions, affections, and the principle of affection, considered merely as the several parts of our inward nature, do not at all give us an idea of the system or constitution of this nature: because the constitution is formed by somewhat not yet taken into consideration, namely, by the relations which these several parts have to each other; the chief of which is the authority of reflection or conscience. It is from considering the relations which the several appetites and passions in the inward frame have to each other, and, above all, the supremacy of reflection or conscience, that we get the idea of the system or constitution of human nature. And from the idea itself it will as fully appear, that this our nature, i.e., constitution, is adapted to virtue, as from the idea of a watch it appears, that its nature, i.e., constitution or system, is adapted to measure time. What in fact or event commonly happens, is nothing to this question. Every work of art is apt to be out of order; but this is so far from being according to its system, that let the disorder increase, and it will totally destroy it. This is merely by way of explanation, what an economy, system, or constitution is. And thus far the cases are perfectly parallel. If we go further, there is indeed a difference, nothing to the present purpose, but too important an one ever to be omitted. A machine is inanimate and passive: but we are agents. Our constitution is put in our power; we are charged with it, and therefore are accountable for any disorder or violation of it.","subId":"14","id":"Butler.S.Pref.14"},{"type":"paragraph","content":"Thus nothing can possibly be more contrary to nature than vice; meaning by nature, not only the several parts of our internal frame, but also the constitution of it. Poverty and disgrace, tortures and death, are not so contrary to it. Misery and injustice are indeed equally contrary to some different parts of our nature, taken singly: but injustice is moreover contrary to the whole constitution of the nature.","subId":"15","id":"Butler.S.Pref.15"},{"type":"paragraph","content":"If it be asked, whether this constitution be really what those philosophers meant, and whether they would have explained themselves in this manner, the answer is the same as if it should be asked, whether a person, who had often used the word resentment, and felt the thing, would have explained this passion exactly in the same manner in which it is done in one of these discourses. As I have no doubt but that this is a true account of that passion, which he referred to and intended to express by the word resentment, so I have no doubt, but that this is the true account of the ground of that conviction which they referred to, when they said vice was contrary to nature. And though it should be thought that they meant no more than that vice was contrary to the higher and better part of our nature, even this implies such a constitution as I have endeavoured to explain. For the very terms, higher and better, imply a relation or respect of parts to each other; and these relative parts, being in one and the same nature, form a constitution, and are the very idea of it. They had a perception that injustice was contrary to their nature, and that pain was so also. They observed these two perceptions totally different, not in degree, but in kind; and the reflecting upon each of them, as they thus stood in their nature, wrought a full intuitive conviction, that more was due, and of right belonging to one of these inward perceptions, than to the other; that it demanded in all cases to govern such a creature as man. So that, upon the whole, this is a fair and true account of what was the ground of their conviction; of what they intended to refer to when they said, virtue consisted in following nature—a manner of speaking, not loose and undeterminate, but clear and distinct, strictly just and true.","subId":"16","id":"Butler.S.Pref.16"},{"type":"paragraph","content":"Though I am persuaded the force of this conviction is felt by almost every one, yet since, considered as an argument and put in words, it appears somewhat abstruse, and since the connection of it is broken in the first three sermons, it may not be amiss to give the reader the whole argument here in one view.","subId":"17","id":"Butler.S.Pref.17"},{"type":"paragraph","content":"Mankind has various instincts and principles of action, as brute creatures have; some leading most directly and immediately to the good of the community, and some most directly to private good.","subId":"18","id":"Butler.S.Pref.18"},{"type":"paragraph","content":"Man has several which brutes have not, particularly reflection or conscience, an approbation of some principles or actions, and disapprobation of others.","subId":"19","id":"Butler.S.Pref.19"},{"type":"paragraph","content":"Brutes obey their instincts or principles of action, according to certain rules; suppose the constitution of their body, and the objects around them.","subId":"20","id":"Butler.S.Pref.20"},{"type":"paragraph","content":"The generality of mankind also obey their instincts and principles, all of them; those propensions we call good, as well as the bad, according to the same rules—namely, the constitution of their body, and the external circumstances which they are in. [Therefore it is not a true representation of mankind, to affirm that they are wholly governed by self-love, the love of power and sensual appetites: since, as on the one band, they are often actuated by these, without any regard to right or wrong; so on the other, it is manifest fact, that the same persons, the generality are frequently influenced by friendship, compassion, gratitude, and even a general abhorrence of what is base, and liking of what is fair and just, takes its turn amongst the other motives of action. This is the partial inadequate notion of human nature treated of in the first discourse; and it is by this nature, if one may speak so, that the world is in fact influenced, and kept in that tolerable order in which it is.]","subId":"21","id":"Butler.S.Pref.21"},{"type":"paragraph","content":"Brutes, in acting according to the rules before mentioned, their bodily constitution and circumstances, act suitably to their whole nature. [It is however to be distinctly noted, that the reason why we affirm this, is not merely that brutes in fact act so; for this alone, however universal, does not at all determine whether such course of action be correspondent to their whole nature. But the reason of the assertion is, that as, in acting thus, they plainly act conformably to somewhat in their nature, so, from all observations we are able to make upon them, there does not appear the least ground to imagine them to have anything else in their nature, which requires a different rule or course of action.]","subId":"22","id":"Butler.S.Pref.22"},{"type":"paragraph","content":"Mankind also, in acting thus, would act suitably to their whole nature, if no more were to be said of man's nature than what has been now said; if that, as it is a true, were also a complete, adequate account of our nature.","subId":"23","id":"Butler.S.Pref.23"},{"type":"paragraph","content":"But that is not a complete account of man's nature. Somewhat further must be brought in to give us an adequate notion of it—namely, that one of those principles of action, conscience, or reflection, compared with the rest, as they all stand together in the nature of man, plainly bears upon it marks of authority over all the rest, and claims the absolute direction of them all, to allow or forbid their gratification; a disapprobation of reflection being in itself a principle manifestly superior to a mere propension. And the conclusion is, that to allow no more to this superior principle or part of our nature, than to other parts; to let it govern and guide only occasionally in common with the rest, as its turn happens to come, from the temper and circumstances one happens to be in; this is not to act conformably to the constitution of man. Neither can any human creature be said to act conformably to his constitution of nature, unless he allows to that superior principle the absolute authority which is due to it. And this conclusion is abundantly confirmed from hence, that one may determine what course of action the economy of man's nature requires, without so much as knowing in what degrees of strength the several principles prevail, or which of them have actually the greatest influence.","subId":"24","id":"Butler.S.Pref.24"},{"type":"paragraph","content":"The practical reason of insisting so much upon this natural authority of the principle of reflection or conscience is, that it seems in a great measure overlooked by many, who are by no means the worst sort of men. It is thought sufficient to abstain from gross wickedness, and to be humane and kind to such as happen to come in their way. Whereas, in reality, the very constitution of our nature requires, that we bring our whole conduct before this superior faculty; wait its determination; enforce upon ourselves its authority; and make it the business of our lives as it is absolutely the whole business of a moral agent, to conform ourselves to it. This is the true meaning of that ancient precept, Reverence thyself.","subId":"25","id":"Butler.S.Pref.25"},{"type":"paragraph","content":"The not taking into consideration the authority, which is implied in the idea of reflex approbation or disapprobation, seems a material deficiency or omission in Lord Shaftesbury's Inquiry concerning Virtue. He has shown, beyond all contradiction, that virtue is naturally the interest or happiness, and vice the misery of such a creature as man, placed in the circumstances which we are in this world. But suppose there are particular exceptions; a case which this author was unwilling to put, and yet surely it is to be put. Or suppose a case which he has put and determined, that of a sceptic not convinced of this happy tendency of virtue, or being of a contrary opinion: his determination is, that it would be without remedy. One may say more explicitly, that, leaving out the authority of reflex approbation or disapprobation, such an one would be under an obligation to act viciously; since interest, one's own happiness, is a manifest obligation, and there is not supposed to be any other obligation in the case. \"But does it much mend the matter, to take in that natural authority of reflection? There indeed would be an obligation to virtue; but would not the obligation from supposed interest on the side of vice remain?\" If it should, yet to be under two contrary obligations, i.e., under none at all, would not be exactly the same as to be under a formal obligation to be vicious, or to be in circumstances in which the constitution of man's nature plainly required that vice should be preferred. But the obligation on the side of interest really does not remain. For the natural authority of the principle of reflection, is an obligation the most near and intimate, the most certain and known; whereas the contrary obligation can at the utmost appear no more than probable; since no man can be certain, in any circumstances, that vice is his interest in the present world, much less can he be certain against another. And thus the certain obligation would entirely supersede and destroy the uncertain one; which yet would have been of real force without the former.","subId":"26","id":"Butler.S.Pref.26"},{"type":"paragraph","content":"In truth, the taking in this consideration totally changes the whole state of the case, and shows, what this author does not seem to have been aware of, that the greatest degree of scepticism which he thought possible, will still leave men under the strictest moral obligations, whatever their opinion be concerning the happiness of virtue. For that mankind, upon reflection, felt an approbation of what was good, and disapprobation of the contrary, he thought a plain matter of fact, as it undoubtedly is, which none could deny, but from mere affectation. Take in, then, that authority and obligation, which is a constituent part of this reflex approbation, and it will undeniably follow, though a man should doubt of everything else, yet that he would still remain under the nearest and most certain obligation to the practice of virtue; an obligation implied in the very idea of virtue, in the very idea of reflex approbation.","subId":"27","id":"Butler.S.Pref.27"},{"type":"paragraph","content":"And how little influence soever this obligation alone can be expected to have, in fact, upon mankind, yet one may appeal even to interest and self-love, and ask, since from man's nature, condition, and the shortness of life, so little, so very little, indeed, can possibly in any case be gained by vice, whether it be so prodigious a thing to sacrifice that little to the most intimate of all obligations; and which a man cannot transgress without being self-condemned, and, unless he has corrupted his nature, without real self-dislike? This question, I say, may be asked, even upon suspicion that the prospect of a future life were ever so uncertain.","subId":"28","id":"Butler.S.Pref.28"},{"type":"paragraph","content":"The observation that man is thus, by his very nature, a law to himself, pursued to its just consequences, is of the utmost importance; because from it will follow, that though men should, through stupidity, or speculative scepticism, be ignorant of, or disbelieve, any authority in the universe to punish the violation of this law; yet, if there should be such authority, they would be as really liable to punishment, as though they had been beforehand convinced that such punishment would follow. For, in whatever sense we understand justice, even supposing, what I think would be very presumptuous to assert, that the end of divine punishment is no other than that of civil punishment—namely, to prevent further mischief; upon this bold supposition, ignorance or disbelief of the sanction would by no means exempt even from this injustice; because it is not foreknowledge of the punishment which renders obnoxious to it, but merely violating a known obligation.","subId":"29","id":"Butler.S.Pref.29"},{"type":"paragraph","content":"And here it comes in one's way to take notice of a manifest error, or mistake, in the author now cited, unless, perhaps, he has incautiously expressed himself so as to be misunderstood—namely, that \"it is malice only, and not goodness, which can make us afraid.\" Whereas, in reality, goodness is the natural and just object of the greatest fear to an ill man. Malice may be appeased or satiated; humour may change; but goodness is a fixed, steady, immovable principle of action. If either of the former holds the sword of justice, there is plainly ground for the greatest of crimes to hope for impunity; but if it be goodness, there can be no possible hope, whilst the reason of things, or the ends of government, call for punishment. Thus, every one sees how much greater chance of impunity an ill man has, in a partial administration, than in a just and upright one. It is said, that \"the interest or good of the whole, must be the interest of the universal Being, and that He can have no other.\" Be it so. This author has proved, that vice is naturally the misery of mankind in this world. Consequently, it was for the good of the whole, that it should be so. What shadow of reason, then, is there to assert, that this may not be the case hereafter? Danger of future punishments (and if there be danger, there is ground of fear) no more supposes malice than the present feeling of punishment does.","subId":"30","id":"Butler.S.Pref.30"},{"type":"paragraph","content":"The sermon upon the character of Balaam and that upon self-deceit both relate to one subject. I am persuaded that a very great part of the wickedness of the world is, one way or other, owing to the self-partiality, self-flattery, and self-deceit endeavoured there to be laid open and explained. It is to be observed amongst persons of the lowest rank, in proportion to their compass of thought, as much as amongst men of education and improvement. It seems that people are capable of being thus artful with themselves, in proportion as they are capable of being so with others. Those who have taken notice that there is really such a thing—namely, plain falseness and insincerity in men, with regard to themselves, will readily see the drift and design of these discourses: and nothing that I can add will explain the design of them to him, who has not beforehand remarked at least somewhat of the character. And yet the admonitions they contain may be as much wanted by such a person as by others: for it is to be noted, that a man may be entirely possessed by this unfairness of mind, without having the least speculative notion what the thing is.","subId":"31","id":"Butler.S.Pref.31"},{"type":"paragraph","content":"The account given of resentment, in the eighth sermon, is introductory to the following one, upon forgiveness of injuries. It may possibly have appeared to some, at first sight, a strange assertion, that injury is the only natural object of settled resentment; or that men do not, in fact, resent deliberately anything but under this appearance of injury. But I must desire the reader not to take any assertion alone by itself, but to consider the whole of what is said upon it: because this is necessary, not only in order to judge of the truth of it, but often, such is the nature of language, to see the very meaning of the assertion. Particularly as to this, injury and injustice is, in the sermon itself, explained to mean, not only the more gross and shocking instances of wickedness, but also contempt, scorn, neglect, any sort of disagreeable behaviour towards a person, which he thinks other than what is due to him. And the general notion of injury, or wrong, plainly comprehends this, though the words are mostly confined to the higher degrees of it.","subId":"32","id":"Butler.S.Pref.32"},{"type":"paragraph","content":"Forgiveness of injuries is one of the very few moral obligations which has been disputed. But the proof that it is really an obligation, what our nature and condition require, seems very obvious, were it only from the consideration, that revenge is doing harm merely for harm's sake. And as to the love of our enemies: resentment cannot supersede the obligations to universal benevolence, unless they are in the nature of the thing inconsistent, which they plainly are not.","subId":"33","id":"Butler.S.Pref.33"},{"type":"paragraph","content":"This divine precept, to forgive injuries and love our enemies, though to be met with in Gentile moralists, yet is in a peculiar sense a precept of Christianity; as our Saviour has insisted more upon it than upon any other single virtue. One reason of this doubtless is, that it so peculiarly becomes an imperfect faulty creature. But it may be observed also, that a virtuous temper of mind, consciousness of innocence, and good meaning towards everybody, and a strong feeling of injustice and injury, may, itself, such is the imperfection of our virtue, lead a person to violate this obligation, if he be not upon his guard. And it maybe well supposed, that this is another reason why it is so much insisted upon by him, who knew what was in man.","subId":"34","id":"Butler.S.Pref.34"},{"type":"paragraph","content":"The chief design of the eleventh discourse, is to state the notion of self-love and disinterestedness, in order to show that benevolence is not more unfriendly to self-love than any other particular affection whatever. There is a strange affectation in many people in explaining away all particular affections, and representing the whole of life as nothing but one continued exercise of self-love. Hence arises that surprising confusion and perplexity in the Epicureans of old, Hobbs, the author of Reflections, Sentences, et Maximes Morales, and this whole set of writers; the confusion of calling actions interested, which are done in contradiction to the most manifest known interest, merely for the gratification of a present passion. Now, all this confusion might easily be avoided, by stating to ourselves wherein the idea of self-love in general consists, as distinguished from all particular movements towards particular external objects; the appetites of sense, resentment, compassion, curiosity, ambition, and the rest. When this is done, if the words selfish and interested cannot be parted with, but must be applied to everything; yet, to avoid such total confusion of all language, let the distinction be made by epithets; and the first may be called cool, or settled selfishness, and the other passionate or sensual selfishness. But the most natural way of speaking plainly is, to call the first only, self-love, and the actions proceeding from it interested; and to say of the latter, that they are not love to ourselves, but movements towards somewhat external,—honour, power, the harm or good of another. And that the pursuit of these external objects, so far as it proceeds from these movements, (for it may proceed from self-love,) is no otherwise interested, than as every action of every creature must, from the nature of the thing, be; for no one can act but from a desire, or choice, or preference of his own.","subId":"35","id":"Butler.S.Pref.35"},{"type":"paragraph","content":"Self-love and any particular passion may be joined together; and from this complication, it becomes impossible, in numberless instances, to determine precisely how far an action, perhaps even of one's own, has for its principle general self-love or some particular passion. But this need create no confusion in the ideas themselves of self-love and particular passions. We distinctly discern what one is, and what the other are; though we may be uncertain how far one or the other influences us. And though, from this uncertainty, it cannot but be, that there will be different opinions concerning mankind, as more or less governed by interest; and some will ascribe actions to self-love, which others will ascribe to particular passions, yet it is absurd to say, that mankind are wholly actuated by either; since it is manifest that both have their influence. For as, on the one hand, men form a general notion of interest, some placing it in one thing, and some in another, and have a considerable regard to it throughout the course of their life, which is owing to self-love; so, on the other hand, they are often set on work by the particular passions themselves, and a considerable part of life is spent in the actual gratification of them; i.e., is employed, not by self-love, but by the passions.","subId":"36","id":"Butler.S.Pref.36"},{"type":"paragraph","content":"Besides, the very idea of an interested pursuit, necessarily presupposes particular passions or appetites; since the very idea of interest, or happiness, consists in this, that an appetite, or affection, enjoys its object. It is not because we love ourselves that we find delight in such and such objects, but because we have particular affections towards them. Take away these affections, and you leave self-love absolutely nothing at all to employ itself about; no end, or object, for it to pursue, excepting only that of avoiding pain. Indeed, the Epicureans, who maintained that absence of pain was the highest happiness, might, consistently with themselves, deny all affection, and, if they had so pleased, every sensual appetite too: but the very idea of interest, or happiness, other than absence of pain, implies particular appetites or passions; these being necessary to constitute that interest or happiness.","subId":"37","id":"Butler.S.Pref.37"},{"type":"paragraph","content":"The observation, that benevolence is no more disinterested than any of the common particular passions, seems in itself worth being taken notice of; but is insisted upon to obviate that scorn, which one sees rising upon the faces of people, who are said to know the world, when mention is made of a disinterested, generous, or public-spirited action. The truth of that observation might be made appear in a more formal manner of proof: for whoever will consider all the possible respects and relations which any particular affection can have to self-love and private interest, will, I think, see demonstrably, that benevolence is not in any respect more at variance with self-love, than any other particular affection whatever, but that it is, in every respect, at least as friendly to it.","subId":"38","id":"Butler.S.Pref.38"},{"type":"paragraph","content":"If the observation be true, it follows, that self-love and benevolence, virtue and interest, are not to be opposed, but only to be distinguished from each other; in the same way as virtue and any other particular affection, love of arts, suppose, are to be distinguished. Everything is what it is, and not another thing. The goodness, or badness of actions, does not arise from hence, that the epithet, interested, or disinterested, may be applied to them, any more than that any other indifferent epithet, suppose inquisitive or jealous, may, or may not, be applied to them; not from their being attended with present or future pleasure or pain, but from their being what they are: namely, what becomes such creatures as we are, what the state of the case requires, or the contrary. Or, in other words, we may judge and determine that an action is morally good or evil, before we so much as consider, whether it be interested or disinterested. This consideration no more comes in to determine, whether an action be virtuous, than to determine whether it be resentful. Self-love, in its due degree, is as just and morally good as any affection whatever. Benevolence towards particular persons may be to a degree of weakness, and so be blamable. And disinterestedness is so far from being in itself commendable, that the utmost possible depravity, which we can in imagination conceive, is that of disinterested cruelty.","subId":"39","id":"Butler.S.Pref.39"},{"type":"paragraph","content":"Neither does there appear any reason to wish self-love were weaker in the generality of the world than it is.—The influence which it has, seems plainly owing to its being constant and habitual, which it cannot but be, and not to the degree or strength of it. Every caprice of the imagination, every curiosity of the understanding, every affection of the heart, is perpetually showing its weakness, by prevailing over it. Men daily, hourly, sacrifice the greatest known interest to fancy, inquisitiveness, love or hatred, any vagrant inclination. The thing to be lamented is, not that men have so great regard to their own good or interest in the present world, for they have not enough; but that they have so little to the good of others. And this seems plainly owing to their being so much engaged in the gratification of particular passions unfriendly to benevolence, and which happen to be most prevalent in them, much more than to self-love. As a proof of this it may be observed, that there is no character more void of friendship, gratitude, natural affection, love to their country, common justice, or more equally and uniformly hard-hearted, than the abandoned in, what is called, the way of pleasure—hard-hearted and totally without feeling in behalf of others; except when they cannot escape the sight of distress, and so are interrupted by it in their pleasures. And yet it is ridiculous to call such an abandoned course of pleasure interested, when the person engaged in it knows beforehand, and goes on under the feeling and apprehension, that it will be as ruinous to himself, as to those who depend upon him.","subId":"40","id":"Butler.S.Pref.40"},{"type":"paragraph","content":"Upon the whole, if the generality of mankind were to cultivate within themselves the principle of self-love; if they were to accustom themselves often to set down and consider, what was the greatest happiness they were capable of attaining for themselves in this life; and if self-love were so strong and prevalent, as that they would uniformly pursue this their supposed chief temporal good, without being diverted from it by any particular passion, it would manifestly prevent numberless follies and vices. This was in a great measure the Epicurean system of philosophy. It is indeed by no means the religious, or even moral institution of life. Yet with all the mistakes men would fall into about interest, it would be less mischievous than the extravagances of mere appetite, will, and pleasure: for certainly self-love, though confined to the interest of this life, is, of the two, a much better guide than passion, which has absolutely no bound nor measure, but what is set to it by this self-love, or moral considerations.","subId":"41","id":"Butler.S.Pref.41"},{"type":"paragraph","content":"From the distinction above made, between self-love and the several particular principles or affections in our nature, we may see how good ground there was for that assertion, maintained by the several ancient schools of philosophy against the Epicureans, namely, that virtue is to be pursued as an end, eligible in and for itself. For, if there be any principles or affections in the mind of man distinct from self-love, that the things those principles tend towards, or that the objects of those affections are, each of them, in themselves eligible to be pursued upon its own account, and to be rested in as an end, is implied in the very idea of such principle or affection. They indeed asserted much higher things of virtue, and with very good reason: but to say thus much of it, that it is to be pursued for itself, is to say no more of it than may truly be said of the object of every natural affection whatever.","subId":"42","id":"Butler.S.Pref.42"},{"type":"paragraph","content":"The question which was a few years ago disputed in France, concerning the love of God, which was there called enthusiasm, as it will every where by the generality of the world; this question, I say, answers in religion, to that old one in ’'morals now mentioned. And both of them are, I think, fully determined by the same observation, namely, that the very nature of affection, the idea itself, necessarily implies resting in its object as an end.","subId":"43","id":"Butler.S.Pref.43"},{"type":"paragraph","content":"I shall not here add anything further to what I have said in the two discourses upon that most important subject, but only this, that if we are constituted such sort of creatures, as, from our very nature, to feel certain affections or movements of mind, upon the sight or contemplation or the meanest inanimate part of the creation, for the flowers of the field have their beauty; certainly there must be somewhat due to him himself, who is the Author and Cause of all things; who is more intimately present to as than anything else can be; and with whom we have a nearer and more constant intercourse, than we can have with any creature: there must be some movements of mind and heart which correspond to his perfections, or of which those perfections are the natural object. And that when we are commanded to love the Lord our God, with all our heart, and with all our mind, and with all our soul, somewhat more must be meant than merely that we live in hope of rewards, or fear of punishments from him; somewhat more than this must be intended; though these regards themselves are most just and reasonable, and absolutely necessary to be often recollected, in such a world as this.","subId":"44","id":"Butler.S.Pref.44"},{"type":"paragraph","content":"It may be proper just to advertise the reader, that he is not to look for any particular reason for the choice of the greatest part of these discourses; their being taken from amongst many others, preached in the same place, through a course of eight years, being in great measure accidental. Neither is he to expect to find any other connexion between them, than that uniformity of thought and design, which will always be found in the writings of the same person, when he writes with simplicity and in earnest. \n   ⁠Stanhope, Sept. the 16th 1729.","subId":"45","id":"Butler.S.Pref.45"},{"type":"note","content":"The Preface stands exactly as it did before the second edition of the Sermons.","subId":"n1","id":"Butler.S.Pref.n1"},{"type":"note","content":"[Rel. of Nature Delin. Ed. 1724. P. 22, 23.]","subId":"n2","id":"Butler.S.Pref.n2"},{"type":"note","content":"[Characteristics. V. II. p. 69.]","subId":"n3","id":"Butler.S.Pref.n3"},{"type":"note","content":"[Charact. V. I. p. 39.]","subId":"n4","id":"Butler.S.Pref.n4"},{"type":"note","content":"One need only look into Torquatus's account of the Epicurean system in Cicero's first book [De Finibus], to see in what a surprising manner this was done by them. Thus, the desire of praise, and of being beloved, he explains to be no other than desire of safety; regard to our country, even in the most virtuous character, to be nothing but regard to ourselves. The author of Reflections, &c., Morales, says, \"Curiosity proceeds from interest, or pride; which pride also would doubtless have been explained to be self-love;\" [Pag. 85, Ed. 1723]. As if there were no passions in mankind, as desire of esteem, or of being beloved, or of knowledge. Hobbs's account of the affections of good will and pity, are instances of the same kind.","subId":"n5","id":"Butler.S.Pref.n5"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.Ded","imported":true,"title":"Dedication","breadcrumb":"Dedication","published":[1726,1749]},"next":{"id":"Butler.S.1","imported":true,"title":"Sermon 1. Upon Humane Nature.","breadcrumb":"Sermon 1","published":[1726,1749]}}