{"id":"Astell.LLG.11","imported":true,"duplicate":"Norris.LLG","parent":"Astell.LLG","title":"Letter XI. To Mr. Norris","breadcrumb":"Letter 11","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.11?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"LETTER XI.\nTo Mr. Norris.\n","id":"Astell.LLG.11"},{"type":"paragraph","content":"THough I intimated in my last that I had concluded my Meditations on this Subject, yet I find like its divine Object it has no Bounds. And besides the natural Vastness of the Argument, your convincing and pathetick Discourses so rouze my Understanding, so chafe my Affections and enlarge my Thoughts, that I have once more resumed this noble, this pleasing, this perfective Theme, which is the Solace of my Heart, the Entertainment, not only of my Leisure, but of my most busie and best employed Hours. For what have we to do, what is it that deserves to be the Business of rational Creatures but to adore and love their Maker? It were not worth while to live in the World, were it not to love GOD and pay our Devoirs to him; and could the Atheists mad Hypothesis possibly be true, our greatest Wisdom wou'd be with all Expedition to hasten out of it.","subId":"1","id":"Astell.LLG.11.1"},{"type":"paragraph","content":"But though the Account you give of the Love of GOD be so accurate and entertaining, yet I don't in the least wonder that you comprehend this sacred Theory so fully, and explain it so efficaciously, since the great Evidence of divine Love has assured us that he will manifest himself to them that love him; they shall see him, whilst the blind World has no Vision of his Beauty; they only can declare the Sweetness of this hidden Manna, who taste and feed on and are intimately acquainted with it.","subId":"2","id":"Astell.LLG.11.2"},{"type":"paragraph","content":"Nor need you wonder at my Prolixity which you are pleased to encourage and commend, because it is an Evidence that whatever my Understanding be, my Will is right, and though I am very sensible the one is too defective to deserve Commendations for its Notions, yet you are pleased to overlook its Imperfections on account of the Honesty and Regularity of the other. Love you know is talkative, as its Thoughts are ever busied in contemplating, so is its Tongue in displaying the Beauties of its Object; it wou'd have all the World admire that which it doats on, and every thing he sees or hears serves to excite the dear Idea in a Lovers Mind. This we may observe when the Object is finite, and perhaps unworthy of our Choice, and well may the Observation hold when our Hearts are united to infinite Perfection, when all the beauteous things that surround us are but faint Shadows of our Beloved's Excellencies, when our Loftiest Praises are no better than Detractions, and the highest Pitch of Love we can possibly skrew up our Souls unto, infinitely unworthy of him, were it possible to offer more. When therefore in my solitary Musings I entertain my self with these agreeable Contemplations, I fancy the whole intellectual World is offering up it self a flaming Sacrifice to GOD, and that there is no Contention among intelligent Beings but who shall with greatest Ardor love, praise, and serve the glorious Author of their Happiness! Whatever it is, I am sure it ought to be so: For who can forbear to admire Beauty when plainly represented to his Eye? Or to be ravished with harmonious Numbers when they briskly strike his Ear? Who is so dull as not to desire what is lovely, and relish what is good? Why then is he not affected, nay, why is he not transported when caressed by all that is good, and all that is lovely! When the Fruition of Beauty, and Harmony, and Goodness in the Abstract are offered to him? Why we should with-hold our Hearts from GOD, when it is not more our Duty than our Interest and Happiness to offer them to him, I confess I cannot yet discern. And though much has been said to account for this Absurdity, yet I must needs own it still employs my Wonder. For why should even our Affections oppose the Love of GOD, since it does not deprive them of any real good, why should they not rather close with it, since its only Design is to satisfie and perfect them? Our very lower Appetites will find more true Satisfaction in the Service of GOD and Reason, than in their own irregular and exorbitant Sway. Sure I am that a Man may be much happier by withdrawing his Heart from the Creature than he can be in cleaving to it. Nay, (let it look never so much like a Paradox) 'tis impossible for him to be in any Degree happy, whilst misplaced Affections do so far prevail as to denominate him an irregular Lover and wicked Man. So true is that saying I have somewhere met with, that there is no Joy but in GOD, and no Sorrow but in an evil Conscience. But admitting the Creature were able to entertain us, what wise Man wou'd think much to relinquish a lesser for a greater good, or shew any Inclination for lower Delights when courted to the Enjoyment of the highest? Why then do we relish any other Pleasure? Since there is as much Difference betwixt this and all other Delights, as between the Quintessence and the Faeces, the kindly Work of Nature, and the preternatural Operations of Medicine? Other Loves, even the very best, have somewhat of Grossness in them which offends even whilst they please, and have always their Pleasure mixed with Pain; whereas Divine Love is so connatural to the true Taste and Relish of the Soul, that although the Sentiments it excites are highly ravishing and entertaining, though they fill every Faculty with a full Tide of Joy, they are withal so pure and undisturbing that they are Sweets that know no Bitter, Joys without Allay, Pleasures that have no Sting, such as I would fain describe, but that I am not Mistris of Eloquence enough to express them. But whatever it be in which a Man finds the greatest Delight, let him abstract from it all that is uneasie and disgusting, let him double and treble the Joy, let his working Fancy exalt it to the utmost Heighth, and perhaps it may afford him some faint Idea of this delightful Love, which yet Experience will convince him falls as short of it as artificial Fruits do of the natural and true. All which does only encrease my wonder why there are so few Votaries to this only real Bliss! For why a Man shou'd reject his Happiness is a Question we can never answer, but that he does, is what we daily see. Well then may it repent GOD that he has made Man, since Man has made himself such an absurd, irrational Creature! Well may the Divine Goodness passionately exclaim, O that they were wise! O that there were such an Heart in them, since 'tis impossible, even to an Almighty Power to make him happy who is resolved he will not be so. And herein methinks appears the Devil's greatest Masterpiece, that he can give such a false Representation of things, and so much to our Disadvantage as to put us upon the violent Pursuit of good where we can never find it, and to blind us so that we may not discern it where it is, and our own most notorious Folly in being so wretchedly imposed on by him. For certainly the Ways of Vice are as toilsome and uneasie as they are foolish and absurd; they are not only unprofitable but unpleasant too, the Consideration of which is the reason why I was so desirous of a Definition of Pleasure from your accurate Pen. For Pleasure as I take it is the grand Motive to Action, and after all the Thoughts I have employed about the matter, I am not able to conceive how there can be any such thing as Pleasure in ought but Virtue, nor consequently what Inducement to any other Course: 'Tis as irrational to look for Pleasure from eccentrick Actions, as to expect Harmony from an Instrument unstrung and out of tune. As therefore the Love of GOD is the Sum of our Duty, so by consequence 'tis the Heighth of our Pleasure, the Joy of the whole Man; and were we not strange unaccountable Creatures, it wou'd be the Business of our Lives, the End of all our Actions. I will not therefore search for Arguments to enforce this Love, after those incomparable ones you have so well inculcated, which are indeed unanswerable, and not to be opposed by any thing but that which is as unconquerable as 'tis unaccountable, wilful Folly, for if we are resolved not to practise, the Wonder is the less that we are averse to admit the Truth of this Theory. Certain it is, would we but make the Tryal, our own Experience would supersede the Trouble of Dispute. The Fruition of so perfect and all-sufficient a Being, wou'd convince us that he who is altogether and infinitely lovely is worthy of all our Love. For after all the Arguments we can urge, after all the Swasives we can offer, there is none like to that of the Psalmist, O taste and see that the Lord is gracious! Wou'd we but open our Souls wide to receive his Influences, we shou'd need no more Conviction that 'tis he, and he only who can replenish and content them, and therefore 'tis he only who ought to possess them. And were I writing to the World, to Persons not sensible of their Obligations, I wou'd desire them only to open their Eyes, to fix their Thoughts steddily on the Divine Beauty, and then tell me if there be any thing fit to rival him, or if that Creature be worthy of his Love who can divide the least Grain of his Affections from him, or can discern Amability in any thing besides him? I wou'd intreat them if they will not be active in kindling this Divine Fire, to be passive at lest, not to skreen themselves from his Beams, nor put a wilful Bar to exclude the natural Operations of his Excellencies (for this stubborn Will of Man, weak as he is, does often check Omnipotence) and then let me ask them if they do not feel the Rays of his Goodness sweetly insinuating into every Part, clearing up the Darkness of their Understandings, warming their benummed Affections, regulating their oblique Motions, and melting down their obstinate, ingrateful, disingenuous Wills? Do they not feel these Cords of a Man as himself is pleased to call them, these silken Bands of Love, these odoriferous Perfumes drawing them after him, uniting them to him by the most potent Charms? Can they any longer refrain from crying out, Thou hast overcome, O Lord thou hast overcome, ride on triumphantly, lead my Soul in Triumph as thy own Captive, thy Love has conquered and I am thine intirely and for ever. And blessed is the Man that is so overcome! He never lived till now, nor knew what Pleasure meant; some Shews of it might tantalize and abuse him, but now he is delivered from that Enchantment, and has free Access to the Ocean of Delight, he may now take full Draughts of Bliss, without fear of want or Danger of Satiety! He may—what shall I say? He may be as happy as his Nature will permit, and has nothing to hinder him from being infinitely so, but that he is finite and a Creature!","subId":"3","id":"Astell.LLG.11.3"},{"type":"paragraph","content":"And now if our happy Man be so sensible of his Bliss, that he is desirous by all means to confirm and secure it; I know no better way than by frequently contemplating the infinite Loveliness and Love of GOD. For as it was this that begat Love, so this must preserve and continue it, nor is it possible it should ever go out so long as he supplies it with this Fuel. And if for the greater Security of his Happiness, and that he may not deceive himself in a matter of so vast Importance, since most Men will take it very ill to have it said that they are not Lovers of GOD, and yet there are but few who really are so, if on this Consideration he be inquisitive after the genuine Properties of Divine Love, (besides what has already more loosely been hinted at,) the great comprehensive and inseparable Effect of it is universal Obedience, as I intimated in my last. But to be more particular; a flaming Love to GOD will create the greatest Indifference imaginable towards the World and all things therein. For since all those Tyes are broke that glewed us to it, we are no longer moved or affected by it. I need not tell you Sir, that a passionate Lover is careless to all things but the Object of his Desire; if that smile, no matter who frowns on him. Those Objects which other Persons pursue with Eagerness, enjoy with Complacency and lose with Regret, are unmoving and cold to him, he is not sensible of their Charms, nor are the Avenues of his Soul open to any thing but what he loves. Other things he beholds at a distance, they may slightly touch and pass away, but cannot penetrate. But where-ever his Beloved is interessed his Soul is all on fire, he does not pursue his Service with a languid and frozen Application, but with the Diligence and Zeal of Love. He will not for the petty Interests that self proposes, connive at the Injuries that are offered to his better self. He will not see his Beloved affronted, his Laws contemned, and his Designs opposed, and tamely stand by and hold his Peace; nor does he regard what himself may suffer, but only what Service he can reasonably hope to do; and never is chary of any of those things we usually call our own, whether Fortune, or Fame, or Life it self, but only deliberates how he may reserve them for the most opportune Season of expending them freely in his Beloveds Service. There's nothing bitter and uneasie in Love, the greatest Labours are Delights, for what so grateful to a Lover as the Difficulty of a Service, because it eminently recommends that Passion which could surmount it? On which account Love by making Religion our Business and Interest, our Joy and Pleasure, takes off that Uneasiness, which though really we do not find we however fancy to be in it, by viewing it only in the unpleasant Prospect of mere Task and Duty.","subId":"4","id":"Astell.LLG.11.4"},{"type":"paragraph","content":"Again, Love cuts off all narrow and illiberal Thoughts, gives the most genteel and generous Temper to the Soul, it extinguishes all Jealousies and Suspitions, tormenting Cares and desponding Fears; it has a Salve for every cross Event, and a Sagacity to read GOD's Kindness in such Providences as are vulgarly resolved into his Displeasure. Hence it is the Parent of the most intire Resignation, and exact Conformity. A true Lover neither questions GOD's Revelations nor disputes his Commands, deliberates no further than to obtain a good Assurance that such and such things are really his Will and Pleasure. He does not only submit to his Dispensations how disagreeable soever to Flesh and Blood and his own Expectation; this a Man must of necessity do, and therefore I cannot discern wherein the Virtue of a bare Submission consists, such a passive Obedience to GOD is like the new Notion some have got of passive Obedience to their Governors, a being content to suffer when we know not how to help it; but our Divine Amorist has an intire Complacency in whatever GOD allots, he in a manner goes forth to meet it, chuses, justifies, and rejoyces in it.","subId":"5","id":"Astell.LLG.11.5"},{"type":"paragraph","content":"But I must not omit what the holy Scripture makes a peculiar Character and special Effect of Divine Love, and that is the Love of our Neighbour. That it is so needs no Proof, being expresly affirmed by our Lord himself and his beloved Disciple, let us inquire a little into the Reason why it is so, which seems to be this. GOD by the Prerogative of his Nature, his infinite Beneficence and Love to us, having a Right to all our Love, whether it be Love of Desire or Love of Benevolence, but withal, being no proper Object of the latter, by reason of his infinite Fulness, has therefore thought fit to devolve all his Right to that Love on our Neighbour, and to require as strict a Payment of it to his Proxy, as if he were capable of receiving it himself. By this Notion we may fairly understand St. John's reasoning in his [1st. Epist. Chap. 4. 20.] a Text which those Expositors that I have met with give methinks but a crude Interpretation of. And besides, the Love of GOD pressing us to such an exact Imitation of him (as I shewed in my last) and GOD being in nothing more imitable than in his Charity and Communicativeness, our Love to him will require us to transcribe this most lovely Pattern, and to do all the good we can to those whom he is constantly pursuing with his Benefits.","subId":"6","id":"Astell.LLG.11.6"},{"type":"paragraph","content":"It likewise teaches us the true Measure of Benevolence, which is to bestow the greatest Share of our Love on those who are dearest to GOD and do most resemble him: I cannot forbear to reckon it an irregular Affection, and an Effect of Vitious Self-love, to love any Person merely on account of his Relation to us. All other Motives being equal, this may be allowed to weigh down the Scale; but certainly no Man is the better in himself for being akin to me, and nothing but an overweaning Opinion of my self can induce me to think so. I should therefore chuse to derive the Reasons why we are in the first place to regard our Relations, rather from Justice, and the Rules of Oeconomy, than from Love. For since the Abilities of Man are finite and determinate, and he cannot universally extend any Act of Benevolence but Prayers and Wishes, 'tis therefore reasonable he should begin to communicate his Benefits to those within his own Verge and District, whose Wants he is best acquainted with, and can most conveniently supply; whose Benefits to him are presumed to require this Return, or else their Necessities bespeak him the fittest Author of their Relief.","subId":"7","id":"Astell.LLG.11.7"},{"type":"paragraph","content":"I further observe, that Resignation and Charity are the Tests by which GOD explores every Man's Love. By the one he tries the prosperous, by the other the afflicted. He therefore who has this Worlds good, and with-holds his Assistance from his Brother who needs it; and he who because he has not the good things of this World murmurs and grudges at their Dispensation, and envies them that have, cannot be said to have the Love of GOD in him.","subId":"8","id":"Astell.LLG.11.8"},{"type":"paragraph","content":"In the last place, a true Lover of GOD is always consistent with himself, one Part of his Life does not clash and disagree with the other. He that has many Loves, has by consequence many Ends; whence it is that we too often see many who in the main are good People, lash out into some particular Irregularity, which like a Fly in a Box of Oyntment, marrs the Sweetness, and destroys the Loveliness of their Virtue, and brings a Reproach on Religion it self. The vulgar and Men of carnal Appetites partly out of Ignorance, and partly to lighten as they fancy their own Crimes, being too prone to reflect that Dash of secular Interest, that time-serving or overgreat Solicitude for the World, or perhaps their too great Opinion of themselves, or Censoriousness on others, which zealous Pretenders to Piety are sometimes apt to slip into, even on that unblemished Beauty, whose Livery they wear, which I am sure gives no Allowance to such unsuitable Mixtures, however her Votaries happen to admit them, But when we act by this one grand Principle, the Love of GOD, our Lives are uniform and regular wherein the great Beauty of Piety consists. For I am apt to think that be Mens Pretences what they will, that Life only is truly religious which is all of a Piece; when a Man having deliberately bottomed on well-chosen and solid Principles, without Fear or Favour acts constantly and steddily according to them.","subId":"9","id":"Astell.LLG.11.9"},{"type":"paragraph","content":"To conclude, this Divine Love is the Seal of our Adoption, the Earnest of the Spirit in our Hearts, it being impossible that the Soul that truly loves GOD should ever fail of enjoying him. 'Tis the Antipast of our Happiness here, and the full Consummation of it hereafter. Thrice happy Soul that canst look through the Veil, and notwithstanding that thick Cloud of Creatures that obscures thy View, discern him that is invisible, live in the Light of his Countenance all the Time of thy sojourning here, and at last pure and defecate, with a Kiss of thy Beloved, breath out thy self into his sacred Bosom!","subId":"10","id":"Astell.LLG.11.10"},{"type":"paragraph","content":"And now Sir I have done; for what have I further to add, since I cannot sufficiently express how much I think my self obliged to you? As for all your other Favours, so particularly that you give me Occasion to declare my self \n   Worthy Sir, \n     Your most unfeigned Friend, {June 21. 1694.} \n       As well as humble Servant.","subId":"11","id":"Astell.LLG.11.11"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Norris.LLG.10","imported":true,"duplicate":"Astell.LLG","title":"Letter X. Mr. Norris's Answer","breadcrumb":"Letter 10","published":[1695]},"next":{"id":"Astell.LLG.App1","imported":true,"duplicate":"Astell.LLG","title":"Appendix 1. To Mr. Norris","breadcrumb":"Appendix 1","published":[1695]}}