{"id":"Astell.LLG.9","imported":true,"duplicate":"Norris.LLG","parent":"Astell.LLG","title":"Letter IX. To Mr. Norris","breadcrumb":"Letter 9","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.9?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"LETTER IX.\nTo Mr. Norris.\n","id":"Astell.LLG.9"},{"type":"paragraph","content":"YOU have so clearly removed the Objection made against the intire Love of GOD, on account of its being prejudicial to the Love of our Neighbour, that I hope we shall hear no more of that matter. And truly when our Objectors have once felt (as they will for certain sooner or later) the Disquiet and Uneasiness, we may well refer them to their own Experience for a full Conviction of the Unreasonableness of such Desires. As far as I can perceive the Objection is founded upon Supposition, That all Human Love is a Love of Desire; a Love that arises from and terminates in that insatiable Desire we have of our own Happiness: Which methinks is a very great Reproach to Humane Nature, which as bad as it is, is not uncapable of a pure and disinteressed Benevolence. Had they duly attended to what you have writ in you Theory of Love, Part 1. Sect. 5. They would have discerned the Falseness of their Supposition. But though all other Arguments should fail, my own Experience would assure me that there is such a thing as unmixed Benevolence; for there are some Persons in the World to whom I could perform the highest Services, without any the least Intuition of Reward, or Prospect of bettering my own Being.","subId":"1","id":"Astell.LLG.9.1"},{"type":"paragraph","content":"And now, to proceed in our most excellent Subject, though I am very sensible how much I depretiate it by my unskilful Management; yet that I may give occasion to your better Meditations, and because of the just Deference I pay you, I am contented in Compliance with your Desire, rather to discover my Ignorance than be wanting in my Respect. I will therefore first declare what I think may be added to the Unreasonableness of loving the Creature; and secondly what to the Reasonableness of interpreting the first and great Commandment in the strictest Notion; all along subjoyning such Remarks as offer themselves, and seem not to me altogether foreign to the Subject.","subId":"2","id":"Astell.LLG.9.2"},{"type":"paragraph","content":"For the first, I think it very unreasonable to love the Creature, because it can never answer the End of Love. We desire only in order to Happiness, nothing being desirable any further than as it promotes that End; but the Love of the Creature is more apt to hinder than advance our Happiness which is the End of loving, and therefore in all reason Creatures ought not to be thought desirable. It may perhaps be objected that this is metaphysical Nonsense, for the Creature is so necessary in order to our good, that whilst we are in the World we are so far from being happy, that we cannot so much as subsist without it. I do not deny this, provided the Creature be used only as an Occasion of our good, and with that Indifferency that is due to it. But if we rest in it as our End, and desire it as the true Cause of our Pleasure, it is so far from being our good, that it certainly becomes our evil, in that it deludes our Expectations, shrinks under us when we have laid the Weight of our Souls upon it, and causes us to fall into Air and Emptiness. That the Creature cannot make us happy is evident from all those Topicks that declare its Vanity, its Uncertainty, and Inability to fill the Capacities of the Soul. For let a Man grasp as much of the Creature as possibly he can, he will still find an Emptiness in his Soul, something that is still wanting to compleat his Bliss, which is the Reason why we are always upon the Hunt after Variety of Enjoyments, like a Boy at the Foot of a Hill, who fancies if he were at the Top he should touch the Sky, but when he comes there, finds it as much out of his Reach as ever. So true is that Conclusion of the wise King, who had both the fullest Enjoyment of temporal things, and the best Capacity to judge of them of any we know of, that all is Vanity and Vexation of Spirit. And therefore unless Reason require us to place our Felicity in that which will certainly be our Vexation, it cannot be reasonable to love the Creature; and consequently if Love be not an unreasonable Passion, and if it be fit to love at all, 'tis highly reasonable to love GOD, and him only.","subId":"3","id":"Astell.LLG.9.3"},{"type":"paragraph","content":"But if abstracted Reasons can't perswade us to the intire Love of GOD, let it further be considered, that this is the best way to secure to us that which we are so very fond of, even the Enjoyment of the Creature. It is most certain that the Divine Benignity does neither grudge, nor envy, nor arbitrarily deny us any thing that has a true Tendency towards our Satisfaction, and therefore when he deprives us of those occasional goods that minister to our Ease and Pleasure, 'tis only that he may more fully secure our Interest in our true and only good, by removing those things that stood between us and it, which eclipsed our View, withdrew our Affections, and hindred us in the Enjoyment of it. And therefore to fix our Love warmly and entirely on GOD, is the most likely Way to be sure of possessing all that is good in other things. For the Crosses and Disappointments that we meet with are mainly designed to divert us from our vain Pursuit after the Shadow of good, and to direct us towards the Substance; to show us experimentally since we will not sufficiently attend to what Reason suggests, the Emptiness and Unsatisfactoriness of all created good, that so we may more directly pursue, and inseparably cleave to the uncreated.","subId":"4","id":"Astell.LLG.9.4"},{"type":"paragraph","content":"I may add, that if we have any Generosity in us, any Sense of the Dignity of our Nature, we cannot but acknowledge that 'tis little and low, and unbecoming the Soul of Man to place the least Degree of its Happiness in any Creature whatsoever. Since the Soul is capable of enjoying the first and sovereign good, and since he freely offers himself to her Embraces, 'tis as injurious to her Honour as to her Happiness to stoop to a Creature, and to degrade her self to such mean Enjoyments.","subId":"5","id":"Astell.LLG.9.5"},{"type":"paragraph","content":"The next thing to be done is to add somewhat to the Reasonableness of interpreting the great Commandment in the strictest Notion. That our Saviour's meaning was that we should love the Lord our GOD with all the Force and Energy of our Souls exclusively of all other Loves, may be presumed from the great Aptitude there is in such a Love to promote the Design of Religion in general, and of the Christian Religion in particular, which is, to retrieve the original Rectitude and Perfection of Humane Nature, or rather to improve it; to new draw and perfect in our Souls that beautiful Image of our Maker, which by our Sins and Errors we have defaced; in a word, to makes us as Godlike as is consistent with the Capacity of a Creature; and I know not any thing that does so effectually conduce to this as the intire Love of GOD. The End of Love is to unite its self to its Object, every Motion it makes is in order to that End, and since Heterogeneous Substances can never cordially unite, since without Similitude of Disposition there can be no Union, therefore Love does ever endeavour after Likeness; it would if it were possible have an Identity of Essence, and, as far as the Nature of things will admit, incorporate with the beloved Object. Hence nothing is so excellent at Imitation as Love, nothing does so easily assimilate, which by the way, is one reason why we ought not to love the World, because of the Danger of being conformed to it. If then we love GOD intirely we shall with all the Powers of our Soul endeavour to be like him, and according to the Degree of our Love, so will be the Nearness of our Resemblance. For we cannot make GOD like our selves, if therefore we desire a Union we must be conformed to the Divine Nature. Love, as the wise Man long since observ'd, surpasses all things for Illumination. And wherefore does it so, but because it fixes the Eyes of our Mind upon its Object, makes them keen and piercing; causes our Thoughts to dwell upon its Beauties, for they will always be busied about what we love? And as Love is very sagacious in finding out every little Punctilio that will recommend it to its beloved, so it is most restless and unwearied in the Practice of all Endearments, It will regulate all its Operations by his Models, imitate all his imitable Perfections, that so it may most powerfully recommend it self, by that which is the great Band of Affection, Similitude of Nature. Since therefore the Love of GOD has such an Aptness to promote the great Design of the Christian Religion, 'tis but reasonable to think that our Lord upon this very Account did so highly magnifie, and so strictly enforce it. And indeed, since Love does so powerfully influence all our Motions, since all our Endeavours, all our Operations and Varieties of Acting tend to nothing else but the Accomplishment of some Desire, 'tis but fit and decorous that all our Desires should fix on him, whose we are, and for whose Glory we were created.","subId":"6","id":"Astell.LLG.9.6"},{"type":"paragraph","content":"To the Reasonableness of the Love of GOD, we may further add the Necessity of it, and that upon a double Account. First, because this is the only Vital Principle of Holiness, the only effectual Means of securing our Obedience, and consequently of preparing us for the Enjoyment of GOD. There is no way of uniting our selves to GOD but by keeping his Commandments, for then, and not otherwise, do we dwell in him and he in us. Since therefore Obedience is necessary in order to Happiness, that which is the only true Principle of Obedience must be of equal Necessity. And that without Love there can be no true Obedience, and whereever Obedience is found 'tis a certain Criterion of Love, is plainly evident from our Saviour's discoursing in the 14. and 15. Chapters of St. John; so that to derive universal Obedience from the Love of GOD, or to argue from that Obedience to the intire Love of GOD, is as sound a Way of Argumentation as to prove any other Effect by its Cause, or Cause by the Effect. It were easie to show how every particular Duty is necessarily consequent to the Love of GOD, how it is founded upon, and does naturally spring from it. But I shall not here enter into the Detail, I will only take notice of the Management of our Thoughts, because on them depends our Words and Actions, and derive the Necessity of the intire Love of GOD, from the Impossibility of governing our Thoughts as we ought without it. Now this is most certain, that what we love will be uppermost in our Minds; there is no better Diagnostick to discover our Love than by observing what is the most frequent Subject of our Thoughts. For Thought seems to me to be nothing else but the Determination of the Soul to some certain Object which she desires either to contemplate or enjoy, a forming in her self the Images and Representations of what she delights in, or contriving how she may obtain it, and remove what stands betwixt her and it: And therefore where-ever the Weight of our Desire rests, the Stream of our Thoughts will follow; tis to no Purpose to drive them away, for though we may for a while put a Force on them, they will insensibly steal back again. So that if we mean to keep our Hearts with all Diligence (the only way to secure our outward Demeanour) we must above all things take care to regulate our Desire, since it is by this that we fall into Destruction. If therefore our Hearts be too busie about any thing in this World, I know no other Way to cure that Disorder but by rectifying our Desire: Let us cease to love it, and we shall easily restrain our Hearts from being inordinately busied about it.","subId":"7","id":"Astell.LLG.9.7"},{"type":"paragraph","content":"It is not so much the Force of Temptations, alas! All that the World and the Devil can offer to bribe our Hearts is paultry and inconsiderable; it is not so much the unavoidable Infirmity of our Nature, which has not such an Aversion to GOD as we pretend; but it is the Defect of our Love, our wilful misplacing that Divine Affection, our voluntary hankerings after the Creature that sets us at Distance from the Creator.","subId":"8","id":"Astell.LLG.9.8"},{"type":"paragraph","content":"For let any one who has been intimately acquainted with the Movements of his own Heart tell me, whether he does not find that all the strong Gusts of Temptation blow from the Quarter? Whilst he duly contemplates the divine Perfections, looks on GOD as his true and only good and desires him accordingly, is not his Obedience prompt and ready, does not his Mind move with Alacrity and unwearied Vigor, and are not all its Motions regular and pleasing? But no sooner does his Desire step into a By-path, and he suffer himself to doat on the Creature, but all is unhinged and falls into Disorder, the Wheels of his Chariot move slowly, his Thoughts wander, his Devotion languishes, his Passions grow unruly, his Intentions corrupt, and his good Actions become lame and broken. Let us not therefore complain of our Listlessness in the Worship of GOD, our Coldness and Wandrings in his Service, how much Labour it costs us to raise up our Hearts to Heaven, and put them in a right Tune, but rather let us complain of our want of Love, for that is the true Cause of all this Untowardness, all our Sins and Infirmities, our moral Mistakes and Imperfections proceed from nothing else but this; let us once banish our Idols from our Hearts whatever they are, and we shall quickly find that all will be well again. For in vain do we search for Rules to regulate our Manners, and prescribe Remedies to cure our Infirmities, which do but baffle our Industry and reproach our Skill, our Prescriptions will do us but little Service till we have reformed our Love, the Misapplication of which is the true Source of all our Disorder, the corrupt Root of all our Faults. If therefore we would come up to our holy Religion, if we would be those wise and excellent Creatures that GOD designs we should, let us above all things fix our Love on its proper Object, put it in a regular Motion, and then do but allow it Scope, and faithfully pursue its Tendencies, and we need not be afraid of doing amiss; we should run the Race that is set before us with Chearfulness and Vigor, in a direct Line, and with an unwearied Constancy. For when Love is arrived at its Zenith, when GOD is all in all, then and not till then, shall we be consummate; and the greater Progress we make in this Love whilst we stay on Earth, the nearer Approaches do we make to Perfection. Could we love GOD as intirely as he loves himself, we should then be perfect as our heavenly Father is perfect.","subId":"9","id":"Astell.LLG.9.9"},{"type":"paragraph","content":"One way whereby the Love of GOD mightily facilitates our Obedience, and secures the Performance of it is this, it reduces our Duty to a very narrow Compass. For it is not the Difficulty but the Multiplicity of our Tasks which is the Cause that some of them are neglected. We cannot say of any particular Duty that it is impossible, and yet through the Shortness of our Views, and Narrowness of our Powers, it frequently happens that some of our Devoirs are unperformed. But though a Man cannot attend to many things at once, yet sure he can to this one, to love the Lord his GOD with all his Heart, &c. that is, to move towards him with all the Force of his Nature. And though I cannot say this will secure him from all pitiable Infirmities, yet I dare venture to affirm it will from all imputable Transgressions, and keep him as free from Sin as is consistent with the Imperfection of this present State: And certainly to be fortified against the Venom, and secured from the Shame of Sin, is no inconsiderable Blessing. Repentance is indeed an excellent Antidote to expel the Poyson, but 'tis much better not to take it. For though I were sure to be delivered from the evil Consequences of Sin, I would not commit it merely on account of its natural Turpitude and concomitant Evil. 'Tis so exceeding ugly in its own Nature, and such a Reproach to ours, that though I know GOD (so great is his Goodness) will pardon me upon my true Repentance, yet I know not how to forgive my self. Even that very Goodness which frees us from the punishment, encreases the Shame of Sin, and makes it so much the more abominable in that it is an Offence against so great a Goodness. Joseph's Expostulation in my Mind is very emphatick: How can I do this great Evil and sin against GOD? He does not say how can I expose my self to the Hazzard of Discovery, the Pain of Repentance, and all the evil Effects and Punishments of Sin? No, that which was most grievous to him, and is so to all ingenious Tempers, was the Opposition that is in Sin to the Nature of GOD, the Affront that it offers to his Majesty and Goodness. In his Opinion Sin in its self was the only considerable Evil, the only thing to be avoided and fled from, for certainly of all Punishments this is most deplorable, to be given up to our own Hearts Lust, and suffered to follow our own Imaginations. But to return from this Digression.","subId":"10","id":"Astell.LLG.9.10"},{"type":"paragraph","content":"What was observed above is by the way a sufficient Apology for the Strictness of the Divine Law. For since 'tis GOD only that does us good, and he only that is our Good; since all our Happiness consists in a Union with and Enjoyment of him; and since without Holiness there can be no Union with GOD, and that without Obedience to his Commands we can never partake of his Nature; therefore Holiness is of absolute Necessity because it is impossible to be happy without being holy. To suppose it is to suppose the greatest Absurdity, and to imagine, either that GOD is not our Happiness, or that 'tis possible to enjoy him without being like him. We have therefore no reason to complain of the strictest Precepts of our Religion. For when we are commanded to cleanse our selves from all Filthiness of Flesh and Spirit, to perfect Holiness, to deny and mortifie that Part of us which is the Scene of Temptation, the corruptible Body which presses down the Soul, to be holy in all manner of Conversation, and in a word to be perfect as our Heavenly Father is perfect; we are but in other Words commanded to be as happy as ever we can, no difficult Task one would think, we may rather wonder why it should be enjoyned us, since Nature and the Reason of things dictate and press it on us. But though we all naturally pursue after Happiness, though we all constantly desire it, yet we are too apt to mistake the means of attaining it. And therefore GOD has thought fit out of his unspeakable Goodness to send his Son into the World, to shew us by Precept and Example the true way to Felicity, and explicitly discover that which we all blindly pursue. He does not exact of us any Duty, but what if we had a just View of things we would chuse our selves; and only engages us by all that Deference that is due to his Wisdom, by all that Obedience we owe to his Authority, to seek for Happiness there only where we are sure to find it; to make use of such Methods as will infallibly secure us from Delusion and Disappointment; and therefore we can never answer it either to Reason or good Nature if we be refractory to such exuberant Kindness and Condiscention.","subId":"11","id":"Astell.LLG.9.11"},{"type":"paragraph","content":"But secondly, the intire Love of GOD is necessary, because unless we love GOD only, we do in effect not love him at all, the Desire of GOD, and Desire of the Creature being in their own Nature incompatible, and by allowing our selves to love the one, we do by consequence forsake the other. For besides what you have already very excellently observed to this purpose in the Discourse it self, it may further be considered, that Love being the same to the Soul that Motion is to Bodies, as Bodies cannot have two Centers, or different Terms of Motion, so neither can the Soul have a twofold Desire. We may as reasonably expect that a Stone should go up Hill and down Hill at the same time as that the Soul should at once love GOD and any thing besides him. To love is in other words to make the thing beloved our End: We move towards good in order to make that good our own, and to embrace and acquiesce in it. Now he that loves the Creature does it because he expects some Degrees of Happiness (at least) from it, and so far makes it his End, and consequently does not center upon GOD as his compleat and only Felicity, for if he did, it were impossible to with-hold any Degree of his Love from him. Again, if as you said in your last, he that enjoys GOD cannot Desire any thing out of him, because of the infinite Fulness of GOD, then certainly he that desires any thing besides GOD, whatever he pretend, or however he deceive himself, does not truly love GOD, for if he did, that would quench all Desire of the Creature. He that has discovered the Fountain will not seek for troubled and failing Streams to quench his Thirst: He can never be content to step aside to catch at the Shadow who is in Pursuit and View of the Substance. The Soul that loves GOD has no occasion to love other things, because it neither needs nor expects Felicity from them whenever it moves towards the Creature it must necessarily forsake the Creator, and it can never truly turn to him without a Dereliction of all besides him.","subId":"12","id":"Astell.LLG.9.12"},{"type":"paragraph","content":"Perhaps this may be thought a skrewing up things to too great a heighth, a winding up our Nature to a Pitch it is not able to reach; and though it may be fit and desirable, yet it is not at present practicable to love GOD with such an intense and abstracted Affection. But I consider, that since we are so apt to tumble down the Hill, so inclinable to take up with the least and lowest Measures; since 'tis impossible we should love too much, and very great Danger of our loving too little; and that our Practice does constantly come short of our Theory, our Copy seldom reach the Original; it cannot be amiss to represent our Duty in the strictest Measures, to excite our Endeavours to do as well as we can, since we cannot expect to compass what we ought, or pay to the Divine Majesty what is due to his transcendent Excellencies and infinite Love to us: And since our just Debt cannot be discharged, is it not fit to raise our Composition as high as our Stock will bear? Besides, the Design of all this is only to secure and improve our Happiness, and is it not an odd thing for a Man to complain of enjoying too much, and of being over happy? His Desire of Happiness is ever flaming, he may indeed be, and often is mistaken in his Applications to particular Objects, can it then be thought a Discourtesie to direct him to that never-failing Spring, that stable Center which cannot disappoint him? And though perhaps he may think it at first an uneasie thing to restrain his Desires from their usual Haunts, and to put them in a new and quite contrary Motion, yet if the Reasonableness of the thing cannot, at least let his Kindness to himself perswade him to make the Experiment, and I doubt not but that in a very little time he will be fully convinced that the intire Love of GOD is as practicable and pleasurable as 'tis rational and perfective.","subId":"13","id":"Astell.LLG.9.13"},{"type":"paragraph","content":"And indeed, nothing does so much greaten and inlarge the Mind as the Love of GOD; for when it has so vast a good before it, it must needs stretch it self to receive the Fullest Draught that ever it can, and to be covetous and ambitious of the supreme Good are very laudable Qualities. Farther yet, the Love of GOD will inspire the Soul with the most generous Sentiments. A noble Mind though it love never so heartily, will not desire Love again unless it can pretend to some Merit to recommend it. And though Merit is a thing that Creatures can have no Title to in respect of their Creator, yet some faint Resemblance of it they may aspire to. Though they cannot strictly deserve, yet they may do that which through his gracious Acceptance will entitle them to his Favour, which though it be not Merit, yet through his Condiscention is equivalent to it. And therefore an ardent Lover of GOD will consider how incongruous it is to present him with a mean and narrow Soul, a Heart groveling on the Earth, cleaving to little dirty Creatures. He will discern that nothing but what is great and best is fit for GOD's Service, and will strive even to out-do himself that he may procure an Oblation tolerably fit for such a Majesty. To conclude, when we can say with David, our Hearts are fixed, when they are intirely fixed on GOD, we have very great reason to sing and give Praise, for then we are truly and very happy, but never till then.","subId":"14","id":"Astell.LLG.9.14"},{"type":"paragraph","content":"And now Sir, you have all that at present occurs to my Mind on this noble Argument, and when you have added what you promise, I think there will not remain much more to be said upon this Subject, unless you will please to assign the Cause why we are so backward to a Love that is both so reasonable in it self, and so pleasant and profitable to us. It may indeed seem exceeding strange to a considerate Person, why any one who has the Use of Reason, should not love GOD, or why he should love any thing besides him. For does not the Will as naturally and necessarily seek after good and cleave to it, as the hungry Appetite does to its Food, or the thirsty Hart to the refreshing Streams? And does not GOD comprehend all possible Good, is he not the very Fountain and sole Author of it? Is he not Goodness it self, that communicative Goodness which gave Being to all things, in whom all things are, and consequently whatsoever is good in them must in a more eminent Manner subsist in him, as you have fully made out in a just Discourse upon the Subject. And admitting that he were not the efficient Cause of all our good, of all our pleasing Sensations; yet, according to the Principles of all Mankind (for they who deny GOD and his Goodness do not deserve to be ranked in that Number) all the good that we do or can enjoy, is, if not that way, yet some way or other derived from him. Whither then can the Will possibly move but towards him? Where can it quench its insatiable Thirst but in this inexhaustible Ocean of Delight? And having once tasted of this true and only satisfying good, is it possible that it should desire or relish any thing besides him? It is indeed strange, very strange that it should! And no body could imagine it if Experience did not daily declare it. From whence then does this Absurdity arise? What's the reason that we do not all seek for good there, and there only, where we all acknowledge it does in the most eminent manner reside? Why the Mischief is, that though we habitually know this, yet we do not actually consider it, or at least not so thoroughly as to determine us to this Choice. 'Tis our Misfortune that we live an animal before we live a rational Life; the good we enjoy is mostly transmitted to us through Bodily Mediums, and contracts such a Tincture of the Conveyance through which it passes, that forgetting the true Cause and Source of all our good, we take up with those occasional goods that are more visible, and present to our animal Nature. Besides, the Mistakes of our Education do too much confirm us in this Error. We suck in false Principles and Tendencies betimes, and are taught, not to thirst after GOD as our only good, but to close with those visible Objects that surround us, to rest and stay in them. These we learn to covet and call our goods, to value our selves upon, and be pleased in the Enjoyment of them. And as we grow up we see the generality of the World pursuing the same Method, and think it our Wisdom to strike in with the vulgar Herd. Probably we may have been taught to call on GOD, to acknowledge him the giver of all good things in a formal Address, and when we have done so we fancy we have paid our Tribute, discharged our Duty, and therefore enquire no further into the meaning of it, but put on our Religion as we do our Cloaths in Conformity to the Fashion, nay perhaps do not so much study, or make so many Inquiries about that as we do about the other. Thus are we insensibly betrayed into a wrong Motion, and blindly follow on in it, till at length we become so glew'd to the Creature, that 'tis almost as difficult to wean us from it, as it is to change the leopard's Spots, or whiten the Negro's Skin: And finding the Propension so early and so strong, we imagine that Nature not Custom is the Author of it, which certainly is a very gross Mistake. 'Tis voluntary Error, superinduced Habits, and evil Customs that sets us in Opposition to GOD, it is not through any Natural Aversion that we turn from him. For what can Nature desire but a Supply of all her Wants, and a Union with the Fountain of all Felicity? And she is not so blind in other things as to mistake a Stone for Bread, and Poyson for Food. Nor would she go retrograde in this her great and primary Motion, if we did not clap a false Byass on her, and force her into a By-path. Custom as the Philosopher well observed is no small matter: It is the most difficult thing imaginable to recall our Thoughts and withdraw the Stream of our Affections from that Channel in which they were used to flow. Which is a further proof of the great Necessity that lies upon us betimes to cut off all Desire from the Creature, to shut up all the Avenues of our Souls from created good, even from those dearest Idols that bear the nearest Resemblance to our Maker, to whom our Benevolence is due, though they ought not to usurp our Desire.","subId":"15","id":"Astell.LLG.9.15"},{"type":"paragraph","content":"By this Time I have sufficiently tired you, and therefore must not stay to enlarge upon the Usefulness and consequently the Value of that Book of yours you were pleased to send me, I can only return my Thanks for it, and all your other Favours, as it becomes \n     Sir, \n   Your much oblig'd {St. Philip and St. James, 1694.} \n     and humble Servant.","subId":"16","id":"Astell.LLG.9.16"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Norris.LLG.8","imported":true,"duplicate":"Astell.LLG","title":"Letter VIII. Mr. Norris's Answer","breadcrumb":"Letter 8","published":[1695]},"next":{"id":"Norris.LLG.10","imported":true,"duplicate":"Astell.LLG","title":"Letter X. Mr. Norris's Answer","breadcrumb":"Letter 10","published":[1695]}}