{"imported":true,"id":"Astell.LLG.App1","parent":"Astell.LLG","title":"Appendix 1. To Mr. Norris","breadcrumb":"Appendix 1","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:10.1?rgn=div2;view=fulltext","texts":[],"duplicate":"Norris.LLG","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","forename":"Mary","surname":"Astell","author":"Mary Astell","birth":1666,"death":1731,"nationality":"English","sex":"Female","blocks":[{"type":"title","content":"To Mr. Norris.\n","id":"Astell.LLG.App1"},{"type":"paragraph","content":"YOu'll wonder Sir, that I look back upon a finished Subject, but because you have in these Letters answered most of the Objections that are made against your printed Discourse, and because I am very desirous your Hypothesis should appear in its full Light, though in my first I conceded one of the main things you contend for, viz. That GOD is the only efficient Cause of all our Sensations; yet since very many object against this Proposition, and something has offered it self to my Thoughts, perhaps not altogether Impertinent, give me leave to examine the matter a little further. And methinks the main Stress of the Objections lies in these two Points. First, That this Theory renders a great Part of GOD's Workmanship vain and useless. Secondly, That it does not well comport with his Majesty.","subId":"1","id":"Astell.LLG.App1.1"},{"type":"paragraph","content":"For the first, That this Theory renders a great Part of GOD's Workmanship vain and useless, it may be thus argued. Allowing that Sensation is only in the Soul, that there is nothing in Body but Magnitude, Figure and Motion, and that being without Thought it self it is not able to produce it in us, and therefore those Sensations, whether of Pleasure or Pain, which we feel at the Presence of Bodies, must be produced by some higher Cause than they; yet if the Objects of our Senses have no natural Efficiency towards the producing of those Sensations which we feel at their Presence, if they serve no further than as positive and arbitrary Conditions to determine the Action of the true and proper Cause, if they have nothing in their own Nature to qualifie them to be instrumental to the Production of such and such Sensations, but that if GOD should so please (the Nature of the things notwithstanding) we might as well feel Cold at the presence of fire as of water, and heat at the Application of Water or any other Creature, and since GOD may as well excite Sensations in our Souls without these positive Conditions as with them, to what end do they serve? And then what becomes of that acknowledged Truth that GOD does nothing in vain, when such Variety of Objects as our Senses are exercised about are wholly unnecessary? Why therefore may there not be a sensible Congruity between those Powers of the Soul that are employed in Sensation, and those Objects which occasion it? Analogous to that vital Congruity which your Friend Dr. More ([Immor. of the Soul, B. 11. Chap. 14. S. 8.]) will have to be between some certain Modifications of Matter, and the plastick Part of the Soul, which Notion he illustrates by that Pleasure which the preceptive Part of the Soul (as he calls it) is affected with by good Musick or delicious Viands, as I do this of sensible by his of vital Congruity, and methinks they are so symbolical that if the one be admitted the other may. For as the Soul forsakes her Body when this vital Congruity fails, so when this sensible Congruity is wanting, as in the Case of Blindness, Deafness, or the Palsie, &c. the Soul has no Sensation of Colours, Sounds, Heat and the like, so that although Bodies make the same Impression that they used to do on her Body, yet whilst it is under this Indisposition, she has not that Sentiment of Pleasure or Pain which used to accompany that Impression, and therefore though there be no such thing as Sensation in Bodies, yet why may there not be a Congruity in them by their Presence to draw forth such Sensations in the Soul? Especially since in the next place, it seems more agreeable to the Majesty of GOD, and that Order he has established in the World, to say that he produces our Sensations mediately by his Servant Nature, than to affirm that he does it immediately by his own Almighty Power.","subId":"2","id":"Astell.LLG.App1.2"},{"type":"paragraph","content":"Nor will this be any Prejudice to the Drift of your Discourse, which is to prove that GOD only is to be loved because he only does us good, for the Creature has as little Right to our Affections this way as the other. If a bountiful Person gives me Money to provide my self Necessaries, my Gratitude surely is not due to the Money but to the kind Hand that bestowed it, to whom I am as much obliged as if he had gone with me and bought them himself. For there seems no Necessity to conclude that every thing that does me good, that is, that produces Pleasure in me, though it be but the contemptible Pleasure of a grateful Odor, has on that account a just Title to some Portion of my Love, since in some Cases the occasioning a moral and durable Good does not necessarily challenge our Love. As for Instance, my Enemy does me very much good by his greatest Injuries and most virulent Reproaches, because he gives Opportunity of exercising my Charity, and makes such a Discovery of my Faults, that thereby I come to know and amend them. But I suppose you won't say I am obliged to him for all this, or that I ought to desire those Injuries, or admit him to my Bosom who offers them? Though perhaps my dearest Friend could not possibly do me a greater good. We do not therefore owe Love to any Object merely on account of what it produces, but in Proportion to that voluntary Kindness whereby it produceth it. Agreeably to what you say in your first Letter concerning Pain, that GOD occasions it only indirectly and by Accident, it is not his antecedent and primary Design, he does not will it from within, or for it self, but from without, and therefore for these Reasons is not the Object of our Aversion. And so say I, allowing that Bodies did really better our Condition, that they did contribute to our Happiness or Misery, and did in some Sense produce our Pleasure or Pain, yet since they do not will it, do not act voluntarily but mechanically, and all the Power they have of affecting us proceeds intirely from the Will and good Pleasure of a superior Nature, whose Instruments they are, and without whose Blessing and Concurrence they could not act, therefore they are not proper Objects of our Love or Fear, which ought wholly and intirely to be referred to him, who freely acts upon our Souls, and does us good by these involuntary and necessary Instruments.","subId":"3","id":"Astell.LLG.App1.3"},{"type":"paragraph","content":"For certainly that Being only deserves our Love, even our whole Love, who has it always in his Power to better and perfect our Nature, and who does voluntarily and freely exert that Power. Which former Clause I add to cut off our Love from all rational Creatures, who may be instrumental to our good designedly and freely, but since their Power is not originally from themselves, neither are they always in a Capacity of exerting it, seeing they may, and very often do, want either Power or Will to help us, therefore they are not the proper Objects of our Love. For that Being only is so who constantly and chusingly pleasures and perfects our Natures, or at least is always ready to do so, and actually does it, when not prevented and hindered by our Indispositions and wilful Incapacities.","subId":"4","id":"Astell.LLG.App1.4"},{"type":"paragraph","content":"These Sir, are at present my Thoughts, though hastily huddled up, for I had but a few Hours to examine and digest them, and was not willing to remain any longer in your Debt for this Letter, having trespassed too much already. And I am confident you are such an unfeigned Lover of Truth, that you will on that Account easily pardon her Boldness in objecting thus freely against your ingenious Discourse, who is with all Respect and Gratitude \n   Your faithful Friend {Aug. 14.} \n     and Servant.","subId":"5","id":"Astell.LLG.App1.5"}]}