{"imported":true,"id":"Shaftesbury.C.MR.1.2","parent":"Shaftesbury.C.MR.1","title":"Chapter II. Of Controversial Writings: Answers: Replys――Polemick Divinity; or the Writing Church-Militant――Philosophers, and Bear-Garden――Authors pair'd and match'd――The Matchmakers――Foot-Ball――A Dialogue between our Author and his Bookseller","breadcrumb":"Chapter 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_007","texts":[],"published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Chapter II. Of Controversial Writings: Answers: Replys――Polemick Divinity; or the Writing Church-Militant――Philosophers, and Bear-Garden――Authors pair'd and match'd――The Matchmakers――Foot-Ball――A Dialogue between our Author and his Bookseller\n","id":"Shaftesbury.C.MR.1.2"},{"type":"paragraph","content":"AMONG the many Improvements daily made in the Art of Writing, there is none perhaps which can be said to have attain'd a greater Height than that of Controversy, or the Method of Answer and Refutation. 'Tis true indeed, that antiently the Wits of Men were for the most part taken up in other Employment. If Authors writ ill, they were despis'd: If well, they were by some Party or other espous'd. For Partys there wou'd necessarily be, and Sects of every kind, in Learning and Philosophy. Every one sided with whom he lik'd; and having the liberty of hearing each side speak for it-self, stood in no need of express Warning-Pieces against pretended Sophistry, or dangerous Reasoning. Particular Answers to single Treatises, were thought to be of little use. And it was esteem'd no Compliment to a Reader, to help him so carefully in the Judgment of every Piece which came abroad. Whatever Sects there were in those days, the Zeal of Party-causes ran not so high as to give the Reader a Taste of those personal Reproaches, which might pass in a Debate between the different Partymen.","subId":"1","id":"Shaftesbury.C.MR.1.2.1"},{"type":"paragraph","content":"Thus Matters stood of old; when as yet the Method of writing Controversy was not rais'd into an Art, nor the Feuds of contending Authors become the chief Amusement of the learned World. But we have at present so high a Relish of this kind, that the Writings of the Learned are never truly gustful till they are come to what we may properly enough call their due Ripeness, and have begot a Fray. When the Answer and Reply is once form'd, our Curiosity is excited: We begin then, for the first time, to whet our Attention, and apply our Ear.","subId":"2","id":"Shaftesbury.C.MR.1.2.2"},{"type":"paragraph","content":"For example: Let a zealous Divine and flaming Champion of our Faith, when inclin'd to shew himself in Print, make choice of some tremendous Mystery of Religion, oppos'd heretofore by some damnable Heresiarch; whom having vehemently refuted, he turns himself towards the orthodox Opinion, and supports the true Belief, with the highest Eloquence and profoundest Erudition; he shall, notwithstanding this, remain perhaps in deep Obscurity, to the great affliction of his Bookseller, and the regret of all who bear a just Veneration for Church-history, and the antient Purity of the Christian Faith. But let it so happen that in this Prosecution of his deceas'd Adversary, our Doctor raises up some living Antagonist; who, on the same foot of Orthodoxy with himself, pretends to arraign his Expositions, and refute the Refuter upon every Article he has advanc'd; from this moment the Writing gathers Life, the Publick listens, the Bookseller takes heart; and when Issue is well join'd, the Repartees grown smart, and the Contention vigorous between the learned Partys, a Ring is made, and Readers gather in abundance. Every one takes party, and encourages his own Side. \"This shall be my Champion!—This Man for my Money!—Well hit, on our side!—Again, a good Stroke!—There he was even with him!—Have at him the next Bout!\"—Excellent Sport! And when the Combatants are for a-while drawn off, and each retir'd with his own Companions; What Praises, and Congratulations! What Applauses of the suppos'd Victor! And how honourably is he saluted by his Favourers, and complimented even to the disturbance of his Modesty! \"Nay, but Gentlemen!—Good Gentlemen! Do you really think thus?—Are you sincere with me?—Have I treated my Adversary as he deserves?\" \"Never was Man so maul'd. Why you have kill'd him downright.\" \"O, Sirs! you flatter me.\" \"He can never rise more.\" \"Think ye so indeed?\" \"Or if he shou'd; 'twou'd be a Pleasure to see how you wou'd handle him.\"","subId":"3","id":"Shaftesbury.C.MR.1.2.3"},{"type":"paragraph","content":"These are the Triumphs. This what sets sharp: This gives the Author his Edge, and excites the Reader's Attention; when the Trumpets are thus sounded to the Croud, and a kind of Amphitheatrical Entertainment exhibited to the Multitude, by these Gladiatorian Pen-men.","subId":"4","id":"Shaftesbury.C.MR.1.2.4"},{"type":"paragraph","content":"The Author of the preceding Treatises being by profession a nice Inspector into the Ridicule of Things, must in all probability have rais'd to himself some such Views as these, which hinder'd him from engaging in the way of Controversy. For when, by accident, the First of these Treatises (a private Letter, and in the Writer's Esteem, little worthy of the Publick's notice) came to be read abroad in Copys, and afterwards in Print; the smartest Answers which came out against it, cou'd not, it seems, move our Author to form any Reply. All he was heard to say in return, was, \"That he thought whoever had taken upon him to publish a Book in answer to that casual Piece, had certainly made either a very high Compliment to the Author, or a very ill one to the Publick.\"","subId":"5","id":"Shaftesbury.C.MR.1.2.5"},{"type":"paragraph","content":"It must be own'd, that when a Writer of any kind is so considerable as to deserve the Labour and Pains of some shreud Heads to refute him in publick, he may, in the quality of an Author, be justly congratulated on that occasion. 'Tis suppos'd necessarily that he must have writ with some kind of Ability or Wit. But if his original Performance be in truth no better than ordinary; his Answerer's Task must certainly be very mean. He must be very indifferently imploy'd, who wou'd take upon him to answer Nonsense in form, ridicule what is of it-self a Jest, and put it upon the World to read a second Book for the sake of the Impertinencys of a former.","subId":"6","id":"Shaftesbury.C.MR.1.2.6"},{"type":"paragraph","content":"Taking it, however, for granted, \"That a sorry Treatise may be the foundation of a considerable Answer;\" a Reply still must certainly be ridiculous, which-ever way we take it. For either the Author, in his original Piece, has been truly refuted, or not. If refuted; why does he defend? If not refuted; why trouble himself? What has the Publick to do with his private Quarrels, or his Adversary's Impertinence? Or supposing the World out of curiosity may delight to see a Pedant expos'd by a Man of better Wit, and a Controversy thus unequally carry'd on between two such opposite Partys; How long is this Diversion likely to hold good? And what will become of these polemick Writings a few Years hence? What is already become of those mighty Controversys, with which some of the most eminent Authors amus'd the World within the memory of the youngest Scholar? An original Work or two may perhaps remain: But for the subsequent Defenses, the Answers, Rejoinders, and Replications; they have been long since paying their attendance to the Pastry-cooks. Mankind perhaps were heated at that time, when first those Matters were debated: But they are now cool again. They laugh'd: They carry'd on the Humour: They blew the Coals: They teaz'd, and set on, maliciously, and to create themselves diversion. But the Jest is now over. No-one so much as inquires Where the Wit was; or Where possibly the Sting shou'd lie of those notable Reflections and satirical Hints, which were once found so pungent, and gave the Readers such high Delight.—Notable Philosophers and Divines, who can be contented to make sport, and write in learned Billingsgate, to divert the Coffee-house, and entertain the Assemblys at Booksellers Shops, or the more airy Stalls of inferior Book-retailers!","subId":"7","id":"Shaftesbury.C.MR.1.2.7"},{"type":"paragraph","content":"It must be allow'd, That in this respect, controversial Writing is not so wholly unprofitable; and that for Book-Merchants, of whatever Kind or Degree, they undoubtedly receive no small Advantage from a right Improvement of a learned Scuffle. Nothing revives 'em more, or makes a quicker Trade, than a Pair of substantial Divines or grave Philosophers, well match'd, and soundly back'd; till by long worrying one another, they are grown out of breath, and have almost lost their Force of Biting.—\"So have I known a crafty Glazier, in time of Frost, procure a Football, to draw into the Street the emulous Chiefs of the robust Youth. The tumid Bladder bounds at every Kick, bursts the withstanding Casements, the Chassys, Lanterns, and all the brittle vitrious Ware. The Noise of Blows and Out-cries fills the whole Neighbourhood; and Ruins of Glass cover the stony Pavements; till the bloated battering Engine, subdu'd by force of Foot and Fist, and yielding up its Breath at many a fatal Cranny, becomes lank and harmless, sinks in its Flight, and can no longer uphold the Spirit of the contending Partys.\"","subId":"8","id":"Shaftesbury.C.MR.1.2.8"},{"type":"paragraph","content":"This our Author supposes to have been the occasion of his being so often and zealously complimented by his Amanuensis (for so he calls his Bookseller or Printer) on the Fame of his first Piece. The obliging Crafts-man has at times presented him with many a handsom Book, set off with Titles of Remarks, Reflections, and the like, which, as he assur'd him, were Answers to his small Treatise. \"Here Sir! (says he) you have a considerable Hand has undertaken you!——This Sir, is a Reverend—This a Right Reverend——This a noted Author——Will you not reply, Sir?——O' my word, Sir, the World is in expectation.\" \"Pity they shou'd be disappointed!\" \"A dozen Sheets, Sir, wou'd be sufficient.—You might dispatch it presently.\" \"Think you so?\" \"I have my Paper ready—And a good Letter.—Take my word for it—You shall see, Sir!\" \"Enough. But hark ye (Mr. A, a, a, a) my worthy Engineer, and Manager of the War of Letters! Ere you prepare your Artillery, or engage me in Acts of Hostility, let me hear, I intreat you, Whether or no my Adversary be taken notice of.—Wait for his Second Edition. And if by next Year, or Year or two after, it be known in good Company that there is such a Book in being, I shall then perhaps think it time to consider of a Reply.\"","subId":"9","id":"Shaftesbury.C.MR.1.2.9"},{"type":"note","content":"Viz. The Letter concerning ENTHUSIASM.","subId":"n1","id":"Shaftesbury.C.MR.1.2.n1"},{"type":"note","content":"VOL. I. pag. 305.","subId":"n2","id":"Shaftesbury.C.MR.1.2.n2"}]}