{"id":"Shaftesbury.C.JH.4","imported":true,"parent":"Shaftesbury.C.JH","title":"Chapter IV. Of the Third Figure","breadcrumb":"Chapter 4","published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_029","blocks":[{"type":"title","content":"Chapter IV. Of the Third Figure\n","id":"Shaftesbury.C.JH.4"},{"type":"paragraph","content":"CONCERNING Pleasure there needs little to be said, after what has been already remark'd in relation to the two preceding Figures. The Truth of Appearance, that of History, and even the Decorum it-self, (according to what has been explain'd above) require evidently that in this Period or Instant describ'd, Pleasure shou'd be found silent. She can have no other Language allow'd her than that merely of the Eyes. And 'twou'd be a happy Management for her in the Design, if in turning her Eyes to meet those of Hercules, she shou'd find his Head and Face already turn'd so much on the contrary side, as to shew it impossible for her as yet to discover the growing Passion of this Hero in favour of her Rival. By this means she might still with good right retain her fond Airs of Dalliance and Courtship; as having yet discover'd no reason she has to be dissatisfy'd.","subId":"1","id":"Shaftesbury.C.JH.4.1"},{"type":"paragraph","content":"(2.) She may be drawn either standing, leaning, sitting, or lying; without a Crown, or crown'd either with Roses, or with Myrtle; according to the Painter's Fancy. And since in this third Figure the Painter has so great a liberty left him, he may make good advantage of it for the other two, to which this latter may be subjected, as the last in order, and of least consequence.","subId":"2","id":"Shaftesbury.C.JH.4.2"},{"type":"paragraph","content":"(3.) That which makes the greatest difficulty in the Disposition or Ordonnance of this Figure Pleasure, is, that notwithstanding the supine Air and Character of Ease and Indolence, which shou'd be given her, she must retain still so much Life and Action, as is sufficient to express her persuasive Effort, and Manner of Indication towards her proper Paths; those of the flowery kind, and Vale below, whither she wou'd willingly guide our Hero's steps. Now shou'd this Effort be over-strongly express'd; not only the supine Character and Air of Indolence wou'd be lost in this Figure of Pleasure; but, what is worse, the Figure wou'd seem to speak, or at least appear so, as to create a double Meaning, or equivocal Sense in Painting: which wou'd destroy what we have establish'd as fundamental, concerning the absolute Reign of Silence thro'out the rest of the Piece, in favour of Virtue, the sole speaking Party at this Instant, or third Period of our History.","subId":"3","id":"Shaftesbury.C.JH.4.3"},{"type":"paragraph","content":"(4.) According to a Computation, which in this way of Reasoning might be made, of the whole Motion or Action to be given to our Figure of Pleasure; she shou'd scarce have one fifth reserv'd for that which we may properly call active in her, and have already term'd her persuasive or indicative Effort. All besides shou'd be employ'd to express, if one may say so, her Inaction, her Supineness, Effeminacy, and indulgent Ease. The Head and Body might intirely favour this latter Passion. One Hand might be absolutely resign'd to it; serving only to support, with much ado, the lolling lazy Body. And if the other Hand be requir'd to express some kind of Gesture or Action toward the Road of Pleasures recommended by this Dame; the Gesture ought however to be slight and negligent, in the manner of one who has given over speaking, and appears weary and spent.","subId":"4","id":"Shaftesbury.C.JH.4.4"},{"type":"paragraph","content":"(5.) For the Shape, the Person, the Complexion, and what else may be further remark'd as to the Air and Manner of Pleasure; all this is naturally comprehended in the Opposition, as above stated, between Her-self and Virtue.","subId":"5","id":"Shaftesbury.C.JH.4.5"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.JH","imported":true,"title":"A Notion of the Historical Draught or Tablature of the Judgment of Hercules","breadcrumb":"Judgment of Hercules","published":[1714]}],"prev":{"id":"Shaftesbury.C.JH.3","imported":true,"title":"Chapter III. Of the Second Figure","breadcrumb":"Chapter 3","published":[1714]},"next":{"id":"Shaftesbury.C.JH.5","imported":true,"title":"Chapter V. Of the Ornaments of the Piece; and chiefly of the Drapery, and Perspective","breadcrumb":"Chapter 5","published":[1714]}}