{"imported":true,"id":"Hobbes.L.4.44","parent":"Hobbes.L.4","title":"Of Spirituall Darknesse from Misinterpretation of Scripture","breadcrumb":"Chapter 44","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_058","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XLIV. £1 £1 _Of Spirituall Darknesse from ^Misinterpretation^ of Scripture._ £1","id":"Hobbes.L.4.44"},{"type":"paragraph","content":"#_The Kingdom of Darknesse what._# ^Besides^ these Soveraign Powers, _Divine_, and _Humane_, of which I have hitherto discoursed, there is mention in Scripture of another Power, namely, that of _the Rulers of the Darknesse of this world_, _the Kingdome of Satan_, and _the Principality of Beelzebub over D{ae}mons_, that is to say, over Phantasmes that appear in the Air: #_Eph_. 6. 12.# For which cause Satan is also called _the Prince of the Power of the Air_; and (because he ruleth in the darknesse of this world) #_Mat_. 12. 26.# _The Prince of this world_: And in consequence hereunto, they who are under his Dominion, #_Mat_. 9. 34.# in opposition to the faithfull (who are the _Children of the Light_) are called the _Children of Darknesse_. For #_Eph_. 2. 2.# seeing Beelzebub is Prince of Phantasmes, Inhabitants of his Dominion of Air and Darknesse, the Children of Darknesse, and these D{ae}mons, Phantasmes, #_Joh_. 16. 11.# or Spirits of Illusion, signifie allegorically the same thing. This considered, the Kingdome of Darknesse, as it is set forth in these, and other places of the Scripture, is nothing else but a _Confederacy of Deceivers, that to obtain dominion over men in this present world, endeavour by dark, and erroneous Doctrines, to extinguish in them the Light, both of Nature, and of the Gospell; and so to dis-prepare them for the Kingdome of God to come_.","subId":"1","id":"Hobbes.L.4.44.1"},{"type":"paragraph","content":"As men that are utterly deprived from their Nativity, of the light of the bodily Eye, have no Idea at all, of any such light; and no man conceives in his imagination#_The Church not yet fully freed of Darknesse._# any greater light, than he hath at some time, or other, perceived by his outward Senses: so also is it of the light of the Gospel, and of the light of the Understanding, that no man can conceive there is any greater degree of it, than that which he hath already attained unto. And from hence it comes to passe, that men have no other means to acknowledge their owne Darknesse, but onely by reasoning from the un-foreseen mischances, that befall them in their ways; The Darkest part of the Kingdom of Satan, is that which is without the Church of God; that is to say, amongst them that beleeve not in Jesus Christ. But we cannot say, that therefore the Church enjoyeth (as the land of Goshen) all the light, which to the performance of the work enjoined us by God, is necessary. Whence comes it, that in Christendome there has been, almost from the time of the Apostles, such justling of one another out of their places, both by forraign, and Civill war? such stumbling at every little asperity of their own fortune, and every little eminence of that of other men? and such diversity of ways in running to the same mark, _Felicity_, if it be not Night amongst us, or at least a Mist? wee are therefore yet in the Dark.","subId":"2","id":"Hobbes.L.4.44.2"},{"type":"paragraph","content":"The Enemy has been here in the Night of our naturall#_Four Causes of Spirituall Darknesse._# Ignorance, and sown the tares of Spirituall Errors; and that, First, by abusing, and putting out the light of the Scriptures: For we erre, not knowing the Scriptures. Secondly, by introducing the D{ae}monology of the Heathen Poets, that is to say, their fabulous Doctrine concerning D{ae}mons, which are but Idols, or Phantasms of the braine, without any reall nature of their own, distinct from humane fancy; such as are dead mens Ghosts, and Fairies, and other matter of old Wives tales. Thirdly, by mixing with the Scripture divers reliques of the Religion, and much of the vain and erroneous Philosophy of the Greeks, especially of Aristotle. Fourthly, by mingling with both these, false, or uncertain Traditions, and fained, or uncertain History. And so we come to erre, by _giving heed to seducing Spirits_, and the D{ae}monology of such _as speak lies in Hypocrisie_, (or as it is in the Originall, ^I^ _Tim_. 4. 1, 2. _of those that play the part of lyars_) _with a seared conscience_, that is, contrary to their own knowledge. Concerning the first of these, which is the Seducing of men by abuse of Scripture, I intend to speak briefly in this Chapter.","subId":"3","id":"Hobbes.L.4.44.3"},{"type":"paragraph","content":"#_Errors from misinterpreting the Scriptures, concerning the Kingdome of God._# The greatest, and main abuse of Scripture, and to which almost all the rest are either consequent, or subservient, is the wresting of it, to prove that the Kingdome of God, mentioned so often in the Scripture, is the present Church, or multitude of Christian men now living, or that being dead, are to rise again at the last day: whereas the Kingdome of God was first instituted by the Ministery of Moses, over the Jews onely; who were therefore called his Peculiar People; and ceased afterward, in the election of Saul, when they refused to be governed by God any more, and demanded a King after the manner of the nations; which God himself consented unto, as I have more at large proved before, in the 35. Chapter. After that time, there was no other Kingdome of God in the world, by any Pact, or otherwise, than he ever was, is, and shall be King, of all men, and of all creatures, as governing according to his Will, by his infinite Power. Neverthelesse, he promised by his Prophets to restore this his Government to them again, when the time he hath in his secret counsell appointed for it shall bee fully come, and when they shall turn unto him by repentance, and amendment of life: and not onely so, but he invited also the Gentiles to come in, and enjoy the happinesse of his Reign, on the same conditions of conversion and repentance; and hee promised also to send his Son into the world, to expiate the sins of them all by his death, and to prepare them by his Doctrine, to receive him at his second coming: Which second coming not yet being, the Kingdome of God is not yet come, and wee are not now under any other Kings by Pact, but our Civill Soveraigns; saving onely, that Christian men are already in the Kingdome of Grace, in as much as they have already the Promise of being received at his comming againe.","subId":"4","id":"Hobbes.L.4.44.4"},{"type":"paragraph","content":"#_As that the Kingdome of God is the present Church:_# Consequent to this Errour, that the present Church is Christs Kingdome, there ought to be some one Man, or Assembly, by whose mouth our Saviour (now in heaven) speaketh, giveth law, and which representeth his Person to all Christians, or divers Men, or divers Assemblies that doe the same to divers parts of Christen-dome. This power Regal under Christ, being challenged, universally by the Pope, and in particular Common-wealths by Assemblies of the Pastors of the place, (when the Scripture gives it to none but to Civill Soveraigns,) comes to be so passionately disputed, that it putteth out the Light of Nature, and causeth so great a Darknesse in mens understanding, that they see not who it is to whom they have engaged their obedience.","subId":"5","id":"Hobbes.L.4.44.5"},{"type":"paragraph","content":"Consequent to this claim of the Pope to Vicar Generall#_And that the Pope is his Vicar generall:_# of Christ in the present Church, (supposed to be that Kingdom of his, to which we are addressed in the Gospel,) is the Doctrine, that it is necessary for a Christian King, to receive his Crown by a Bishop; as if it were from that Ceremony, that he derives the clause of _Dei gratiâ_ in his title; and that then onely he is made King by the favour of God, when he is crowned by the authority of Gods universall Vicegerent on earth; and that every Bishop whosoever be his Soveraign, taketh at his Consecration an oath of absolute Obedience to the Pope. Consequent to the same, is the Doctrine of the fourth Councell of Lateran, held under Pope _Innocent_ the third, (Chap. 3. _de H{ae}reticis_.) _That if a King at the Popes admonition, doe not purge his Kingdome of H{ae}resies, and being excommunicate for the same, doe not give satisfaction within a year, his Subjects are absolved of the bond of their obedience_. Where, by H{ae}resies are understood all opinions which the Church of Rome hath forbidden to be maintained. And by this means, as often as there is any repugnancy between the Politicall designes of the Pope, and other Christian Princes, as there is very often, there ariseth such a Mist amongst their Subjects, that they know not a stranger that thrusteth himself into the throne of their lawfull Prince, from him whom they had themselves placed there; and in this Darknesse of mind, are made to fight one against another, without discerning their enemies from their friends, under the conduct of another mans ambition.","subId":"6","id":"Hobbes.L.4.44.6"},{"type":"paragraph","content":"#_And that the Pastors are the Clergy._# From the same opinion, that the present Church is the Kingdome of God, it proceeds that Pastours, Deacons, and all other Ministers of the Church, take the name to themselves of the _Clergy_; giving to other Christians the name of _Laity_, that is, simply _People_. For Clergy signifies those, whose maintenance is that Revenue, which God having reserved to himselfe during his Reign over the Israelites, assigned to the tribe of Levi (who were to be his publique Ministers, and had no portion of land set them out to live on, as their brethren) to be their inheritance. The Pope therefore, (pretending the present Church to be, as the Realme of Israel, the Kingdome of God) challenging to himselfe and his subordinate Ministers, the like revenue, as the Inheritance of God, the name of Clergy was sutable to that claime. And thence it is, that Tithes, and other tributes paid to the Levites, as Gods Right, amongst the Israelites, have a long time been demanded, and taken of Christians, by Ecclesiastiques, _Jure divino_, that is, in Gods Right. By which meanes, the people every where were obliged to a double tribute; one to the State, another to the Clergy; whereof, that to the Clergy, being the tenth of their revenue, is double to that which a King of Athens (and esteemed a Tyrant) exacted of his subjects for the defraying of all publique charges: For he demanded no more but the twentieth part; and yet abundantly maintained therewith the Commonwealth. And in the Kingdome of the Jewes, during the Sacerdotall Reigne of God, the Tithes and Offerings were the whole Publique Revenue.","subId":"7","id":"Hobbes.L.4.44.7"},{"type":"paragraph","content":"From the same mistaking of the present Church for the Kingdom of God, came in the distinction betweene the _Civill_ and the _Canon_ Laws: The Civil Law being the Acts of _Soveraigns_ in their own Dominions, and the Canon Law being the Acts of the _Pope_ in the same Dominions. Which Canons, though they were but Canons, that is, _Rules Propounded_, and but voluntarily received by Christian Princes, till the translation of the Empire to _Charlemain_; yet afterwards, as the power of the Pope encreased, became _Rules Commanded_, and the Emperours themselves (to avoyd greater mischiefes, which the people blinded might be led into) were forced to let them passe for Laws.","subId":"8","id":"Hobbes.L.4.44.8"},{"type":"paragraph","content":"From hence it is, that in all Dominions, where the Popes Ecclesiasticall power is entirely received, Jewes, Turkes, and Gentiles, are in the Roman Church tolerated in their Religion, as farre forth, as in the exercise and profession thereof they offend not against the civill power: whereas in a Christian, though a stranger, not to be of the Roman Religion, is Capitall; because the Pope pretendeth that all Christians are his Subjects. For otherwise it were as much against the law of Nations, to persecute a Christian stranger, for professing the Religion of his owne country, as an Infidell; or rather more, in as much as they that are not against Christ, are with him.","subId":"9","id":"Hobbes.L.4.44.9"},{"type":"paragraph","content":"From the same it is, that in every Christian State there are certaine men, that are exempt, by Ecclesiasticall liberty, from the tributes, and from the tribunals of the Civil State; for so are the secular Clergy, besides Monks and Friars, which in many places, bear so great a proportion to the common people, as if need were, there might be raised out of them alone, an Army, sufficient for any warre the Church militant should imploy them in, against their owne, or other Princes.","subId":"10","id":"Hobbes.L.4.44.10"},{"type":"paragraph","content":"A second generall abuse of Scripture, is the turning of#_Error from mistaking Consecration for Conjuration._# Consecration into Conjuration, or Enchantment. To _Consecrate_, is in Scripture, to Offer, Give, or Dedicate, in pious and decent language and gesture, a man, or any other thing to God, by separating of it from common use; that is to say, to Sanctifie, or make it Gods, and to be used only by those, whom God hath appointed to be his Publike Ministers, (as I have already proved at large in the 35. Chapter;) and thereby to change, not the thing Consecrated, but onely the use of it, from being Profane and common, to be Holy, and peculiar to Gods service. But when by such words, the nature or qualitie of the thing it selfe, is pretended to be changed, it is not Consecration, but either an extraordinary worke of God, or a vaine and impious Conjuration. But seeing (for the frequency of pretending the change of Nature in their Consecrations,) it cannot be esteemed a work extraordinary, it is no other than a _Conjuration_ or _Incantation_, whereby they would have men to beleeve an alteration of Nature that is not, contrary to the testimony of mans Sight, and of all the rest of his Senses. As for example, when the Priest, in stead of Consecrating Bread and Wine to Gods peculiar service in the Sacrament of the Lords Supper, (which is but a separation of it from the common use, to signifie, that is, to put men in mind of their Redemption, by the Passion of Christ, whose body was broken, and blood shed upon the Crosse for our transgressions,) pretends, that by saying of the words of our Saviour, _This is my Body_, and _This is my Blood_, the nature of Bread is no more there, but his very Body; notwithstanding there appeareth not to the Sight, or other Sense of the Receiver, any thing that appeared not before the Consecration. The Egyptian Conjurers, that are said to have turned their Rods to Serpents, and the Water into Bloud, are thought but to have deluded the senses of the Spectators by a false shew of things, yet are esteemed Enchanters: But what should wee have thought of them, if there had appeared in their Rods nothing like a Serpent, and in the Water enchanted, nothing like Bloud, nor like any thing else but Water, but that they had faced down the King, that they were Serpents that looked like Rods, and that it was Bloud that seemed Water? That had been both Enchantment, and Lying. And yet in this daily act of the Priest, they doe the very same, by turning the holy words into the manner of a Charme, which produceth nothing new to the Sense; but they face us down, that it hath turned the Bread into a Man; nay more, into a God; and require men to worship it, as if it were our Saviour himself present God and Man, and thereby to commit most grosse Idolatry. For if it bee enough to excuse it of Idolatry, to say it is no more Bread, but God; why should not the same excuse serve the Egyptians, in case they had the faces to say, the Leeks, and Onyons they worshipped, were not very Leeks, and Onyons, but a Divinity under their _species_, or likenesse. The words, _This is my Body_, are {ae}quivalent to these, _This signifies, or represents my Body_; and it is an ordinary figure of Speech: but to take it literally, is an abuse; nor though so taken, can it extend any further, than to the Bread which Christ himself with his own hands Consecrated. For hee never said, that of what Bread soever, any Priest whatsoever, should say, _This is my body_, or, _This is Christs Body_, the same should presently be transubstantiated. Nor did the Church of Rome ever establish this Transubstantiation, till the time of _Innocent_ the third; which was not above 500. years agoe, when the Power of Popes was at the Highest, and the Darknesse of the time grown so great, as men discerned not the Bread that was given them to eat, especially when it was stamped with the figure of Christ upon the Crosse, as if they would have men beleeve it were Transubstantiated, not onely into the Body of Christ, but also into the Wood of his Crosse, and that they did eat both together in the Sacrament.","subId":"11","id":"Hobbes.L.4.44.11"},{"type":"paragraph","content":"The like Incantation, in stead of Consecration, is used#_Incantation in the Ceremonies of Baptisme._# also in the Sacrament of Baptisme: Where the abuse of Gods name in each severall Person, and in the whole Trinity, with the sign of the Crosse at each name, maketh up the Charm: As first, when they make the Holy water, the Priest saith. _I Conjure thee, thou Creature of Water, in the name of God the Father Almighty, and in the name of Jesus Christ his onely Son our Lord, and in vertue of the Holy Ghost, that thou become Conjured water, to drive away all the Powers of the Enemy, and to eradicate, and supplant the Enemy, &c_. And the same in the Benediction of the Salt to be mingled with it; _That thou become Conjured Salt, that all Phantasmes, and Knavery of the Devills fraud may fly and depart from the place wherein thou art sprinkled; and every unclean Spirit bee Conjured by Him that shall come to judg the quicke and the dead_. The same in the Benediction of the Oyle, _That all the Power of the Enemy, all the Host of the Devill, all Assaults and Phantasmes of Satan, may be driven away by this Creature of Oyle_. And for the Infant that is to be Baptized, he is subject to many Charms: First, at the Church dore the Priest blows thrice in the Childs face, and sayes, _Goe out of him unclean Spirit, and give place to the Holy Ghost the Comforter_. As if all Children, till blown on by the Priest were D{ae}moniaques: Again, before his entrance into the Church, he saith as before, _I Conjure thee, &c. to goe out,_ _and depart from this Servant of God_: And again the same Exorcisme is repeated once more before he be Baptized. These, and some other Incantations, are those that are used in stead of Benedictions, and Consecrations, in administration of the Sacraments of Baptisme, and the Lords Supper; wherein every thing that serveth to those holy uses (except the unhallowed Spittle of the Priest) hath some set form of Exorcisme.","subId":"12","id":"Hobbes.L.4.44.12"},{"type":"paragraph","content":"#_And in Marriage, in Visitation of the Sick, and in Consecration of Places._# Nor are the other rites, as of Marriage, of Extreme Unction, of Visitation of the Sick, of Consecrating Churches, and Church-yards, and the like, exempt from Charms; in as much as there is in them the use of Enchanted Oyle, and Water, with the abuse of the Crosse, and of the holy word of David, _Asperges me Domine Hyssopo_, as things of efficacy to drive away Phantasmes, and Imaginary Spirits.","subId":"13","id":"Hobbes.L.4.44.13"},{"type":"paragraph","content":"#_Errors from mistaking Eternall Life, and Everlasting Death:_# Another generall Error, is from the Misinterpretation of the words _Eternall Life, Everlasting Death_, and the _Second Death_. For though we read plainly in holy Scripture, that God created Adam in an estate of Living for Ever, which was conditionall, that is to say, if he disobeyed not his Commandement; which was not essentiall to Humane Nature, but consequent to the vertue of the Tree of Life; whereof hee had liberty to eat, as long as hee had not sinned; and that hee was thrust out of Paradise after he had sinned, lest hee should eate thereof, and live for ever; and that Christs Passion is a Discharge of sin to all that beleeve on him; and by consequence, a restitution of Eternall Life, to all the Faithfull, and to them onely: yet the Doctrine is now, and hath been a long time far otherwise; namely, that every man hath Eternity of Life by Nature, in as much as his Soul is Immortall: So that the flaming Sword at the entrance of Paradise, though it hinder a man from coming to the Tree of Life, hinders him not from the Immortality which God took from him for his Sin; nor makes him to need the sacrificing of Christ, for the recovering of the same; and consequently, not onely the faithfull and righteous, but also the wicked, and the Heathen, shall enjoy Eternall Life, without any Death at all; much lesse a Second, and Everlasting Death. To salve this, it is said, that by _Second_, and _Everlasting Death_, is meant a Second, and Everlasting Life, but in Torments; a Figure never used, but in this very Case.","subId":"14","id":"Hobbes.L.4.44.14"},{"type":"paragraph","content":"All which Doctrine is founded onely on some of the obscurer places of the New Testament; which neverthelesse, the whole scope of the Scripture considered, are cleer enough in a different sense, and unnecessary to the Christian Faith. For supposing that when a man dies, there remaineth nothing of him but his carkasse; cannot God that raised inanimated dust and clay into a living creature by his Word, as easily raise a dead carkasse to life again, and continue him alive for Ever, or make him die again, by another Word? The _Soule_ in Scripture, signifieth alwaies, either the Life, or the Living Creature; and the Body and Soule jointly, the _Body alive_. In the fift day of the Creation, God said, Let the waters produce _Reptile anim{ae} viventis_, the creeping thing that hath in it a Living Soule; the English translate it, _that hath Life_: And again, God created Whales, _& omnem animam viventem_; which in the English is, _every Living Creature_: And likewise of Man, God made him of the dust of the earth, and breathed in his face the breath of Life, _& factus est Homo in animam viventem_, that is, _and Man was made a Living Creature_: And after _Noah_ came out of the Arke, God saith, hee will no more smite _omnem animam viventem_, that is, _every Living Creature_: And Deut. 12. 23. _Eate not the Bloud, for the Bloud is the Soule_; that is, _the Life_. From which places, if by _Soule_ were meant a _Substance Incorporeall_, with an existence separated from the Body, it might as well be inferred of any other living Creature, as of Man. But that the Souls of the Faithfull, are not of their own Nature, but by Gods speciall Grace, to remaine in their Bodies, from the Resurrection to all Eternity, I have already I think sufficiently proved out of the Scriptures, in the 38. Chapter. And for the places of the New Testament, where it is said that any man shall be cast Body and Soul into Hell fire, it is no more than Body and Life; that is to say, they shall be cast alive into the perpetuall fire of Gehenna.","subId":"15","id":"Hobbes.L.4.44.15"},{"type":"paragraph","content":"#_As the Doctrine of Purgatory, and Exorcismes, and Invocation of Saints._# This window it is, that gives entrance to the Dark Doctrine, first, of Eternall Torments; and afterwards of Purgatory, and consequently of the walking abroad, especially in places Consecrated, Solitary, or Dark, of the Ghosts of men deceased; and thereby to the pretences of Exorcisme and Conjuration of Phantasmes; as also of Invocation of men dead; and to the Doctrine of Indulgences; that is to say, of exemption for a time, or for ever, from the fire of Purgatory, wherein these Incorporeall Substances are pretended by burning to be cleansed, and made fit for Heaven. For men being generally possessed before the time of our Saviour, by contagion of the D{ae}monology of the Greeks, of an opinion, that the Souls of men were substances distinct from their Bodies, and therefore that when the Body was dead, the Soule of every man, whether godly, or wicked, must subsist somewhere by vertue of its own nature, without acknowledging therein any supernaturall gift of Gods; the Doctors of the Church doubted a long time, what was the place, which they were to abide in, till they should be re-united to their Bodies in the Resurrection; supposing for a while, they lay under the Altars: but afterward the Church of Rome found it more profitable, to build for them this place of Purgatory; which by some other Churches in this later age, has been demolished.","subId":"16","id":"Hobbes.L.4.44.16"},{"type":"paragraph","content":"#_The Texts alledged for the Doctrines aforementioned have been answered before._# Let us now consider, what texts of Scripture seem most to confirm these three generall Errors, I have here touched. As for those which Cardinall Bellarmine hath alledged, for the present Kingdome of God administred by the Pope, (than which there are none that make a better shew of proof,) I have already answered them; and made it evident, that the Kingdome of God, instituted by Moses, ended in the election of Saul: After which time the Priest of his own authority never deposed any King. That which the High Priest did to Athaliah, was not done in his owne right, but in the right of the young King Joash her Son: But Solomon in his own right deposed the High Priest Abiathar, and set up another in his place. The most difficult place to answer, of all those that can be brought, to prove the Kingdome of God by Christ is already in this world, is alledged, not by Bellarmine, nor any other of the Church of Rome; but by Beza; that will have it to begin from the Resurrection of Christ. But whether hee intend thereby, to entitle the Presbytery to the Supreme Power Ecclesiasticall in the Common-wealth of Geneva, (and consequently to every Presbytery in every other Common-wealth,) or to Princes, and other Civill Soveraigns, I doe not know. For the Presbytery hath challenged the power to Excommunicate their owne Kings, and to bee the Supreme Moderators in Religion, in the places where they have that form of Church government, no lesse then the Pope challengeth it universally.","subId":"17","id":"Hobbes.L.4.44.17"},{"type":"paragraph","content":"The words are (Marke 9. 1.) _Verily I say unto you,_#_Answer to the text on which Beza inferreth that the Kingdome of Christ began at the Resurrection._# _that there be some of them that stand here, which shall not tast of death, till they have seene the Kingdome of God come with power_. Which words, if taken grammatically, make it certaine, that either some of those men that stood by Christ at that time, are yet alive; or else, that the Kingdome of God must be now in this present world. And then there is another place more difficult: For when the Apostles after our Saviours Resurrection, and immediately before his Ascension, asked our Saviour, saying, (Acts 1. 6.) _Wilt thou at this time restore again the Kingdome to Israel_, he answered them, _It is not for you to know the times and the seasons, which the Father hath put in his own power; But ye shall receive power by the comming of the Holy Ghost upon you, and yee shall be my (Martyrs) witnesses both in Jerusalem, & in all Jud{oe}a, and in Samaria, and unto the uttermost part of the Earth:_ Which is as much as to say, My Kingdome is not yet come, nor shall you foreknow when it shall come; for it shall come as a theefe in the night; But I will send you the Holy Ghost, and by him you shall have power to beare witnesse to all the world (by your preaching) of my Resurrection, and the workes I have done, and the doctrine I have taught, that they may beleeve in me, and expect eternall life, at my comming againe: How does this agree with the comming of Christs Kingdome at the Resurrection? And that which St. _Paul_ saies (I _Thessal_. 1. 9, 10.) _That they turned from Idols, to serve the living and true God, and to waite for his Sonne from Heaven; Where to waite for his Sonne from Heaven, is to wait for his comming to be King in power; which were not necessary, if his Kingdome had beene then present._ Againe, if the Kingdome of God began (as _Beza_ on that place (_Mark_ 9. 1.) would have it) at the Resurrection; what reason is there for Christians ever since the Resurrection to say in their prayers, _Let thy Kingdom Come_? It is therefore manifest, that the words of St. _Mark_ are not so to be interpreted. There be some of them that stand here (saith our Saviour) that shall not tast of death till they have seen the Kingdome of God come in power. If then this Kingdome were to come at the Resurrection of Christ, why is it said, _some of them_, rather than _all_? For they all lived till after Christ was risen.","subId":"18","id":"Hobbes.L.4.44.18"},{"type":"paragraph","content":"#_Explication of the Place in Mark 9._# But they that require an exact interpretation of this text, let them interpret first the like words of our Saviour to St. _Peter_ concerning St. John, (chap. 21. 22.) _If I will that he tarry till I come, what is that to thee?_ upon which was grounded a report that hee should not dye: Neverthelesse the truth of that report was neither confirmed, as well grounded; nor refuted, as ill grounded on those words; but left as a saying not understood. The same difficulty is also in the place of St. Marke. And if it be lawfull to conjecture at their meaning, by that which immediately followes, both here, and in St. Luke, where the same is againe repeated, it is not unprobable, to say they have relation to the Transfiguration, which is described in the verses immediately following; where it is said, that _After six dayes Jesus taketh with him Peter, and James, and John_ (not all, but some of his Disciples) _and leadeth them up into an high mountaine apart by themselves, and was transfigured before them. And his rayment became shining, exceeding white as snow; so as no Fuller on earth can white them. And there appeared unto them Elias with Moses, and they were talking with Jesus, &c_. So that they saw Christ in Glory and Majestie, as he is to come; insomuch as _They were sore afraid_. And thus the promise of our Saviour was accomplished by way of _Vision_: For it was a Vision, as may probably bee inferred out of St. Luke, that reciteth the same story (ch. 9. ve. 28.) and saith, that Peter and they that were with him, were heavy with sleep: But most certainly out of Matth. 17. 9. (where the same is again related;) for our Saviour charged them, saying, _Tell no man the Vision untill the Son of man be Risen from the dead_. Howsoever it be, yet there can from thence be taken no argument, to prove that the Kingdome of God taketh beginning till the day of Judgement.","subId":"19","id":"Hobbes.L.4.44.19"},{"type":"paragraph","content":"As for some other texts, to prove the Popes Power#_Abuse of some other texts in defence of the Power of the Pope._# over civill Soveraignes (besides those of _Bellarmine_;) as that the two Swords that Christ and his Apostles had amongst them, were the Spirituall and the Temporall Sword, which they say St. Peter had given him by Christ: And, that of the two Luminaries, the greater signifies the Pope, and the lesser the King; One might as well inferre out of the first verse of the Bible, that by Heaven is meant the Pope, and by Earth the King: Which is not arguing from Scripture, but a wanton insulting over Princes, that came in fashion after the time the Popes were growne so secure of their greatnesse, as to contemne all Christian Kings; and Treading on the necks of Emperours, to mocke both them, and the Scripture, in the words of the 91. Psalm, _Thou shalt Tread upon the Lion and the Adder, the young Lion and the Dragon thou shalt Trample under thy feet_.","subId":"20","id":"Hobbes.L.4.44.20"},{"type":"paragraph","content":"As for the rites of Consecration, though they depend#_The manner of Consecrations in the Scripture, was without Exorcisms._# for the most part upon the discretion and judgement of the governors of the Church, and not upon the Scriptures; yet those governors are obliged to such direction, as the nature of the action it selfe requireth; as that the ceremonies, words, and gestures, be both decent, and significant, or at least conformable to the action. When Moses consecrated the Tabernacle, the Altar, and the Vessels belonging to them, (_Exod_. 40.) he anointed them with the Oyle which God had commanded to bee made for that purpose; and they were holy: There was nothing Exorcized, to drive away Phantasmes. The same Moses (the civill Soveraigne of Israel) when he consecrated Aaron (the High Priest,) and his Sons, did wash them with Water, (not Exorcized water,) put their Garments upon them, and anointed them with Oyle; and they were sanctified, to minister unto the Lord in the Priests office; which was a simple and decent cleansing, and adorning them, before hee presented them to God, to be his servants. When King _Solomon_, (the civill Soveraigne of Israel) consecrated the Temple hee had built, (2 _Kings_ 8.) he stood before all the Congregation of Israel; and having blessed them, he gave thankes to God, for putting into the heart of his father, to build it; and for giving to himselfe the grace to accomplish the same; and then prayed unto him, first, to accept that House, though it were not sutable to his infinite Greatnesse; and to hear the prayers of his Servants that should pray therein, or (if they were absent,) towards it; and lastly, he offered a sacrifice of Peace-offering, and the House was dedicated. Here was no Procession; the King stood still in his first place; no Exorcised Water; no _Asperges me_, nor other impertinent application of words spoken upon another occasion; but a decent, and rationall speech, and such as in making to God a present of his new built House, was most conformable to the occasion.","subId":"21","id":"Hobbes.L.4.44.21"},{"type":"paragraph","content":"We read not that St. John did Exorcize the Water of Jordan; nor Philip the Water of the river wherein he baptized the Eunuch; nor that any Pastor in the time of the Apostles, did take his spittle, and put it to the nose of the person to be Baptized, and say, _In odorem suavitatis_, that is, _for a sweet savour unto the Lord_; wherein neither the Ceremony of Spittle, for the uncleannesse; nor the application of that Scripture for the levity, can by any authority of man be justified.","subId":"22","id":"Hobbes.L.4.44.22"},{"type":"paragraph","content":"#_The immortality of mans Soule, not proved by Scripture to be of Nature, but of Grace._# To prove that the Soule separated from the Body, liveth eternally, not onely the Soules of the Elect, by especiall grace, and restauration of the Eternall Life which Adam lost by Sinne, and our Saviour restored by the Sacrifice of himself, to the Faithfull; but also the Soules of Reprobates, as a property naturally consequent to the essence of mankind, without other grace of God, but that which is universally given to all mankind; there are divers places, which at the first sight seem sufficiently to serve the turn: but such, as when I compare them with that which I have before (Chapter 38.) alledged out of the 14 of _Job_, seem to mee much more subject to a divers interpretation, than the words of _Job_.","subId":"23","id":"Hobbes.L.4.44.23"},{"type":"paragraph","content":"And first there are the words of Solomon (_Ecclesiastes_ 12. 7.) _Then shall the Dust return to Dust, as it was, and_ _the Spirit shall return to God that gave it_. Which may bear well enough (if there be no other text directly against it) this interpretation, that God onely knows, (but Man not,) what becomes of a mans spirit, when he expireth; and the same Solomon, in the same Book, (Chap. 3. ver. 20, 21.) delivereth the same sentence in the sense I have given it: His words are, _All goe_ (man and beast) _to the same place; all are of the dust, and all turn to dust again; who knoweth that the spirit of Man goeth upward, and that the spirit of the Beast goeth downward to the earth_? That is, none knows but God; Nor is it an unusuall phrase to say of things we understand not, _God Knows what_, and _God Knows where_. That of _Gen_. 5. 24. _Enoch walked with God, and he was not; for God took him_; which is expounded Heb. 13. 5. _He was translated, that he should not die; and was not found, because God had translated him. For before his Translation, he had this testimony, that he pleased God_, making as much for the Immortality of the Body, as of the Soule, proveth, that this his translation was peculiar to them that please God; not common to them with the wicked; and depending on Grace, not on Nature. But on the contrary, what interpretation shall we give, besides the literall sense of the words of Solomon (_Eccles_. 3. 19.) _That which befalleth the Sons of Men, befalleth Beasts, even one thing befalleth them; as the one dyeth, so doth the other; yea, they have all one breath_ (one spirit;) _so that a Man hath no pr{oe}eminence above a Beast, for all is vanity_. By the literall sense, here is no Naturall Immortality of the Soule; nor yet any repugnancy with the Life Eternall, which the Elect shall enjoy by Grace. And (chap. 4. ver. 3.) _Better is he that hath not yet been, than both they_; that is, than they that live, or have lived; which, if the Soule of all them that have lived, were Immortall, were a hard saying; for then to have an Immortall Soule, were worse than to have no Soule at all. And againe, (Chapt. 9. 5.) _The living know they shall die, but the dead know not any thing_; that is, Naturally, and before the resurrection of the body.","subId":"24","id":"Hobbes.L.4.44.24"},{"type":"paragraph","content":"Another place which seems to make for a Naturall Immortality of the Soule, is that, where our Saviour saith, that Abraham, Isaac, and Jacob are living: but this is spoken of the promise of God, and of their certitude to rise again, not of a Life then actuall; and in the same sense that God said to Adam, that on the day hee should eate of the forbidden fruit, he should certainly die; from that time forward he was a dead man by sentence; but not by execution, till almost a thousand years after. So Abraham, Isaac, and Jacob were alive by promise, then, when Christ spake; but are not actually till the Resurrection. And the History of Dives and Lazarus, make nothing against this, if wee take it (as it is) for a Parable.","subId":"25","id":"Hobbes.L.4.44.25"},{"type":"paragraph","content":"But there be other places of the New Testament, where an Immortality seemeth to be directly attributed to the wicked. For it is evident, that they shall all rise to Judgement. And it is said besides in many places, that they shall goe into _Everlasting fire, Everlasting torments, Everlasting punishments; and that the worm of conscience never dyeth_; and all this is comprehended in the word _Everlasting Death_, which is ordinarily interpreted _Everlasting Life in torments_: And yet I can find no where that any man shall live in torments Everlastingly. Also, it seemeth hard, to say, that God who is the Father of Mercies, that doth in Heaven and Earth all that hee will; that hath the hearts of all men in his disposing; that worketh in men both to doe, and to will; and without whose free gift a man hath neither inclination to good, nor repentance of evill, should punish mens transgressions without any end of time, and with all the extremity of torture, that men can imagine, and more. We are therefore to consider, what the meaning is, of _Everlasting Fire_, and other the like phrases of Scripture.","subId":"26","id":"Hobbes.L.4.44.26"},{"type":"paragraph","content":"I have shewed already, that the Kingdome of God by Christ beginneth at the day of Judgment: That in that day, the Faithfull shall rise again, with glorious, and spirituall Bodies, and bee his Subjects in that his Kingdome, which shall be Eternall: That they shall neither marry, nor be given in marriage, nor eate and drink, as they did in their naturall bodies; but live for ever in their individuall persons, without the specificall eternity of generation: And that the Reprobates also shall rise again, to receive punishments for their sins: As also, that those of the Elect, which shall be alive in their earthly bodies at that day, shall have their bodies suddenly changed, and made spirituall, and Immortall. But that the bodies of the Reprobate, who make the Kingdome of Satan, shall also be glorious, or spirituall bodies, or that they shall bee as the Angels of God, neither eating, nor drinking, nor engendring; or that their life shall be Eternall in their individuall persons, as the life of every faithfull man is, or as the life of Adam had been if hee had not sinned, there is no place of Scripture to prove it; save onely these places concerning Eternall Torments; which may otherwise be interpreted.","subId":"27","id":"Hobbes.L.4.44.27"},{"type":"paragraph","content":"From whence may be inferred, that as the Elect after the Resurrection shall be restored to the estate, wherein Adam was before he had sinned; so the Reprobate shall be in the estate, that Adam, and his posterity were in after the sin committed; saving that God promised a Redeemer to Adam, and such of his seed as should trust in him, and repent; but not to them that should die in their sins, as do the Reprobate.","subId":"28","id":"Hobbes.L.4.44.28"},{"type":"paragraph","content":"These things considered, the texts that mention#_Eternall Torments what._# _Eternall Fire, Eternall Torments, or the Worm that never dieth_, contradict not the Doctrine of a Second, and Everlasting Death, in the proper and naturall sense of the word _Death_. The Fire, or Torments prepared for the wicked in _Gehenna, Tophet_, or in what place soever, may continue for ever; and there may never want wicked men to be tormented in them; though not every, nor any one Eternally. For the wicked being left in the estate they were in after Adams sin, may at the Resurrection live as they did, marry, and give in marriage, and have grosse and corruptible bodies, as all mankind now have; and consequently may engender perpetually, after the Resurrection, as they did before: For there is no place of Scripture to the contrary. For St. Paul, speaking of the Resurrection (1 _Cor_. 15.) understandeth it onely of the Resurrection to Life Eternall; and not the Resurrection to Punishment. And of the first, he saith that the Body is _Sown in Corruption, raised in Incorruption: sown in Dishonour, raised in Honour; sown in Weaknesse, raised in Power; sown a Naturall body, raised a Spirituall body_: There is no such thing can be said of the bodies of them that rise to Punishment. So also our Saviour, when hee speaketh of the Nature of Man after the Resurrection, meaneth, the Resurrection to Life Eternall, not to Punishment. The text is _Luke_ 20. verses 34. 35, 36. a fertile text. _The Children of this world marry, and are given in marriage; but they that shall be counted worthy to obtaine that world, and the Resurrection from the dead, neither marry, nor are given in marriage: Neither can they die any more; for they are equall to the Angels, and are the Children of God, being the Children of the Resurrection_: The Children of this world, that are in the estate which Adam left them in, shall marry, and be given in marriage; that is, corrupt, and generate successively; which is an Immortality of the Kind, but not of the Persons of men: They are not worthy to be counted amongst them that shall obtain the next world, and an absolute Resurrection from the dead; but onely a short time, as inmates of that world; and to the end onely to receive condign punishment for their contumacy. The Elect are the onely children of the Resurrection; that is to say, the sole heirs of Eternall Life: they only can die no more: it is they that are equall to the Angels, and that are the children of God; and not the Reprobate. To the Reprobate there remaineth after the Resurrection, a _Second_, and _Eternall_ Death; between which Resurrection, and their Second, and Eternall death, is but a time of Punishment and Torment; and to last by succession of sinners thereunto, as long as the kind of Man by propagation shall endure; which is Eternally.","subId":"29","id":"Hobbes.L.4.44.29"},{"type":"paragraph","content":"#_Answer of the Texts alledged for Purgatory._# Upon this Doctrine of the Naturall Eternity of separated Soules, is founded (as I said) the Doctrine of Purgatory. For supposing Eternall Life by Grace onely, there is no Life, but the Life of the Body; and no Immortality till the Resurrection. The texts for Purgatory alledged by Bellarmine out of the Canonicall Scripture of the old Testament, are first, the Fasting of _David_ for _Saul_ and _Jonathan_, mentioned (2 _Kings_, 1. 12.); and againe, (2 _Sam_. 3. 35.) for the death of _Abner_. This Fasting of _David_, he saith, was for the obtaining of something for them at Gods hands, after their death; because after he had Fasted to procure the recovery of his owne child, assoone as he knew it was dead, he called for meate. Seeing then the Soule hath an existence separate from the Body, and nothing can be obtained by mens Fasting for the Soules that are already either in Heaven, or Hell, it followeth that there be some Soules of dead men, that are neither in Heaven, nor in Hell; and therefore they must bee in some third place, which must be Purgatory. And thus with hard straining, hee has wrested those places to the proofe of a Purgatory: whereas it is manifest, that the ceremonies of Mourning, and Fasting, when they are used for the death of men, whose life was not profitable to the Mourners, they are used for honours sake to their persons; and when tis done for the death of them by whose life the Mourners had benefit, it proceeds from their particular dammage: And so _David_ honoured _Saul_, and _Abner_, with his Fasting; and in the death of his owne child, recomforted himselfe, by receiving his ordinary food.","subId":"30","id":"Hobbes.L.4.44.30"},{"type":"paragraph","content":"In the other places, which he alledgeth out of the old Testament, there is not so much as any shew, or colour of proofe. He brings in every text wherein there is the word _Anger_, or _Fire_, or _Burning_, or _Purging_, or _Clensing_, in case any of the Fathers have but in a Sermon rhetorically applied it to the Doctrine of Purgatory, already beleeved. The first verse of _Psalme_, 37. _O Lord rebuke me not in thy wrath, nor chasten me in thy hot displeasure_: What were this to Purgatory, if Augustine had not applied the _Wrath_ to the fire of Hell, and the _Displeasure_ to that of Purgatory? And what is it to Purgatory, that of _Psalme_, 66. 12. _Wee went through fire and water, and thou broughtest us to a moist place_; and other the like texts, (with which the Doctors of those times entended to adorne, or extend their Sermons, or Commentaries) haled to their purposes by force of wit?","subId":"31","id":"Hobbes.L.4.44.31"},{"type":"paragraph","content":"#_Places of the New Testament for Purgatory answered._# But he alledgeth other places of the New Testament, that are not so easie to be answered: And first that of _Matth_. 12. 32. _Whosoever speaketh a word against the Sonne of man, it shall be forgiven him; but whosoever speaketh against the Holy Ghost, it shall not bee forgiven him neither in this world, nor in the world to come_: Where he will have Purgatory to be the World to come, wherein some sinnes may be forgiven, which in this World were not forgiven: notwithstanding that it is manifest, there are but three Worlds; one from the Creation to the Flood, which was destroyed by Water, and is called in Scripture _the Old World_; another from the Flood, to the day of Judgement, which is _the Present World_, and shall bee destroyed by Fire; and the third, which shall bee from the day of Judgement forward, everlasting, which is called _the World to come_; and in which it is agreed by all, there shall be no Purgatory: And therefore the World to come, and Purgatory, are inconsistent. But what then can bee the meaning of those our Saviours words? I confesse they are very hardly to bee reconciled with all the Doctrines now unanimously received: Nor is it any shame, to confesse the profoundnesse of the Scripture, to bee too great to be sounded by the shortnesse of humane understanding. Neverthelesse, I may propound such things to the consideration of more learned Divines, as the text it selfe suggesteth. And first, seeing to speake against the Holy Ghost, as being the third Person of the Trinity, is to speake against the Church, in which the Holy Ghost resideth; it seemeth the comparison is made, betweene the Easinesse of our Saviour, in bearing with offences done to him while hee himselfe taught the world, that is, when he was on earth, and the Severity of the Pastors after him, against those which should deny their authority, which was from the Holy Ghost: As if he should say, You that deny my Power; nay you that shall crucifie me, shall be pardoned by mee, as often as you turne unto mee by Repentance: But if you deny the Power of them that teach you hereafter, by vertue of the Holy Ghost, they shall be inexorable, and shall not forgive you, but persecute you in this World, and leave you without absolution, (though you turn to me, unlesse you turn also to them,) to the punishments (as much as lies in them) of the World to come: And so the words may be taken as a Prophecy, or Pr{ae}diction concerning the times, as they have along been in the Christian Church: Or if this be not the meaning, (for I am not peremptory in such difficult places,) perhaps there may be place left after the Resurrection for the Repentance of some sinners: And there is also another place, that seemeth to agree therewith. For considering the words of St. Paul (1 _Cor_. 15. 29.) _What shall they doe which are Baptized for the dead, if the dead rise not at all? why also are they Baptized for the dead?_ a man may probably inferre, as some have done, that in St. Pauls time, there was a custome by receiving Baptisme for the dead, (as men that now beleeve, are Sureties and Undertakers for the Faith of Infants, that are not capable of beleeving,) to undertake for the persons of their deceased friends, that they should be ready to obey, and receive our Saviour for their King, at his coming again; and then the forgivenesse of sins in the world to come, has no need of a Purgatory. But in both these interpretations, there is so much of paradox, that I trust not to them; but propound them to those that are throughly versed in the Scripture, to inquire if there be no clearer place that contradicts them. Onely of thus much, I see evident Scripture, to perswade me, that there is neither the word, nor the thing of Purgatory, neither in this, nor any other text; nor any thing that can prove a necessity of a place for the Soule without the Body; neither for the Soule of Lazarus during the four days he was dead; nor for the Soules of them which the Romane Church pretend to be tormented now in Purgatory. For God, that could give a life to a peece of clay, hath the same power to give life again to a dead man, and renew his inanimate, and rotten Carkasse, into a glorious, spirituall, and immortall Body.","subId":"32","id":"Hobbes.L.4.44.32"},{"type":"paragraph","content":"Another place is that of 1 _Cor_. 3. where it is said, that they which built Stubble, Hay, &c. on the true Foundation, their work shall perish; but _they themselves shall be saved; but as through Fire_: This Fire, he will have to be the Fire of Purgatory. The words, as I have said before, are an allusion to those of _Zach_. 13. 9. where he saith, _I will bring the third part through the Fire, and refine them as Silver is refined, and will try them as Gold is tryed_: Which is spoken of the comming of the Messiah in Power and Glory; that is, at the day of Judgment, and Conflagration of the present world; wherein the Elect shall not be consumed, but be refined; that is, depose their erroneous Doctrines, and Traditions, and have them as it were sindged of; and shall afterwards call upon the name of the true God. In like manner, the Apostle saith of them, that holding this Foundation_Jesus is the Christ_, shall build thereon some other Doctrines that be erroneous, that they shall not be consumed in that fire which reneweth the world, but shall passe through it to Salvation; but so, as to see, and relinquish their former Errours. The Builders, are the _Pastors_; the Foundation, that _Jesus is the Christ_; the Stubble and Hay, _False Consequences drawn from it through Ignorance, or Frailty_; the Gold, Silver, and pretious Stones, are their _True Doctrines_; and their Refining or Purging, the _Relinquishing of their Errors_. In all which there is no colour at all for the burning of Incorporeall, that is to say, Impatible Souls.","subId":"33","id":"Hobbes.L.4.44.33"},{"type":"paragraph","content":"#_Baptisme for the Dead, how understood._# A third place is that of 1 _Cor_. 15. before mentioned, concerning Baptisme for the Dead: out of which he concludeth, first, that Prayers for the Dead are not unprofitable; and out of that, that there is a Fire of Purgatory: But neither of them rightly. For of many interpretations of the word Baptisme, he approveth this in the first place, that by Baptisme is meant (metaphorically) a Baptisme of Penance; and that men are in this sense Baptized, when they Fast, and Pray, and give Almes: And so Baptisme for the Dead, and Prayer for the Dead, is the same thing. But this is a Metaphor, of which there is no example, neither in the Scripture, nor in any other use of language; and which is also discordant to the harmony, and scope of the Scripture. The word Baptisme is used (_Mar_. 10. 38. & _Luk_. 12. 50.) for being Dipped in ones own bloud, as Christ was upon the Cross, and as most of the Apostles were, for giving testimony of him. But it is hard to say, that Prayer, Fasting, and Almes, have any similitude with Dipping. The same is used also _Mat_. 3. 11. (which seemeth to make somewhat for Purgatory) for a Purging with Fire. But it is evident the Fire and Purging here mentioned, is the same whereof the Prophet _Zachary_ speaketh (chap. 13. v. 9.) _I will bring the third part through the Fire, and will Refine them, &c_. And St. Peter after him (1 Epist. 1. 7.) _That the triall of your Faith, which is much more precious than of Gold that perisheth, though it be tryed with Fire, might be found unto praise, and honour, and glory at the Appearing of Jesus Christ_; and St. Paul (1 _Cor_. 3. 13.) _The Fire shall trie every mans work of what sort it is_. But St. Peter, and St. Paul speak of the Fire that shall be at the Second Appearing of Christ; and the Prophet Zachary of the Day of Judgment: And therefore this place of S. Mat. may be interpreted of the same; and then there will be no necessity of the Fire of Purgatory.","subId":"34","id":"Hobbes.L.4.44.34"},{"type":"paragraph","content":"Another interpretation of Baptisme for the Dead, is that which I have before mentioned, which he preferreth to the second place of probability: And thence also he inferreth the utility of Prayer for the Dead. For if after the Resurrection, such as have not heard of Christ, or not beleeved in him, may be received into Christs Kingdome; it is not in vain, after their death, that their friends should pray for them, till they should be risen. But granting that God, at the prayers of the faithfull, may convert unto him some of those that have not heard Christ preached, and consequently cannot have rejected Christ, and that the charity of men in that point, cannot be blamed; yet this concludeth nothing for Purgatory, because to rise from Death to Life, is one thing; to rise from Purgatory to Life is another; as being a rising from Life to Life, from a Life in torments to a Life in joy.","subId":"35","id":"Hobbes.L.4.44.35"},{"type":"paragraph","content":"A fourth place is that of _Mat_. 5. 25. _Agree with thine Adversary quickly, whilest thou art in the way with him, lest at any time the Adversary deliver thee to the Judge, and the Judge deliver thee to the Officer, and thou be cast into prison. Verily I say unto thee, thou shalt by no means come out thence, till thou hast paid the uttermost farthing_. In which Allegory, the Offender is the _Sinner_; both the Adversary and the Judge is _God_; the Way is this _Life_; the Prison is the _Grave_; the Officer, _Death_; from which, the sinner shall not rise again to life eternall, but to a second Death, till he have paid the utmost farthing, or Christ pay it for him by his Passion, which is a full Ransome for all manner of sin, as well lesser sins, as greater crimes; both being made by the passion of Christ equally veniall.","subId":"36","id":"Hobbes.L.4.44.36"},{"type":"paragraph","content":"The fift place, is that of _Matth_. 5. 22. _Whosoever is angry with his Brother without a cause, shall be guilty in Judgment. And whosoever shall say to his Brother, RACHA, shall be guilty in the Councel. But whosoever shall say, Thou Foole, shall be guilty to hell fire_. From which words he inferreth three sorts of Sins, and three sorts of Punishments; and that none of those sins, but the last, shall be punished with hell fire; and consequently, that after this life, there is punishment of lesser sins in Purgatory. Of which inference, there is no colour in any interpretation that hath yet been given of them: Shall there be a distinction after this life of Courts of Justice, as there was amongst the Jews in our Saviours time, to hear, and determine divers sorts of Crimes; as the Judges, and the Councell? Shall not all Judicature appertain to Christ, and his Apostles? To understand therefore this text, we are not to consider it solitarily, but jointly with the words precedent, and subsequent. Our Saviour in this Chapter interpreteth the Law of Moses; which the Jews thought was then fulfilled, when they had not transgressed the Grammaticall sense thereof, however they had transgressed against the sentence, or meaning of the Legislator. Therefore whereas they thought the Sixth Commandement was not broken, but by Killing a man; nor the Seventh, but when a man lay with a woman, not his wife; our Saviour tells them, the inward Anger of a man against his brother, if it be without just cause, is Homicide: You have heard (saith hee) the Law of Moses, _Thou shalt not Kill_, and that _Whosoever shall Kill, shall bee condemned before the Judges_, or before the Session of the Seventy: But I say unto you, to be Angry with ones Brother without cause; or to say unto him _Racha_, or _Foole_, is Homicide, and shall be punished at the day of Judgment, and Session of Christ, and his Apostles, with Hell fire: so that those words were not used to distinguish between divers Crimes, and divers Courts of Justice, and divers Punishments; but to taxe the distinction between sin, and sin, which the Jews drew not from the difference of the Will in Obeying God, but from the difference of their Temporall Courts of Justice; and to shew them that he that had the Will to hurt his Brother, though the effect appear but in Reviling, or not at all, shall be cast into hell fire, by the Judges, and by the Session, which shall be the same, not different Courts at the day of Judgment. This considered, what can be drawn from this text, to maintain Purgatory, I cannot imagine.","subId":"37","id":"Hobbes.L.4.44.37"},{"type":"paragraph","content":"The sixth place is _Luke_ 16. 9. _Make yee friends of the unrighteous Mammon, that when yee faile, they may receive you into Everlasting Tabernacles_. This he alledges to prove Invocation of Saints departed. But the sense is plain, That we should make friends with our Riches, of the Poore; and thereby obtain their Prayers whilest they live. _He that giveth to the Poore, lendeth to the Lord_.","subId":"38","id":"Hobbes.L.4.44.38"},{"type":"paragraph","content":"The seventh is _Luke_ 23. 42. _Lord remember me when thou commest into thy Kingdome_: Therefore, saith hee, there is Remission of sins after this life. But the consequence is not good. Our Saviour then forgave him; and at his comming againe in Glory, will remember to raise him againe to Life Eternall.","subId":"39","id":"Hobbes.L.4.44.39"},{"type":"paragraph","content":"The Eight is _Acts_ 2. 24. where St. Peter saith of Christ, _that God had raised him up, and loosed the Paines of Death, because it was not possible he should be holden of it_: Which hee interprets to bee a descent of Christ into Purgatory, to loose some Soules there from their torments: whereas it is manifest, that it was Christ that was loosed; it was hee that could not bee holden of Death, or the Grave; and not the Souls in Purgatory. But if that which Beza sayes in his notes on this place be well observed, there is none that will not see, that in stead of _Paynes_, it should be _Bands_; and then there is no further cause to seek for Purgatory in this Text.","subId":"40","id":"Hobbes.L.4.44.40"}]}
