{"imported":true,"id":"Hobbes.L.4.47","parent":"Hobbes.L.4","title":"Of the Benefit that proceedeth from such Darknesse, and to whom it accreweth","breadcrumb":"Chapter 47","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_061","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XLVII. £1 £1 _Of the _Benefit_ that proceedeth from such Darknesse, and to whom it accreweth_. £1","id":"Hobbes.L.4.47"},{"type":"paragraph","content":"_Cicero_ maketh honorable mention of one of the _Cassii_,##_He that receiveth Benefit by a Fact, is presumed to be the Author._## a severe Judge amongst the Romans, for a custome he had, in Criminall causes, (when the testimony of the witnesses was not sufficient,) to ask the Accusers, _Cui bono_; that is to say, what Profit, Honor, or other Contentment, the accused obtained, or expected by the Fact. For amongst Pr{ae}sumptions, there is none that so evidently declareth the Author, as doth the ^Benefit^ of the Action. By the same rule I intend in this place to examine, who they may be, that have possessed the People so long in this part of Christendome, with these Doctrines, contrary to the Peaceable Societies of Mankind.","subId":"1","id":"Hobbes.L.4.47.1"},{"type":"paragraph","content":"And first, to this Error, _that the present Church now_##_That the Church Militant is the Kingdome of God, was first taught by the Church of Rome._## _Militant on Earth, is the Kingdome of God_, (that is, the Kingdome of Glory, or the Land of Promise; not the Kingdome of Grace, which is but a Promise of the Land,) are annexed these worldly Benefits; First, that the Pastors, and Teachers of the Church, are entitled thereby, as Gods Publique Ministers, to a Right of Governing the Church; and consequently (because the Church, and Common-wealth are the same Persons) to be Rectors, and Governours of the Common-wealth. By this title it is, that the Pope prevailed with the subjects of all Christian Princes, to beleeve, that to disobey him, was to disobey Christ himselfe; and in all differences between him and other Princes, (charmed with the word _Power Spirituall_,) to abandon their lawfull Soveraigns; which is in effect an universall Monarchy over all Christendome. For though they were first invested in the right of being Supreme Teachers of Christian Doctrine, by, and under Christian Emperors, within the limits of the Romane Empire (as is acknowledged by themselves) by the title of _Pontifex Maximus_, who was an Officer subject to the Civill State; yet after the Empire was divided, and dissolved, it was not hard to obtrude upon the people already subject to them, another Title, namely, the Right of St. Peter; not onely to save entire their pretended Power; but also to extend the same over the same Christian Provinces, though no more united in the Empire of Rome. This Benefit of an Universall Monarchy, (considering the desire of men to bear Rule) is a sufficient Presumption, that the Popes that pretended to it, and for a long time enjoyed it, were the Authors of the Doctrine, by which it was obtained; namely, that the Church now on Earth, is the Kingdome of Christ. For that granted, it must be understood, that Christ hath some Lieutenant amongst us, by whom we are to be told what are his Commandements.","subId":"2","id":"Hobbes.L.4.47.2"},{"type":"paragraph","content":"After that certain Churches had renounced this universall Power of the Pope, one would expect in reason, that the Civill Soveraigns in all those Churches, should have recovered so much of it, as (before they had unadvisedly let it goe) was their own Right, and in their own hands. And in England it was so in effect; saving that they, by whom the Kings administred the Government of Religion, by maintaining their imployment to be in Gods Right, seemed to usurp, if not a Supremacy, yet an Independency on the Civill Power: and they but seemed to usurpe it, in as much as they acknowledged a Right in the King, to deprive them of the Exercise of their Functions at his pleasure.","subId":"3","id":"Hobbes.L.4.47.3"},{"type":"paragraph","content":"#_And maintained also by the Presbytery._# But in those places where the Presbytery took that Office, though many other Doctrines of the Church of Rome were forbidden to be taught; yet this Doctrine, that the Kingdome of Christ is already come, and that it began at the Resurrection of our Saviour, was still retained. But _cui bono?_ What Profit did they expect from it? The same which the Popes expected: to have a Soveraign Power over the People. For what is it for men to excommunicate their lawful King, but to keep him from all places of Gods publique Service in his own Kingdom? and with force to resist him, when he with force endeavoureth to correct them? Or what is it, without Authority from the Civill Soveraign, to excommunicate any person, but to take from him his Lawfull Liberty, that is, to usurpe an unlawfull Power over their Brethren? The Authors therefore of this Darknesse in Religion, are the Romane, and the Presbyterian Clergy.","subId":"4","id":"Hobbes.L.4.47.4"},{"type":"paragraph","content":"To this head, I referre also all those Doctrines, that#_Infallibility._# serve them to keep the possession of this spirituall Soveraignty after it is gotten. As first, that the _Pope in his publique capacity cannot erre_. For who is there, that beleeving this to be true, will not readily obey him in whatsoever he commands?","subId":"5","id":"Hobbes.L.4.47.5"},{"type":"paragraph","content":"Secondly, that all other Bishops, in what Common-wealth##_Subjection of Bishops._## soever, have not their Right, neither immediately from God, nor mediately from their Civill Soveraigns, but from the Pope, is a Doctrine, by which there comes to be in every Christian Common-wealth many potent men, (for so are Bishops,) that have their dependance on the Pope, and owe obedience to him, though he be a forraign Prince; by which means he is able, (as he hath done many times) to raise a Civill War against the State that submits not it self to be governed according to his pleasure and Interest.","subId":"6","id":"Hobbes.L.4.47.6"},{"type":"paragraph","content":"Thirdly, the exemption of these, and of all other Priests,##_Exemptions of the Clergy._## and of all Monkes, and Fryers, from the Power of the Civill Laws. For by this means, there is a great part of every Common-wealth, that enjoy the benefit of the Laws, and are protected by the Power of the Civill State, which neverthelesse pay no part of the Publique expence; nor are lyable to the penalties, as other Subjects, due to their crimes; and consequently, stand not in fear of any man, but the Pope; and adhere to him onely, to uphold his universall Monarchy.","subId":"7","id":"Hobbes.L.4.47.7"},{"type":"paragraph","content":"Fourthly, the giving to their Priests (which is no more##_The names of Sacerdotes and Sacrifices._## in the New Testament but Presbyters, that is, Elders) the name of _Sacerdotes_, | that is, Sacrificers, which was the title of the Civill Soveraign, and his publique Ministers, amongst the Jews, whilest God was their King. Also, the making the Lords Supper a Sacrifice, serveth to make the People beleeve the Pope hath the same power over all Christians, that Moses and Aaron had over the Jews; that is to say, all Power, both Civill and Ecclesiasticall, as the High Priest then had.","subId":"8","id":"Hobbes.L.4.47.8"},{"type":"paragraph","content":"#_The Sacramentation of Marriage._# Fiftly, the teaching that Matrimony is a Sacrament, giveth to the Clergy the Judging of the lawfulnesse of Marriages; and thereby, of what Children are Legitimate; and consequently, of the Right of Succession to h{ae}reditary Kingdomes.","subId":"9","id":"Hobbes.L.4.47.9"},{"type":"paragraph","content":"#_The single life of Priests._# Sixtly, the Deniall of Marriage to Priests, serveth to assure this Power of the Pope over Kings. For if a King be a Priest, he cannot Marry, and transmit his Kingdome to his Posterity; If he be not a Priest, then the Pope pretendeth this Authority Ecclesiasticall over him, and over his people.","subId":"10","id":"Hobbes.L.4.47.10"},{"type":"paragraph","content":"#_Auricular Confession._# Seventhly, from Auricular Confession, they obtain, for the assurance of their Power, better intelligence of the designs of Princes, and great persons in the Civill State, than these can have of the designs of the State Ecclesiasticall.","subId":"11","id":"Hobbes.L.4.47.11"},{"type":"paragraph","content":"#_Canonization of Saints, and declaring of Martyrs._# Eighthly, by the Canonization of Saints, and declaring who are Martyrs, they assure their Power, in that they induce simple men into an obstinacy against the Laws and Commands of their Civill Soveraigns even to death, if by the Popes excommunication, they be declared Heretiques or Enemies to the Church; that is, (as they interpret it,) to the Pope.","subId":"12","id":"Hobbes.L.4.47.12"},{"type":"paragraph","content":"#_Transubstantiation, Pennance, Absolution._# Ninthly, they assure the same, by the Power they ascribe to every Priest, of making Christ; and by the Power of ordaining Pennance; and of Remitting, and Retaining of sins.","subId":"13","id":"Hobbes.L.4.47.13"},{"type":"paragraph","content":"#_Purgatory, Indulgences, Externall works._# Tenthly, by the Doctrine of Purgatory, of Justification by externall works, and of Indulgences, the Clergy is enriched.","subId":"14","id":"Hobbes.L.4.47.14"},{"type":"paragraph","content":"Eleventhly, by their D{ae}monology, and the use of Exorcisme, and other things appertaining thereto, they keep (or thinke they keep) the People more in awe of their Power#_D{ae}monology and Exorcism._#.","subId":"15","id":"Hobbes.L.4.47.15"},{"type":"paragraph","content":"Lastly, the Metaphysiques, Ethiques, and Politiques of Aristotle, the frivolous Distinctions, barbarous#_School-Divinity._# Terms, and obscure Language of the Schoolmen, taught in the Universities, (which have been all erected and regulated by the Popes Authority,) serve them to keep these Errors from being detected, and to make men mistake the _Ignis fatuus_ of Vain Philosophy, for the Light of the Gospell.","subId":"16","id":"Hobbes.L.4.47.16"},{"type":"paragraph","content":"To these, if they sufficed not, might be added other##_The Authors of spirituall Darknesse, who they be._## of their dark Doctrines, the profit whereof redoundeth manifestly, to the setting up of an unlawfull Power over the lawfull Soveraigns of Christian People; or for the sustaining of the same, when it is set up; or to the worldly Riches, Honour, and Authority of those that sustain it. And therefore by the aforesaid rule, of _Cui bono_, we may justly pronounce for the Authors of all this Spirituall Darknesse, the Pope, and Roman Clergy, and all those besides that endeavour to settle in the mindes of men this erroneous Doctrine, that the Church now on Earth, is that Kingdome of God mentioned in the Old and New Testament.","subId":"17","id":"Hobbes.L.4.47.17"},{"type":"paragraph","content":"But the Emperours, and other Christian Soveraigns, under whose Government these Errours, and the like encroachments of Ecclesiastiques upon their Office, at first crept in, to the disturbance of their possessions, and of the tranquillity of their Subjects, though they suffered the same for want of foresight of the Sequel, and of insight into the designs of their Teachers, may neverthelesse bee esteemed accessaries to their own, and the Publique dammage: For without their Authority there could at first no seditious Doctrine have been publiquely preached. I say they might have hindred the same in the beginning: But when the people were once possessed by those spirituall men, there was no humane remedy to be applyed, that any man could invent: And for the remedies that God should provide, who never faileth in his good time to destroy all the Machinations of men against the Truth, wee are to attend his good pleasure, that suffereth many times the prosperity of his enemies, together with their ambition, to grow to such a height, as the violence thereof openeth the eyes, which the warinesse of their predecessours had before sealed up, and makes men by too much grasping let goe all, as Peters net was broken, by the struggling of too great a multitude of Fishes; whereas the Impatience of those, that strive to resist such encroachment, before their Subjects eyes were opened, did but encrease the power they resisted. I doe not therefore blame the Emperour Frederick for holding the stirrop to our countryman Pope Adrian; for such was the disposition of his subjects then, as if hee had not done it, hee was not likely to have succeeded in the Empire: But I blame those, that in the beginning, when their power was entire, by suffering such Doctrines to be forged in the Universities of their own Dominions, have holden the Stirrop to all the succeeding Popes, whilest they mounted into the Thrones of all Christian Soveraigns, to ride, and tire, both them, and their people, at their pleasure.","subId":"18","id":"Hobbes.L.4.47.18"},{"type":"paragraph","content":"But as the Inventions of men are woven, so also are they ravelled out; the way is the same, but the order is inverted: The web begins at the first Elements of Power, which are Wisdom, Humility, Sincerity, and other vertues of the Apostles, whom the people converted, obeyed, out of Reverence, not by Obligation: Their Consciences were free, and their Words and Actions subject to none but the Civill Power. Afterwards the Presbyters (as the Flocks of Christ encreased) assembling to consider what they should teach, and thereby obliging themselves to teach nothing against the Decrees of their Assemblies, made it to be thought the people were thereby obliged to follow their Doctrine, and when they refused, refused to keep them company, (that was then called Excommunication,) not as being Infidels, but as being disobedient: And this was the first knot upon their Liberty. And the number of Presbyters encreasing, the Presbyters of the chief City or Province, got themselves an authority over the Parochiall Presbyters, and appropriated to themselves the names of Bishops: And this was a second knot on Christian Liberty. Lastly, the Bishop of Rome, in regard of the Imperiall City, took upon him an Authority (partly by the wills of the Emperours themselves, and by the title of _Pontifex Maximus_, and at last when the Emperours were grown weak, by the priviledges of St. Peter) over all other Bishops of the Empire: Which was the third and last knot, and the whole _Synthesis_ and _Construction_ of the Pontificiall Power.","subId":"19","id":"Hobbes.L.4.47.19"},{"type":"paragraph","content":"And therefore the _Analysis_, or _Resolution_ is by the same way; but beginneth with the knot that was last tyed; as wee may see in the dissolution of the pr{ae}ter-politicall Church Government in England. First, the Power of the Popes was dissolved totally by Queen Elizabeth; and the Bishops, who before exercised their Functions in Right of the Pope, did afterwards exercise the same in Right of the Queen and her Successours; though by retaining the phrase of _Jure Divino_, they were thought to demand it by immediate Right from God: And so was untyed the first knot. After this, the Presbyterians lately in England obtained the putting down of Episcopacy: And so was the second knot dissolved: And almost at the same time, the Power was taken also from the Presbyterians: And so we are reduced to the Independency of the Primitive Christians to follow Paul, or Cephas, or Apollos, every man as he liketh best: Which, if it be without contention, and without measuring the Doctrine of Christ, by our affection to the Person of his Minister, (the fault which the Apostle reprehended in the Corinthians,) is perhaps the best: First, because there ought to be no Power over the Consciences of men, but of the Word it selfe, working Faith in every one, not alwayes according to the purpose of them that Plant and Water, but of God himself, that giveth the Increase: and secondly, because it is unreasonable in them, who teach there is such danger in every little Errour, to require of a man endued with Reason of his own, to follow the Reason of any other man, or of the most voices of many other men; Which is little better, then to venture his Salvation at crosse and pile. Nor ought those Teachers to be displeased with this losse of their antient Authority: For there is none should know better then they, that power is preserved by the same Vertues by which it is acquired; that is to say, by Wisdome, Humility, Clearnesse of Doctrine, and sincerity of Conversation; and not by suppression of the Naturall Sciences, and of the Morality of Naturall Reason; nor by obscure Language; nor by Arrogating to themselves more Knowledge than they make appear; nor by Pious Frauds; nor by such other faults, as in the Pastors of Gods Church are not only Faults, but also scandalls, apt to make men stumble one time or other upon the suppression of their Authority.","subId":"20","id":"Hobbes.L.4.47.20"},{"type":"paragraph","content":"#_Comparison of the Papacy with the Kingdome of Fayries_# But after this Doctrine, _that the Church now Militant, is the Kingdome of God spoken of in the Old and New Testament_, was received in the World; the ambition, and canvasing for the Offices that belong thereunto, and especially for that great Office of being | Christs Lieutenant, and the Pompe of them that obtained therein the principall Publique Charges, became by degrees so evident, that they lost the inward Reverence due to the Pastorall Function: in so much as the Wisest men, of them that had any power in the Civill State, needed nothing but the authority of their Princes, to deny them any further Obedience. For, from the time that the Bishop of Rome had gotten to be acknowledged for Bishop Universall, by pretence of Succession to St. Peter, their whole Hierarchy, or Kingdome of Darknesse, may be compared not unfitly to the _Kingdome of Fairies_; that is, to the old wives _Fables_ in England, concerning _Ghosts_ and _Spirits_, and the feats they play in the night. And if a man consider the originall of this great Ecclesiasticall Dominion, he will easily perceive, that the _Papacy_, is no other, than the _Ghost_ of the deceased _Romane Empire_, sitting crowned upon the grave thereof: For so did the Papacy start up on a Sudden out of the Ruines of that Heathen Power.","subId":"21","id":"Hobbes.L.4.47.21"},{"type":"paragraph","content":"The _Language_ also, which they use, both in the Churches, and in their Publique Acts, being _Latine_, which is not commonly used by any Nation now in the world, what is it but the _Ghost_ of the Old _Romane Language_?","subId":"22","id":"Hobbes.L.4.47.22"},{"type":"paragraph","content":"The _Fairies_ in what Nation soever they converse, have but one Universall King, which some Poets of ours call King _Oberon_; but the Scripture calls _Beelzebub_, Prince of _D{oe}mons_. The _Eoclesiastiques_ likewise, in whose Dominions soever they be found, acknowledge but one Universall King, the _Pope_.","subId":"23","id":"Hobbes.L.4.47.23"},{"type":"paragraph","content":"The _Ecclesiastiques_ are _Spirituall_ men, and _Ghostly_ Fathers. The Fairies are _Spirits_, and _Ghosts_. _Fairies_ and _Ghosts_ inhabite Darknesse, Solitudes, and Graves. The _Ecclesiastiques_ walke in Obscurity of Doctrine, in Monasteries, Churches, and Church-yards.","subId":"24","id":"Hobbes.L.4.47.24"},{"type":"paragraph","content":"The _Ecclesiastiques_ have their Cathedrall Churches: which, in what Towne soever they be erected, by vertue of Holy Water, and certain Charmes called Exorcismes, have the power to make those Townes, Cities, that is to say, Seats of Empire. The _Fairies_ also have their enchanted Castles, and certain Gigantique Ghosts, that domineer over the Regions round about them.","subId":"25","id":"Hobbes.L.4.47.25"},{"type":"paragraph","content":"The _Fairies_ are not to be seized on; and brought to answer for the hurt they do. So also the _Ecclesiastiques_ vanish away from the Tribunals of Civill Justice.","subId":"26","id":"Hobbes.L.4.47.26"},{"type":"paragraph","content":"The _Ecclesiastiques_ take from young men, the use of Reason, by certain Charms compounded of Metaphysiques, and Miracles, and Traditions, and Abused Scripture, whereby they are good for nothing else, but to execute what they command them. The _Fairies_ likewise are said to take young Children out of their Cradles, and to change them into Naturall Fools, which Common people do therefore call _Elves_, and are apt to mischief.","subId":"27","id":"Hobbes.L.4.47.27"},{"type":"paragraph","content":"In what Shop, or Operatory the Fairies make their Enchantment, the old Wives have not determined. But the Operatories of the _Clergy_, are well enough known to be the Universities, that received their Discipline from Authority Pontificiall.","subId":"28","id":"Hobbes.L.4.47.28"},{"type":"paragraph","content":"When the _Fairies_ are displeased with any body, they are said to send their Elves, to pinch them. The _Ecclesiastiques_, when they are displeased with any Civill State, make also their Elves, that is, Superstitious, Enchanted Subjects, to pinch their Princes, by preaching Sedition; or one Prince enchanted with promises, to pinch another.","subId":"29","id":"Hobbes.L.4.47.29"},{"type":"paragraph","content":"The _Fairies_ marry not; but there be amongst them _Incubi_, that have copulation with flesh and bloud. The _Priests_ also marry not.","subId":"30","id":"Hobbes.L.4.47.30"},{"type":"paragraph","content":"The _Ecclesiastiques_ take the Cream of the Land, by Donations of ignorant men, that stand in aw of them, and by Tythes: So also it is in the Fable of _Fairies_, that they enter into the Dairies, and Feast upon the Cream, which they skim from the Milk.","subId":"31","id":"Hobbes.L.4.47.31"},{"type":"paragraph","content":"What kind of Money is currant in the Kingdome of _Fairies_, is not recorded in the Story. But the _Ecclesiastiques_ in their Receipts accept of the same Money that we doe; though when they are to make any Payment, it is in Canonizations, Indulgences, and Masses.","subId":"32","id":"Hobbes.L.4.47.32"},{"type":"paragraph","content":"To this, and such like resemblances between the _Papacy_, and the Kingdome of _Fairies_, may be added this, that as the _Fairies_ have no existence, but in the Fancies of ignorant people, rising from the Traditions of old Wives, or old Poets: so the Spirituall Power of the _Pope_ (without the bounds of his own Civill Dominion) consisteth onely in the Fear that Seduced people stand in, of their Excommunications; upon hearing of false Miracles, false Traditions, and false Interpretations of the Scripture.","subId":"33","id":"Hobbes.L.4.47.33"},{"type":"paragraph","content":"It was not therefore a very difficult matter, for Henry 8. by his Exorcisme; nor for Qu. Elizabeth by hers, to cast them out. But who knows that this Spirit of Rome, now gone out, and walking by Missions through the dry places of China, Japan, and the Indies, that yeeld him little fruit, may not return, or rather an Assembly of Spirits worse than he, enter, and inhabite this clean swept house, and make the End thereof worse than the Beginning? For it is not the Romane Clergy onely, that pretends the Kingdome of God to be of this World, and thereby to have a Power therein, distinct from that of the Civil State. And this is all I had a designe to say, concerning the Doctrine of the POLITIQUES. Which when I have reviewed, I shall willingly expose it to the censure of my Countrey.","subId":"34","id":"Hobbes.L.4.47.34"}]}
