{"imported":true,"id":"Hume.DNR.2","parent":"Hume.DNR","title":"Part 2","breadcrumb":"Part 2","texts":[],"published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his [Dialogues Concerning Natural Religion] in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 PART II. £1","id":"Hume.DNR.2"},{"type":"paragraph","content":"^I^ must own, ^Cleanthes^, said ^Demea^, that nothing can more surprise me, than the light, in which you have, all along, put this argument. By the whole tenor of your discourse, one would imagine that you were maintaining the Being of a God, against the cavils of Atheists and Infidels; and were necessitated to become a champion for that fundamental principle of all religion. But this, I hope, is not, by any means, a question among us. No man; no man, at least, of common sense, I am persuaded, ever entertained a serious doubt with regard to a truth, so certain and self-evident. The question is not concerning the BEING, but the NATURE of GOD. This I affirm, from the infirmities of human understanding, to be altogether incomprehensible and unknown to us. The essence of that supreme mind, his attributes, the manner of his existence, the very nature of his duration; these and every particular, which regards so divine a Being, are mysterious to men. Finite, weak, and blind creatures, we ought to humble ourselves in his august presence, and, conscious of our frailties, adore in silence his infinite perfections, which eye hath not seen, ear hath not heard, neither hath it entered into the heart of man to conceive. They are covered in a deep cloud from human curiosity: It is profaneness to attempt penetrating through these sacred obscurities: And next to the impiety of denying his existence, is the temerity of prying into his nature and essence, decrees and attributes.","subId":"1","id":"Hume.DNR.2.1","pages":"141"},{"type":"paragraph","content":"But lest you should think, that my _piety_ has here got the better of my _philosophy_, I shall support my opinion, if it needs any support, by a very great authority. I might cite all the divines almost, from the foundation of Christianity, who have ever treated of this or any other theological subject: But I shall confine myself, at present, to one equally celebrated for piety and philosophy. It is Father ^Malebranche^, who, I remember, thus expresses himself[n4]. \"One ought not so much (says he) to call God a spirit, in order to express positively what he is, as in order to signify that he is not matter. He is a Being infinitely perfect: Of this we cannot doubt. But in the same |manner as we ought not to imagine, even supposing him corporeal, that he is clothed with a human body, as the ^Anthropomorphites^ asserted, under colour that that figure was the most perfect of any; so neither ought we to imagine, that the Spirit of God has human ideas, or bears any resemblance to our spirit; under colour that we know nothing more perfect than a human mind. We ought rather to believe, that as he comprehends the perfections of matter without being material. . . . . . . . he comprehends also the perfections of created spirits, without being spirit, in the manner we conceive spirit: That his true name is, _He that is_, or in other words, Being without restriction, All Being, the Being infinite and universal.\"","subId":"2","id":"Hume.DNR.2.2","pages":"141-2"},{"type":"paragraph","content":"After so great an authority, ^Demea^, replied ^Philo^, as that which you have produced, and a thousand more, which you might produce, it would appear ridiculous in me to add my sentiment, or express my approbation of your doctrine. But surely, where reasonable men treat these subjects, the question can never be concerning the _Being_, but only the _Nature_ of the Deity. The former truth, as you well observe, is unquestionable and self-evident. Nothing exists without a cause; and the original cause of this universe (whatever it be) we call GOD; and piously ascribe to him every species of perfection. Whoever scruples this fundamental truth, deserves every punishment, which can be inflicted among philosophers, to wit, the greatest ridicule, contempt and disapprobation. But as all perfection is entirely relative, we ought never to imagine, that we comprehend the attributes of this divine Being, or to suppose, that his perfections have any analogy or likeness to the perfections of a human creature. Wisdom, Thought, Design, Knowledge; these we justly ascribe to him; because these words are honourable among men, and we have no other language or other conceptions, by which we can express our adoration of him. But let us beware, lest we think, that our ideas any wise correspond to his perfections, or that his attributes have any resemblance to these qualities among men. He is infinitely superior to our limited view and comprehension; and is more the object of worship in the temple than of disputation in the schools.","subId":"3","id":"Hume.DNR.2.3","pages":"142"},{"type":"paragraph","content":"In reality, ^Cleanthes^, continued he, there is no need of having recourse to that affected scepticism, so displeasing to you, in order to come at this determination. Our ideas reach |no farther than our experience: We have no experience of divine attributes and operations: I need not conclude my syllogism: You can draw the inference yourself. And it is a pleasure to me (and I hope to you too) that just reasoning and sound piety here concur in the same conclusion, and both of them establish the adorably mysterious and incomprehensible nature of the Supreme Being.","subId":"4","id":"Hume.DNR.2.4","pages":"142-3"},{"type":"paragraph","content":"Not to lose any time in circumlocutions, said ^Cleanthes^, addressing himself to ^Demea^, much less in replying to the pious declamations of ^Philo^; I shall briefly explain how I conceive this matter. Look round the world: contemplate the whole and every part of it: You will find it to be nothing but one great machine, subdivided into an infinite number of lesser machines, which again admit of subdivisions, to a degree beyond what human senses and faculties can trace and explain. All these various machines, and even their most minute parts, are adjusted to each other with an accuracy, which ravishes into admiration all men, who have ever contemplated them. The curious adapting of means to ends, throughout all nature, resembles exactly, though it much exceeds, the productions of human contrivance; of human design, thought, wisdom, and intelligence. Since therefore the effects resemble each other, we are led to infer, by all the rules of analogy, that the causes also resemble; and that the Author of Nature is somewhat similar to the mind of man; though possessed of much larger faculties, proportioned to the grandeur of the work, which he has executed. By this argument _a posteriori_, and by this argument alone, do we prove at once the existence of a Deity, and his similarity to human mind and intelligence.","subId":"5","id":"Hume.DNR.2.5","pages":"143"},{"type":"paragraph","content":"I shall be so free, ^Cleanthes^, said ^Demea^, as to tell you, that from the beginning I could not approve of your conclusion concerning the similarity of the Deity to men; still less can I approve of the mediums, by which you endeavour to establish it. What! No demonstration of the Being of a God! No abstract arguments! No proofs _a priori!_ Are these, which have hitherto been so much insisted on by philosophers, all fallacy, all sophism? Can we reach no farther in this subject than experience and probability? I will not say, that this is betraying the cause of a Deity: But surely, by this affected |candor, you give advantages to Atheists, which they never could obtain, by the mere dint of argument and reasoning.","subId":"6","id":"Hume.DNR.2.6","pages":"143-4"},{"type":"paragraph","content":"What I chiefly scruple in this subject, said ^Philo^, is not so much, that all religious arguments are by ^Cleanthes^ reduced to experience, as that they appear not to be even the most certain and irrefragable of that inferior kind. That a stone will fall, that fire will burn, that the earth has solidity, we have observed a thousand and a thousand times; and when any new instance of this nature is presented, we draw without hesitation the accustomed inference. The exact similarity of the cases gives us a perfect assurance of a similar event; and a stronger evidence is never desired nor sought after. But where-ever you depart, in the least, from the similarity of the cases, you diminish proportionably the evidence; and may at last bring it to a very weak _analogy_, which is confessedly liable to error and uncertainty. After having experienced the circulation of the blood in human creatures, we make no doubt, that it takes place in ^Titius^ and ^M{ae}vius^: But from its circulation in frogs and fishes, it is only a presumption, though a strong one, from analogy, that it takes place in men and other animals. The analogical reasoning is much weaker, when we infer the circulation of the sap in vegetables from our experience, that the blood circulates in animals; and those, who hastily followed that imperfect analogy, are found, by more accurate experiments, to have been mistaken.","subId":"7","id":"Hume.DNR.2.7","pages":"144"},{"type":"paragraph","content":"If we see a house, ^Cleanthes^, we conclude, with the greatest certainty, that it had an architect or builder; because this is precisely that species of effect, which we have experienced to proceed from that species of cause. But surely you will not affirm, that the universe bears such a resemblance to a house, that we can with the same certainty infer a similar cause, or that the analogy is here entire and perfect. The dissimilitude is so striking, that the utmost you can here pretend to is a guess, a conjecture, a presumption concerning a similar cause; and how that pretension will be received in the world, I leave you to consider.","subId":"8","id":"Hume.DNR.2.8","pages":"144"},{"type":"paragraph","content":"It would surely be very ill received, replied ^Cleanthes^; and I should be deservedly blamed and detested, did I allow, that the proofs of a Deity amounted to no more than a guess or conjecture. But is the whole adjustment of means to ends in a house and in the universe so slight a resemblance? The |{oe}conomy of final causes? The order, proportion, and arrangement of every part? Steps of a stair are plainly contrived, that human legs may use them in mounting; and this inference is certain and infallible. Human legs are also contrived for walking and mounting; and this inference, I allow, is not altogether so certain, because of the dissimilarity which you remark; but does it, therefore, deserve the name only of presumption or conjecture?","subId":"9","id":"Hume.DNR.2.9","pages":"144-5"},{"type":"paragraph","content":"Good God! cried ^Demea^, interrupting him, where are we? Zealous defenders of religion allow, that the proofs of a Deity fall short of perfect evidence! And you, ^Philo^, on whose assistance I depended, in proving the adorable mysteriousness of the Divine Nature, do you assent to all these extravagant opinions of ^Cleanthes^? For what other name can I give them? Or why spare my censure, when such principles are advanced, supported by such an authority, before so young a man as ^Pamphilus^?","subId":"10","id":"Hume.DNR.2.10","pages":"145"},{"type":"paragraph","content":"You seem not to apprehend, replied ^Philo^, that I argue with ^Cleanthes^ in his own way; and by showing him the dangerous consequences of his tenets, hope at last to reduce him to our opinion. But what sticks most with you, I observe, is the representation which ^Cleanthes^ has made of the argument _a posteriori_; and finding, that that argument is likely to escape your hold and vanish into air, you think it so disguised, that you can scarcely believe it to be set in its true light. Now, however much I may dissent, in other respects, from the dangerous principles of ^Cleanthes^, I must allow, that he has fairly represented that argument; and I shall endeavour so to state the matter to you, that you will entertain no farther scruples with regard to it.","subId":"11","id":"Hume.DNR.2.11","pages":"145"},{"type":"paragraph","content":"Were a man to abstract from every thing which he knows or has seen, he would be altogether incapable, merely from his own ideas, to determine what kind of scene the universe must be, or to give the preference to one state or situation of things above another. For as nothing which he clearly conceives, could be esteemed impossible or implying a contradiction, every chimera of his fancy would be upon an equal footing; nor could he assign any just reason, why he adheres to one idea or system, and rejects the others, which are equally possible.","subId":"12","id":"Hume.DNR.2.12","pages":"145"},{"type":"paragraph","content":"Again; after he opens his eyes, and contemplates the world, as it really is, it would be impossible for him, at first, to assign |the cause of any one event; much less, of the whole of things or of the universe. He might set his Fancy a rambling; and she might bring him in an infinite variety of reports and representations. These would all be possible; but being all equally possible, he would never, of himself, give a satisfactory account for his preferring one of them to the rest. Experience alone can point out to him the true cause of any phenomenon.","subId":"13","id":"Hume.DNR.2.13","pages":"145-6"},{"type":"paragraph","content":"Now according to this method of reasoning, ^Demea^, it follows (and is, indeed, tacitly allowed by ^Cleanthes^ himself) that order, arrangement, or the adjustment of final causes is not, of itself, any proof of design; but only so far as it has been experienced to proceed from that principle. For aught we can know _a priori_, matter may contain the source or spring of order originally, within itself, as well as mind does; and there is no more difficulty in conceiving, that the several elements, from an internal unknown cause, may fall into the most exquisite arrangement, than to conceive that their ideas, in the great, universal mind, from a like internal, unknown cause, fall into that arrangement. The equal possibility of both these suppositions is allowed. But by experience we find, (according to ^Cleanthes^) that there is a difference between them. Throw several pieces of steel together, without shape or form; they will never arrange themselves so as to compose a watch: Stone, and mortar, and wood, without an architect, never erect a house. But the ideas in a human mind, we see, by an unknown, inexplicable {oe}conomy, arrange themselves so as to form the plan of a watch or house. Experience, therefore, proves, that there is an original principle of order in mind, not in matter. From similar effects we infer similar causes. The adjustment of means to ends is alike in the universe, as in a machine of human contrivance. The causes, therefore, must be resembling.","subId":"14","id":"Hume.DNR.2.14","pages":"146"},{"type":"paragraph","content":"I was from the beginning scandalised, I must own, with this resemblance, which is asserted, between the Deity and human creatures; and must conceive it to imply such a degradation of the Supreme Being as no sound Theist could endure. With your assistance, therefore, ^Demea^, I shall endeavour to defend what you justly call the adorable mysteriousness of the Divine Nature, and shall refute this reasoning of ^Cleanthes^; provided he allows, that I have made a fair representation of it.","subId":"15","id":"Hume.DNR.2.15","pages":"146"},{"type":"paragraph","content":"When ^Cleanthes^ had assented, ^Philo^, after a short pause, proceeded in the following manner.","subId":"16","id":"Hume.DNR.2.16","pages":"147"},{"type":"paragraph","content":"That all inferences, ^Cleanthes^, concerning fact, are founded on experience, and that all experimental reasonings are founded on the supposition, that similar causes prove similar effects, and similar effects similar causes; I shall not, at present, much dispute with you. But observe, I intreat you, with what extreme caution all just reasoners proceed in the transferring of experiments to similar cases. Unless the cases be exactly similar, they repose no perfect confidence in applying their past observation to any particular phenomenon. Every alteration of circumstances occasions a doubt concerning the event; and it requires new experiments to prove certainly, that the new circumstances are of no moment or importance. A change in bulk, situation, arrangement, age, disposition of the air, or surrounding bodies; any of these particulars may be attended with the most unexpected consequences: And unless the objects be quite familiar to us, it is the highest temerity to expect with assurance, after any of these changes, an event similar to that which before fell under our observation. The slow and deliberate steps of philosophers, here, if any where, are distinguished from the precipitate march of the vulgar, who, hurried on by the smallest similitude, are incapable of all discernment or consideration.","subId":"17","id":"Hume.DNR.2.17","pages":"147"},{"type":"paragraph","content":"But can you think, ^Cleanthes^, that your usual phlegm and philosophy have been preserved in so wide a step as you have taken, when you compared to the universe houses, ships, furniture, machines; and from their similarity in some circumstances inferred a similarity in their causes? Thought, design, intelligence, such as we discover in men and other animals, is no more than one of the springs and principles of the universe, as well as heat or cold, attraction or repulsion, and a hundred others, which fall under daily observation. It is an active cause, by which some particular parts of nature, we find, produce alterations on other parts. But can a conclusion, with any propriety, be transferred from parts to the whole? Does not the great disproportion bar all comparison and inference? From observing the growth of a hair, can we learn any thing concerning the generation of a man? Would the manner of a leaf's blowing, even though perfectly known, afford us any instruction concerning the vegetation of a tree?","subId":"18","id":"Hume.DNR.2.18","pages":"147"},{"type":"paragraph","content":"But allowing that we were to take the _operations_ of one part of nature upon another for the foundation of our judgement concerning the _origin_ of the whole (which never can be admitted) yet why select so minute, so weak, so bounded a principle as the reason and design of animals is found to be upon this planet? What peculiar privilege has this little agitation of the brain which we call _thought_, that we must thus make it the model of the whole universe? Our partiality in our own favour does indeed present it on all occasions; but sound philosophy ought carefully to guard against so natural an illusion.","subId":"19","id":"Hume.DNR.2.19","pages":"148"},{"type":"paragraph","content":"So far from admitting, continued ^Philo^, that the operations of a part can afford us any just conclusion concerning the origin of the whole, I will not allow any one part to form a rule for another part, if the latter be very remote from the former. Is there any reasonable ground to conclude, that the inhabitants of other planets possess thought, intelligence, reason, or any thing similar to these faculties in men? When Nature has so extremely diversified her manner of operation in this small globe; can we imagine, that she incessantly copies herself throughout so immense a universe? And if thought, as we may well suppose, be confined merely to this narrow corner, and has even there so limited a sphere of action; with what propriety can we assign it for the original cause of all things? The narrow views of a peasant, who makes his domestic {oe}conomy the rule for the government of kingdoms, is in comparison a pardonable sophism.","subId":"20","id":"Hume.DNR.2.20","pages":"148"},{"type":"paragraph","content":"But were we ever so much assured, that a thought and reason, resembling the human, were to be found throughout the whole universe, and were its activity elsewhere vastly greater and more commanding than it appears in this globe: yet I cannot see, why the operations of a world, constituted, arranged, adjusted, can with any propriety be extended to a world, which is in its embryo-state, and is advancing towards that constitution and arrangement. By observation, we know somewhat of the {oe}conomy, action, and nourishment of a finished animal; but we must transfer with great caution that observation to the growth of a f{oe}tus in the womb, and still more, to the formation of an animalcule in the loins of its male parent. Nature, we find, even from our limited experience, possesses an infinite number of springs and principles, which incessantly discover themselves on every change of her position |and situation. And what new and unknown principles would actuate her in so new and unknown a situation, as that of the formation of a universe, we cannot, without the utmost temerity, pretend to determine.","subId":"21","id":"Hume.DNR.2.21","pages":"148-9"},{"type":"paragraph","content":"A very small part of this great system, during a very short time, is very imperfectly discovered to us: and do we thence pronounce decisively concerning the origin of the whole?","subId":"22","id":"Hume.DNR.2.22","pages":"149"},{"type":"paragraph","content":"Admirable conclusion! Stone, wood, brick, iron, brass, have not, at this time, in this minute globe of earth, an order or arrangement without human art and contrivance: therefore the universe could not originally attain its order and arrangement, without something similar to human art. But is a part of nature a rule for another part very wide of the former? Is it a rule for the whole? Is a very small part a rule for the universe? Is nature in one situation, a certain rule for nature in another situation, vastly different from the former?","subId":"23","id":"Hume.DNR.2.23","pages":"149"},{"type":"paragraph","content":"And can you blame me, ^Cleanthes^, if I here imitate the prudent reserve of ^Simonides^, who, according to the noted story, being asked by ^Hiero^, _What God was?_ desired a day to think of it, and then two days more; and after that manner continually prolonged the term, without ever bringing in his definition or description? Could you even blame me, if I had answered at first, _that I did not know_, and was sensible that this subject lay vastly beyond the reach of my faculties? You might cry out sceptic and rallier as much as you pleased: but having found, in so many other subjects, much more familiar, the imperfections and even contradictions of human reason, I never should expect any success from its feeble conjectures, in a subject, so sublime, and so remote from the sphere of our observation. When two _species_ of objects have always been observed to be conjoined together, I can _infer_, by custom, the existence of one, where-ever I _see_ the existence of the other: and this I call an argument from experience. But how this argument can have place, where the objects, as in the present case, are single, individual, without parallel, or specific resemblance, may be difficult to explain. And will any man |tell me with a serious countenance, that an orderly universe must arise from some thought and art, like the human; because we have experience of it? To ascertain this reasoning, it were requisite, that we had experience of the origin of worlds; and it is not sufficient surely, that we have seen ships and cities arise from human art and contrivance. . . . . . . . .","subId":"24","id":"Hume.DNR.2.24","pages":"149-50"},{"type":"paragraph","content":"^Philo^ was proceeding in this vehement manner, somewhat between jest and earnest, as it appeared to me; when he observed some signs of impatience in ^Cleanthes^, and then immediately stopped short. What I had to suggest, said ^Cleanthes^, is only that you would not abuse terms, or make use of popular expressions to subvert philosophical reasonings. You know, that the vulgar often distinguish reason from experience, even where the question relates only to matter of fact and existence; though it is found, where that _reason_ is properly analyzed, that it is nothing but a species of experience. To prove by experience the origin of the universe from mind is not more contrary to common speech than to prove the motion of the earth from the same principle. And a caviller might raise all the same objections to the ^Copernican^ system, which you have urged against my reasonings. Have you other earths, might he say, which you have seen to move? Have . . . . . . . . . . .","subId":"25","id":"Hume.DNR.2.25","pages":"150"},{"type":"paragraph","content":"Yes! cried ^Philo^, interrupting him, we have other earths. Is not the moon another earth, which we see to turn round its centre? Is not Venus another earth, where we observe the same phenomenon? Are not the revolutions of the sun also a confirmation, from analogy, of the same theory? All the planets, are they not earths, which revolve about the sun? Are not the satellites moons, which move round Jupiter and Saturn, and along with these primary planets, round the sun? These analogies and resemblances, with others, which I have not mentioned, are the sole proofs of the ^Copernican^ system: and to you it belongs to consider, whether you have any analogies of the same kind to support your theory.","subId":"26","id":"Hume.DNR.2.26","pages":"150"},{"type":"paragraph","content":"In reality, ^Cleanthes^, continued he, the modern system of astronomy is now so much received by all enquirers, and has become so essential a part even of our earliest education, that we are not commonly very scrupulous in examining the reasons, upon which it is founded. It is now become a matter of mere curiosity to study the first writers on that subject, who had the full force of prejudice to encounter, and were obliged |to turn their arguments on every side, in order to render them popular and convincing. But if we peruse ^Galil{ae}o^'s famous Dialogues concerning the system of the world, we shall find, that that great genius, one of the sublimest that ever existed, first bent all his endeavours to prove, that there was no foundation for the distinction commonly made between elementary and celestial substances. The schools, proceeding from the illusions of sense, had carried this distinction very far; and had established the latter substances to be ingenerable, incorruptible, unalterable, impassable; and had assigned all the opposite qualities to the former. But ^Galil{ae}o^, beginning with the moon, proved its similarity in every particular to the earth; its convex figure, its natural darkness when not illuminated, its density, its distinction into solid and liquid, the variations of its phases, the mutual illuminations of the earth and moon, their mutual eclipses, the inequalities of the lunar surface, &c. After many instances of this kind, with regard to all the planets, men plainly saw, that these bodies became proper objects of experience; and that the similarity of their nature enabled us to extend the same arguments and phenomena from one to the other.","subId":"27","id":"Hume.DNR.2.27","pages":"150-1"},{"type":"paragraph","content":"In this cautious proceeding of the astronomers, you may read your own condemnation, ^Cleanthes^; or rather may see, that the subject in which you are engaged exceeds all human reason and enquiry. Can you pretend to show any such similarity between the fabric of a house, and the generation of a universe? Have you ever seen Nature in any such situation as resembles the first arrangement of the elements? Have worlds ever been formed under your eye? and have you had leisure to observe the whole progress of the phenomenon, from the first appearance of order to its final consummation? If you have, then cite your experience, and deliver your theory.","subId":"28","id":"Hume.DNR.2.28","pages":"151"},{"type":"note","content":"Recherche de la Verité, liv. 3. chap. 9.","subId":"n4","id":"Hume.DNR.2.n4","pages":"141"}]}
