{"imported":true,"id":"Hume.DNR.3","parent":"Hume.DNR","title":"Part 3","breadcrumb":"Part 3","texts":[],"published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his [Dialogues Concerning Natural Religion] in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 PART III. £1","id":"Hume.DNR.3"},{"type":"paragraph","content":"^How^ the most absurd argument, replied ^Cleanthes^, in the hands of a man of ingenuity and invention, may acquire an air of probability! Are you not aware, ^Philo^, that it became necessary for ^Copernicus^ and his first disciples to prove the similarity of the terrestrial and celestial matter; because several philosophers, blinded by old systems, and supported by some sensible appearances, had denied this similarity? But that it is by no means necessary, that Theists should prove the similarity of the works of Nature to those of Art; because this similarity is self-evident and undeniable? The same matter, a like form: what more is requisite to show an analogy between their causes, and to ascertain the origin of all things from a divine purpose and intention? Your objections, I must freely tell you, are no better than the abstruse cavils of those philosophers, who denied motion; and ought to be refuted in the same manner, by illustrations, examples, and instances, rather than by serious argument and philosophy.","subId":"1","id":"Hume.DNR.3.1","pages":"152"},{"type":"paragraph","content":"Suppose, therefore, that an articulate voice were heard in the clouds, much louder and more melodious than any which human art could ever reach: Suppose, that this voice were extended in the same instant over all nations, and spoke to each nation in its own language and dialect: Suppose, that the words delivered not only contain a just sense and meaning, but convey some instruction altogether worthy of a benevolent being, superior to mankind: could you possibly hesitate a moment concerning the cause of this voice? and must you not instantly ascribe it to some design or purpose? Yet I cannot see but all the same objections (if they merit that appellation) which lie against the system of Theism, may also be produced against this inference.","subId":"2","id":"Hume.DNR.3.2","pages":"152"},{"type":"paragraph","content":"Might you not say, that all conclusions concerning fact were founded on experience: that when we hear an articulate voice in the dark, and thence infer a man, it is only the |resemblance of the effects, which leads us to conclude that there is a like resemblance in the cause: but that this extraordinary voice, by its loudness, extent, and flexibility to all languages, bears so little analogy to any human voice, that we have no reason to suppose any analogy in their causes: and consequently, that a rational, wise, coherent speech proceeded, you knew not whence, from some accidental whistling of the winds, not from any divine reason or intelligence? You see clearly your own objections in these cavils; and I hope too, you see clearly, that they cannot possibly have more force in the one case than in the other.","subId":"3","id":"Hume.DNR.3.3","pages":"152-3"},{"type":"paragraph","content":"But to bring the case still nearer the present one of the universe, I shall make two suppositions, which imply not any absurdity or impossibility. Suppose, that there is a natural, universal, invariable language, common to every individual of human race, and that books are natural productions, which perpetuate themselves in the same manner with animals and vegetables, by descent and propagation. Several expressions of our passions contain a universal language: all brute animals have a natural speech, which, however limited, is very intelligible to their own species. And as there are infinitely fewer parts and less contrivance in the finest composition of eloquence, than in the coarsest organized body, the propagation of an _Iliad_ or _{AE}neid_ is an easier supposition than that of any plant or animal.","subId":"4","id":"Hume.DNR.3.4","pages":"153"},{"type":"paragraph","content":"Suppose, therefore, that you enter into your library, thus peopled by natural volumes, containing the most refined reason and most exquisite beauty: could you possibly open one of them, and doubt, that its original cause bore the strongest analogy to mind and intelligence? When it reasons and discourses; when it expostulates, argues, and enforces its views and topics; when it applies sometimes to the pure intellect, sometimes to the affections; when it collects, disposes, and adorns every consideration suited to the subject: could you persist in asserting, that all this, at the bottom, had really no meaning, and that the first formation of this volume in the loins of its original parent proceeded not from thought and design? Your obstinacy, I know, reaches not that degree of firmness: even your sceptical play and wantonness would be abashed at so glaring an absurdity.","subId":"5","id":"Hume.DNR.3.5","pages":"153"},{"type":"paragraph","content":"But if there be any difference, ^Philo^, between this supposed case and the real one of the universe, it is all to the advantage of the latter. The anatomy of an animal affords many stronger instances of design than the perusal of ^Livy^ or ^Tacitus^: and any objection which you start in the former case, by carrying me back to so unusual and extraordinary a scene as the first formation of worlds, the same objection has place on the supposition of our vegetating library. Chuse, then, your party, ^Philo^, without ambiguity or evasion: assert either that a rational volume is no proof of a rational cause, or admit of a similar cause to all the works of nature.","subId":"6","id":"Hume.DNR.3.6","pages":"154"},{"type":"paragraph","content":"Let me here observe too, continued ^Cleanthes^, that this religious argument, instead of being weakened by that scepticism, so much affected by you, rather acquires force from it, and becomes more firm and undisputed. To exclude all argument or reasoning of every kind is either affectation or madness. The declared profession of every reasonable sceptic is only to reject abstruse, remote and refined arguments; to adhere to common sense and the plain instincts of nature; and to assent, where-ever any reasons strike him with so full a force, that he cannot, without the greatest violence, prevent it. Now the arguments for Natural Religion are plainly of this kind; and nothing but the most perverse, obstinate metaphysics can reject them. Consider, anatomize the eye: Survey its structure and contrivance; and tell me, from your own feeling, if the idea of a contriver does not immediately flow in upon you with a force like that of sensation. The most obvious conclusion surely is in favour of design; and it requires time, reflection and study to summon up those frivolous, though abstruse objections, which can support Infidelity. Who can behold the male and female of each species, the correspondence of their parts and instincts, their passions and whole course of life before and after generation, but must be sensible, that the propagation of the species is intended by Nature? Millions and millions of such instances present themselves through every part of the universe; and no language can convey a more intelligible, irresistible meaning, than the curious adjustment of final causes. To what degree, therefore, of blind dogmatism must one have attained, to reject such natural and such convincing arguments?","subId":"7","id":"Hume.DNR.3.7","pages":"154"},{"type":"paragraph","content":"Some beauties in writing we may meet with, which seem contrary to rules, and which gain the affections, and animate the imagination, in opposition to all the precepts of criticism, and to the authority of the established masters of art. And if the argument for Theism be, as you pretend, contradictory to the principles of logic; its universal, its irresistible influence proves clearly, that there may be arguments of a like irregular nature. Whatever cavils may be urged; an orderly world, as well as a coherent, articulate speech, will still be received as an incontestable proof of design and intention.","subId":"8","id":"Hume.DNR.3.8","pages":"155"},{"type":"paragraph","content":"It sometimes happens, I own, that the religious arguments have not their due influence on an ignorant savage and barbarian; not because they are obscure and difficult, but because he never asks himself any question with regard to them. Whence arises the curious structure of an animal? From the copulation of its parents. And these whence? From _their_ parents? A few removes set the objects at such a distance, that to him they are lost in darkness and confusion; nor is he actuated by any curiosity to trace them farther. But this is neither dogmatism nor scepticism, but stupidity; a state of mind very different from your sifting, inquisitive disposition, my ingenious friend. You can trace causes from effects: You can compare the most distant and remote objects: and your greatest errors proceed not from barrenness of thought and invention, but from too luxuriant a fertility, which suppresses your natural good sense, by a profusion of unnecessary scruples and objections.","subId":"9","id":"Hume.DNR.3.9","pages":"155"},{"type":"paragraph","content":"Here I could observe, ^Hermippus^, that ^Philo^ was a little embarrassed and confounded: But while he hesitated in delivering an answer, luckily for him, ^Demea^ broke in upon the discourse, and saved his countenance.","subId":"10","id":"Hume.DNR.3.10","pages":"155"},{"type":"paragraph","content":"Your instance, ^Cleanthes^, said he, drawn from books and language, being familiar, has, I confess, so much more force on that account; but is there not some danger too in this very circumstance; and may it not render us presumptuous, by making us imagine we comprehend the Deity, and have some adequate idea of his nature and attributes? When I read a volume, I enter into the mind and intention of the author: I become him, in a manner, for the instant; and have an immediate feeling and conception of those ideas, which revolved |in his imagination, while employed in that composition. But so near an approach we never surely can make to the Deity. His ways are not our ways. His attributes are perfect, but incomprehensible. And this volume of Nature contains a great and inexplicable riddle, more than any intelligible discourse or reasoning.","subId":"11","id":"Hume.DNR.3.11","pages":"155-6"},{"type":"paragraph","content":"The ancient ^Platonists^, you know, were the most religious and devout of all the Pagan philosophers: yet many of them, particularly PLOTINUS, expressly declare, that intellect or understanding is not to be ascribed to the Deity, and that our most perfect worship of him consists, not in acts of veneration, reverence, gratitude or love; but in a certain mysterious self-annihilation or total extinction of all our faculties. These ideas are, perhaps, too far stretched; but still it must be acknowledged, that, by representing the Deity as so intelligible, and comprehensible, and so similar to a human mind, we are guilty of the grossest and most narrow partiality, and make ourselves the model of the whole universe.","subId":"12","id":"Hume.DNR.3.12","pages":"156"},{"type":"paragraph","content":"All the _sentiments_ of the human mind, gratitude, resentment, love, friendship, approbation, blame, pity, emulation, envy, have a plain reference to the state and situation of man, and are calculated for preserving the existence, and promoting the activity of such a being in such circumstances. It seems therefore unreasonable to transfer such sentiments to a supreme existence, or to suppose him actuated by them; and the phenomena, besides, of the universe will not support us in such a theory. All our _ideas_, derived from the senses are confessedly false and illusive; and cannot, therefore, be supposed to have place in a supreme intelligence: And as the ideas of internal sentiment, added to those of the external senses, compose the whole furniture of human understanding, we may conclude, that none of the _materials_ of thought are in any respect similar in the human and in the divine intelligence. Now as to the _manner_ of thinking; how can we make any comparison between them, or suppose them any wise resembling? Our thought is fluctuating, uncertain, fleeting, successive, and compounded; and were we to remove these circumstances, we |absolutely annihilate its essence, and it would, in such a case, be an abuse of terms to apply to it the name of thought or reason. At least, if it appear more pious and respectful (as it really is) still to retain these terms, when we mention the Supreme Being, we ought to acknowledge, that their meaning, in that case, is totally incomprehensible; and that the infirmities of our nature do not permit us to reach any ideas, which in the least correspond to the ineffable sublimity of the divine attributes.","subId":"13","id":"Hume.DNR.3.13","pages":"156-7"}]}
