{"imported":true,"id":"Hume.DNR.5","parent":"Hume.DNR","title":"Part 5","breadcrumb":"Part 5","texts":[],"published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his [Dialogues Concerning Natural Religion] in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 PART V. £1","id":"Hume.DNR.5"},{"type":"paragraph","content":"^But^ to show you still more inconveniencies, continued ^Philo^, in your Anthropomorphism; please to take a new survey of your principles. _Like effects prove like causes_{++.++} This is the experimental argument; and this, you say too, is the sole theological argument. Now it is certain, that the liker the effects are, which are seen, and the liker the causes, which are inferred, the stronger is the argument. Every departure on either side diminishes the probability, and renders the experiment less conclusive. You cannot doubt of the principle: neither ought you to reject its consequences.","subId":"1","id":"Hume.DNR.5.1","pages":"165"},{"type":"paragraph","content":"All the new discoveries in astronomy, which prove the immense grandeur and magnificence of the works of Nature, are so many additional arguments for a Deity, according to the true system of Theism: but according to your hypothesis of experimental Theism, they become so many objections, by removing the effect still farther from all resemblance to the effects of human art and contrivance. For if ^Lucretius^[n5], even following the old system of the world, could exclaim, \"\"Quis regere immensi summam, quis habere profundi // Indu manu validas potis est moderanter habenas? // Quis pariter c{oe}los omnes convertere? et omnes // Ignibus {ae}theriis terras suffire feraces? // Omnibus inque locis esse omni tempore pr{ae}sto?\"\" If _Tully_[n6] esteemed this reasoning so natural as to put it into the mouth of his ^Epicurean^. _Quibus enim oculis animi intueri potuit vester Plato fabricam illam tanti operis, qua construi a Deo |atque {ae}dificari mundum facit? qu{ae} molitio? qu{ae} ferramenta? qui vectes? qu{ae} machin{ae}? qui ministri tanti muneris fuerunt? quemadmodum autem obedire et parere voluntati architecti aer, ignis, aqua, terra potuerunt?_ If this argument, I say, had any force in former ages; how much greater must it have at present; when the bounds of Nature are so infinitely enlarged, and such a magnificent scene is opened to us? It is still more unreasonable to form our idea of so unlimited a cause from our experience of the narrow productions of human design and invention.","subId":"2","id":"Hume.DNR.5.2","pages":"165-6"},{"type":"paragraph","content":"The discoveries by microscopes, as they open a new universe in miniature, are still objections, according to you; arguments, according to me. The farther we push our researches of this kind, we are still led to infer the universal cause of all to be vastly different from mankind, or from any object of human experience and observation.","subId":"3","id":"Hume.DNR.5.3","pages":"166"},{"type":"paragraph","content":"And what say you to the discoveries in anatomy, chymistry, botany? - - - These surely are no objections, replied ^Cleanthes^: they only discover new instances of art and contrivance. It is still the image of mind reflected on us from innumerable objects. Add, a mind _like the human_, said ^Philo^. I know of no other, replied ^Cleanthes^. And the liker the better, insisted ^Philo^. To be sure, said ^Cleanthes^.","subId":"4","id":"Hume.DNR.5.4","pages":"166"},{"type":"paragraph","content":"Now, ^Cleanthes^, said ^Philo^, with an air of alacrity and triumph, mark the consequences. _First_, By this method of reasoning, you renounce all claim to infinity in any of the attributes of the Deity. For as the cause ought only to be proportioned to the effect, and the effect, so far as it falls under our cognisance, is not infinite; what pretensions have we, upon your suppositions, to ascribe that attribute to the divine Being? You will still insist, that, by removing him so much from all similarity to human creatures, we give into the most arbitrary hypothesis, and at the same time, weaken all proofs of his existence.","subId":"5","id":"Hume.DNR.5.5","pages":"166"},{"type":"paragraph","content":"_Secondly_, You have no reason, on your theory, for ascribing perfection to the Deity, even in his finite capacity; or for supposing him free from every error, mistake, or incoherence in his undertakings. There are many inexplicable difficulties in the works of Nature, which, if we allow a perfect author to be proved _a priori_, are easily solved, and become only seeming difficulties, from the narrow capacity of man, who cannot |trace infinite relations. But according to your method of reasoning, these difficulties become all real; and perhaps will be insisted on, as new instances of likeness to human art and contrivance. At least, you must acknowledge, that it is impossible for us to tell, from our limited views, whether this system contains any great faults, or deserves any considerable praise, if compared to other possible, and even real systems. Could a peasant, if the ^Aeneid^ were read to him, pronounce that poem to be absolutely faultless, or even assign to it its proper rank among the productions of human wit; he, who had never seen any other production?","subId":"6","id":"Hume.DNR.5.6","pages":"166-7"},{"type":"paragraph","content":"But were this world ever so perfect a production, it must still remain uncertain, whether all the excellencies of the work can justly be ascribed to the workman. If we survey a ship, what an exalted idea must we form of the ingenuity of the carpenter, who framed so complicated, useful and beautiful a machine? And what surprise must we feel, when we find him a stupid mechanic, who imitated others, and copied an art, which, through a long succession of ages, after multiplied trials, mistakes, corrections, deliberations, and controversies, had been gradually improving? Many worlds might have been botched and bungled, throughout an eternity, ere this system was struck out: much labour lost: many fruitless trials made: and a slow, but continued improvement carried on during infinite ages in the art of world-making. In such subjects, who can determine, where the truth; nay, who can conjecture where the probability, lies; amidst a great number of hypotheses which may be proposed, and a still greater number, which may be imagined?","subId":"7","id":"Hume.DNR.5.7","pages":"167"},{"type":"paragraph","content":"And what shadow of an argument, continued ^Philo^, can you produce, from your hypothesis, to prove the unity of the Deity? A great number of men join in building a house or ship, in rearing a city, in framing a commonwealth: why may not several deities combine in contriving and framing a world? This is only so much greater similarity to human affairs. By sharing the work among several, we may so much farther limit the attributes of each, and get rid of that extensive power and knowledge, which must be supposed in one deity, and which, according to you, can only serve to weaken the |proof of his existence. And if such foolish, such vicious creatures as man can yet often unite in framing and executing one plan; how much more those deities or d{ae}mons, whom we may suppose several degrees more perfect?","subId":"8","id":"Hume.DNR.5.8","pages":"167-8"},{"type":"paragraph","content":"To multiply causes, without necessity, is indeed contrary to true philosophy: but this principle applies not to the present case. Were one deity antecedently proved by your theory, who were possessed of every attribute, requisite to the production of the universe; it would be needless, I own (though not absurd) to suppose any other deity existent. But while it is still a question, Whether all these attributes are united in one subject, or dispersed among several independent beings: by what phenomena in nature can we pretend to decide the controversy? Where we see a body raised in a scale, we are sure that there is in the opposite scale, however concealed from sight, some counterpoising weight equal to it: but it is still allowed to doubt, whether that weight be an aggregate of several distinct bodies, or one uniform united mass. And if the weight requisite very much exceeds any thing which we have ever seen conjoined in any single body, the former supposition becomes still more probable and natural. An intelligent being of such vast power and capacity, as is necessary to produce the universe, or, to speak in the language of ancient philosophy, so prodigious an animal, exceeds all analogy and even comprehension.","subId":"9","id":"Hume.DNR.5.9","pages":"168"},{"type":"paragraph","content":"But farther, ^Cleanthes^; men are mortal, and renew their species by generation; and this is common to all living creatures. The two great sexes of male and female, says MILTON, animate the world. Why must this circumstance, so universal, so essential, be excluded from those numerous and limited deities? Behold then the theogony of ancient times brought back upon us.","subId":"10","id":"Hume.DNR.5.10","pages":"168"},{"type":"paragraph","content":"And why not become a perfect Anthropomorphite? Why not assert the deity or deities to be corporeal, and to have eyes, a nose, mouth, ears, &c.? ^Epicurus^ maintained, that no man had ever seen reason but in a human figure; therefore the gods must have a human figure. And this argument, which is deservedly so much ridiculed by ^Cicero^, becomes, according to you, solid and philosophical.","subId":"11","id":"Hume.DNR.5.11","pages":"168"},{"type":"paragraph","content":"In a word, ^Cleanthes^, a man, who follows your hypothesis, is able, perhaps, to assert, or conjecture, that the universe, |sometime, arose from something like design: but beyond that position he cannot ascertain one single circumstance, and is left afterwards to fix every point of his theology, by the utmost licence of fancy and hypothesis. This world, for aught he knows, is very faulty and imperfect, compared to a superior standard; and was only the first rude essay of some infant deity, who afterwards abandoned it, ashamed of his lame performance: it is the work only of some dependent, inferior deity; and is the object of derision to his superiors: it is the production of old age and dotage in some superannuated deity; and ever since his death, has run on at adventures, from the first impulse and active force, which it received from him. You justly give signs of horror, ^Demea^, at these strange suppositions: but these, and a thousand more of the same kind, are ^Cleanthes^'s suppositions, not mine. From the moment the attributes of the Deity are supposed finite, all these have place. And I cannot, for my part, think, that so wild and unsettled a system of theology is, in any respect, preferable to none at all.","subId":"12","id":"Hume.DNR.5.12","pages":"168-9"},{"type":"paragraph","content":"These suppositions I absolutely disown, cried ^Cleanthes^: they strike me, however, with no horror; especially, when proposed in that rambling way, in which they drop from you. On the contrary, they give me pleasure, when I see, that, by the utmost indulgence of your imagination, you never get rid of the hypothesis of design in the universe; but are obliged, at every turn, to have recourse to it. To this concession I adhere steadily; and this I regard as a sufficient foundation for religion.","subId":"13","id":"Hume.DNR.5.13","pages":"169"},{"type":"note","content":"Lib. ^ii^. 1094.","subId":"n5","id":"Hume.DNR.5.n5","pages":"165"},{"type":"note","content":"De nat. Deor. lib. ^i^.","subId":"n6","id":"Hume.DNR.5.n6","pages":"165"}]}
