{"imported":true,"id":"Hume.DNR.9","parent":"Hume.DNR","title":"Part 9","breadcrumb":"Part 9","texts":[],"published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his [Dialogues Concerning Natural Religion] in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 PART IX. £1","id":"Hume.DNR.9"},{"type":"paragraph","content":"^But^ if so many difficulties attend the argument _a posteriori_, said ^Demea^, had we not better adhere to that simple and sublime argument _a priori_, which, by offering to us infallible demonstration, cuts off at once all doubt and difficulty? By this argument too, we may prove the INFINITY of the divine attributes, which, I am afraid, can never be ascertained with certainty from any other topic. For how can an effect, which either is finite, or, for aught we know, may be so; how can such an effect, I say, prove an infinite cause? The unity too of the Divine Nature, it is very difficult, if not absolutely impossible, to deduce merely from contemplating the works of nature; nor will the uniformity alone of the plan, even were it allowed, give us any assurance of that attribute. Whereas the argument _a priori_. . . . . .","subId":"1","id":"Hume.DNR.9.1","pages":"188"},{"type":"paragraph","content":"You seem to reason, ^Demea^, interposed ^Cleanthes^, as if those advantages and conveniencies in the abstract argument were full proofs of its solidity. But it is first proper, in my opinion, to determine what argument of this nature you chuse to insist on; and we shall afterwards, from itself, better than from its _useful_ consequences, endeavour to determine what value we ought to put upon it.","subId":"2","id":"Hume.DNR.9.2","pages":"188"},{"type":"paragraph","content":"The argument, replied ^Demea^, which I would insist on is the common one. Whatever exists must have a cause or reason of its existence; it being absolutely impossible for any thing to produce itself, or be the cause of its own existence. In mounting up, therefore, from effects to causes, we must either go on in tracing an infinite succession, without any ultimate cause at all, or must at last have recourse to some ultimate cause, that is _necessarily_ existent: Now that the first supposition is absurd may be thus proved. In the infinite chain or succession of causes and effects, each single effect is determined to exist by the power and efficacy of that cause, which immediately preceded; but the whole eternal chain or succession, taken together, is not determined or caused by any thing: and yet it is evident that it requires a cause or reason, as much as any particular object, which begins to exist in time. The question is still reasonable, Why this particular succession of causes |existed from eternity, and not any other succession, or no succession at all. If there be no necessarily-existent being, any supposition, which can be formed, is equally possible; nor is there any more absurdity in Nothing's having existed from eternity, than there is in that succession of causes, which constitutes the universe. What was it then, which determined something to exist rather than nothing, and bestowed being on a particular possibility, exclusive of the rest? _External causes_, there are supposed to be none. _Chance_ is a word without a meaning. Was it _Nothing?_ But that can never produce any thing. We must, therefore, have recourse to a necessarily-existent Being, who carries the REASON of his existence in himself; and who cannot be supposed not to exist without an express contradiction. There is consequently such a Being, that is, there is a Deity.","subId":"3","id":"Hume.DNR.9.3","pages":"188-9"},{"type":"paragraph","content":"I shall not leave it to ^Philo^, said ^Cleanthes^, (though I know that the starting objections is his chief delight) to point out the weakness of this metaphysical reasoning. It seems to me so obviously ill-grounded, and at the same time of so little consequence to the cause of true piety and religion, that I shall myself venture to show the fallacy of it.","subId":"4","id":"Hume.DNR.9.4","pages":"189"},{"type":"paragraph","content":"I shall begin with observing, that there is an evident absurdity in pretending to demonstrate a matter of fact, or to prove it by any arguments _a priori_. Nothing is demonstrable, unless the contrary implies a contradiction. Nothing, that is distinctly conceivable, implies a contradiction. Whatever we conceive as existent, we can also conceive as non-existent. There is no being, therefore, whose non-existence implies a contradiction. Consequently there is no being, whose existence is demonstrable. I propose this argument as entirely decisive, and am willing to rest the whole controversy upon it.","subId":"5","id":"Hume.DNR.9.5","pages":"189"},{"type":"paragraph","content":"It is pretended that the Deity is a necessarily-existent being; and this necessity of his existence is attempted to be explained by asserting, that, if we knew his whole essence or nature, we should perceive it to be as impossible for him not to exist as for twice two not to be four. But it is evident, that this can never happen, while our faculties remain the same as at present. It will still be possible for us, at any time, to conceive the non-existence of what we formerly conceived to exist; nor can the mind ever lie under a necessity of supposing any object to remain always in being; in the same manner as |we lie under a necessity of always conceiving twice two to be four. The words, therefore, _necessary existence_, have no meaning; or, which is the same thing, none that is consistent.","subId":"6","id":"Hume.DNR.9.6","pages":"189-90"},{"type":"paragraph","content":"But farther; why may not the material universe be the necessarily-existent Being, according to this pretended explication of necessity? We dare not affirm that we know all the qualities of matter; and for aught we can determine, it may contain some qualities, which, were they known, would make its non-existence appear as great a contradiction as that twice two is five. I find only one argument employed to prove, that the material world is not the necessarily-existent Being; and this argument is derived from the contingency both of the matter and the form of the world. \"Any particle of matter,\" 'tis said[n7], \"may be _conceived_ to be annihilated; and any form may be _conceived_ to be altered. Such an annihilation or alteration, therefore, is not impossible.\" But it seems a great partiality not to perceive, that the same argument extends equally to the Deity, so far as we have any conception of him; and that the mind can at least imagine him to be non-existent, or his attributes to be altered. It must be some unknown, inconceivable qualities, which can make his non-existence appear impossible, or his attributes unalterable: And no reason can be assigned, why these qualities may not belong to matter. As they are altogether unknown and inconceivable, they can never be proved incompatible with it.","subId":"7","id":"Hume.DNR.9.7","pages":"190"},{"type":"paragraph","content":"Add to this, that in tracing an eternal succession of objects, it seems absurd to enquire for a general cause or first author. How can any thing, that exists from eternity, have a cause; since that relation implies a priority in time and a beginning of existence?","subId":"8","id":"Hume.DNR.9.8","pages":"190"},{"type":"paragraph","content":"In such a chain too, or succession of objects, each part is caused by that which preceded it, and causes that which succeeds it. Where then is the difficulty? But the WHOLE, you say, wants a cause. I answer, that the uniting of these parts into a whole, like the uniting of several distinct counties into one kingdom, or several distinct members into one body, is performed merely by an arbitrary act of the mind, and has no influence on the nature of things. Did I show you the particular causes of each individual in a collection of twenty particles of matter, I should think it very unreasonable, should |you afterwards ask me, what was the cause of the whole twenty. That is sufficiently explained in explaining the cause of the parts.","subId":"9","id":"Hume.DNR.9.9","pages":"190-1"},{"type":"paragraph","content":"Though the reasonings, which you have urged, ^Cleanthes^, may well excuse me, said ^Philo^, from starting any farther difficulties; yet I cannot forbear insisting still upon another topic. 'Tis observed by arithmeticians, that the products of 9 compose always either 9 or some lesser product of 9; if you add together all the characters, of which any of the former products is composed. Thus, of 18, 27, 36, which are products of 9, you make 9 by adding 1 to 8, 2 to 7, 3 to 6. Thus 369 is a product also of 9; and if you add 3, 6, and 9, you make 18, a lesser product of 9[n8]. To a superficial observer, so wonderful a regularity may be admired as the effect either of chance or design; but a skilful algebraist immediately concludes it to be the work of necessity, and demonstrates, that it must for ever result from the nature of these numbers. Is it not probable, I ask, that the whole {oe}conomy of the universe is conducted by a like necessity, though no human algebra can furnish a key, which solves the difficulty? And instead of admiring the order of natural beings, may it not happen, that, could we penetrate into the intimate nature of bodies, we should clearly see why it was absolutely impossible, they could ever admit of any other disposition? So dangerous is it to introduce this idea of necessity into the present question! and so naturally does it afford an inference directly opposite to the religious hypothesis!","subId":"10","id":"Hume.DNR.9.10","pages":"191"},{"type":"paragraph","content":"But dropping all these abstractions, continued ^Philo^; and confining ourselves to more familiar topics; I shall venture to add an observation, that the argument _a priori_ has seldom been found very convincing, except to people of a metaphysical head, who have accustomed themselves to abstract reasoning, and who finding from mathematics, that the understanding frequently leads to truth, through obscurity, and contrary to first appearances, have transferred the same habit of thinking |to subjects, where it ought not to have place. Other people, even of good sense and the best inclined to religion, feel always some deficiency in such arguments, though they are not perhaps able to explain distinctly where it lies. A certain proof, that men ever did, and ever will derive their religion from other sources than from this species of reasoning.","subId":"11","id":"Hume.DNR.9.11","pages":"191-2"},{"type":"note","content":"Dr. Clarke.","subId":"n7","id":"Hume.DNR.9.n7","pages":"190"},{"type":"note","content":"Republique des Lettres, Aout. 1685.","subId":"n8","id":"Hume.DNR.9.n8","pages":"191"}]}
