{"imported":true,"id":"Shaftesbury.C.M.1.2","parent":"Shaftesbury.C.M.1","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_034","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section II £1","id":"Shaftesbury.C.M.1.2"},{"type":"paragraph","content":"\"O WRETCHED State of Mankind!—Hapless Nature, thus to have err'd in thy chief Workmanship!—Whence sprang this fatal Weakness? What Chance or Destiny shall we accuse? Or shall we mind the Poets, when they sing thy Tragedy (^Prometheus!^ ) who with thy stoln celestial Fire, mix'd with vile Clay, didst mock Heaven's Countenance, and in abusive Likeness of the Immortals mad'st the compound ^Man;^ that wretched Mortal, _ill_ to himself, and Cause of _Ill_ to all.\"—","subId":"1","id":"Shaftesbury.C.M.1.2.1"},{"type":"paragraph","content":"What say you, ^Palemon,^ to this _Rant,_ now upon second thoughts? Or have you forgot 'twas just in such a romantick Strain that you broke out against _human Kind,_ upon a Day when every thing look'd pleasing, and the _Kind_ it-self (I thought) never appear'd fairer, or made a better shew?","subId":"2","id":"Shaftesbury.C.M.1.2.2"},{"type":"paragraph","content":"But 'twas not the whole Creation you thus quarrel'd with: Nor were you so out of conceit with _all_ Beauty. The Verdure of the Field, the distant Prospects, the gilded Horizon, and purple Sky, form'd by a setting Sun, had Charms in abundance, and were able to make impression on you. Here, ^Palemon,^ you allow'd me to admire as much as I pleas'd; when, at the same instant, you wou'd not bear my talking to you of those nearer Beautys of our own Kind, which I thought more natural for Men at our Age to admire. Your Severity however cou'd not silence me upon this Subject. I continu'd to plead the Cause of _the Fair,_ and advance their Charms above all those other Beautys of Nature. And when you took advantage from this Opposition, to shew how little there was of _Nature,_ and how much of _Art_ in what I admir'd, I made the best Apology I cou'd; and fighting for Beauty, kept the Field as long as there was one _Fair-one_ present.","subId":"3","id":"Shaftesbury.C.M.1.2.3"},{"type":"paragraph","content":"#Gallantry.# Considering how your Genius stood inclin'd to Poetry, I wonder'd most to find you on a sudden grown so out of conceit with our modern Poets, and _Galante_ Writers; whom I quoted to you, as better Authoritys than any Antient in behalf of the Fair Sex, and their Prerogative. But this you treated slightly. You acknowledg'd it to be true indeed, what had been observ'd by some late Wits, \"That ^Gallantry^ _was of a modern Growth._\" And well it might be so, you thought, without dishonour to the Antients; who understood _Truth_ and _Nature_ too well, to admit so ridiculous an Invention.","subId":"4","id":"Shaftesbury.C.M.1.2.4"},{"type":"paragraph","content":"'Twas in vain, therefore, that I held up this Shield in my defense. I did my Cause no service, when in behalf of _the Fair_ I pleaded all the fine things which are usually said, in this romantick way, to their advantage. You attack'd the very Fortress of _Gallantry,_ ridicul'd _the Point of Honour,_ with all those nice Sentiments and Ceremonials belonging to it. You damn'd even our Favourite _Novels;_ those dear sweet natural Pieces, writ most of 'em by the Fair Sex themselves. In short, this whole Order and Scheme of Wit you condemn'd absolutely, as _false, monstrous,_ and ^Gothick;^ quite out of the way of Nature, and sprung from the mere Dregs of _Chivalry_ or _Knight-Errantry;_ a thing which in it-self you prefer'd, as of a better Taste than that which reigns at present in its stead. For at a time when this Mystery of _Gallantry_ carry'd along with it the Notion of doughty Knighthood; when _the Fair_ were made Witnesses, and in a manner, Partys to Feats of Arms, enter'd into all the Points of War and Combat, and were won by dint of Launce and manly Prowess; 'twas not altogether absurd, you thought, on such a foundation as this, to pay 'em Homage and Adoration, make 'em the Standard of Wit and Manners, and bring Mankind under their Laws. But in a Country where no _She-Saints_ were worship'd by any Authority from Religion, 'twas as impertinent and sensless, as it was profane, to deify the Sex, raise 'em to a Capacity above what Nature had allow'd, and treat 'em with _a Respect,_ which in the natural way of Love they themselves were the aptest to complain of.","subId":"5","id":"Shaftesbury.C.M.1.2.5"},{"type":"paragraph","content":"Indeed as for the _Moral_ Part, 'twas wonderful, you said, to observe the Licentiousness which this foppish courtly Humour had establish'd in the World. What such a flattering way of Address to all the Sex in common cou'd mean, you knew not; unless it were to render 'em wholly _common_ indeed, and make each Fair-one apprehend that the Publick had a right to her; and that Beauty was too communicative and divine a Thing, to be made a Property, and confin'd to _One_ at once.","subId":"6","id":"Shaftesbury.C.M.1.2.6"},{"type":"paragraph","content":"MEAN while our Company began to leave us. The _Beau-monde,_ whom you had been thus severely censuring, drew off apace: for it grew late. I took notice that the approaching Objects of the Night were the more agreeable to you, for the Solitude they introduc'd; and that the Moon and Planets which began now to appear, were in reality the only proper Company for a Man in your Humour. For now you began to talk with much Satisfaction of natural Things, and of all Orders of Beautys, ^Man^ only excepted. Never did I hear a finer Description than you made of the Order of the heavenly Luminarys, the Circles of the Planets, and their attendent _Satellites._ And you, who wou'd allow nothing to those fair earthly Luminarys in the Circles which just now we mov'd in; you, ^Palemon,^ who seem'd to overlook the Pride of that Theater, began now to look out with Ravishment on this other, and triumph in the new philosophical Scene of Worlds unknown. Here, when you had pretty well spent the first Fire of your Imagination, I wou'd have got you to reason more calmly with me upon that other Part of the Creation, your own Kind; to which, I told you, you discover'd so much Aversion, #Misanthropy.# as wou'd make one believe you a compleat ^Timon,^ or _Man-hater._","subId":"7","id":"Shaftesbury.C.M.1.2.7"},{"type":"paragraph","content":"\"Can you then, ^OPhilocles,^ \" (said you in a high strain, and with a moving air of Passion) \"Can you believe me of that Character? Or can you think it of me in earnest, that being ^Man,^ and conscious of my Nature, I shou'd have yet so little of Humanity, as not to feel the Affections of _a Man?_ Or feeling what is natural towards my Kind, that I shou'd hold their Interest light, and be indifferently affected with what affects or seriously concerns them? Am I so ill a Lover of _my Country?_ Or is it that you find me indeed so ill _a Friend?_ For what are all Relations else? What are the Ties of private Friendship, if that to _Mankind_ be not obliging? Can there be yet a Bond in Nature, if _That_ be none? ^OPhilocles!^ Believe me when I say I feel it one, and fully prove its Power within me. Think not that I wou'd willingly break my Chain: Nor count me so degenerate or unnatural, as whilst I hold this Form, and wear a human Heart, I shou'd throw off Love, Compassion, Kindness, and not befriend _Mankind._—But O what Treacherys! what Disorders! And how corrupt is all!—Did you not observe e'en now, when all this Space was fill'd with goodly Rows of Company, how peaceful all appear'd.—What Charms there are in publick Companys! What Harmony in Courts and Courtly Places! How pleas'd is every Face! How courteous and humane the general Carriage and Behaviour!—What Creature capable of Reflection, if he thus saw us Mankind, and saw no more, wou'd not believe our Earth _a very Heaven?_ What Foreigner (the Inhabitant, suppose, of some near Planet) when he had travel'd hither, and survey'd this outward Face of things, wou'd think of what lay hid beneath the Mask?—But let him stay a-while. Allow him leisure; till he has gain'd a nearer View, and following our dissolv'd Assemblys to their particular _Recesses,_ he has the power of seeing 'em in this new Aspect.—Here he may behold those great Men of the Ministry, who not an hour ago in publick appear'd such Friends, now plotting craftily each other's Ruin, with the Ruin of the State it-self, a Sacrifice to their Ambition. Here he may see too those of a softer kind, who knowing not Ambition, follow only _Love._ Yet (^Philocles^ ) who wou'd think it?\"—","subId":"8","id":"Shaftesbury.C.M.1.2.8"},{"type":"paragraph","content":"At these words, you may remember, I discover'd the Lightness of my Temper, and laugh'd aloud; which I cou'd hardly hope you wou'd have pardon'd, had I not freely told you the true reason. 'Twas not for want of being affected with what you spoke. I only imagin'd a more particular Cause had provok'd you, when having pass'd over the Ambitious, you were coming full-charg'd against the People of a softer Passion. At first, I look'd on you as deeply _in the Spleen:_ But now I concluded you _in love,_ and so unhappily engag'd as to have reason to complain of Infidelity. \"This,\" thought I, \"has mov'd ^Palemon^ thus. Hence the _sad World!_ Here was that _Corruption,_ and those _Disorders_ he lamented!\"","subId":"9","id":"Shaftesbury.C.M.1.2.9"},{"type":"paragraph","content":"#_Cause of_ Ill.# AFTER I had begg'd pardon for my rude Mirth, which had the good fortune however to make some change in your Humour; we fell naturally into cool Reasoning about the Nature and Cause of ILL in general: \"Thro' what _Contingency,_ what _Chance;_ by what fatal _Necessity,_ what _Will,_ or what _Permission_ it came upon the World; or being come once, shou'd still subsist.\" This[n1] _Inquiry,_ which with slight Reasoners is easily got over, stuck hard, I found, with one of your close Judgment and Penetration. And this insensibly led us into a nice Criticism of ^Nature;^ whom you sharply arraign'd for many Absurditys you thought her guilty of, in relation to _Mankind,_ and his peculiar State.","subId":"10","id":"Shaftesbury.C.M.1.2.10"},{"type":"paragraph","content":"Fain wou'd I have persuaded you to think with more Equality of ^Nature,^ and to proportion her Defects a little better. My Notion was, that the Grievance lay not altogether in _one_ part, as you plac'd it; but that _every thing_ had its share of Inconvenience. Pleasure and Pain, Beauty and Deformity, Good and Ill, seem'd to me every-where interwoven; and one with another made, I thought, a pretty Mixture, agreeable enough, in the main. 'Twas the same, I fansy'd, as in some of those rich Stuffs, where the Flowers and Ground were oddly put together, with such irregular Work, and contrary Colours, as look'd ill _in the Pattern,_ but mighty natural and well _in the Piece._","subId":"11","id":"Shaftesbury.C.M.1.2.11"},{"type":"paragraph","content":"But you were still upon Extremes. Nothing wou'd serve to excuse the Faults or Blemishes of this Part of the Creation, ^Mankind;^ even tho all besides were fair, without a Blemish. The very Storms and Tempests had their Beauty in your account, those alone excepted which arose in human Breasts. 'Twas only for this turbulent Race of Mortals you offer'd to accuse Nature. And I now found why you had been so transported with the Story of ^Prometheus.^ You wanted such an Operator as this for Mankind: And you were tempted to wish the Story cou'd have been confirm'd in modern Divinity; that clearing the supreme Powers of any Concern or Hand in the ill Workmanship, you might have the liberty of inveighing against it, without Profaneness.","subId":"12","id":"Shaftesbury.C.M.1.2.12"},{"type":"paragraph","content":"This however, I told you, was but a slight Evasion of the religious Poets among the Antients. 'Twas easy to answer every Objection by a ^Prometheus:^ as, \"Why had Mankind _originally_ so much Folly and Perverseness? Why so much Pride, such Ambition, and strange Appetites? Why so many Plagues, and Curses, entail'd on him and his Posterity?\"—^Prometheus^ was the Cause. The plastick Artist, with his unlucky Hand, solv'd all. \" 'Twas _His_ Contrivance (they said) and _He_ was to answer for it.\" They reckon'd it a fair Game, if they cou'd gain _a single_ _Remove,_ and put the _evil Cause_ farther off. If the People ask'd a Question, they told 'em _a Tale,_ and sent 'em away satisfy'd. None besides a few Philosophers wou'd be such Busy-bodys, they thought, as to look beyond, or ask a second Question.","subId":"13","id":"Shaftesbury.C.M.1.2.13"},{"type":"paragraph","content":"And in reality, continu'd I, 'tis not to be imagin'd how serviceable _a Tale_ is, to amuse others besides mere Children; and how much easier the Generality of Men are paid in this Paper-coin, than in Sterling Reason. We ought not to laugh so readily at the _Indian_ Philosophers, who to satisfy their People how this huge Frame of the World is supported, tell 'em 'tis by an Elephant.—And the Elephant how?—A shreud Question! but which by no means shou'd be answer'd. 'Tis here only that our _Indian_ Philosophers are to blame. They shou'd be contented with _the Elephant,_ and go no further. But they have _a Tortoise_ in reverse; whose Back, they think, is broad enough. So the Tortoise must bear the new Load: And thus the matter stands worse than before.","subId":"14","id":"Shaftesbury.C.M.1.2.14"},{"type":"paragraph","content":"The Heathen Story of ^Prometheus^ was, I told you, much the same with this _Indian_ one: only the Heathen Mythologists were so wise as not to go beyond _the first Remove._ A single ^Prometheus^ was enough to take the Weight from ^Jove.^ They fairly made ^Jove^ a Stander-by. He resolv'd, it seems, to be Neuter; and see what wou'd come of this notable Experiment; how the dangerous Man-moulder wou'd proceed; and what wou'd be the Event of his Tampering.—Excellent Account, to satisfy the Heathen _Vulgar!_ But how, think you, wou'd a _Philosopher_ digest this? \"For the Gods\" (he wou'd say presently) \"either cou'd have hinder'd ^Prometheus'^ s Creation, or they cou'd not. If they cou'd, they were answerable for the Consequences; if they cou'd not, they were no longer Gods, being thus limited and controul'd. And whether ^Prometheus^ were a Name for _Chance, Destiny,_ a _plastick Nature,_ or an _evil Daemon;_ whatever was design'd by it; 'twas still the same Breach of ^Omnipotence.^ \"","subId":"15","id":"Shaftesbury.C.M.1.2.15"},{"type":"paragraph","content":"That such a hazardous Affair as this of _Creation_ shou'd have been undertaken by those who had not perfect Foresight as well as Command, you own'd was neither wise nor just. But you stood to Foresight. You allow'd the _Consequences_ to have been understood by the creating Powers, when they undertook their Work: and you deny'd that it wou'd have been better for them to have omitted it; tho they knew what wou'd be the Event. \" 'Twas better still that the Project shou'd be executed, whatever might become of Mankind, or how hard soever such a Creation was like to fall on the generality of this miserable Race. For 'twas impossible, you thought, that Heaven shou'd have acted otherwise than _for the best._ So that even from this Misery and ^Ill^ of _Man,_ there was undoubtedly some ^Good^ arising; something which over-balanc'd all, and made full amends.\"","subId":"16","id":"Shaftesbury.C.M.1.2.16"},{"type":"paragraph","content":"THIS was a Confession I wonder'd indeed how I came to draw from you: And soon afterwards I found you somewhat uneasy under it. For here I took up your own part against you; and setting all those Villanys and Corruptions of human Kind in the same light you had done just before, I put it upon you to tell, where possibly cou'd be the Advantage or Good arising hence; or what Excellence or Beauty cou'd redound from those tragical Pictures you your-self had drawn so well after the Life. Whether it must not be a very strong philosophical Faith, which shou'd persuade one that those dismal Parts you set to view were only the necessary Shades of a fine Piece, to be reckon'd among the Beautys of the Creation: Or whether possibly you might look upon that Maxim as very fit for Heaven, which I was sure you did not approve at all in Mankind; \"_To do_ ^Ill^ _that_ ^Good^ _might follow._\"","subId":"17","id":"Shaftesbury.C.M.1.2.17"},{"type":"paragraph","content":"This, I said, made me think of the manner of our modern ^Prometheus's,^ _the Mountebanks,_ who perform'd such Wonders of many kinds, here on our earthly Stages. They cou'd create Diseases, and make Mischief, in order _to heal,_ and _to restore._ But shou'd we assign such a Practice as this to Heaven? Shou'd we dare to make such _Empiricks_ of the Gods, and such _a Patient_ of poor Nature? \"Was this a reason for Nature's Sickliness? Or how else came she (poor Innocent!) to fall sick, or run astray? Had she been _originally_ healthy, or created sound _at first;_ she had _still_ continu'd so. 'Twas no credit to the Gods to leave her destitute, or with a Flaw which wou'd cost dear the mending, and make them Sufferers for their own Work.\"—","subId":"18","id":"Shaftesbury.C.M.1.2.18"},{"type":"paragraph","content":"I was going to bring ^Homer^ to witness for the many Troubles of ^Jove,^ the Death of ^Sarpedon,^ and the frequent Crosses Heaven met with, from the fatal Sisters. But this Discourse, I saw, displeas'd you. #Scepticism.# I had by this time plainly discover'd my Inclination to ^Scepticism.^ And here not only _Religion_ was objected to me, but I was reproach'd too on the account of that _Gallantry_ which I had some time before defended. Both were join'd together in the Charge you made against me, when you saw I adher'd to nothing: but was now as ready to declaim against _the Fair,_ as I had been before to plead their Cause, and defend the Moral of Lovers. This, you said, was my constant way in all Debates: I was as well pleas'd with the Reason on one side, as on the other: I never troubled my-self about the Success of the Argument, but laugh'd still, whatever way it went; and even when I convinc'd others, never seem'd as if I was convinc'd myself.","subId":"19","id":"Shaftesbury.C.M.1.2.19"},{"type":"paragraph","content":"I own'd to you, ^Palemon,^ there was Truth enough in your Charge. For above all things I lov'd Ease; and of all Philosophers those who reason'd most at their ease, and were never angry or disturb'd; as those call'd ^Scepticks,^ you own'd, never were. I look'd upon this kind of _Philosophy_ as the prettiest, agreeablest, roving Exercise of the Mind, possible to be imagin'd. The other kind, I thought, was painful and laborious; \"To keep always in the Limits of _one_ Path; to drive always _at a Point;_ and hold precisely to what Men, at a venture, call'd ^theTruth:^ A _Point,_ in all appearance, very unfix'd, and hard to ascertain.\" Besides, my way hurt no body. I was always the first to comply on any occasion; and for Matters of Religion, was further from Profaneness and erroneous Doctrine than any-one. I cou'd never have the Sufficiency to shock my spiritual and learned Superiors. I was the furthest from leaning to my own Understanding: nor was I one who exalted _Reason_ above _Faith,_ or insisted much upon what the dogmatical Men call _Demonstration,_ and dare oppose to the sacred Mysterys of Religion. And to shew you, continu'd I, how impossible it is for the Men of our sort ever to err from the Catholick and Establish'd Faith, pray consider; That whereas _Others_ pretend to see with their own Eyes, what is properest and best for them in Religion; _We,_ for our parts, pretend not to see with any other than those of our spiritual Guides. Neither do we presume to judg those Guides our-selves; but submit to them, as they are appointed us by our just Superiors. In short, you who are _Rationalists,_ and walk by Reason in every thing, pretend to know all things, whilst you believe little or nothing: We for our parts _know_ nothing, and _believe_ all.","subId":"20","id":"Shaftesbury.C.M.1.2.20"},{"type":"paragraph","content":"HERE I ended; and, in return, you only ask'd me coldly, \"Whether with that fine ^Scepticism^ of mine, I made no more distinction between Sincerity and Insincerity _in Actions,_ than I did between Truth and Falshood, Right and Wrong, _in Arguments?_\"","subId":"21","id":"Shaftesbury.C.M.1.2.21"},{"type":"paragraph","content":"I durst not ask what your Question drove at. I was afraid I saw it too plainly; and that by this loose way of talking, which I had learnt in some fashionable Conversations of the World, I had given you occasion to suspect me of the worst sort of _Scepticism,_ such as spar'd nothing; but overthrew all Principles, _Moral_ and _Divine._","subId":"22","id":"Shaftesbury.C.M.1.2.22"},{"type":"paragraph","content":"Forgive me, said I, good ^Palemon:^ you are offended, I see, and not without cause. But what if I shou'd endeavour to compensate my _Sceptical_ Misbehaviour, by using a known _Sceptick Privilege,_ and asserting strenuously the Cause I have hitherto oppos'd? Do not imagine that I dare aspire so high as to defend reveal'd Religion, or the holy Mysterys of the Christian Faith. I am unworthy of such a Task, and shou'd profane the Subject. 'Tis of mere _Philosophy_ I speak: And my Fancy is only to try what I can muster up thence, to make head against the chief Arguments of _Atheism,_ and reestablish what I have offer'd to loosen in the System of _Theism._","subId":"23","id":"Shaftesbury.C.M.1.2.23"},{"type":"paragraph","content":"#Deism.# Your Project, said you, bids fair to reconcile me to your Character, which I was beginning to mistrust. For as averse as I am to the Cause of _Theism,_ or Name of ^Deist,^ when taken in a sense exclusive of Revelation; I consider still that, in strictness, the Root of all is ^Theism;^ and that to be a settled Christian, it is necessary to be first of all _a good_ ^Theist.^ For _Theism_ can only be oppos'd to[n2] _Polytheism,_ or _Atheism._ Nor have I patience to hear the Name of ^Deist^ (the highest of all Names) decry'd, and set in opposition to _Christianity._ \"As if our Religion was a kind of _Magick,_ which depended not on the Belief of a single supreme Being. Or as if the firm and rational Belief of such a Being, on philosophical Grounds, was an improper Qualification for believing any thing further.\" Excellent Presumption, for those who naturally incline to the Disbelief of Revelation, or who thro' Vanity affect a Freedom of this kind!—","subId":"24","id":"Shaftesbury.C.M.1.2.24"},{"type":"paragraph","content":"But let me hear, continu'd you, whether in good Earnest, and thorow Sincerity, you intend to advance any thing in favour of that Opinion which is fundamental to all Religion; or whether you design only to divert your-self with the Subject, as you have done hitherto? \"Whatever your Thoughts are, ^Philocles,^ I am resolv'd to force 'em from you. You can no longer plead the Unsutableness of the Time or Place to such grave Subjects. The gaudy Scene is over with the Day. Our Company have long since quitted the Field. And the solemn Majesty of such a Night as this, may justly sute with the profoundest Meditation, or most serious Discourse.\"","subId":"25","id":"Shaftesbury.C.M.1.2.25"},{"type":"paragraph","content":"Thus, ^Palemon,^ you continu'd to urge me; till by necessity I was drawn into the following Vein of _Philosophical Enthusiasm._","subId":"26","id":"Shaftesbury.C.M.1.2.26"},{"type":"note","content":"Treatise IV. See the Beginning.","subId":"n1","id":"Shaftesbury.C.M.1.2.n1"},{"type":"note","content":"\"To _Polytheism_ (_Daemonism_) or _Atheism:_\" as above, _pag._ 13.","subId":"n2","id":"Shaftesbury.C.M.1.2.n2"}]}
