{"id":"Butler.AR.2.4","parent":"Butler.AR.2","title":"Chapter IV. Christianity, considered as a Scheme or Constitution, imperfectly comprehended","breadcrumb":"Chapter 4","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s <cite>Analogy of Religion</cite> was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAPTER IV.</h1> <h2>CHRISTIANITY, CONSIDERED AS A SCHEME OR CONSTITUTION, IMPERFECTLY COMPREHENDED.</h2> ","id":"Butler.AR.2.4"},{"type":"paragraph","content":"As hath been now shown,<a href=\"#n110\"><sup>[110]</sup></a> the analogy of nature renders it highly credible beforehand, that, supposing a revelation to be made, it must contain many things very different from what we should have expected, and such as appear open to great objections: and that this observation, in good measure, takes off the force of those objections, or rather precludes them. It may be alleged, that this is a very partial answer to such objections, or a very unsatisfactory way of obviating them: because it does not show at all, that the things objected against can be wise, just, and good; much less, that it is credible they are so. It will therefore be proper to show this distinctly; by applying to these objections against the wisdom, justice, and goodness of Christianity, the answer above<a href=\"#n111\"><sup>[111]</sup></a> given to the like objections against the constitution of nature: before we consider the particular analogies in the latter, to the particular things objected against in the former. Now that which affords a sufficient answer to objections against the wisdom, justice, and goodness of the constitution of nature, is its being a constitution, a system, or scheme, imperfectly comprehended; a scheme in which means are made use of to accomplish ends; and which is carried on by general laws. For from these things it has been proved, not only to be possible, but also to be credible, that those things which are objected against may be consistent with wisdom, justice, and goodness; nay, may be instances of them: and even that the constitution and government of nature may be perfect in the highest possible degree. If Christianity then be a scheme, and of the like kind; it is evident, the like objections against it must admit of the like answer. And,","subId":"1","id":"Butler.AR.2.4.1"},{"type":"paragraph","content":"I. Christianity is a scheme, quite beyond our comprehension. The moral government of God is exercised, by gradually conducting things so in the course of his providence, that every one, at length and upon the whole, shall receive according to his deserts; and neither fraud nor violence, but truth and right, shall finally prevail. Christianity is a particular scheme under this general plan of Providence, and a part of it, conducive to its completion, with regard to mankind: consisting itself also of various parts, and a mysterious economy, which has been carrying on from the time the world came into its present wretched state, and is still carrying on, for its recovery, by a divine person, the Messiah; who is to gather together in one the children of God, that are scattered abroad,<a href=\"#n112\"><sup>[112]</sup></a> and establish an everlasting kingdom, wherein dwelleth righteousness.<a href=\"#n113\"><sup>[113]</sup></a> In order to it; after various manifestations of things, relating to this great and general scheme of Providence, through a succession of many ages: (For the Spirit of Christ which was in the prophets, testified beforehand his sufferings, and the glory that should follow: unto whom it was revealed, that not unto themselves, but unto us they did minister the things which are now reported unto us by them that have preached the Gospel; which things the angels desire to look into:<a href=\"#n114\"><sup>[114]</sup></a>)—after various dispensations looking forward and preparatory to, this final salvation: in the fulness of time, when infinite wisdom thought fit; He, being in the form of God,—made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men: and being found in fashion as a man, he humbled himself, and became obedient to death, even the death of the cross. Wherefore God also hath highly exalted him, and given him a name, which is above every name: that at the name of Jesus every knee should bow, of things in heaven, and things in the earth, and things under the earth: and that every tongue should confess, that Jesus Christ is Lord, to the glory of God the Father.<a href=\"#n115\"><sup>[115]</sup></a> Parts likewise of this economy are the miraculous mission of the Holy Ghost, and his ordinary assistances given to good men: the invisible government, which Christ at present exercises over his church: that which he himself refers to in these words: In my Father's house are many mansions—I go to prepare a place for you:<a href=\"#n116\"><sup>[116]</sup></a> and his future return to judge the world in righteousness, and completely re-establish the kingdom of God. For the Father judgeth no man; but hath committed all judgment unto the Son: that all men should honor the Son, even as they honor the Father.<a href=\"#n117\"><sup>[117]</sup></a> All power is given unto him in heaven and in earth.<a href=\"#n118\"><sup>[118]</sup></a> And he must reign, till he hath put all enemies under his feet. Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule, and all authority and power. And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.<a href=\"#n119\"><sup>[119]</sup></a> Surely little need be said to show, that this system, or scheme of things, is but imperfectly comprehended by us. The Scripture expressly asserts it to be so. And indeed one cannot read a passage relating to this <em>great mystery of godliness</em>,<a href=\"#n120\"><sup>[120]</sup></a> but what immediately runs up into something which shows us our ignorance in it; as every thing in nature shows us our ignorance in the constitution of nature. And whoever will seriously consider that part of the Christian scheme, which is revealed in Scripture, will find so much more unrevealed, as will convince him, that, to all the purposes of judging and objecting, we know as little of it, as of the constitution of nature. Our ignorance, therefore, is as much an answer to our objections against the perfection of one, as against the perfection of the other.<a href=\"#n121\"><sup>[121]</sup></a>","subId":"2","id":"Butler.AR.2.4.2"},{"type":"paragraph","content":"II. It is obvious too, that in the Christian dispensation, as much as in the natural scheme of things, means are made use of to accomplish ends. The observation of this furnishes us with the same answer, to objections against the perfection of Christianity, as to objections of the like kind, against the constitution of nature. It shows the credibility, that the things objected against, how <em>foolish</em><a href=\"#n122\"><sup>[122]</sup></a> soever they appear to men, may be the very best means of accomplishing the very best ends. And their appearing <em>foolishness</em> is no presumption against this, in a scheme so greatly beyond our comprehension.<a href=\"#n123\"><sup>[123]</sup></a>","subId":"3","id":"Butler.AR.2.4.3"},{"type":"paragraph","content":"III. The credibility, that the Christian dispensation may have been, all along, carried on by general laws,<a href=\"#n124\"><sup>[124]</sup></a> no less than the course of nature, may require to be more distinctly made out. Consider then, upon <em>what ground</em> it is we say, that the whole common course of nature is carried on according to general fore-ordained laws. We know indeed several of the general laws of matter; and a great part of the natural behavior of living agents is reducible to general laws. But we know in a manner nothing, by what laws, storms, tempests, earthquakes, famine, pestilence, become the instruments of destruction to mankind. And the laws by which persons born into the world at such a time and place are of such capacities, geniuses, tempers; the laws by which thoughts come into our mind, in a multitude of cases; and by which innumerable things happen, of the greatest influence upon the affairs and state of the world. These laws are so wholly unknown to us, that we call the events which come to pass by them, accidental; though all reasonable men know certainly, that there cannot, in reality, be any such thing as chance; and conclude that the things which have this appearance are the result of general laws, and may be reduced to them. It is but an exceeding little way, and in but a very few respects, that we can trace up the natural course of things before us, to general laws. It is only from analogy, that we conclude the whole of it to be capable of being reduced to them: only from our seeing that part is so. It is from our finding, that the course of nature, in some respects and so far, goes on by general laws, that we conclude this of the rest.","subId":"4","id":"Butler.AR.2.4.4"},{"type":"paragraph","content":"If that be a just ground for such a conclusion, it is a just ground also, if not to conclude, yet to apprehend, to render it supposable and credible, which is sufficient for answering objections, that God's miraculous interpositions may have been, all along in like manner, by <em>general</em> laws of wisdom. Thus, that miraculous powers should be exerted, at such times, upon such occasions, in such degrees and manners, and with regard to such persons, rather than others; that the affairs of the world, being permitted to go on in their natural course so far, should, just at such a point, have a new direction given them by miraculous interpositions; that these interpositions should be exactly in such degrees and respects only; all this may have been by general laws. These laws are indeed unknown to us: but no more unknown than the laws from whence it is, that some die as soon as they are born, and others live to extreme old age; that one man is so superior to another in understanding; with innumerable more things, which, as was before observed, we cannot reduce to any laws or rules, though it is taken for granted, they are as much reducible to general ones, as gravitation. If the revealed dispensations of Providence, and miraculous interpositions, be by general laws, as well as God's ordinary government in the course of nature, made known by reason and experience; there is no more reason to expect that every exigence, as it arises, should be provided for by these general laws or miraculous interpositions, than that every exigence in nature should be, by the general laws of nature. Yet there might be wise and good reasons, why miraculous interpositions should be by general laws; and why these laws should not be broken in upon, or deviated from, by other miracles.","subId":"5","id":"Butler.AR.2.4.5"},{"type":"paragraph","content":"Upon the whole then, the appearance of deficiencies and irregularities in nature is owing to its being a scheme but in part made known, and of such a certain particular kind in other respects. We see no more reason why the frame and course of nature should be such a scheme, than why Christianity should. And that the former is such a scheme, renders it credible, that the latter, upon supposition of its truth, may be so too. And as it is manifest, that Christianity is a scheme revealed but in part, and a scheme in which means are made use of to accomplish ends, like to that of nature: so the credibility, that it may have been all along carried on by general laws, no less than the course of nature, has been distinctly proved. From all this it is beforehand credible that there might, I think probable that there would, be the like appearance of deficiencies and irregularities in Christianity, as in nature: <em>i.e.</em> that Christianity would be liable to the like objections, as the frame of nature. And these objections are answered by these observations concerning Christianity; as the like objections against the frame of nature are answered by the like observations concerning the frame of nature.","subId":"6","id":"Butler.AR.2.4.6"},{"type":"paragraph","content":"The objections against Christianity, considered as a matter of fact,<a href=\"#n125\"><sup>[125]</sup></a> having, in general, been obviated in the preceding chapter; and the same, considered as made against the wisdom and goodness of it, having been obviated in this: the next thing, according to the method proposed, is to show, that the principal objections, in particular, against Christianity, may be answered, by particular and full analogies in nature. And as one of them is made against the whole scheme of it together, as just now described, I choose to consider it here, rather than in a distinct chapter by itself.","subId":"7","id":"Butler.AR.2.4.7"},{"type":"paragraph","content":"The thing objected against this scheme of the gospel is, <q>that it seems to suppose God was reduced to the necessity of a long series of intricate means, in order to accomplish his ends, the recovery and salvation of the world: in like sort as men, for want of understanding or power, not being able to come at their ends directly, are forced to go roundabout ways, and make use of many perplexed contrivances to arrive at them,</q> Now every thing which we see shows the folly of this, considered as an objection against the truth of Christianity. For, according to our manner of conception, God makes use of variety of means, what we often think tedious ones, in the natural course of providence, for the accomplishment of all his ends. Indeed it is certain there is somewhat in this matter quite beyond our comprehension: but the mystery is as great in nature as in Christianity. We know what we ourselves aim at, as final ends: and what courses we take, merely as means conducing to those ends. But we are greatly ignorant how far things are considered by the Author of nature, under the single notion of means and ends; so as that it may be said, this is merely an end, and that merely a means, in his regard. And whether there be not some peculiar absurdity in our very manner of conception, concerning this matter, something contradictory arising from our extremely imperfect views of things, it is impossible to say.","subId":"8","id":"Butler.AR.2.4.8"},{"type":"paragraph","content":"However, this much is manifest, that the whole natural world and government of it, is a scheme or system; not a fixed, but a progressive one: a scheme in which the operation of various means takes up a great length of time, before the ends they tend to can be attained. The change of seasons, the ripening of fruits, the very history of a flower, are instances of this: and so is human life. Thus vegetable bodies, and those of animals, though possibly formed at once, yet grow up by degrees to a mature state. And thus rational agents, who animate these latter bodies, are naturally directed to form each his own manners and character, by the gradual gaining of knowledge and experience, and by a long course of action. Our existence is not only successive, as it must be of necessity; but one state of our life and being is appointed by God, to be a preparation for another; and that to be the means of attaining to another succeeding one: infancy to childhood; childhood to youth; youth to mature age. Men are impatient, and for precipitating things: but the Author of nature appears deliberate throughout his operations; accomplishing his natural ends by slow successive steps. And there is a plan of things beforehand laid out, which, from the nature of it, requires various systems of means, as well as length of time, in order to the carrying on its several parts into execution.","subId":"9","id":"Butler.AR.2.4.9"},{"type":"paragraph","content":"Thus, in the daily course of natural providence, God operates in the very same manner, as in the dispensation of Christianity; making one thing subservient to another; this, to something further; and so on, through a progressive series of means, which extend, both backward and forward, beyond our utmost view. Of this manner of operation, every thing we see in the course of nature is as much an instance, as any part of the Christian dispensation.","subId":"10","id":"Butler.AR.2.4.10"},{"type":"note","content":"in <cite>the foregoing chapter</cite>.","subId":"n110","id":"Butler.AR.2.4.n110"},{"type":"note","content":"<cite>Part I, ch. vii.</cite>, to which this all along refers.","subId":"n111","id":"Butler.AR.2.4.n111"},{"type":"note","content":"<cite>John xi. 52.</cite>","subId":"n112","id":"Butler.AR.2.4.n112"},{"type":"note","content":"<cite>2 Peter iii. 13.</cite>","subId":"n113","id":"Butler.AR.2.4.n113"},{"type":"note","content":"<cite>1 Peter i. 11, 12.</cite>","subId":"n114","id":"Butler.AR.2.4.n114"},{"type":"note","content":"<cite>Phil. ii.</cite>","subId":"n115","id":"Butler.AR.2.4.n115"},{"type":"note","content":"<cite>John xiv. 2.</cite>","subId":"n116","id":"Butler.AR.2.4.n116"},{"type":"note","content":"<cite>John v. 22, 23.</cite>","subId":"n117","id":"Butler.AR.2.4.n117"},{"type":"note","content":"<cite>Matt. xxviii. 18.</cite>","subId":"n118","id":"Butler.AR.2.4.n118"},{"type":"note","content":"<cite>1 Cor. xv. 28.</cite>","subId":"n119","id":"Butler.AR.2.4.n119"},{"type":"note","content":"<cite>1 Tim. iii. 16.</cite>","subId":"n120","id":"Butler.AR.2.4.n120"},{"type":"note","content":"<cite>P. 174, &amp;c.</cite>","subId":"n121","id":"Butler.AR.2.4.n121"},{"type":"note","content":"<cite>1 Cor. i.</cite>","subId":"n122","id":"Butler.AR.2.4.n122"},{"type":"note","content":"<cite>Pp. 178, 179.</cite>","subId":"n123","id":"Butler.AR.2.4.n123"},{"type":"note","content":"<cite>Pp. 180, 181.</cite>","subId":"n124","id":"Butler.AR.2.4.n124"},{"type":"note","content":"<cite>P. 172, &amp;c.</cite>","subId":"n125","id":"Butler.AR.2.4.n125"}]}