{"id":"Butler.AR.2.5","parent":"Butler.AR.2","title":"Chapter V. The Particular System of Christianity; the Appointment of a Mediator, and the Redemption of the World by him","breadcrumb":"Chapter 5","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s <cite>Analogy of Religion</cite> was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAPTER V.</h1> <h2>THE PARTICULAR SYSTEM OF CHRISTIANITY; THE APPOINTMENT OF A MEDIATOR, AND THE REDEMPTION OF THE WORLD BY HIM.</h2> ","id":"Butler.AR.2.5"},{"type":"paragraph","content":"There is not, I think, any thing relating to Christianity, which has been more objected against, than the mediation of Christ, in some or other of its parts. Yet upon thorough consideration, there seems nothing less justly liable to it. For,","subId":"1","id":"Butler.AR.2.5.1"},{"type":"paragraph","content":"I. The whole analogy of nature removes all imagined presumption against the general notion of <em>a Mediator between God and man</em>.<a href=\"#n126\"><sup>[126]</sup></a> For we find all living creatures are brought into the world, and their life in infancy is preserved, by the instrumentality of others: and every satisfaction of it, some way or other, is bestowed by the like means. So that the visible government, which God exercises over the world, is by the instrumentality and mediation of others. How far his invisible government be or be not so, it is impossible to determine at all by reason. The supposition, that part of it is so, appears, to say the least, altogether as credible, as the contrary. There is then no sort of objection, from the light of nature, against the general notion of a mediator between God and man, considered as a doctrine of Christianity, or as an appointment in this dispensation: since we find by experience, that God does appoint mediators, to be the instruments of good and evil to us: the instruments of his justice and his mercy. And the objection here referred to is urged, not against mediation in that high, eminent, and peculiar sense, in which Christ is our mediator; but absolutely against the whole notion itself of a mediator at all.","subId":"2","id":"Butler.AR.2.5.2"},{"type":"paragraph","content":"II. As we must suppose, that the world is under the proper moral government of God, or in a state of religion, before we can enter into consideration of the revealed doctrine, concerning the redemption of it by Christ: so that supposition is here to be distinctly noticed. Now the divine moral government which religion teaches us, implies that the consequence of vice shall be misery, in some future state, by the righteous judgment of God. That such consequent punishment shall take effect by his appointment, is necessarily implied. But, as it is not in any sort to be supposed, that we are made acquainted with all the ends or reasons, for which it is fit that future punishments should be inflicted, or why God has appointed such and such consequent misery to follow vice; and as we are altogether in the dark, how or in what manner it shall follow, by what immediate occasions, or by the instrumentality of what means; so there is no absurdity in supposing it may follow in a way analogous to that in which many miseries follow such and such courses of action at present; poverty, sickness, infamy, untimely death by diseases, death from the hands of civil justice. There is no absurdity in supposing future punishment may follow wickedness <em>of course</em>, as we speak, or in the way of natural consequence from God's original constitution of the world; from the nature he has given us, and from the condition in which he places us; or in a like manner, as a person rashly trifling upon a precipice, in the way of natural consequence, falls down; in the way of natural consequence of this, breaks his limbs, and in the way of natural consequence, without help, perishes.","subId":"3","id":"Butler.AR.2.5.3"},{"type":"paragraph","content":"Some good men may perhaps be offended with hearing it spoken of as a supposable thing that future punishments of wickedness may be in the way of natural consequence: as if this were taking the execution of justice out of the hands of God, and giving it to nature. But they should remember, that when things come to pass according to the course of nature, this does not hinder them from being his doing, who is the God of nature: and that the Scripture ascribes those punishments to divine justice, which are known to be natural; and which must be called so, when distinguished from such as are miraculous. After all, this supposition, or rather this way of speaking, is here made use of only by way of illustration of the subject before us. For since it must be admitted, that the future punishment of wickedness is not a matter of arbitrary appointment, but of reason, equity, and justice; it comes for aught I see, to the same thing, whether it is supposed to be inflicted in a way analogous to that in which the temporal punishments of vice and folly are inflicted, or in any other way. And though there were a difference, it is allowable, in the present case, to make this supposition, plainly not an incredible one, that future punishment may follow wickedness in the way of natural consequence, or according to some general laws of government already established in the universe.","subId":"4","id":"Butler.AR.2.5.4"},{"type":"paragraph","content":"III. Upon this supposition, or even without it, we may observe somewhat, much to the present purpose, in the constitution of nature or appointments of Providence: the provision which is made, that all the bad natural consequences of men's actions should not always actually follow; or that such bad consequences, as, according to the settled course of things, would inevitably have followed if not prevented, should, in certain degrees, be prevented. We are apt presumptuously to imagine, that the world might have been so constituted, as that there would not have been any such thing as misery or evil. On the contrary we find the Author of nature permits it: but then he has provided reliefs, and in many cases perfect remedies for it, after some pains and difficulties; reliefs and remedies even for that evil, which is the fruit of our own misconduct; and which, in the course of nature, would have continued, and ended in our destruction, but for such remedies. And this is an instance both of severity and of indulgence, in the constitution of nature. Thus all the bad consequences, now mentioned, of a man's trifling upon a precipice, might be prevented. And though all were not, yet some of them might, by proper interposition, if not rejected: by another's coming to the rash man's relief, with his own laying hold on that relief, in such sort as the case required. Persons may do a great deal themselves towards preventing the bad consequences of their follies: and more may be done by themselves, together with the assistance of others their fellow-creatures; which assistance nature requires and prompts us to. This is the general constitution of the world. Now suppose it had been so constituted, that after such actions were done, as were foreseen naturally to draw after them misery to the doer, it should have been no more in human power to have prevented that naturally consequent misery, in any instance, than it is in all: no one can say, whether such a more severe constitution of things might not yet have been really good. But, on the contrary, provision being made by nature, that we may and do, to so great degree, prevent the bad natural effects of our follies; this may be called mercy or compassion in the original constitution of the world: compassion, as distinguished from goodness in general. And, the whole known constitution and course of things affording us instances of such compassion, it would be according to the analogy of nature, to hope, that however ruinous the natural consequences of vice might be, from the general laws of God's government over the universe; yet provision might be made, possibly might have been originally made, for preventing those ruinous consequences from inevitably following: at least from following universally, and in all cases.","subId":"5","id":"Butler.AR.2.5.5"},{"type":"paragraph","content":"Many, I am sensible, will wonder at finding this made a question, or spoken of as in any degree doubtful. The generality of mankind are so far from having that awful sense of things, which the present state of vice and misery and darkness seems to make but reasonable, that they have scarce any apprehension or thought at all about this matter, any way: and some serious persons may have spoken unadvisedly concerning it. But let us observe, what we experience to be, and what, from the very constitution of nature cannot but be, the consequences of irregular and disorderly behavior: even of such rashness, wilfulness, neglects, as we scarce call vicious. Now it is natural to apprehend, that the bad consequences of irregularity will be greater, in proportion as the irregularity is so. And there is no comparison between these irregularities, and the greater instances of vice, or a dissolute profligate disregard to all religion; if there be any thing at all in religion. For consider what it is for creatures, moral agents, presumptuously to introduce that confusion and misery into the kingdom of God, which mankind have in fact introduced: to blaspheme the Sovereign Lord of all; to contemn his authority; to be injurious, to the degree they are, to their fellow-creatures, the creatures of God. Add that the effects of vice in the present world are often extreme misery, irretrievable ruin, and even death: and upon putting all this together, it will appear, that as no one can say, in what degree fatal the unprevented consequences of vice may be, according to the general rule of divine government; so it is by no means intuitively certain, how far these consequences could possibly, in the nature of the thing, be prevented, consistently with the eternal rule of right, or with what is, in fact, the moral constitution of nature. However, there would be large ground to hope, that the universal government was not so severely strict, but that there was room for pardon, or for having those penal consequences prevented. Yet,","subId":"6","id":"Butler.AR.2.5.6"},{"type":"paragraph","content":"IV. There seems no probability, that any thing we could do would alone and of itself prevent them: prevent their following, or being inflicted. But one would think at least, it were impossible that the contrary should be thought certain. For we are not acquainted with the whole of the case. We are not informed of all the reasons, which render it fit that future punishments should be inflicted: and therefore cannot know, whether any thing we could do would make such an alteration, as to render it fit that they should be remitted. We do not know what the whole natural or appointed consequences of vice are; nor in what way they would follow, if not prevented: and therefore can in no sort say, whether we could do any thing which would be sufficient to prevent them. Our ignorance being thus manifest, let us recollect the analogy of nature or Providence. For, though this may be but a slight ground to raise a positive opinion upon, in this matter; yet it is sufficient to answer a mere arbitrary assertion, without any kind of evidence, urged by way of objection against a doctrine, the proof of which is not reason, but revelation. Consider then: people ruin their fortunes by extravagance; they bring diseases upon themselves by excess; they incur the penalties of civil laws; and surely civil government is natural; will sorrow for these follies past, and behaving well for the future, alone and of itself prevent the natural consequences of them? On the contrary, men's natural abilities of helping themselves are often impaired; or if not, yet they are forced to be beholden to the assistance of others, upon several accounts, and in different ways; assistance which they would have had no occasion for, had it not been for their misconduct; but which, in the disadvantageous condition they have reduced themselves to, is absolutely necessary to their recovery, and retrieving their affairs. Since this is our case, considering ourselves merely as inhabitants of this world, and as having a temporal interest here, under the natural government of God, which however has a great deal moral in it; why is it not supposable that this may be our case also, in our more important capacity, as under his perfect moral government, and having a more general and future interest depending? If we have misbehaved in this higher capacity, and rendered ourselves obnoxious to the future punishment, which God has annexed to vice: it is plainly credible, that behaving well for the time to come may be—not useless, God forbid—but wholly insufficient, alone and of itself, to prevent that punishment: or to put us in the condition which we should have been in, had we preserved our innocence.","subId":"7","id":"Butler.AR.2.5.7"},{"type":"paragraph","content":"And though we ought to reason with all reverence, whenever we reason concerning the divine conduct: yet it may be added, that it is clearly contrary to all our notions of government, as well as to what is, in fact, the general constitution of nature, to suppose, that doing well for the future should, in all cases, prevent all the judicial bad consequences of having done evil, or all the punishment annexed to disobedience. We have manifestly nothing from whence to determine, in what degree, and in what cases, reformation would prevent this punishment, even supposing that it would in some. And though the efficacy of repentance itself alone, to prevent what mankind had rendered themselves obnoxious to, and recover what they had forfeited, is now insisted upon, in opposition to Christianity; yet, by the general prevalence of propitiatory sacrifices over the heathen world, this notion of repentance alone being sufficient to expiate guilt, appears to be contrary to the general sense of mankind.","subId":"8","id":"Butler.AR.2.5.8"},{"type":"paragraph","content":"Upon the whole then; had the laws, the general laws of God's government been permitted to operate, without any interposition in our behalf, the future punishment, for aught we know to the contrary, or have any reason to think, must inevitably have followed, notwithstanding any thing we could have done to prevent it.","subId":"9","id":"Butler.AR.2.5.9"},{"type":"paragraph","content":"V. In this darkness, or this light of nature, call it which you please, revelation comes in; and confirms every doubting fear, which could enter into the heart of man, concerning the future unprevented consequence of wickedness. It supposes the world to be in a state of ruin (a supposition which seems the very ground of the Christian dispensation; and which, if not provable by reason, yet is in no wise contrary to it;) and teaches us too, that the rules of divine government are such, as not to admit of pardon immediately and directly upon repentance, or by the sole efficacy of it. But teaches at the same time, what nature might justly have hoped, that the moral government of the universe was not so rigid, but that there was room for an interposition, to avert the fatal consequences of vice; which therefore, by this means, does admit of pardon. Revelation teaches us, that the unknown laws of God's more general government, no less than the particular laws by which we experience he governs us at present, are compassionate,<a href=\"#n127\"><sup>[127]</sup></a> as well as good in the more general notion of goodness: and that he hath mercifully provided, that there should be an interposition to prevent the destruction of human kind; whatever that destruction unprevented would have been. God so loved the world, that he gave his only begotten Son, that whosoever believeth, not, to be sure, in a speculative, but in a practical sense, <em>that whosoever believeth in him, should not perish</em>:<a href=\"#n128\"><sup>[128]</sup></a> gave his Son in the same way of goodness to the world, as he affords particular persons the friendly assistance of their fellow-creatures, when, without it, their temporal ruin would be the certain consequence of their follies: in the same way of goodness, I say, though in a transcendent and infinitely higher degree. And the Son of God loved us, and gave himself for us, with a love, which he himself compares to that of human friendship: though, in this case, all comparisons must fall infinitely short of the thing intended to be illustrated by them. He interposed in such a manner as was necessary and effectual to prevent that execution of justice upon sinners, which God had appointed should otherwise have been executed upon them; or in such a manner, as to prevent that punishment from actually following, which, according to the general laws of divine government, must have followed the sins of the world, had it not been for such interposition.<a href=\"#n129\"><sup>[129]</sup></a>","subId":"10","id":"Butler.AR.2.5.10"},{"type":"paragraph","content":"If any thing here said should appear, upon first thought, inconsistent with divine goodness; a second, I am persuaded, will entirely remove that appearance. For were we to suppose the constitution of things to be such, as that the whole creation must have perished, had it not been for something, which God had appointed should be, in order to prevent that ruin: even this supposition would not be inconsistent, in any degree, with the most absolutely perfect goodness. Still it may be thought, that this whole manner of treating the subject before us supposes mankind to be naturally in a very strange state. And truly so it does. But it is not Christianity which has put us into this state. Whoever will consider the manifold miseries, and the extreme wickedness of the world; that the best have great wrongnesses within themselves, which they complain of, and endeavor to amend; but that the generality grow more profligate and corrupt with age; that even moralists thought the present state to be a state of punishment: and, that the earth our habitation has the appearances of being a ruin: whoever, I say, will consider all these, and some other obvious things, will think he has little reason to object against the Scripture account, that mankind is in a state of degradation; against this being <em>the fact</em>: how difficult soever he may think it to account for, or even to form a distinct conception of the occasions and circumstances of it. But that the crime of our first parents was the occasion of our being placed in a more disadvantageous condition, is a thing throughout and particularly analogous to what we see in the daily course of natural providence; as the recovery of the world by the interposition of Christ has been shown to be so in general.","subId":"11","id":"Butler.AR.2.5.11"},{"type":"paragraph","content":"VI. The particular manner in which Christ interposed in the redemption of the world, or his office as <em>Mediator</em>, in the largest sense, <em>between God and man</em>, is thus represented to us in the Scripture. He is the light of the world;<a href=\"#n130\"><sup>[130]</sup></a> the revealer of the will of God in the most eminent sense. He is a propitiatory sacrifice;<a href=\"#n131\"><sup>[131]</sup></a> the Lamb of God:<a href=\"#n132\"><sup>[132]</sup></a> and, as he voluntarily offered himself up, he is styled our High Priest.<a href=\"#n133\"><sup>[133]</sup></a> And, which seems of peculiar weight, he is described beforehand in the Old Testament, under the same characters of a priest, and an expiatory victim.<a href=\"#n134\"><sup>[134]</sup></a> And whereas it is objected, that all this is merely by way of allusion to the sacrifices of the Mosaic law, the Apostle on the contrary affirms, that the law was a shadow of good things to come, and not the very image of the things:<a href=\"#n135\"><sup>[135]</sup></a> and that the priests that offer gifts according to the law—serve unto the example and shadow of heavenly things, as Moses was admonished of God, when he was about to make the tabernacle. For see, saith he, that thou make all things according to the pattern showed to thee in the mount;<a href=\"#n136\"><sup>[136]</sup></a> <em>i.e.</em> the Levitical priesthood was a shadow of the priesthood of Christ; in like manner as the tabernacle made by Moses was according to that showed him in the mount. The priesthood of Christ, and the tabernacle in the mount, were the originals; of the former of which the Levitical priesthood was a type; and of the latter the tabernacle made by Moses was a copy. The doctrine of this epistle then plainly is, that the legal sacrifices were allusions to the great and final atonement to be made by the blood of Christ; and not that this was an allusion to those. Nor can any thing be more express and determinate than the following passage. It is not possible that the blood of bulls and of goats should take away sin. Wherefore when he cometh into the world, he saith, Sacrifice and offering, <em>i.e.</em> of bulls and of goats, thou wouldest not, but a body hast thou prepared me. Lo! I come to do thy will, O God. By which will we are sanctified., through the offering of the body of Jesus Christ once for all.<a href=\"#n137\"><sup>[137]</sup></a> And to add one passage more of the like kind: Christ was once offered to bear the sins of many: and unto them that look for him shall he appear the second time, without sin; <em>i.e.</em> without bearing sin, as he did at his first coming, by being an offering for it; without having our iniquities again laid upon him, without being any more a sin-offering:—unto them, that look for him shall he appear the second time, without sin, unto salvation.<a href=\"#n138\"><sup>[138]</sup></a> Nor do the inspired writers at all confine themselves to this manner of speaking concerning the satisfaction of Christ; but declare an efficacy in what he did and suffered for us, additional to and beyond mere instruction, example, and government, in great variety of expression: That Jesus should die for that nation, the Jews: and not for that nation only, but that also, plainly by the efficacy of his death, he should gather together in one the children of God that were scattered abroad:<a href=\"#n139\"><sup>[139]</sup></a> that he suffered for sins, the just for the unjust:<a href=\"#n140\"><sup>[140]</sup></a> that he gave his life, himself, a ransom:<a href=\"#n141\"><sup>[141]</sup></a> that we are bought, bought with a price:<a href=\"#n142\"><sup>[142]</sup></a> that he redeemed us with his blood: redeemed us from the curse of the law, being made a curse for us:<a href=\"#n143\"><sup>[143]</sup></a> that he is our advocate, intercessor, and propitiation:<a href=\"#n144\"><sup>[144]</sup></a> that he was made perfect, or consummate, through sufferings; and being thus made perfect, he became the author of salvation:<a href=\"#n145\"><sup>[145]</sup></a> that God was in Christ reconciling the world to himself; by the death of his Son, by the cross; not imputing their trespasses unto them:<a href=\"#n146\"><sup>[146]</sup></a> and lastly, that through death he destroyed him that had the power of death.<a href=\"#n147\"><sup>[147]</sup></a> Christ having thus humbled himself, and become obedient to death, even the death of the cross; God also hath highly exalted him, and given him a name, which is above every name: hath given all things into his hands: hath committed all judgment unto him; that all men should honor the Son, even as they honor the Father.<a href=\"#n148\"><sup>[148]</sup></a> For, worthy is the Lamb that was slain, to receive power, and riches, and wisdom, and strength, and honor, and glory, and blessing. And every creature which is in heaven, and on the earth, heard I, saying, Blessing, and honor, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb forever and ever.<a href=\"#n149\"><sup>[149]</sup></a>","subId":"12","id":"Butler.AR.2.5.12"},{"type":"paragraph","content":"These passages of Scripture seem to comprehend and express the chief parts of Christ's office, as Mediator between God and man, so far, I mean, as the nature of this his office is revealed; and it is usually treated of by divines under three heads.","subId":"13","id":"Butler.AR.2.5.13"},{"type":"paragraph","content":"<em>First</em>, He was, by way of eminence, the Prophet: that Prophet that should come into the world,<a href=\"#n150\"><sup>[150]</sup></a> to declare the divine will. He published anew the law of nature, which men had corrupted; and the very knowledge of which, to some degree, was lost among them. He taught mankind, taught us authoritatively, to live soberly, righteously, and godly in this present world, in expectation of the future judgment of God. He confirmed the truth of this moral system of nature, and gave us additional evidence of it; the evidence of testimony.<a href=\"#n151\"><sup>[151]</sup></a> He distinctly revealed the manner, in which God would be worshipped, the efficacy of repentance, and the rewards and punishments of a future life. Thus he was a prophet in a sense in which no other ever was. To which is to be added, that he set us a perfect example, that we should follow his steps.","subId":"14","id":"Butler.AR.2.5.14"},{"type":"paragraph","content":"<em>Secondly</em>, He has a kingdom which is not of this world. He founded a Church, to be to mankind a standing memorial of religion, and invitation to it; which he promised to be with always even to the end. He exercises an invisible government over it, himself, and by his Spirit: over that part of it which is militant here on earth, a government of discipline, for the perfecting of the saints, for the edifying his body: till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.<a href=\"#n152\"><sup>[152]</sup></a> Of this Church, all persons scattered over the world, who live in obedience to his laws, are members. For these he is gone to prepare a place, and will come again to receive them unto himself, that where he is, there they may be also; and reign with him forever and ever:<a href=\"#n153\"><sup>[153]</sup></a> and likewise to take vengeance on them that know not God, and obey not his Gospel.<a href=\"#n154\"><sup>[154]</sup></a>","subId":"15","id":"Butler.AR.2.5.15"},{"type":"paragraph","content":"Against these parts of Christ's office I find no objections, but what are fully obviated in the beginning of this chapter.","subId":"16","id":"Butler.AR.2.5.16"},{"type":"paragraph","content":"<em>Lastly</em>, Christ offered himself a propitiatory sacrifice, and made atonement for the sins of the world; which is mentioned last, in regard to what is objected against it. Sacrifices of expiation were commanded the Jews, and obtained among most other nations, from tradition, whose original probably was revelation. And they were continually repeated, both occasionally, and at the returns of stated times: and made up great part of the external religion of mankind. But now once in the end of the world Christ appeared to put away sin by the sacrifice of himself.<a href=\"#n155\"><sup>[155]</sup></a> This sacrifice was, in the highest degree and with the most extensive influence, of that efficacy for obtaining pardon of sin, which the heathens may be supposed to have thought their sacrifices to have been, and which the Jewish sacrifices really were in some degree, and with regard to some persons.","subId":"17","id":"Butler.AR.2.5.17"},{"type":"paragraph","content":"How and in what particular <em>way</em> it had this efficacy, there are not wanting persons who have endeavored to explain: but I do not find that the Scripture has explained it. We seem to be very much in the dark concerning the manner in which the ancients understood atonement to be made, <em>i.e.</em> pardon to be obtained by sacrifices. And if the Scripture has, as surely it has, left this matter of the satisfaction of Christ mysterious, left somewhat in it unrevealed, all conjectures about it must be, if not evidently absurd, yet at least uncertain. Nor has any one reason to complain for want of further information, unless he can show his claim to it.","subId":"18","id":"Butler.AR.2.5.18"},{"type":"paragraph","content":"Some have endeavored to explain the efficacy of what Christ has done and suffered for us, beyond what the Scripture has authorized: others, probably because they could not explain it, have been for taking it away, and confining his office as Redeemer of the world, to his instruction, example, and government of the church. Whereas the doctrine of the Gospel appears to be, not only that he taught the efficacy of repentance, but rendered it of the efficacy of which it is, by what he did and suffered for us: that he obtained for us the benefit of having our repentance accepted unto eternal life: not only that he revealed to sinners, that they were in a capacity of salvation, and how they might obtain it; but moreover that he put them into this capacity of salvation, by what he did and suffered for them; put us into a capacity of escaping future punishment, and obtaining future happiness. And it is our wisdom thankfully to accept the benefit, by performing the conditions, upon which it is offered, on our part, without disputing how it was procured on his. For","subId":"19","id":"Butler.AR.2.5.19"},{"type":"paragraph","content":"VII. Since we neither know by what means punishment in a future state would have followed wickedness in this: nor in what manner it would have been inflicted, had it not been prevented; nor all the reasons why its infliction would have been needful, nor the particular nature of that state of happiness, which Christ is gone to prepare for his disciples: and since we are ignorant how far any thing which we could do, would, alone and of itself, have been effectual to prevent that punishment to which we were obnoxious, and recover that happiness which we had forfeited; it is most evident we are not judges, antecedently to revelation, whether a mediator was or was not necessary, to obtain those ends: to prevent that future punishment, and bring mankind to the final happiness of their nature. For the very same reasons, upon supposition of the necessity of a mediator, we are no more judges, antecedently to revelation, of the whole nature of his office, or of the several parts of which it consists; or of what was fit and requisite to be assigned him, in order to accomplish the ends of divine Providence in the appointment. Hence it follows, that to object against the expediency or usefulness of particular things, revealed to have been done or suffered by him, because we do not see how they were conducive to those ends, is highly absurd. Yet nothing is more common to be met with, than this absurdity. If it be acknowledged beforehand, that we are not judges in the case, it is evident that no objection can, with any shadow of reason, be urged against any particular part of Christ's mediatorial office revealed in Scripture, till it can be shown positively not to be requisite or conducive to the ends proposed to be accomplished; or that it is in itself unreasonable.","subId":"20","id":"Butler.AR.2.5.20"},{"type":"paragraph","content":"And there is one objection made against the satisfaction of Christ, which looks to be of this positive kind: that the doctrine of his being appointed to suffer for the sins of the world, represents God as being indifferent whether he punished the innocent or the guilty. Now from the foregoing observations we may see the extreme slightness of all such objections; and (though it is most certain all who make them <em>do not see</em> the consequence) that they conclude altogether as much against God's whole original constitution of nature, and the whole daily course of divine Providence in the government of the world, (<em>i.e.</em> against the whole scheme of Theism and the whole notion of religion,) as against Christianity. For the world is a constitution or system, whose parts have a mutual reference to each other: and there is a scheme of things gradually carrying on, called the course of nature, to the carrying on of which God has appointed us, in various ways, to contribute. And when, in the daily course of natural providence, it is appointed that innocent people should suffer for the faults of the guilty, this is liable to the very same objection, as the instance we are now considering. The infinitely greater importance of that appointment of Christianity, which is objected against, does not hinder but it may be, as it plainly is, an appointment of the very same <em>kind</em>, with what the world affords us daily examples of. Nay, if there were any force at all in the objection, it would be stronger, in one respect, against natural providence, than against Christianity: because under the former we are in many cases commanded, and even necessitated whether we will or no, to suffer for the faults of others; whereas the sufferings of Christ were voluntary. The world's being under the righteous government of God does indeed imply, that finally, and upon the whole, every one shall receive according to his personal deserts: and the general doctrine of the whole Scripture is, that this shall be the completion of the divine government. But during the progress, and, for aught we know, even in order to the completion of this moral scheme, vicarious punishments may be fit, and absolutely necessary. Men by their follies run themselves into extreme distress; into difficulties which would be absolutely fatal to them, were it not for the interposition and assistance of others. God commands by the law of nature, that we afford them this assistance, in many cases where we cannot do it without very great pains, and labor, and sufferings to ourselves. We see in what variety of ways one person's sufferings contribute to the relief of another: and how, or by what particular means, this comes to pass, or follows, from the constitution and laws of nature, which came under our notice: and, being familiarized to it, men are not shocked with it. So that the reason of their insisting upon objections of the foregoing kind against the satisfaction of Christ is, either that they do not consider God's settled and uniform appointments as his appointments at all; or else they forget that vicarious punishment is a providential appointment of every day's experience. And then, from their being unacquainted with the more general laws of nature or divine government over the world, and not seeing how the sufferings of Christ could contribute to the redemption of it, unless by arbitrary and tyrannical will, they conclude his sufferings could not contribute to it any other way. And yet, what has been often alleged in justification of this doctrine, even from the apparent natural tendency of this method of our redemption; its tendency to vindicate the authority of God's laws, and deter his creatures from sin; this has never yet been answered, and is I think plainly unanswerable: though I am far from thinking it an account of the whole of the case. But, without taking this into consideration, it abundantly appears, from the observations above made, that this objection is not an objection against Christianity, but against the whole general constitution of nature. And if it were to be considered as an objection against Christianity, or considering it as it is, an objection against the constitution of nature; it amounts to no more in conclusion than this, that a divine appointment cannot be necessary or expedient, because the objector does not discern it to be so: though he must own that the nature of the case is such, as renders him incapable of judging, whether it be so or not; or of seeing it to be necessary, though it were so.","subId":"21","id":"Butler.AR.2.5.21"},{"type":"paragraph","content":"It is indeed a matter of great patience to reasonable men, to find people arguing in this manner: objecting against the credibility of such particular things revealed in Scripture, that they do not see the necessity or expediency of them. For though it is highly right, and the most pious exercise of our understanding, to inquire with due reverence into the ends and reasons of God's dispensations: yet when those reasons are concealed, to argue from our ignorance, that such dispensations cannot be from God, is infinitely absurd. The presumption of this kind of objections seems almost lost in the folly of them. And the folly of them is yet greater, when they are urged, as usually they are, against things in Christianity analogous or like to those natural dispensations of Providence, which are matter of experience. Let reason be kept to: and if any part of the Scripture account of the redemption of the world by Christ can be shown to be really contrary to it, let the Scripture, in the name of God, be given up. But let not such poor creatures as we are, go on objecting against an infinite scheme, that we do not see the necessity or usefulness of all its parts, and call this reasoning; and, which still further heightens the absurdity in the present case, parts which we are not actively concerned in. For it may be worth mentioning,","subId":"22","id":"Butler.AR.2.5.22"},{"type":"paragraph","content":"<em>Lastly</em>, That not only the reason of the thing, but the whole analogy of nature, should teach us, not to expect to have the like information concerning the divine conduct, as concerning our own duty. God instructs us by experience, (for it is not reason, but experience which instructs us,) what good or bad consequences will follow from our acting in such and such manners: and by this he directs us how we are to behave ourselves. But, though we are sufficiently instructed for the common purposes of life: yet it is but an almost infinitely small part of natural providence, which we are at all let into. The case is the same with regard to revelation. The doctrine of a mediator between God and man, against which it is objected, that the expediency of some things in it is not understood, relates only to what was done on God's part in the appointment, and on the Mediator's in the execution of it. For what is <em>required of us</em>, in consequence of this gracious dispensation, is another subject, in which none can complain for want of information. The constitution of the world, and God's natural government over it, is all mystery, as much as the Christian dispensation. Yet under the first he has given men all things pertaining to life; and under the other all things pertaining unto godliness. And it may be added, that there is nothing hard to be accounted for in any of the common precepts of Christianity: though if there were, surely a divine command is abundantly sufficient to lay us under the strongest obligations to obedience. But the fact is, that the reasons of all the Christian precepts are evident. Positive institutions are manifestly necessary to keep up and propagate religion among mankind. And our duty to Christ, the internal and external worship of him; this part of the religion of the Gospel manifestly arises out of what he has done and suffered, his authority and dominion, and the relation which he is revealed to stand in to us.<a href=\"#n156\"><sup>[156]</sup></a>","subId":"23","id":"Butler.AR.2.5.23"},{"type":"note","content":"<cite>1 Tim. ii. 5.</cite>","subId":"n126","id":"Butler.AR.2.5.n126"},{"type":"note","content":"<cite>P. 232, &amp;c.</cite>","subId":"n127","id":"Butler.AR.2.5.n127"},{"type":"note","content":"<cite>John iii. 16.</cite>","subId":"n128","id":"Butler.AR.2.5.n128"},{"type":"note","content":"It cannot, I suppose, be imagined, even by the most cursory reader, that it is, in any sort, affirmed or implied in any thing said in this chapter, that none can have the benefit of the general redemption, but such as have the advantage of being made acquainted with it in the present life. But it may be needful to mention, that several questions, which have been brought into the subject before us, and determined, are not in the least entered into here, questions which have been, I fear, rashly determined, and perhaps with equal rashness contrary ways. For instance, whether God could have saved the world by other means than the death of Christ, consistently with the general laws of his government. And had not Christ come into the world, what would have been the future condition of the better sort of men; those just persons over the face of the earth, for whom Manasses in his prayer asserts, repentance was not appointed. The meaning of the first of these questions is greatly ambiguous: and neither of them can properly be answered, without going upon that infinitely absurd supposition, that we know the whole of the case. And perhaps the very inquiry, <em>What would have followed, if God had not done as he has</em>, may have in it some very great impropriety: and ought not to be carried on any further than is necessary to help our partial and inadequate conceptions of things.","subId":"n129","id":"Butler.AR.2.5.n129"},{"type":"note","content":"<cite>John i., and viii. 12.</cite>","subId":"n130","id":"Butler.AR.2.5.n130"},{"type":"note","content":"<cite>Rom. iii. 25, v. 11</cite>: <cite>1 Cor. v. 7</cite>: <cite>Eph. v. 2</cite>: <cite>1 John ii. 2</cite>: <cite>Matt xxvi. 28</cite>.","subId":"n131","id":"Butler.AR.2.5.n131"},{"type":"note","content":"<cite>John i. 29, 36, and throughout the book of Revelation.</cite>","subId":"n132","id":"Butler.AR.2.5.n132"},{"type":"note","content":"Throughout <cite>the epistle to the Hebrews</cite>.","subId":"n133","id":"Butler.AR.2.5.n133"},{"type":"note","content":"<cite>Isa. liii.</cite>: <cite>Dan. ix. 24</cite>: <cite>Ps. cx. 4.</cite>","subId":"n134","id":"Butler.AR.2.5.n134"},{"type":"note","content":"<cite>Heb. x. 1.</cite>","subId":"n135","id":"Butler.AR.2.5.n135"},{"type":"note","content":"<cite>Heb. viii. 4, 5.</cite>","subId":"n136","id":"Butler.AR.2.5.n136"},{"type":"note","content":"<cite>Heb. x. 4, 5, 7, 9, 10.</cite>","subId":"n137","id":"Butler.AR.2.5.n137"},{"type":"note","content":"<cite>Heb. ix. 28.</cite>","subId":"n138","id":"Butler.AR.2.5.n138"},{"type":"note","content":"<cite>John xi. 51, 52.</cite>","subId":"n139","id":"Butler.AR.2.5.n139"},{"type":"note","content":"<cite>1 Pet. iii. 18.</cite>","subId":"n140","id":"Butler.AR.2.5.n140"},{"type":"note","content":"<cite>Matt. xx. 28</cite>: <cite>Mark x. 45</cite>: <cite>1 Tim. ii. 6.</cite>","subId":"n141","id":"Butler.AR.2.5.n141"},{"type":"note","content":"<cite>2 Pet. ii. 1</cite>: <cite>Rev. xiv. 4</cite>: <cite>1 Cor. vi. 20.</cite>","subId":"n142","id":"Butler.AR.2.5.n142"},{"type":"note","content":"<cite>1 Pet. i. 19</cite>: <cite>Rev. v. 9</cite>: <cite>Gal. iii. 13.</cite>","subId":"n143","id":"Butler.AR.2.5.n143"},{"type":"note","content":"<cite>Heb. vii. 25</cite>: <cite>1 John ii. 1, 2.</cite>","subId":"n144","id":"Butler.AR.2.5.n144"},{"type":"note","content":"<cite>Heb. ii. 10.: v. 9.</cite>","subId":"n145","id":"Butler.AR.2.5.n145"},{"type":"note","content":"<cite>2 Cor. v. 19</cite>: <cite>Rom. v. 10</cite>: <cite>Eph. ii. 16.</cite>","subId":"n146","id":"Butler.AR.2.5.n146"},{"type":"note","content":"<cite>Heb. ii. 14.</cite> See also a remarkable passage in the book of <cite>Job, xxxiii. 24.</cite>","subId":"n147","id":"Butler.AR.2.5.n147"},{"type":"note","content":"<cite>Phil. ii. 8, 9</cite>: <cite>John iii. 35, and v. 22, 23.</cite>","subId":"n148","id":"Butler.AR.2.5.n148"},{"type":"note","content":"<cite>Rev. v. 12, 13.</cite>","subId":"n149","id":"Butler.AR.2.5.n149"},{"type":"note","content":"<cite>John vi. 14.</cite>","subId":"n150","id":"Butler.AR.2.5.n150"},{"type":"note","content":"<cite>P. 188, &amp;c.</cite>","subId":"n151","id":"Butler.AR.2.5.n151"},{"type":"note","content":"<cite>Eph. iv. 12, 13.</cite>","subId":"n152","id":"Butler.AR.2.5.n152"},{"type":"note","content":"<cite>John xiv. 2, 3</cite>: <cite>Rev. iii. 21, and xi. 15.</cite>","subId":"n153","id":"Butler.AR.2.5.n153"},{"type":"note","content":"<cite>2 Thess. i. 8.</cite>","subId":"n154","id":"Butler.AR.2.5.n154"},{"type":"note","content":"<cite>Heb. ix. 26.</cite>","subId":"n155","id":"Butler.AR.2.5.n155"},{"type":"note","content":"<cite>P. 194, &amp;c.</cite>","subId":"n156","id":"Butler.AR.2.5.n156"}]}