{"id":"Hume.THN.1.3.16","imported":true,"parent":"Hume.THN.1.3","title":"Section 16. Of the reason of animals","breadcrumb":"Section 16","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. XVI. £3 £4 _Of the reason of animals._ £4","id":"Hume.THN.1.3.16"},{"type":"paragraph","content":"NEXT to the ridicule of denying an evident truth, is that of taking much pains to defend it; and no truth appears to me more evident, than that beasts are endow'd with thought and reason as well as men. The arguments are in this case so obvious, that they never escape the most stupid and ignorant.","subId":"1","id":"Hume.THN.1.3.16.1","pages":"176"},{"type":"paragraph","content":"^We^ are conscious, that we ourselves, in adapting means to ends, are guided by reason and design, and that 'tis not ignorantly nor casually we perform those actions, which tend to self-preservation, to the obtaining pleasure, and avoiding pain. When therefore we see other creatures, in millions of instances, perform like actions, and direct them to like ends, all our principles of reason and probability carry us with an invincible force to believe the existence of a like cause. 'Tis needless in my opinion to illustrate this argument by the enumeration of particulars. The smallest attention will supply us with more than are requisite. The resemblance betwixt the actions of animals and those of men is so entire in this respect, that the very first action of the first animal we shall please to pitch on, will afford us an incontestable argument for the present doctrine.","subId":"2","id":"Hume.THN.1.3.16.2","pages":"176"},{"type":"paragraph","content":"^This^ doctrine is as useful as it is obvious, and furnishes us with a kind of touchstone, by which we may try every system in this species of philosophy. 'Tis from the resemblance of the external actions of animals to those we ourselves perform, that we judge their internal likewise to resemble ours; and the same principle of reasoning, carry'd one step farther, will make us conclude that since our internal actions resemble each other, the causes, from which they are deriv'd, |must also be resembling. When any hypothesis, therefore, is advanc'd to explain a mental operation, which is common to men and beasts, we must apply the same hypothesis to both; and as every true hypothesis will abide this trial, so I may venture to affirm, that no false one will ever be able to endure it. The common defect of those systems, which philosophers have employ'd to account for the actions of the mind, is, that they suppose such a subtility and refinement of thought, as not only exceeds the capacity of mere animals, but even of children and the common people in our own species; who are notwithstanding susceptible of the same emotions and affections as persons of the most accomplish'd genius and understanding. Such a subtility is a clear proof of the falshood, as the contrary simplicity of the truth, of any system.","subId":"3","id":"Hume.THN.1.3.16.3","pages":"176-7"},{"type":"paragraph","content":"^Let^ us therefore put our present system concerning the nature of the understanding to this decisive trial, and see whether it will equally account for the reasonings of beasts as for these of the human species.","subId":"4","id":"Hume.THN.1.3.16.4","pages":"177"},{"type":"paragraph","content":"^Here^ we must make a distinction betwixt those actions of animals, which are of a vulgar nature, and seem to be on a level with their common capacities, and those more extraordinary instances of sagacity, which they sometimes discover for their own preservation, and the propagation of their species. A dog, that avoids fire and precipices, that shuns strangers, and caresses his master, affords us an instance of the first kind. A bird, that chooses with such care and nicety the place and materials of her nest, and sits upon her eggs for a due time, and in a suitable season, with all the precaution that a chymist is capable of in the most delicate projection, furnishes us with a lively instance of the second.","subId":"5","id":"Hume.THN.1.3.16.5","pages":"177"},{"type":"paragraph","content":"^As^ to the former actions, I assert they proceed from a reasoning, that is not in itself different, nor founded on different principles, from that which appears in human nature. 'Tis necessary in the first place, that there be some |impression immediately present to their memory or senses, in order to be the foundation of their judgment. From the tone of voice the dog infers his master's anger, and foresees his own punishment. From a certain sensation affecting his smell, he judges his game not to be far distant from him.","subId":"6","id":"Hume.THN.1.3.16.6","pages":"177-8"},{"type":"paragraph","content":"^Secondly^, The inference he draws from the present impression is built on experience, and on his observation of the conjunction of objects in past instances. As you vary this experience, he varies his reasoning. Make a beating follow upon one sign or motion for some time, and afterwards upon another; and he will successively draw different conclusions, according to his most recent experience.","subId":"7","id":"Hume.THN.1.3.16.7","pages":"178"},{"type":"paragraph","content":"^Now^ let any philosopher make a trial, and endeavour to explain that act of the mind, which we call _belief_, and give an account of the principles, from which it is deriv'd, independent of the influence of custom on the imagination, and let his hypothesis be equally applicable to beasts as to the human species; and after he has done this, I promise to embrace his opinion. But at the same time I demand as an equitable condition, that if my system be the only one, which can answer to all these terms, it may be receiv'd as entirely satisfactory and convincing. And that 'tis the only one, is evident almost without any reasoning. Beasts certainly never perceive any real connexion among objects. 'Tis therefore by experience they infer one from another. They can never by any arguments form a general conclusion, that those objects, of which they have had no experience, resemble those of which they have. 'Tis therefore by means of custom alone, that experience operates upon them. All this was sufficiently evident with respect to man. But with respect to beasts there cannot be the least suspicion of mistake; which must be own'd to be a strong confirmation, or rather an invincible proof of my system.","subId":"8","id":"Hume.THN.1.3.16.8","pages":"178"},{"type":"paragraph","content":"^Nothing^ shews more the force of habit in reconciling us to any ph{ae}nomenon, than this, that men are not astonish'd at the operations of their own reason, at the same time, that |they admire the _instinct_ of animals, and find a difficulty in explaining it, merely because it cannot be reduc'd to the very same principles. To consider the matter aright, reason is nothing but a wonderful and unintelligible instinct in our souls, which carries us along a certain train of ideas, and endows them with particular qualities, according to their particular situations and relations. This instinct, 'tis true, arises from past observation and experience; but can any one give the ultimate reason, why past experience and observation produces such an effect, any more than why nature alone shou'd produce it? Nature may certainly produce whatever can arise from habit: Nay, habit is nothing but one of the principles of nature, and derives all its force from that origin.","subId":"9","id":"Hume.THN.1.3.16.9","pages":"178-9"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.15","imported":true,"title":"Section 15. Rules by which to judge of causes and effects","breadcrumb":"Section 15","published":[1739]},"next":{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]}}