{"id":"Butler.AR.Diss.1","imported":true,"parent":"Butler.AR.Diss","title":"Dissertation I. Personal Identity","breadcrumb":"Dissertation 1","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"£1 DISSERTATION I. £1 £2 Personal Identity. £2","id":"Butler.AR.Diss.1"},{"type":"paragraph","content":"Whether we are to live in a future state, as it is the most important question which can possibly be asked, so it is the most intelligible one which can be expressed in language. Yet strange perplexities have been raised about the meaning of that identity or sameness of person, which is implied in the notion of our living now and hereafter, or in any two successive moments. And the solution of these difficulties hath been stranger than the difficulties themselves. For, personal identity has been explained so by some, as to render the inquiry concerning a future life of no consequence at all to us the persons who are making it. And though few men can be misled by such subtleties; yet it may be proper to consider them a little.","subId":"1","id":"Butler.AR.Diss.1.1"},{"type":"paragraph","content":"When it is asked _wherein_ personal identity consists, the answer should be the same, as if it were asked wherein consists similitude, or equality; that all attempts to define would but perplex it. Yet there is no difficulty at all in ascertaining _the idea_. For as, upon two triangles being compared or viewed together, there arises to the mind the idea of similitude; or upon twice two and four, the idea of equality: so likewise, upon comparing the consciousness of one's self, or one's own existence, in any two moments, there as immediately arises to the mind the idea of personal identity. And as the two former comparisons not only give us the ideas of similitude and equality; but also show us that two triangles are alike, and twice two and four are equal: so the latter comparison not only gives us the idea of personal identity, but also shows us the identity of ourselves in those two moments; the present, suppose, and that immediately past; or the present, and that a month, a year, or twenty years past. In other words, by reflecting upon that which is myself now, and that which was myself twenty years ago, I discern they are not two, but one and the same self.","subId":"2","id":"Butler.AR.Diss.1.2"},{"type":"paragraph","content":"But though consciousness of what is past does thus ascertain our personal identity to ourselves, yet to say, that it _makes_ personal identity, or is necessary to our being the same persons, is to say, that a person has not existed a single moment, nor done one action, but what he can remember; indeed none but what he reflects upon. And one should really think it self-evident, that consciousness of personal identity presupposes, and therefore cannot constitute, personal identity; any more than knowledge, in any other case, can constitute truth, which it presupposes.","subId":"3","id":"Butler.AR.Diss.1.3"},{"type":"paragraph","content":"This wonderful mistake may possibly have arisen from hence; that to be endued with consciousness is inseparable from the idea of a person, or intelligent being. For, this might be expressed inaccurately thus, that consciousness makes personality: and from hence it might be concluded to make personal identity. But though present consciousness of what we at present do and feel is necessary to our being the persons we _now are_; yet present consciousness of past actions or feelings is not necessary to our being the same persons who performed those actions, or _once had_ those feelings.","subId":"4","id":"Butler.AR.Diss.1.4"},{"type":"paragraph","content":"The inquiry, what makes vegetables the same, in the common acceptation of the word, does not appear to have any relation to this of personal identity: because, the word _same_, when applied to them and to a person, is not only applied to different subjects, but it is also used in different senses. For when a man swears to the same tree, as having stood fifty years in the same place, he means only the same as to all the purposes of property, and uses of common life; and not that the tree has been all that time the same, in the strict philosophical sense of the word. For he does not know, whether any one particle of the present tree be the same with any one particle of the tree which stood in the same place fifty years ago. And if they have not one common particle of matter, they cannot be the same tree in the proper philosophic sense of the word _same_: it being evidently a contradiction in terms, to say they are, when no part of their substance, and no one of their properties is the same: no part of their substance, by the supposition; no one of their properties, because it is allowed, that the same property cannot be transferred from one substance to another. Therefore when we say the identity of sameness of a plant consists in a continuation of the same life, communicated under the same organization, to a number of particles of matter, whether the same or not; the word _same_, when applied to life and to organization, cannot possibly be understood to signify, what it signifies in this very sentence, when applied to matter. In a loose and popular sense then, the life and the organization and the plant are justly said to be the same, notwithstanding the perpetual change of the parts. But in strict and philosophical language, no man, no being, no mode of being, no any thing, can be the same with that, with which it has indeed nothing the same. Now sameness is used in this latter sense, when applied to persons. The identity of these, therefore, cannot subsist with diversity of substance.","subId":"5","id":"Butler.AR.Diss.1.5"},{"type":"paragraph","content":"The thing here considered, and as I think, demonstratively determined, is proposed by Mr. Locke in these words, _Whether it_; _i.e._ the same self or person, _be the same identical substance_? And he has suggested what is a much better answer to the question, than that which he gives it in form. For he defines person, _a thinking intelligent being_, &c., and personal identity, _the sameness of a rational being_.[n208] The question then is, whether the same rational being is the same substance: which needs no answer, because being and substance, in this place, stand for the same idea. The ground of the doubt, whether the same person be the same substance, is said to be this; that the consciousness of our own existence, in youth and in old age, or in any two joint successive moments, is not the _same individual action_,[n209] _i.e._ not the same consciousness, but different successive consciousnesses. Now it is strange that this should have occasioned such perplexities. For it is surely conceivable, that a person may have a capacity of knowing some object or other to be the same now, which it was when he contemplated it formerly: yet in this case, where, by the supposition, the object is perceived to be the same, the perception of it in any two moments cannot be one and the same perception. And thus, though the successive consciousnesses, which we have of our own existence, are not the same, yet are they consciousnesses of one and the same thing or object; of the same person, self, or living agent. The person, of whose existence the consciousness is felt now, and was felt an hour or a year ago, is discerned to be; not two persons, but one and the same person; and therefore is one and the same.","subId":"6","id":"Butler.AR.Diss.1.6"},{"type":"paragraph","content":"Mr. Locke's observations upon this subject appear hasty: and he seems to profess himself dissatisfied with suppositions, which he has made relating to it.[n210] But some of those hasty observations have been carried to a strange length by others; whose notion, when traced and examined to the bottom, amounts, I think, to this:[n211] \"That personality is not a permanent, but a transient thing: that it lives and dies, begins and ends continually: that no one can any more remain one and the same person two moments together, than two successive moments can be one and the same moment: that our substance is indeed continually changing; but whether this be so or not, is, it seems, nothing to the purpose; since it is not substance, but consciousness alone, which constitutes personality: which consciousness, being successive, cannot be the same in any two moments, nor consequently the personality constituted by it.\" Hence it must follow, that it is a fallacy upon ourselves, to charge our present selves with any thing we did, or to imagine our present selves interested in any thing which befell us yesterday; or that our present self will be interested in what will befall us to-morrow: since our present self is not, in reality, the same with the self of yesterday, but another like self or person coming in its room, and mistaken for it; to which another self will succeed to-morrow. This, I say, must follow. For if the self or person of to-day, and that of to-morrow, are not the same, but only like persons; the person of to-day is really no more interested in what will befall the person of to-morrow, than in what will befall any other person.","subId":"7","id":"Butler.AR.Diss.1.7"},{"type":"paragraph","content":"It may be thought, perhaps, that this is not a just representation of the opinion we are speaking of: because those who maintain it allow, that a person is the same as far back as his remembrance reaches. Indeed they use the words, _identity_, and _same person_. Nor will language permit these words to be laid aside; since if they were, there must be I know not what ridiculous periphrasis substituted in the room of them. But they cannot, _consistently with themselves_, mean, that the person is really the same. For it is self-evident, that the personality cannot be really the same, if, as they expressly assert, that in which it consists is not the same. And as, consistently with themselves, they cannot, so, I think it appears, they do not _mean_, that the person is _really_ the same, but only that he is so in a fictitious sense: in such a sense only as they assert, for this they do assert, that any number of persons whatever may be the same person. The bare unfolding this notion, and laying it thus naked and open, seems the best confutation of it. However, since great stress is said to be put upon it, I add the following things.","subId":"8","id":"Butler.AR.Diss.1.8"},{"type":"paragraph","content":"_First_, This notion is absolutely contradictory to that certain conviction, which necessarily and every moment rises within us, when we turn our thoughts upon ourselves, when we reflect upon what is past, and look forward upon what is to come. All imagination of a daily change of that living agent which each man calls himself, for another, or of any such change throughout our whole present life, is entirely borne down by our natural sense of things. Nor is it possible for a person in his wits to alter his conduct, with regard to his health or affairs, from a suspicion, that, though he should live to-morrow, he should not, however, be the same person he is to-day. Yet, if it be reasonable to act, with respect to a future life, upon the notion that personality is transient, it is reasonable to act upon it, with respect to the present. Here then is a notion equally applicable to religion and to temporal concerns. Every one sees and feels the inexpressible absurdity of it in the latter case; therefore, if any can take up with it in the former, this cannot proceed from the reason of the thing, but must be owing to inward unfairness, and secret corruption of heart.","subId":"9","id":"Butler.AR.Diss.1.9"},{"type":"paragraph","content":"_Secondly_, It is not an idea, or abstract notion, or quality, but a _being_ only, which is capable of life and action, of happiness and misery. Now all beings confessedly continue the same, during the whole time of their existence. Consider then a living being now existing, and which has existed for any time alive. This living being must have done and suffered and enjoyed, what it has done and suffered and enjoyed formerly, (this living being, I say, and not another) as really as it does and suffers and enjoys, what it does and suffers and enjoys this instant. All these successive actions, enjoyments, and sufferings, are actions, enjoyments, and sufferings, of the same living being. And they are so, prior to all consideration of its remembering or forgetting: since remembering or forgetting can make no alteration in the truth of past matter of fact. And suppose this being endued with limited powers of knowledge and memory, there is no more difficulty in conceiving it to have a power of knowing itself to be the same living being which it was some time ago, of remembering some of its actions, sufferings, and enjoyments, and forgetting others, than in conceiving it to know or remember or forget any thing else.","subId":"10","id":"Butler.AR.Diss.1.10"},{"type":"paragraph","content":"_Thirdly_, Every person is _conscious_, that he is now the same person or self he was as far back as his remembrance reaches: since when any one reflects upon a past action of his own, he is just as certain of the person who did that action, namely, himself who now reflects upon it, as he is certain that the action was done at all. Nay, very often a person's assurance of an action having been done, of which he is absolutely assured, arises wholly from the consciousness that he himself did it. This he, person, or self, must either be a substance, or the property of some substance. If he, a person, be a substance; then consciousness that he is the same person is consciousness that he is the same substance. If the person, or he, be the property of a substance, still consciousness that he is the same property is as certain a proof that his substance remains the same, as consciousness that he remains the same substance would be; since the same property cannot be transferred from one substance to another.","subId":"11","id":"Butler.AR.Diss.1.11"},{"type":"paragraph","content":"But though we are thus certain, that we are the same agents, living beings, or substances, now, which we were as far back as our remembrance reaches; yet it is asked, whether we may not possibly be deceived in it? And this question may be asked at the end of any demonstration whatever: because it is a question concerning the truth of perception by memory. He who can doubt, whether perception by memory can in this case be depended upon, may doubt also, whether perception by deduction and reasoning, which also include memory, or indeed whether intuitive perception can. Here then we can go no further. For it is ridiculous to attempt to prove the truth of those perceptions, whose truth we can no otherwise prove, than by other perceptions of exactly the same kind with them, and which there is just the same ground to suspect; or to attempt to prove the truth of our faculties, which can no otherwise be proved, than by the use or means of those very suspected faculties themselves.","subId":"12","id":"Butler.AR.Diss.1.12"},{"type":"note","content":"[Locke's Works, vol. i. p. 146.]","subId":"n208","id":"Butler.AR.Diss.1.n208"},{"type":"note","content":"[Locke, pp. 146, 147.]","subId":"n209","id":"Butler.AR.Diss.1.n209"},{"type":"note","content":"[Locke, p. 152.]","subId":"n210","id":"Butler.AR.Diss.1.n210"},{"type":"note","content":"See [an answer to Dr. Clarke's Third Defence of his Letter to Mr. Podwell, 2d edit. p. 44, 56, &c.]","subId":"n211","id":"Butler.AR.Diss.1.n211"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.Diss","imported":true,"title":"Dissertations","breadcrumb":"Dissertations","published":[1736]}],"prev":{"id":"Butler.AR.Diss.Ad","imported":true,"title":"Advertisement","breadcrumb":"Advertisement","published":[1736]},"next":{"id":"Butler.AR.Diss.2","imported":true,"title":"Dissertation II. The Nature of Virtue","breadcrumb":"Dissertation 2","published":[1736]}}