{"imported":true,"id":"Locke.EHU.3.1","parent":"Locke.EHU.3","title":"Chapter 1. Of Words or Language in General","breadcrumb":"Chapter 1","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.1?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. I. £1 £2 _Of Words or Language in general._ £2","id":"Locke.EHU.3.1"},{"type":"paragraph","content":"GOD having designed Man for a sociable Creature, made him not only with an inclination, and under a necessity to have fellowship with those of his own kind; but furnished him also with Language, which was to be the great Instrument, and common Tye of Society. _Man_ therefore had by Nature his Organs so fashioned, as to be _fit to frame articulate Sounds,_ which we call Words. But this was not enough to produce Language; for Parrots, and several other Birds, will be taught to make articulate Sounds distinct enough, which yet, by no means, are capable of Language.","subId":"1","id":"Locke.EHU.3.1.1"},{"type":"paragraph","content":"Besides articulate Sounds therefore, it was farther necessary, that he should be _able to use these Sounds, as signs of internal Conceptions_; and to make them stand as marks for the _Ideas_ within his own Mind, whereby they might be made known to others, and the Thoughts of Mens Minds be conveyed from one to another.","subId":"2","id":"Locke.EHU.3.1.2"},{"type":"paragraph","content":"But neither was this sufficient to make Words so useful as they ought to be. It is not enough for the perfection of Language, that Sounds can be made signs of _Ideas,_ unless those _signs_ can be so made use of, as _to comprehend several particular Things_: For the multiplication of Words would have perplexed their Use, had every particular thing need of a distinct name to be signified by.","subId":"3","id":"Locke.EHU.3.1.3"},{"type":"paragraph","content":"_Words_ then are made to be signs of our _Ideas,_ and _are general or particular, as the Ideas they stand for are general or particular._ But besides these Names which stand for _Ideas,_ there be others which Men have found and make use of, not to signifie any _Idea,_ but the want or absence of some _Ideas,_ simple or complex, or all _Ideas_ together; such as are the Latin words, _Nihil,_ and in English, _Ignorance_ and _Burrenness._ All which negative or privative Words, cannot be said properly to belong to, or signifie no _Ideas_: for then they would be perfectly insignificant Sounds; but they relate to positive _Ideas,_ and signifie their absence.","subId":"4","id":"Locke.EHU.3.1.4"},{"type":"paragraph","content":"It may also lead us a little towards the Original of all our Notions and Knowledge, if we remark, how great a dependence our _Words_ have on common sensible _Ideas_; and how those which are made use of, to stand for Actions and Notions quite removed from sense, _have their Original,_ and are transferred _from obvious sensible Ideas; v. g._ to _Imagine, Apprehend, Comprehend, Adhere, Conceive, Instill, Disgust, Disturbance, Tranquillity,_ &c. are all Words taken from the Operations of sensible Things, and applied to certain Modes of Thinking. _Spirit,_ in its primary signification, is Breath; _Angel,_ a Messenger: And I doubt not, but if we could trace them to their Originals, we should find, in all Languages, the names, which stand for Things that fall not under our Senses, to have had their first rise from sensible _Ideas._ By which we may give some kind of guess, what kind of Notions they were, and whence derived, which filled their Minds, who were the first Beginners of Languages; and how Nature, even in the naming of Things, unawares suggested to Men the Originals and Principles of all their Knowledge: whilst, to give Names, that might make known to others any Operations they felt in themselves, or any other _Ideas,_ that came not under their Senses, they were fain to borrow Words from ordinary known _Ideas_ of Sensation, by that means to make others the more easily to conceive those Operations they experimented in themselves, which made no outward sensible appearances; and then when they had got known and agreed Names, to signifie those internal Operations of their own Minds, they were sufficiently furnished to make known by Words, all their other _Ideas_; since they could consist of nothing, but either of outward sensible Perceptions, or of the inward Operations of their Minds about them; we having, as has been proved, no _Ideas_ at all, but what originally come either from sensible Objects without, or what we feel within our selves, from the inward Workings of our own Spirits, which we are conscious to our selves of within.","subId":"5","id":"Locke.EHU.3.1.5"},{"type":"paragraph","content":"But to understand better the use and force of Language, as subservient to Instruction and Knowledge, it will be convenient to consider, _First_, _To what it is that Names, in the use of Language, are immediately applied._ _Secondly_, since all (except proper) Names are general, and so stand not particularly for this or that single Thing; but for sorts and ranks of Things, it will be necessary to consider, in the next place, what the Sorts and Kinds, or, if you rather like the Latin Names, _what the Species and Genera of Things_ are; wherein they consist; and how they come to be made. These being (as they ought) well looked into, we shall the better come to find the right use of Words; the natural Advantages and Defects of Language; and the remedies that ought to be used, to avoid the inconveniences of obscurity or uncertainty in the signification of Words, without which, it is impossible to discourse with any clearness, or order, concerning Knowledge: Which being conversant about Propositions, and those most commonly universal ones, has greater connexion with Words, than perhaps is suspected. These Considerations therefore, shall be the matter of the following Chapters.","subId":"6","id":"Locke.EHU.3.1.6"}]}
