{"imported":true,"id":"Locke.EHU.3.11","parent":"Locke.EHU.3","title":"Chapter 11. Of the Remedies of the foregoing Imperfections and Abuses","breadcrumb":"Chapter 11","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.11?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XI. £1 £2 _Of the Remedies of the foregoing Imperfections and Abuses._ £2","id":"Locke.EHU.3.11"},{"type":"paragraph","content":"THe natural and improved Imperfections of Language, we have seen above at large; and Speech being the great Bond that holds Society together, and the common Conduit, whereby the Improvements of Knowledge are conveyed from one Man, and one Generation to another, it would well deserve our most serious Thoughts, to consider what _Remedies_ are to be found _for these Inconveniences_ above-mentioned.","subId":"1","id":"Locke.EHU.3.11.1"},{"type":"paragraph","content":"I am not so vain to think, that any one can pretend to attempt the perfect _Reforming_ the _Languages_ of the World, no not so much as that of his own Country, without rendring himself ridiculous. To require that Men should use their Words, all in the same sense, and for clear, distinct, and uniform _Ideas,_ would be to think, that all Men should have the same Notions, and should talk of nothing but what they have clear and distinct _Ideas_ of; which is not to be expected by any one, who hath not vanity enough to imagine he can prevail with Men, to be very knowing, or very silent. And he must be little skill'd in the World, who thinks that a voluble Tongue, shall accompany only a good Understanding; or that Mens talking much or little, shall hold proportion only to their Knowledge.","subId":"2","id":"Locke.EHU.3.11.2"},{"type":"paragraph","content":"But though the Market and Exchange must be lest to their own ways of Talking, and Gossippings, not robb'd of their ancient Privilege; though the Schools, and Men of Argument would, perhaps, take it amiss to have any thing offered to abate the length, or lessen the number of their Disputes; yet, methinks those _who_ pretend _seriously_ to _search after,_ or maintain _Truth,_ should think themselves obliged to study how they might deliver themselves without Obscurity, Doubtfulness, or Equivocation, to which Mens Words are naturally liable, if care be not taken.","subId":"3","id":"Locke.EHU.3.11.3"},{"type":"paragraph","content":"For he that shall well consider the _Errours_ and Obscurity, the Mistakes and Confusion, that is _spread in the World by an ill use of Words,_ will find some reason to doubt, whether Language, as it has been employ'd, has contributed more to the improvement or hindrance of Knowledge amongst Mankind. How many are there, that when they would think on Things, fix their Thoughts only on Words, especially when they would apply their Minds to moral Matters? And who then can wonder, if the result of such Contemplations and Reasonings, about little more than Sounds, whilst the _Ideas_ they annexed to them, are very confused, or very unsteady, or perhaps none at all; who can wonder, I say, that such Thoughts and Reasonings, end in nothing but Obscurity and Mistake, without any clear Judgment or Knowledge?","subId":"4","id":"Locke.EHU.3.11.4"},{"type":"paragraph","content":"This Inconvenience, in an ill use of Words, Men suffer in their own private Meditations: but much more manifest are the Disorders which follow from it, in Conversation, Discourse, and Arguings with others. For Language being the great Conduit, whereby Men convey their Discoveries, Reasonings, and Knowledge, from one to another, he that makes an ill use of it, though he does not corrupt the Fountains of Knowledge, which are in Things themselves; yet he does, as much as in him lies, break or stop the Pipes, whereby it is distributed to the publick use and advantage of Mankind. He that uses Words, without any clear and steady meaning, What does he but lead himself and others into Errours? And he that designedly does it, ought to be looked on as an Enemy to Truth and Knowledge. And yet, who can wonder, that all the Sciences and Parts of Knowledge, have been so over-charged with obscure and equivocal Terms, and insignificant and doubtful Expressions, capable to make the most attentive or quick-sighted, very little, or not at all the more knowing or Orthodox; since Subtilty, in those who make profession to teach or defend Truth, hath passed so much for a Vertue: A Vertue, indeed, which consisting, for the most part, in nothing but the fallacious and illusory use of _obscure_ or _deceitful Terms,_ is only fit to _make Men_ more _conceited_ in their Ignorance, and _obstinate_ in their Errours.","subId":"5","id":"Locke.EHU.3.11.5"},{"type":"paragraph","content":"Let us look into the Books of Controversies of any kind, there we shall see, that the effect of obscure, unsteady, or equivocal Terms, is nothing but noise and wrangling about Sounds, without convincing or bettering a Man's Understanding. For if the _Idea_ be not agreed on, betwixt the Speaker and Hearer, for which the Words stand, the Argument is not about Things, but Names. As often as such a Word, whose Signification is not ascertained betwixt them, comes in use, their Understandings have no other Object wherein they agree, but barely the Sound, the Things that they think on at that time, as expressed by that Word, being quite different.","subId":"6","id":"Locke.EHU.3.11.6"},{"type":"paragraph","content":"Whether a _Bat_ be a _Bird,_ or no, is not a question, whether a Bat be another Thing than indeed it is, or have other Qualities than indeed it has, for that would be extremely absurd to doubt of: But the question is, 1. Either between those that acknowledged themselves to have but imperfect _Ideas_ of one or both of those sorts of Things, for which these Names are supposed to stand; and then it is a real enquiry, concerning the Nature of a _Bird,_ or a _Bat,_ to make their yet imperfect _Ideas_ of it more complete, by examining, whether all the simple _Ideas,_ to which combined together, they both give the name _Bird,_ be all to be found in a _Bat_: But this is a Question only of Enquirers, (not Disputers,) who neither affirm, nor deny, but examine: Or, 2. It is a Question between Disputants; whereof the one affirms, and the other denies, that a _Bat_ is a _Bird_: And then the Question is barely about the Signification of one, or both these Words; in that they not having both the same complex _Ideas,_ to which they give these two Names, one holds, and t'other denies, that these two names may be affirmed one of another. Were they agreed in the Signification of these two Names, it were impossible they should dispute about them: For they would presently and clearly see, (were that adjusted between them,) whether all the simple _Ideas,_ of the more general name _Bird,_ were found in the complex _Idea_ of a _Bat,_ or no; and so there could be no doubt, whether a _Bat_ were a _Bird,_ or no. And here I desire it may be considered, and carefully examined, whether the greatest part of the Disputes in the World, are not meerly Verbal, and about the Signification of Words; and that if the terms they are made in, were defined, and reduced in their Signification (as they must be, where they signifie any thing) to the simple _Ideas_ they stand for, those Disputes would not end of themselves, and immediately vanish. I leave it then to be considered, what the learning of Disputation is, and how well they are imploy'd for the advantage of themselves, or others, whose business is only the vain ostentation of Sounds; _i. e._ those who spend their Lives in Disputes and Controversies. When I shall see any of those Combatants, strip all his Terms of Ambiguity and Obscurity, (which every one may do, in the Words he uses himself, as far as he has clear and distinct Notions to which he applies them,) I shall think him a Champion for Knowledge, Truth, and Peace, and not the Slave of Vain-glory, Ambition, or a Party.","subId":"7","id":"Locke.EHU.3.11.7"},{"type":"paragraph","content":"_To remedy the Defects of Speech_ before-mentioned, to some degree, and to prevent the Inconveniencies that follow from them, I imagine, the observation of these following Rules may be of use, till some body better able shall judge it worth his while, to think more maturely on this matter, and oblige the World with his Thoughts on it. _First,_ A Man should take care _to use no Word without a signification,_ no Name without an _Idea_ for which he makes it stand. This Rule will not seem altogether needless, to any one who shall take the pains to recollect how often he has met with such Words; as _Instinct, Sympathy,_ and _Antipathy,_ &c. in the Discourse of others, so made use of, as he might easily conclude, that those that used them, had no _Ideas_ in their Minds to which they applied them; but spoke them only as Sounds, which usually served instead of Reasons, on the like occasions. Not but that these Words, and the like, have and may be used, in very proper Significations in which they may be used; but there being no natural connexions between any Words, and any _Ideas,_ these, and any other, may be learn'd by rote, and pronounced or writ by Men, who have no _Ideas_ in their Minds, to which they have annexed them, and for which they make them stand; which is necessary they should, if Men should speak intelligibly, even to themselves alone.","subId":"8","id":"Locke.EHU.3.11.8"},{"type":"paragraph","content":"_Secondly,_ 'Tis not enough a Man _uses_ his _Words, as signs of_ some _Ideas_; those _Ideas_ he annexes them to, must be _clear and distinct:_ which in complex _Ideas,_ is the knowing the particular ones that make that composition, of which, if any one be again complex, 'tis the knowing also the precise Collection, that is united in each, and so till we come to simple ones. This is very necessary in Names of Modes, and especially moral Words; which having no setled Objects in Nature, from whence, their _Ideas_ are taken, as from their Originals, are apt to be very confused. _Iustice_ is a Word in every Man's mouth, but most commonly with a very undetermined loose signification: which will always be so, unless a Man has in his Mind a distinct comprehension of the component parts that complex _Idea_ consists of; and if it be decompounded, must be able to resolve it still on, till he at last comes to the simple _Ideas_ that make it up: And unless this be done, a Man makes an ill use of the Word, let it be _Iustice,_ for example, or any other. I do not say, a Man needs stand to recollect, and make this Analysis at large, every time the word _Iustice_ comes in his way: But this, at least, is necessary, that he have so examined the signification of that Name, and setled the _Idea_ of all its Parts in his Mind, that he can do it when he pleases. If one, who makes his complex _Idea_ of _Iustice,_ to be such a treatment of the Person or Goods of another, as is according to Law, hath not a clear and distinct _Idea_ what _Law_ is, which makes a part of his complex _Idea_ of Justice, 'tis plain, his _Idea_ of Justice it self, will be confused and imperfect. This exactness will, perhaps, be judged very troublesome; and therefore most Men will think, they may be excused from setling the complex _Ideas_ of mixed Modes so precisely in their Minds. But yet I must say, till this be done, it must not be wondred, they have a great deal of Obscurity and Confusion in their own Minds, and a great deal of wrangling in their Discourses with others.","subId":"9","id":"Locke.EHU.3.11.9"},{"type":"paragraph","content":"In _Substances,_ something more is required, than the distinct _Ideas_ their Names stand for, they _must also be conformable to Things,_ as they exist: But of this, I shall have occasion to speak more at large by and by. This Exactness is absolutely necessary in Enquiries, after philosophical Knowledge and Controversies about Truth. And though it would be well too, if it extended it self to common Conversation, and the ordinary Affairs of Life; yet I think, that is scarce to be expected. Vulgar Notions suit vulgar Discourses; and both, though confused enough, yet serve pretty well the Market, and the Wake. Merchants and Lovers, Cooks and Taylors, have Words wherewithal to dispatch their ordinary Affairs; and so, I think, might Philosophers and Disputants too, if they had a mind to understand, and to be clearly understood.","subId":"10","id":"Locke.EHU.3.11.10"},{"type":"paragraph","content":"_Thirdly._ 'Tis not enough that Men have _Ideas,_ clear and distinct _Ideas,_ for which they make these signs stand: But they _must_ also take care to _apply their Words,_ as near as may be, _to such Ideas as common use has annexed them to._ For Words, especially of Languages already framed, being no Man's private possession, but the common measure of Commerce and Communication, 'tis not for any one, at pleasure, to change the Stamp they are current in; nor alter the _Ideas_ they are affixed to; or at least when there is a necessity to do so, he is bound to give notice of it. Men's intentions in speaking are, or at least should be, to be understood, which cannot be without the frequent Explanations, Demands, and other the like incommodious Interruptions, where Men do not follow common Use. Propriety of Speech, is that which gives our Thoughts entrance into other Men's Minds, with the greatest ease and advantage; and therefore deserves some part of our Care and Study, especially in the names of moral Words, whose proper use is to be learn'd from those, who in their Writings and Discourses, appear to have had the clearest Notions, and apply'd to them their Terms, with the best Choice and Clearness. This way of using a Man's Words, according to the Propriety of the Language, though it have not always the good Fortune to be understood: Yet most commonly leaves the blame of it on him, who is so unskilful in the Language he speaks, as not to understand it, when made use of, as it ought to be.","subId":"11","id":"Locke.EHU.3.11.11"},{"type":"paragraph","content":"_Fourthly._ But because common use has not so visibly annexed any signification to Words, as to make Men know always certainly what they precisely stand for: And because Men in the Improvement of their Knowledge, come to have _Ideas_ different from the vulgar, and ordinary received ones, for which they must either make new Words, (which Men seldom venture to do, for fear of being thought guilty of Affectation, or Novelty,) or else _must_ use old ones, in a new Signification. Therefore after the Observation of the foregoing Rules, it is sometimes necessary, for the ascertaining the signification of Words, to _declare their Meaning_; where either common Use, has left it uncertain and loose; (as it has in most names of very complex _Ideas_;) or where a Man uses them, in a Sense any way peculiar to himself; or where the Term being very material in the Discourse, and that upon which it chiefly turns, is liable to any Doubtfulness, or Mistake.","subId":"12","id":"Locke.EHU.3.11.12"},{"type":"paragraph","content":"As the _Ideas,_ Men's Words stand for, are of different sorts; so the way of making known the _Ideas,_ they stand for, when there is Occasion, is also different. For though defining be thought the proper _way, to make known the proper Signification of Words_; yet there be some Words, that will not be defined, as there be others, whose precise Meaning cannot be made known, but by Definition: and, perhaps, a third, which partake somewhat of both the other, as we shall see in the names of simple _Ideas,_ Modes, and Substances.","subId":"13","id":"Locke.EHU.3.11.13"},{"type":"paragraph","content":"_First,_ When a Man makes use of the _name_ of _any simple Idea,_ which he perceives is not understood, or is in danger to be mistaken, he is obliged by the Laws of Ingenuity, and the end of Speech, to declare its Meaning, and make known what _Idea_ he makes it stand for. This as has been shewed, cannot be done by Definition; and therefore, when a synonymous Word fails to do it, there is but one of these ways left. _First,_ Sometimes the _naming the Subject, wherein that simple_ Idea _is_ to be found, will make its name be understood by those, who are acquainted with that Subject, and know it by that name. So to make a Countryman understand what _Feuillemorte_ Colour signifies, it may suffice to tell him, 'tis the Colour of wither'd Leaves falling in _Autumn. Secondly,_ But the only sure way of making known the signification of the name of any simple _Idea,_ is _by presenting to his Senses that Subject, which may produce it in his Mind,_ and make him actually have the _Idea_ that Word stands for.","subId":"14","id":"Locke.EHU.3.11.14"},{"type":"paragraph","content":"_Secondly, Mixed Modes,_ especially those belonging to Morality, being most of them such Combinations of _Ideas,_ as the Mind puts together of its own choice; and whereof they are not always standing Patterns to be found existing, the signification of their names cannot be made known, as those of simple _Ideas,_ by any shewing; but in recompence thereof, may be perfectly and exactly _defined._ For they being Combinations of several _Ideas,_ that the Mind of Man has arbitrarily put together, without reference to any Archetypes, Men may, if they please, exactly know the _Ideas,_ that go to each Composition, and so both use these Words, in a certain and undoubted Signification, and perfectly declare when there is Occasion, what they stand for. This, if well considered, would lay great blame on those, who make not their Discourses about moral Things very clear and distinct. For since the precise signification of the names of mixed Modes, or which is all one, the real Essence of each Species, is to be known, they being not of Nature's, but Man's making, it is a great Negligence and Perversness, to discourse of moral Things with Uncertainty and Obscurity, which is much more pardonable, in treating of natural Substances, where doubtful Terms are hardly to be avoided, for a quite contrary Reason, as we shall see by and by.","subId":"15","id":"Locke.EHU.3.11.15"},{"type":"paragraph","content":"Upon this ground it is, that I am bold to think, that _Morality is capable of Demonstration,_ as well as Methematicks: Since the precise real Essence of the Things moral Words stand for, may be perfectly known; and so the Congruity, or Incongruity of the Things themselves, be certainly discovered, in which consists perfect Knowledge. Nor let any one object, that the names of Substances are often to be made use of in Morality, as well as those of Modes, from which will arise Obscurity. For as to Substances, when concerned in moral Discourses, their divers Natures are not so much enquir'd into, as supposed; _v. g._ when we say that Man is subject to Law: We mean nothing by Man, but a corporeal rational Creature: What the real Essence, or other Qualities of that Creature are in this Case, is no way considered: And therefore, whether a Child or Changeling, be a Man in a physical Sense, may amongst the Naturalists be as disputable as it will, it concerns not at all the moral Man, as I may call him, which is this immoveable unchangeable _Idea, a corporeal rational Being._ For were there a Monkey, or any other Creature to be found, that had the use of Reason, to such a degree, as to be able to understand general Signs, and to deduce Consequences about general _Ideas,_ he would no doubt be subject to Law, and, in that Sense, be a Man, how much soever he differ'd in shape from others of that Name. The names of Substances, if they be used in them, as they should, can no more disturb Moral, than they do Mathematical Discourses: Where, if the Mathematicians speak of a Cube or Globe of Gold, or any other Body, he has his clear setled _Idea,_ which varies not, though it may, by mistake, be apply'd to a particular Body, to which it belongs not.","subId":"16","id":"Locke.EHU.3.11.16"},{"type":"paragraph","content":"This, I have here mentioned by the bye, to shew of what Consequence it is for Men, in their names of mixed Modes, and consequently, in all their moral Discourses, to define their Words when there is Occasion: Since thereby moral Knowledge may be brought, to so great Clearness and Certainty. And it must be great want of Ingenuity, (to say no worse of it,) to refuse to do it: Since a _Definition is the only way, whereby the precise Meaning of moral Words can be known_; and yet a way, whereby their Meaning may be known _certainly,_ and without leaving any room for any contest about it. And therefore the Negligence or Perverseness of Mankind, cannot be excused, if their Discourses in Morality be not much more clear, than those in natural Philosophy: since they are about _Ideas_ in the Mind, which are none of them false, nor disproportionate; they having no external Beings for Archetypes which they are referred to, and must correspond with. It is far easier for Men to frame in their Minds an _Idea,_ which shall be the Standard to which they will give the name _Iustice_; with which Pattern so made, all Actions that agree, shall pass under that denomination, than having seen _Aristides_ to frame an _Idea,_ that shall in all things be exactly like him, who is as he is, let Men make what Notion, or _Idea,_ they please of him. For the one, they need but know the _Ideas_ they frame within themselves: for the other, they must enquire into the whole Nature, and abstruse hidden Constitution, and Qualities of a Thing existing without them.","subId":"17","id":"Locke.EHU.3.11.17"},{"type":"paragraph","content":"Another Reason that makes the _defining of mixed Modes_ so necessary, _especially of moral Words,_ is what I mentioned a little before; and that is, That it is _the only way whereby the signification of the most of_ them can be known with certainty. For the _Ideas_ they stand for, being for the most part such, whose component Parts no-where exist together, but scattered and mingled with others, it is the Mind alone that collects them, and gives them the union of one _Idea_: and it is only by Words, enumerating the several simple _Ideas_ which the Mind has united, that we can make known to others, what their Names stand for; and not by any application to the Senses, as we can do in sensible simple _Ideas,_ and also to some degree in Substances.","subId":"18","id":"Locke.EHU.3.11.18"},{"type":"paragraph","content":"_Thirdly, For the explaining_ the signification of _the Names of Substances_ as they stand for the _Ideas_ we have of their distinct Species, both the fore-mentioned ways, _viz._ of _shewing and defining, are requisite,_ in many cases, to be made use of. For there being ordinarily in each Sort some leading Qualities, to which we suppose the other, which makes up our complex _Idea_ of that Species, annexed, we give the Name to some Quality, or _Idea,_ which is the most observable, and we take to be the most distinguishing _Idea_ of that Species. These leading, or characteristical (as I may so call them) _Ideas,_ in the sorts of Animals and Vegetables, is (as has been before remarked) mostly Figure, and in inanimate Bodies Colour, and in some both together. Now,","subId":"19","id":"Locke.EHU.3.11.19"},{"type":"paragraph","content":"These _leading sensible Qualities_ are those, which make _the chief Ingredients of our specifick Ideas,_ and consequently the best Definitions of our specifick Names, as attributed to Sorts _of Substances_ coming under our Knowledge. For though the Sound _Man,_ in its own Nature, be as apt to signifie a complex _Idea,_ made up of Animality and Rationality, united in the same Subject, as to signifie any other combination; yet used as a mark to stand for a sort of Creatures we count of our own kind, perhaps, the outward shape is as necessary to be taken into our complex _Idea,_ signified by the word _Man,_ as any other we find in it. And therefore why _Plato_'s _Animal implume Bipes latis unguibus,_ should not be as good a Definition of the Name _Man,_ standing for that sort of Creatures, will not be easie to shew: for 'tis the Shape, as the leading Quality, that seems more to determine that Species, than a Faculty of Reasoning, which appears not at first, and in some never. And if this be not allow'd to be so, I do not know how they can be excused from Murther, who kill monstrous Births, (as we call them,) because of an unordinary Shape, without knowing whether they have a Rational Soul, or no; which can be no more discerned in a well-formed, than ill-shaped Infant, as soon as born. And who is it has informed us, that a Rational Soul can inhabit no Tenement, unless it has just such a sort of Frontispiece, or can join it self to, and inform no sort of Body, but one that is just of such an outward Structure.","subId":"20","id":"Locke.EHU.3.11.20"},{"type":"paragraph","content":"Now _these leading Qualities, are best made known by shewing,_ and can hardly be made known otherwise. For the shape of an _Horse,_ or _Cassuary,_ will be but rudely and imperfectly imprinted on the Mind by Words, the sight of the Animals doth it a thousand times better: And the _Idea_ of the particular Colour of Gold, is not to be got by any description of it, but only by the frequent exercise of the Eyes about it; as is evident in those who are used to this Metal, who will frequently distinguish true from counterfeit, pure from adulterate, by the sight, where others (who have as good Eyes, but yet, by use, have not got the precise nice _Idea_ of that peculiar Yellow) shall not perceive any difference. The like may be said of those other simple _Ideas,_ peculiar in their kind to any Substance; for which precise _Ideas,_ there are no peculiar Names. The particular ringing sound there is in Gold, distinct from the sound of other Bodies, has no particular Name annexed to it, no more than the particular Yellow that belongs to that Metal.","subId":"21","id":"Locke.EHU.3.11.21"},{"type":"paragraph","content":"But because many of the simple _Ideas_ that make up our specifick _Ideas_ of Substances, are Powers, which lie not obvious to our Senses in the Things as they ordinarily appear; therefore, _in_ the signification of our _Names of Substances, some part of the signification will be better made known, by enumerating those simple Ideas, than in shewing the Substance it self._ For he that, to the yellow shining Colour of Gold got by sight, shall, from my enumerating them, have the _Ideas_ of great Ductility, Fusibility, Fixedness, and Solubility, in _Aq. Regia,_ will have a perfecter _Idea_ of Gold, than he can have by seeing a piece of Gold, and thereby imprinting in his Mind only its obvious Qualities. But if the formal Constitution of this shining, heavy, ductil Thing (from whence all these its Properties flow) lay open to our Senses, as the formal Constitution, or Essence of a Triangle does, the signification of the word _Gold,_ might as easily be ascertained, as that of _Triangle._","subId":"22","id":"Locke.EHU.3.11.22"},{"type":"paragraph","content":"Hence we may take notice, how much the foundation of all _our Knowledge of corporeal Things, lies in our Senses._ For how Spirits, separate from Bodies, (whose Knowledge and _Ideas_ of these Things, is certainly much more perfect than ours,) know them, we have no Notion, no _Idea_ at all: The whole extent of our Knowledge, or Imagination, reaches not beyond our own _Ideas,_ limited to our ways of Perception. Though yet it be not to be doubted, that Spirits of a higher rank than those immersed in Flesh, may have as clear _Ideas_ of the radical Constitution of Substances, as we have of a Triangle, and so perceive how all their Properties and Operations flow from thence: but the manner how they come by that Knowledge, exceeds our Conceptions.","subId":"23","id":"Locke.EHU.3.11.23"},{"type":"paragraph","content":"But though Definitions will serve to explain the Names of Substances, as they stand for our _Ideas_; yet they leave them not without great imperfection, as they stand for Things. For our Names of Substances being not put barely for our _Ideas,_ but being made use of ultimately to represent Things, and so are put in their place, their signification must agree with the Truth of Things, as well as with Mens _Ideas_: And therefore in Substances, we are not always to rest in the ordinary complex _Idea,_ commonly received as the signification of that Word, but to go a little farther, and enquire into the Nature and Properties of the Things themselves, and thereby perfect, as much as we can, our _Ideas_ of their distinct Species; or else learn them from such as are used to that sort of Things, and are experienced in them. For since 'tis intended their Names should stand for such Collections of simple _Ideas,_ as do really exist in Things themselves, as well as for the complex _Idea_ in other Mens Minds, which in their ordinary acceptation they stand for: therefore _to define their Names right, natural History is to be enquired into_; and their Properties are, with care and examination, to be found out. For it is not enough for the avoiding Inconveniences in Discourses and Arguings about natural Bodies, and substantial Things, to have learned, from the Propriety of the Language, the common but confused, or very imperfect _Idea,_ to which each Word is applied, and to keep them to that _Idea_ in our use of them: but we must, by acquainting our selves with the History of that sort of Things, rectifie and setle our complex _Idea,_ belonging to each specifick Name; and in discourse with others, (if we find them mistake us,) we ought to tell what the complex _Idea_ is, that we make such a Name stand for. This is the more necessary to be done, by all those who search after Knowledge, and philosophical Verity, in that Children, being taught Words whilst they have but imperfect Notions of Things, apply them at random, and without much thinking or framing clear distinct _Ideas_; which Custom, (it being easie, and serving well enough for the ordinary Affairs of Life and Conversation,) they are apt to continue, when they are Men: And so begin at the wrong end, learning Words first, and perfectly, but make the Notions, to which they apply those Words afterwards, very overtly. By this means it comes to pass, that Men speaking the proper Language of their Country, _i. e._ according to Grammar-Rules of that Language, do yet speak very improperly of Things themselves; and by their arguing one with another, make but small progress in the discoveries of useful Truths, and the knowledge of Things, as they are to be found in themselves, and not in our Imaginations; and it matters not much, for the improvement of our Knowledge, how they are call'd.","subId":"24","id":"Locke.EHU.3.11.24"},{"type":"paragraph","content":"It were therefore to be wished, That Men, versed in physical Enquiries, and acquainted with the several sorts of natural Bodies, would set down those simple _Ideas,_ wherein they observe the Individuals of each sort constantly to agree. This would remedy a great deal of that confusion, which comes from several Persons, applying the same Name to a Collection of a smaller, or greater number of sensible Qualities, proportionably as they have been more or less acquainted with, or accurate in examining the Qualities of any sort of Things, which come under one denomination. But a Dictionary of this sort, containing, as it were, a Natural History, requires too many hands, as well as too much time, cost, pains, and sagacity, ever to be hoped for; and till that be done, we must content our selves with such Definitions of the Names of Substances, as explain the sense Men use them in. And 'twould be well, where there is occasion, if they would afford us so much. This yet is not usually done; but Men talk to one another, and dispute in Words, whose meaning is not agreed between them, out of a mistake, that the signification of common Words, are certainly established, and the precise _Ideas,_ they stand for, perfectly known; and that it is a shame to be ignorant of them. Both which Suppositions are false; no Names of complex _Ideas_ having so setled determined Significations, that they are constantly used for the same precise _Ideas._ Nor is it a shame for a Man not to have a certain knowledge of any thing, but by the necessary ways of attaining it; and so it is no discredit not to know what precise _Idea_ any Sound stands for, in another Man's Mind, without he declare it to me by some other way, than barely using that Sound; there being no other way, without such a Declaration, certainly to know it. Indeed, the necessity of Communication by Language, brings Men to an agreement in the signification of common Words, within some tolerable latitude, that may serve for ordinary Conversation; and so a Man cannot be supposed wholly ignorant of the _Ideas_ which are annexed to Words, by common Use, in a Language familiar to him. But common Use, being but a very uncertain Rule, which reduces it self at last to the _Ideas_ of particular Men, proves often but a very variable Standard. But though such a Dictionary, as I have above mentioned, will require too much time, cost, and pains, to be hoped for in this Age; yet, methinks, it is not unreasonable to propose, that Words standing for Things which are known, and distinguished by their outward shapes, should be expressed by little Draughts and Prints made of them. A Vocabulary made after this fashion, would, perhaps, with more ease, and in less time, teach the true signification of many Terms, especially in Languages of remote Countries or Ages, and setle truer _Ideas_ in Mens Minds, of several Things, whereof we read the Names in ancient Authors, than all the large and laborious Comments of learned Criticks. Naturalists, that treat of Plants and Animals, have found the benefit of this way: And he that has had occasion to consult them, will have reason to confess, that he has a clearer _Idea_ of _Apium,_ or _Ibex,_ from a little Print of that Herb, or Beast, than he could have from a long definition of the Names of either of them. And so, no doubt, he would have of _Strigil_ and _Sistrum,_ if instead of a _Curry-comb,_ and _Cymbal,_ which are the English names Dictionaries render them by, he could see stamp'd in the Margin, small Pictures of these Instruments, as they were in use amongst the Ancients. _Toga, Tunica, Pallium,_ are Words easily translated by _Gown, Coat,_ and _Cloak_; but we have thereby no more true _Ideas_ of the fashion of those Habits amongst the _Romans,_ than we have of the Faces of the Taylors who made them. Such Things as these, which the Eye distinguishes by their shapes, would be best let into the Mind by Draughts made of them, and more determine the signification of such Words, than any other Words set for them, or made use of to define them. But this only by the bye.","subId":"25","id":"Locke.EHU.3.11.25"},{"type":"paragraph","content":"_Fifthly,_ If Men will not be at the pains to declare the meaning of their Words, and Definitions of their Terms, are not to be had; yet this is the least that can be expected, that in all Discourses, wherein one Man pretends to instruct or convince another, he should _use the same Word constantly in the same sense,_ If this were done, (which no body can refuse without great disingenuity,) many of the Books extant, might be spared; many of the Controversies in Dispute would be at an end; several of those great Volumes, swollen with ambiguous Words, now used in one sense, and by and by in another, would shrink into a very narrow compass, and many of the Philosophers, (to mention no others,) as well as Poets Works, might be contained in a Nut-shell.","subId":"26","id":"Locke.EHU.3.11.26"},{"type":"paragraph","content":"But after all, Words are so scanty in respect of that infinite variety is in Mens Thoughts, that Men, wanting Terms to suit their precise Notions, will, notwithstanding their utmost caution, be forced often to use the same Word, in somewhat different senses: And though in the continuation of a Discourse, or the pursuit of an Argument, there be hardly room to digress into a particular Definition, as often as a Man varies the signification of any Term; yet the import of the Discourse will, for the most part, if there be no designed fallacy, sufficiently lead candid and intelligent Readers, into the true meaning of it: but where that is not sufficient to guide the Reader, there it concerns the Writer to explain his meaning, and shew in what sense he there uses that Term.","subId":"27","id":"Locke.EHU.3.11.27"}]}
