{"imported":true,"id":"Locke.EHU.3.5","parent":"Locke.EHU.3","title":"Chapter 5. Of the Names of mixed Modes and Relations","breadcrumb":"Chapter 5","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.5?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. V. £1 £2 _Of the Names of mixed Modes and Relations._ £2","id":"Locke.EHU.3.5"},{"type":"paragraph","content":"THe Names of mixed Modes being general, they stand, as has been shewn, for Sorts or Species of Things, each of which has its peculiar Essence. The Essences of these Species also, as has been shewed, are nothing but the abstract _Ideas_ in the Mind, to which the Name is annexed. Thus far the Names and Essences of mixed Modes, have nothing but what is common to them, with other _Ideas_: But if we take a little nearer survey of them, we shall find, that they have something peculiar, which, perhaps, may deserve our attention.","subId":"1","id":"Locke.EHU.3.5.1"},{"type":"paragraph","content":"The first Particularity I shall observe in them is, that the abstract _Ideas,_ or, if you please, the Essences of the several Species _of mixed Modes are made by the Understanding,_ wherein they differ from those of simple _Ideas_: in which sort, the Mind has no power to make any one, but only receives such as are presented to it, by the real Existence of Things operating upon it.","subId":"2","id":"Locke.EHU.3.5.2"},{"type":"paragraph","content":"In the next place, these _Essences of the Species of mixed Modes, are_ not only _made_ by the Mind, but made _very arbitrarily,_ made without Patterns, or reference to any real Existence. Wherein they differ from those of Substances, which carry with them the supposition of some real Being, from which they are taken, and to which they are conformable. But in its complex _Ideas_ of mixed Modes, the Mind takes a liberty not to follow the Existence of Things exactly. It unites and retains certain Collections, as so many distinct specifick _Ideas,_ whilst others, that as often occur in Nature, and are as plainly suggested by outward Things, pass neglected without particular Names or Specifications. Nor does the Mind, in these of mixed Modes, as in the complex _Ideas_ of Substances, examine them by the real Existence of Things; or verifie them by Patterns, containing such peculiar Compositions in Nature. To know whether his _Idea_ of Adultery, or Incest, be right, will a Man seek it any where amongst Things existing? Or is it true, because any one has been Witness to such an Action? No: but it suffices here, that Men have put together such a Collection into one complex _Idea,_ that makes the Archetype, and specifick _Idea,_ whether ever any such Action were committed _in rerum natura,_ or no.","subId":"3","id":"Locke.EHU.3.5.3"},{"type":"paragraph","content":"To understand this aright, we must consider _wherein this making of these complex Ideas consists_; and that it is not in the making any new _Idea,_ but putting together those which the Mind had before. Wherein the Mind does these three things: First, It chuses a certain number. Secondly, It gives them connexion, and makes them into one _Idea._ Thirdly, It ties them together by a Name. If we examine how the Mind proceeds in these, and what liberty it takes in them, we shall easily observe, how these Essences of the Species of mixed Modes, are the Workmanship of the Mind; and consequently, that the Species themselves are of Men's making.","subId":"4","id":"Locke.EHU.3.5.4"},{"type":"paragraph","content":"No body can doubt, but that these _Ideas_ of mixed Modes, are made by a voluntary Collection of _Ideas_ put together in the Mind, independent from any original Patterns in Nature, who will but reflect, that this sort of complex _Ideas_ may be made, abstracted, and have names given them, and so a Species be constituted, before any one individual of that Species ever existed. Who can doubt, but the _Ideas_ of Sacrilege, or Adultery, might be framed in the Mind of Men, and have names given them; and so these Species of mixed Modes be constituted, before either of them was ever committed; and might be as well discoursed of, and reasoned about, and as certain Truths discovered of them, whilst yet they had no being but in the Understanding, as well as now that they have but too frequently a real Existence? Whereby it is plain, how much _the sorts of mixed Modes are the Creatures of the Understanding,_ where they have a Being as subservient to all the ends of real Truths and Knowledge, as when they really exist: And we cannot doubt, but Law-makers have often made Laws about Species of Actions, which were only the Creatures of their own Understanding; Beings that had no other existence, but in their own Minds. And, I think, no body can deny, but that the Resurrection was a Species of mixed Modes in the Mind, before it really existed.","subId":"5","id":"Locke.EHU.3.5.5"},{"type":"paragraph","content":"To see _how arbitrarily these Essences of mixed Modes are made_ by the Mind, we need but take a view of almost any of them. A little looking into them, will satisfie us, that 'tis the Mind, that combines several scattered independent _Ideas,_ into one complex one; and by the common name it gives them, makes them the Essence of a certain Species, without regulating it self by any connexion they have in Nature. For what greater connexion in Nature, has the _Idea_ of a Man, than the _Idea_ of a Sheep with Killing, that this is made a particular Species of Action, signified by the word _Murder,_ and the other not? Or what Union is there in Nature, between the _Idea_ of the Relation of a Father, with Killing, than that of a Son, or Neighbour; that these are combined into one complex _Idea,_ and thereby made the Essence of the distinct Species _Parricide,_ whilst the others make no distinct Species at all? But though they have made killing a Man's Father, or Mother, a distinct Species from killing his Son, or Daughter; yet in some other cases, Son and Daughter are taken in too, as well as Father and Mother; and they are all equally comprehended in the same Species, as in that of Incest. Thus the Mind in mixed Modes arbitrarily unites into complex _Ideas,_ such as it finds convenient; whilst others that have altogether as much union in Nature, are left loose, and never combined into one _Idea,_ because they have no need of one name. 'Tis evident then, that the Mind, by its free choice, gives a connexion to a certain number of _Ideas_; which in Nature have no more union with one another, than others that it leaves out: Why else is the part of the Weapon, the beginning of the Wound is made with, taken notice of, to make the distinct Species call'd _Stabbing,_ and the Figure and Matter of the Weapon left out? I do not say, this is done without reason, as we shall see more by and by: but this I say, that it is done by the free choice of the Mind, pursuing its own ends; and that therefore these Species of mixed Modes, are the Workmanship of the Understanding: And there is nothing more evident, than that for the most part, in the framing these _Ideas,_ the Mind searches not its Patterns in Nature, nor refers the _Ideas_ it makes to the real existence of Things; but puts such together, as may best serve its own purposes, without tying it self to a precise intimation of any thing that really exists.","subId":"6","id":"Locke.EHU.3.5.6"},{"type":"paragraph","content":"But though these complex _Ideas,_ or _Essences of mixed Modes,_ depend on the Mind, and are made by it with great liberty; yet they _are not made at random,_ and jumbled together without any reason at all. Though these complex _Ideas_ be not always copied from Nature, yet they are always suited to the end for which abstract _Ideas_ are made: And though they be Combinations made of _Ideas,_ that are loose enough, and have as little union in themselves, as several other, to which the Mind gives a connexion that combines them into one _Idea_; yet they are always made for the convenience of Communication, which is the chief end of Language. The Use of Language is, by short Sounds to signifie with ease and dispatch general Conceptions; wherein not only abundance of particulars may be contained, but also a great variety of independent _Ideas,_ collected into one complex one. In the making therefore of the Species of mixed Modes, Men have had regard only to such Combinations, as they had occasion to mention one to another. Those they have combined into distinct complex _Ideas,_ and given names to; whilst others, that in Nature have as near an union, are left loose and unregarded. For to go no farther than humane Actions themselves, if they would make distinct abstract _Ideas,_ of all the Varieties might be observed in them, the Number must be infinite, and the Memory confounded with the Plenty, as well as overcharged to little purpose. It suffices, that Men make and name so many complex _Ideas_ of these mixed Modes, as they find they have occasion to have names for, in the ordinary occurrence of their Affairs. If they join to the _Idea_ of Killing, the _Idea_ of Father, or Mother, and so make a distinct Species from killing a Man's Son, or Neighbour, it is because of the distinct punishment, the one deserves different from the other, Murther; and therefore they find it necessary to mention it by a distinct name, which is the end of making that distinct Combination. But though the _Ideas_ of Mother and Daughter, are so differently treated, in reference to the _Idea_ of Killing, that the one is joined with it, to make a distinct abstract _Idea_ with a name, and so a distinct Species, and the other not; yet in respect of carnal Knowledge, they are both taken in under _Incest_; and that still for the same convenience of expressing under one name, and reckoning of one Species, such unclean mixtures, as have a peculiar turpitude beyond others; and this to avoid Circumlocutions, and tedious Descriptions.","subId":"7","id":"Locke.EHU.3.5.7"},{"type":"paragraph","content":"A moderate skill _in different Languages,_ will easily satisfie one of the truth of this, it being so obvious to observe great store of _Words in one_ Language, _which have not any that answer them in another._ Which plainly shews, that those of one Country, by their Customs and manner of Life, have found occasion to make several complex _Ideas,_ and give names to them, which others never collected into specifick _Ideas._ This could not have happened, if these Species were the steady Workmanship of Nature; and not Collections made and abstracted by the Mind, in order to naming, and for the convenience of Communication. The terms of our Law, which are not empty Sounds, will hardly find Words that answer them in the Spanish, or Italian, no scanty Languages; much less, I think, could any one translate them into the _Caribee,_ or _Westoe_ Tongues: And the _Versura_ of the _Romans,_ or _Corban_ of the _Iews,_ have no Words in other Languages to answer them: The reason whereof is plain, from what has been said. Nay, if we will look a little more nearly into this matter, and exactly compare different Languages, we shall find, that though they have Words, which in Translations and Dictionaries, are supposed to answer one another; yet there is scarce one of ten, amongst the names of complex _Ideas,_ especially of mixed Modes, that stands for the same precise _Idea,_ which the Word does that in Dictionaries it is rendred by. There are no _Ideas_ more common, and less compounded, than the Measures of Time, Extension, and Weight, and the Latin names _Hora, Pes, Libra,_ are, without difficulty, rendred by the _English_ names, _Hour, Foot,_ and _Pound_: But yet there is nothing more evident, than that the _Ideas_ a _Roman_ annexed to these Latin Names, were very far different from those which an _English_-man expresses by those English ones. And if either of these should make use of the measures, that those of the other Language design'd by their names, he would be quite out in his account. These are too sensible proofs to be doubted; and we shall find this much more so, in the names of more abstract and compounded _Ideas_; such as are the greatest part of those which make up Moral Discourses: whose Names, when Men come curiously to compare, with those they are translated into, in other Languages, they will find very few of them exactly to correspond in the whole extent of their Significations.","subId":"8","id":"Locke.EHU.3.5.8"},{"type":"paragraph","content":"The reason why I take so particular notice of this, is, that we may not be mistaken about _Genera,_ and _Species,_ and _Essences,_ as if they were Things regularly and constantly made by Nature, and had a real Existence in Things; when they appear, upon a more wary survey, to be nothing else but an Artifice of the Understanding, for the easier signifying such Collections of _Ideas,_ as it should often have occasion to communicate by one general term; under which, divers particulars, as far forth as they agreed to that abstract _Idea,_ might be comprehended. And if the doubtful signification of the word _Species,_ may make it sound harsh to some, that I say, that the Species of mixed Modes are made by the Understanding; yet, I think, it can by no body be denied, that 'tis the Mind makes those abstract complex _Ideas,_ to which specifick names are given. And if it be true, as it is, that the Mind makes these Patterns, for sorting and naming of Things, I leave it to be considered, who makes the Boundaries of the Sort, or _Species_; since with me, _Species_ and _Sort_ have no other difference, than that of a Latin and English _Idiom._","subId":"9","id":"Locke.EHU.3.5.9"},{"type":"paragraph","content":"_The near relation_ that there is _between Species, Essences, and_ their _general Names,_ at least _in mixed Modes,_ will farther appear, when we consider, that it is the Name that seems to preserve those _Essences,_ and give them their lasting duration. For the connexion between the loose parts of those complex _Ideas,_ being made by the Mind, this union, which has no particular foundation in Nature, would cease again, were there not something that did, as it were, hold it together, and keep the parts from scattering. Though therefore it be the Mind that makes the Collection, 'tis the Name which is, as it were, the Knot, that ties them fast together. What a vast variety of different _Ideas,_ does the word _Triumphus_ hold together, and deliver to us as one _Species_! Had this Name been never made, or quite lost, we might, no doubt, have had descriptions of what passed in that Solemnity: but yet, I think, that which holds those different parts together, in the unity of one complex _Idea,_ is that very word annexed to it: without which, the several parts of that, would no more be thought to make one thing, than any other shew, which having never been made but once, had never been united into one complex _Idea,_ under one denomination. How much therefore, in mixed Modes, the Unity necessary to any Essence, depends on the Mind; and how much the continuation and fixing of that Unity, depends on the Name in common use annexed to it, I leave to be considered by those who look upon _Essences_ and _Species,_ as real established Things in Nature.","subId":"10","id":"Locke.EHU.3.5.10"},{"type":"paragraph","content":"Suitable to this, we find, that _Men speaking of mixed Modes, seldom_ imagine or _take any other for Species of them, but such as are set out by Names_: Because they being of Man's making only, in order to naming, no such Species are taken notice of, or supposed to be, unless a Name be joined to it, as the sign of Man's having combined into one _Idea_ several loose ones; and by that Name, giving a lasting Union to the Parts, which would otherwise cease to have any, as soon as the Mind laid by that abstract _Idea,_ and ceased actually to think on it. But when a Name is once annexed to it, wherein the parts of that complex _Idea_ have a setled and permanent Union; then is the Essence, as it were, established, and the Species look'd on as compleat. For to what purpose should the Memory charge it self with such Compositions, unless it were by Abstraction to make them general? And to what purpose make them general, unless it were, that they might have general Names, for the convenience of Discourse, and Communication? Thus we see, that killing a Man with a Sword, or a Hatchet, are looked on as no distinct Species of Action: But if the Point of the Sword first enter the Body, it passes for a distinct _Species,_ where it has a distinct Name, as in _England,_ in whose Language it is called _Stabbing_: But in another Country, where it has not happened to be specified under a peculiar Name, it passes not for a distinct _Species._ But in the _Species_ of corporeal Substances, though it be the Mind that makes the nominal Essence: yet since those _Ideas,_ which are combined in it, are supposed to have an Union in Nature, whether the Mind joins them or no, therefore those are looked on as distinct Species, without any operation of the Mind, either abstracting, or giving a Name to that complex _Idea._","subId":"11","id":"Locke.EHU.3.5.11"},{"type":"paragraph","content":"Conformable also to what has been said, concerning the _Essences_ of the _Species_ of _mixed Modes,_ that they are the Creatures of the Understanding, rather than the Works of Nature: Conformable, I say, to this, we find that _their Names lead our Thoughts to the Mind, and no farther._ When we speak of _Iustice,_ or _Gratitude,_ we frame to our selves no Imagination of any thing existing, which we would conceive; but our Thoughts terminate in the abstract _Ideas_ of those Vertues, and look not farther, as they do, when we speak of an _Horse,_ or _Iron,_ whose specifick _Ideas_ we consider not, as barely in the Mind, but as in Things themselves, which afford the original Patterns of those _Ideas_: but in mixed Modes, at least the most considerable part of them, which are moral Beings, we consider the original Patterns, as being in the Mind; and to those we refer for the distinguishing of particular Beings under Names. And hence I think it is, That these Essences of the Species of mixed Modes, are by a more particular Name _called Notions_; as by a peculiar Right, appertaining to the Understanding.","subId":"12","id":"Locke.EHU.3.5.12"},{"type":"paragraph","content":"This also shews us the Reason, _Why the complex_ Ideas _of mixed Modes, are commonly more compounded, and decompounded, than those of natural Substances._ Because they being the Workmanship of the Understanding, pursuing only its own ends, and the conveniency of expressing in short, those _Ideas_ it would make known to another, does with great liberty unite often into one abstract _Idea,_ Things that in their Nature have no coherence; and so under one Term, bundle together a great variety of compounded, and decompounded _Ideas._ Thus the Name of Procession, what a great mixture of independent _Ideas_ of Persons, Habits, Tapers, Orders, Motions, Sounds, does it contain in that complex one, which the Mind of Man has arbitrarily put together, to express by that one Name? Whereas the complex _Ideas_ of the sorts of Substances, are usually made up of only a small number of simple ones; and in the Species of Animals, those two, _viz._ Shape and Voice, commonly make the whole nominal Essence.","subId":"13","id":"Locke.EHU.3.5.13"},{"type":"paragraph","content":"Another thing we may observe from what has been said, is, That _the Names of mixed Modes always signifie_ (when they have any distinct Signification) _the real Essences of their Species._ For these abstract _Ideas,_ being the Workmanship of the Mind, and not referred to the real Existence of Things, there is no supposition of any thing more signified by that Name, but barely that complex _Idea_ the Mind it self has formed, which is all it would have express'd by it; and is that, on which all the properties of the Species depend, and from which alone they all flow: and so in these, the real and nominal Essence is the same; which of what Concernment it is to the certain Knowledge of general Truths, we shall see hereafter.","subId":"14","id":"Locke.EHU.3.5.14"},{"type":"paragraph","content":"This also may shew us the Reason, _Why for the most part the Names of mixed Modes are got, before the_ Ideas _they stand for are perfectly known._ Because there being no Species of these ordinarily taken notice of, but what have Names; and those Species, or rather their Essences, being abstract complex _Ideas,_ made arbitrarily by the Mind, it is convenient, if not necessary, to know the Names, before one endeavour to frame these complex _Ideas_: unless a Man will fill his Head with a Company of abstract complex _Ideas,_ which others having no Names for, he has nothing to do with, but to lay by, and forget again. I confess, that in the beginning of Languages, it was necessary to have the _Idea,_ before one gave it the Name: And so it is still, where making a new complex _Idea,_ one also by giving it a new Name, makes a new Word. But this concerns not Languages made, which have generally pretty well provided for _Ideas,_ which Men have frequent Occasion to have, and communicate: And in such, I ask, whether it be not the ordinary Method, that Children learn the Names of mixed Modes, before they have their _Ideas?_ What one of a thousand ever frames the abstract _Idea_ of Glory or Ambition, before he has heard the Names of them. In simple _Ideas_ and Substances, I confess it is otherwise; which being such _Ideas,_ as have a real Existence and Union in Nature, the _Ideas,_ or Names, are gotten one before the other, as it happens.","subId":"15","id":"Locke.EHU.3.5.15"},{"type":"paragraph","content":"What has been said here of mixed Modes, is with very little difference applicable also to Relations; which since every Man himself may observe, I may spare my self the Pains to enlarge on: Especially, since what I have here said concerning Words in this Third Book, will possibly be thought by some to be much more than what so slight a Subject required. I allow, it might be brought into a narrower Compass: but I was willing to stay my Reader on an Argument, that appears to me new, and a little out of the way, (I am sure 'tis one, I thought not of, when I began to write,) That by searching it to the bottom, and turning it on every side, some part or other might meet with every one's Thoughts, and give Occasion to the most averse, or negligent, to reflect on a general Miscarriage; which, though of great consequence, is little taken notice of. When it is considered, what a pudder is made about Essences, and how much all sorts of Knowledge, Discourse, and Conversation, are pester'd, and disorder'd by the careless, and confused Use and Application of Words, it will, perhaps, be thought worth while throughly to lay it open. And I shall be pardon'd, if I have dwelt long on an Argument, which I think therefore needs to be inculcated; because the Faults, Men are usually guilty of in this kind, are not only the greatest hinderances of true Knowledge; but are so well thought of, as to pass for it. Men would often see what a small pittance of Reason and Truth, or possibly none at all, is mixed with those huffing Opinions they are swell'd with; if they would but look beyond fashionable Sounds, and observe what _Ideas_ are, or are not comprehended under those words, with which they are so armed at all points, and with which they so confidently lay about them. I shall imagine I have done some Service to Truth, Peace, and Learning, if, by any enlargement on this Subject, I can make Men reflect on their own Use of Language; and give them reason to suspect, that since it is frequent for others, it may also be possible for them, to have sometimes very good and approved Words in their Mouths, and Writings, with very uncertain, little, or no signification. And therefore it is not unreasonable for them to be wary herein themselves, and not to be unwilling to have them examined by others. With this design therefore, I shall go on with what I have farther to say, concerning this matter.","subId":"16","id":"Locke.EHU.3.5.16"}]}
