{"id":"Hume.THN.2.3.8","imported":true,"parent":"Hume.THN.2.3","title":"Section 8. The same subject continu'd","breadcrumb":"Section 8","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. VIII. £3 £4 _The same subject continu'd._ £4","id":"Hume.THN.2.3.8"},{"type":"paragraph","content":"THUS we have accounted for three ph{ae}nomena, which seem pretty remarkable. Why distance weakens the conception and passion: Why distance in time has a greater effect than that in space: And why distance in past time has still a greater effect than that in future. We must now consider three ph{ae}nomena, which seem to be, in a manner, the reverse of these: Why a very great distance encreases our esteem and admiration for an object: Why such a distance in time encreases it more than that in space: And a distance in past time more than that in future. The curiousness of the subject will, I hope, excuse my dwelling on it for some time.","subId":"1","id":"Hume.THN.2.3.8.1","pages":"432"},{"type":"paragraph","content":"^To^ begin with the first ph{ae}nomenon, why a great distance encreases our esteem and admiration for an object; 'tis evident that the mere view and contemplation of any greatness, whether successive or extended, enlarges the soul, and {~~give->gives~~} it a sensible delight and pleasure. A wide plain, the ocean, eternity, a succession of several ages; all these are entertaining objects, and excel every thing, however beautiful, which accompanies not its beauty with a suitable greatness. Now |when any very distant object is presented to the imagination, we naturally reflect on the interpos'd distance, and by that means, conceiving something great and magnificent, receive the usual satisfaction. But as the fancy passes easily from one idea to another related to it, and transports to the second all the passions excited by the first, the admiration, which is directed to the distance, naturally diffuses itself over the distant object. Accordingly we find, that 'tis not necessary the object shou'd be actually distant from us, in order to cause our admiration; but that 'tis sufficient, if, by the natural association of ideas, it conveys our view to any considerable distance. A great traveller, 'tho in the same chamber, will pass for a very extraordinary person; as a _Greek_ medal, even in our cabinet, is always esteem'd a valuable curiosity. Here the object, by a natural transition, conveys our view to the distance; and the admiration, which arises from that distance, by another natural transition, returns back to the object.","subId":"2","id":"Hume.THN.2.3.8.2","pages":"432-3"},{"type":"paragraph","content":"^But^ tho' every great distance produces an admiration for the distant object, a distance in time has a more considerable effect than that in space. Antient busts and inscriptions are more valu'd than _Japan_ tables: And not to mention the _Greeks_ and _Romans_, 'tis certain we regard with more veneration the old _Chaldeans_ and _Egyptians_, than the modern _Chinese_ and _Persians_, and bestow more fruitless pains to clear up the history and chronology of the former, than it wou'd cost us to make a voyage, and be certainly inform'd of the character, learning and government of the latter. I shall be oblig'd to make a digression in order to explain this ph{ae}nomenon.","subId":"3","id":"Hume.THN.2.3.8.3","pages":"433"},{"type":"paragraph","content":"'^Tis^ a quality very observable in human nature, that any opposition, which does not entirely discourage and intimidate us, has rather a contrary effect, and inspires us with a more than ordinary grandeur and magnanimity. In collecting our force to overcome the opposition, we invigorate the soul, and give it an elevation with which otherwise it wou'd never have |been acquainted. Compliance, by rendering our strength useless, makes us insensible of it; but opposition awakens and employs it.","subId":"4","id":"Hume.THN.2.3.8.4","pages":"433-4"},{"type":"paragraph","content":"^This^ is also true in the inverse. Opposition not only enlarges the soul; but the soul, when full of courage and magnanimity, in a manner seeks opposition. \"\"_Spumantemque dari pecora inter inertia votis_ // _Optat aprum, aut fulvum descendere monte leonem._\"\"","subId":"5","id":"Hume.THN.2.3.8.5","pages":"434"},{"type":"paragraph","content":"Whatever supports and fills the passions is agreeable to us; as on the contrary, what weakens and infeebles them is uneasy. As opposition has the first effect, and facility the second, no wonder the mind, in certain dispositions, desires the former, and is averse to the latter.","subId":"6","id":"Hume.THN.2.3.8.6","pages":"434"},{"type":"paragraph","content":"^These^ principles have an effect on the imagination as well as on the passions. To be convinc'd of this we need only consider the influence of _heights_ and _depths_ on that faculty. Any great elevation of place communicates a kind of pride or sublimity of imagination, and gives a fancy'd superiority over those that lie below; and, _vice versa_, a sublime and strong imagination conveys the idea of ascent and elevation. Hence it proceeds, that we associate, in a manner, the idea of whatever is good with that of height, and evil with lowness. Heaven is suppos'd to be above, and hell below. A noble genius is call'd an elevate and sublime one. _Atque udam spernit humum fugiente penna._ On the contrary, a vulgar and trivial conception is stil'd indifferently low or mean. Prosperity is denominated ascent, and adversity descent. Kings and princes are suppos'd to be plac'd at the top of human affairs; as peasants and day-labourers are said to be in the lowest stations. These methods of thinking, and of expressing ourselves, are not of so little consequence as they may appear at first sight.","subId":"7","id":"Hume.THN.2.3.8.7","pages":"434"},{"type":"paragraph","content":"'^Tis^ evident to common sense, as well as philosophy, that there is no natural nor essential difference betwixt high and low, and that this distinction arises only from the gravi|tation of matter, which produces a motion from the one to the other. The very same direction, which in this part of the globe is call'd _ascent_, is denominated _descent_ in our antipodes; which can proceed from nothing but the contrary tendency of bodies. Now 'tis certain, that the tendency of bodies, continually operating upon our senses, must produce, from custom, a like tendency in the fancy, and that when we consider any object situated in an ascent, the idea of its weight gives us a propensity to transport it from the place, in which it is situated, to the place immediately below it, and so on, 'till we come to the ground, which equally stops the body and our imagination. For a like reason we feel a difficulty in mounting, and pass not without a kind of reluctance from the inferior to that which is situated above it; as if our ideas acquir'd a kind of gravity from their objects. As a proof of this, do we not find, that the facility, which is so much study'd in music and poetry, is call'd the fall or cadency of the harmony or period; the idea of facility communicating to us that of descent, in the same manner as descent produces a facility?","subId":"8","id":"Hume.THN.2.3.8.8","pages":"434-5"},{"type":"paragraph","content":"^Since^ the imagination, therefore, in running from low to high, finds an opposition in its internal qualities and principles, and since the soul, when elevated with joy and courage, in a manner seeks opposition, and throws itself with alacrity into any scene of thought or action, where its courage meets with matter to nourish and employ it; it follows, that every thing, which invigorates and inlivens the soul, whether by touching the passions or imagination, naturally conveys to the fancy this inclination for ascent, and determines it to run against the natural stream of its thoughts and conceptions. This aspiring progress of the imagination suits the present disposition of the mind; and the difficulty, instead of extinguishing its vigour and alacrity, has the contrary effect, of sustaining and encreasing it. Virtue, genius, power, and riches are for this reason associated with height and sublimity; as poverty, slavery, and |folly are conjoin'd with descent and lowness. Were the case the same with us as _Milton_ represents it to be with the angels, to whom _descent is adverse_, and who _cannot sink without labour and compulsion_, this order of things wou'd be entirely inverted; as appears hence, that the very nature of ascent and descent is deriv'd from the difficulty and propensity, and consequently every one of their effects proceeds from that origin.","subId":"9","id":"Hume.THN.2.3.8.9","pages":"435-6"},{"type":"paragraph","content":"^All^ this is easily apply'd to the present question, why a considerable distance in time produces a greater veneration for the distant objects than a like removal in space. The imagination moves with more difficulty in passing from one portion of time to another, than in a transition thro' the parts of space; and that because space or extension appears united to our senses, while time or succession is always broken and divided. This difficulty, when join'd with a small distance, interrupts and weakens the fancy: But has a contrary effect in a great removal. The mind, elevated by the vastness of its object, is still farther elevated by the difficulty of the conception; and being oblig'd every moment to renew its efforts in the transition from one part of time to another, feels a more vigorous and sublime disposition, than in a transition thro' the parts of space, where the ideas flow along with easiness and facility. In this disposition, the imagination, passing, as is usual, from the consideration of the distance to the view of the distant objects, gives us a proportionable veneration for it; and this is the reason why all the relicts of antiquity are so precious in our eyes, and appear more valuable than what is brought even from the remotest parts of the world.","subId":"10","id":"Hume.THN.2.3.8.10","pages":"436"},{"type":"paragraph","content":"^The^ third ph{ae}nomenon I have remark'd will be a full confirmation of this. 'Tis not every removal in time, which has the effect of producing veneration and esteem. We are not apt to imagine our posterity will excel us, or equal our ancestors. This ph{ae}nomenon is the more remarkable, because any distance in futurity weakens not our ideas so much |as an equal removal in the past. Tho' a removal in the past, when very great, encreases our passions beyond a like removal in the future, yet a small removal has a greater influence in diminishing them.","subId":"11","id":"Hume.THN.2.3.8.11","pages":"436-7"},{"type":"paragraph","content":"^In^ our common way of thinking we are plac'd in a kind of middle station betwixt the past and future; and as our imagination finds a kind of difficulty in running along the former, and a facility in following the course of the latter, the difficulty conveys the notion of ascent, and the facility of the contrary. Hence we imagine our ancestors to be, in a manner, mounted above us, and our posterity to lie below us. Our fancy arrives not at the one without effort, but easily reaches the other: Which effort weakens the conception, where the distance is small; but enlarges and elevates the imagination, when attended with a suitable object. As on the other hand, the facility assists the fancy in a small removal, but takes off from its force when it contemplates any considerable distance.","subId":"12","id":"Hume.THN.2.3.8.12","pages":"437"},{"type":"paragraph","content":"^It^ may not be improper, before we leave this subject of the will, to resume, in a few words, all that has been said concerning it, in order to set the whole more distinctly before the eyes of the reader. What we commonly understand by _passion_ is a violent and sensible emotion of mind, when any good or evil is presented, or any object, which, by the original formation of our faculties, is fitted to excite an appetite. By _reason_ we mean affections of the very same kind with the former; but such as operate more calmly, and cause no disorder in the temper: Which tranquillity leads us into a mistake concerning them, and causes us to regard them as conclusions only of our intellectual faculties. Both the _causes_ and _effects_ of these violent and calm passions are pretty variable, and depend, in a great measure, on the peculiar temper and disposition of every individual. Generally speaking, the violent passions have a more powerful influence on the will; tho' 'tis often found, that the calm ones, when corroborated by reflection, and seconded by resolution, are |able to controul them in their most furious movements. What makes this whole affair more uncertain, is, that a calm passion may easily be chang'd into a violent one, either by a change of temper, or of the circumstances and situation of the object, as by the borrowing of force from any attendant passion, by custom, or by exciting the imagination. Upon the whole, this struggle of passion and of reason, as it is call'd, diversifies human life, and makes men so different not only from each other, but also from themselves in different times. Philosophy can only account for a few of the greater and more sensible events of this war; but must leave all the smaller and more delicate revolutions, as dependent on principles too fine and minute for her comprehension.","subId":"13","id":"Hume.THN.2.3.8.13","pages":"437-8"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.3","imported":true,"title":"Part 3. Of the will and direct passions","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.2.3.7","imported":true,"title":"Section 7. Of contiguity and distance in space and time","breadcrumb":"Section 7","published":[1739]},"next":{"id":"Hume.THN.2.3.9","imported":true,"title":"Section 9. Of the direct passions","breadcrumb":"Section 9","published":[1739]}}