{"id":"Hume.THN.2.3.9","imported":true,"parent":"Hume.THN.2.3","title":"Section 9. Of the direct passions","breadcrumb":"Section 9","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. IX. £3 £4 _Of the direct passions._ £4","id":"Hume.THN.2.3.9"},{"type":"paragraph","content":"'TIS easy to observe, that the passions, both direct and indirect, are founded on pain and pleasure, and that in order to produce an affection of any kind, 'tis only requisite to present some good or evil. Upon the removal of pain and pleasure there immediately follows a removal of love and hatred, pride and humility, desire and aversion, and of most of our reflective or secondary impressions.","subId":"1","id":"Hume.THN.2.3.9.1","pages":"438"},{"type":"paragraph","content":"^The^ impressions, which arise from good and evil most naturally, and with the least preparation are the _direct_ passions of desire and aversion, grief and joy, hope and fear, along with volition. The mind by an _original_ instinct tends to unite itself with the good, and to avoid the evil, tho' they be conceiv'd merely in idea, and be consider'd as to exist in any future period of time.","subId":"2","id":"Hume.THN.2.3.9.2","pages":"438"},{"type":"paragraph","content":"^But^ supposing that there is an immediate impression of pain or pleasure, and _that_ arising from an object related to ourselves or others, this does not prevent the propensity or aversion, with the consequent emotions, but by concurring |with certain dormant principles of the human mind, excites the new impressions of pride or humility, love or hatred. That propensity, which unites us to the object, or {~~seperates->separates~~} us from it, still continues to operate, but in conjunction with the _indirect_ passions, which arise from a double relation of impressions and ideas.","subId":"3","id":"Hume.THN.2.3.9.3","pages":"438-9"},{"type":"paragraph","content":"^These^ indirect passions, being always agreeable or uneasy, give in their turn additional force to the direct passions, and encrease our desire and aversion to the object. Thus a suit of fine cloaths produces pleasure from their beauty; and this pleasure produces the direct passions, or the impressions of volition and desire. Again, when these cloaths are consider'd as belonging to ourself, the double relation conveys to us the sentiment of pride, which is an indirect passion; and the pleasure, which attends that passion, returns back to the direct affections, and gives new force to our desire or volition, joy or hope.","subId":"4","id":"Hume.THN.2.3.9.4","pages":"439"},{"type":"paragraph","content":"^When^ good is certain or probable, it produces ^joy^. When evil is in the same situation there arises ^grief^ or ^sorrow^.","subId":"5","id":"Hume.THN.2.3.9.5","pages":"439"},{"type":"paragraph","content":"^When^ either good or evil is uncertain, it gives rise to ^fear^ or ^hope^, according to the degrees of uncertainty on the one side or the other.","subId":"6","id":"Hume.THN.2.3.9.6","pages":"439"},{"type":"paragraph","content":"^Desire^ arises from good consider'd simply, and ^aversion^ is deriv'd from evil. The ^will^ exerts itself, when either the good or the absence of the evil may be attain'd by any action of the mind or body.","subId":"7","id":"Hume.THN.2.3.9.7","pages":"439"},{"type":"paragraph","content":"^Beside^ good and evil, or in other words, pain and pleasure, the direct passions frequently arise from a natural impulse or instinct, which is perfectly unaccountable. Of this kind is the desire of punishment to our enemies, and of happiness to our friends; hunger, lust, and a few other bodily appetites. These passions, properly speaking, produce good and evil, and proceed not from them, like the other affections.","subId":"8","id":"Hume.THN.2.3.9.8","pages":"439"},{"type":"paragraph","content":"^None^ of the direct affections seem to merit our particular attention, except hope and fear, which we shall here endeavour to account for. 'Tis evident that the very same |event, which by its certainty wou'd produce grief or joy, gives always rise to fear or hope, when only probable and uncertain. In order, therefore, to understand the reason why this circumstance makes such a considerable difference, we must reflect on what I have already advanc'd in the preceding book concerning the nature of probability.","subId":"9","id":"Hume.THN.2.3.9.9","pages":"439-40"},{"type":"paragraph","content":"^Probability^ arises from an opposition of contrary chances or causes, by which the mind is not allow'd to fix on either side, but is incessantly tost from one to another, and at one moment is determin'd to consider an object as existent, and at another moment as the contrary. The imagination or understanding, call it which you please, fluctuates betwixt the opposite views; and tho' perhaps it may be oftner turn'd to the one side than the other, 'tis impossible for it, by reason of the opposition of causes or chances, to rest on either. The _pro_ and _con_ of the question alternately prevail; and the mind, surveying the object in its opposite principles, finds such a contrariety as utterly destroys all certainty and establish'd opinion.","subId":"10","id":"Hume.THN.2.3.9.10","pages":"440"},{"type":"paragraph","content":"^Suppose^, then, that the object, concerning whose reality we are doubtful, is an object either of desire or aversion, 'tis evident, that, according as the mind turns itself either to the one side or the other, it must feel a momentary impression of joy or sorrow. An object, whose existence we desire, gives satisfaction, when we reflect on those causes, which produce it; and for the same reason excites grief or uneasiness from the opposite consideration: So that as the understanding, in all probable questions, is divided betwixt the contrary points of view, the affections must in the same manner be divided betwixt opposite emotions.","subId":"11","id":"Hume.THN.2.3.9.11","pages":"440"},{"type":"paragraph","content":"^Now^ if we consider the human mind, we shall find, that with regard to the passions, 'tis not of the nature of a wind-instrument of music, which in running over all the notes immediately loses the sound after the breath ceases; but rather resembles a string-instrument, where after each stroke the vibrations still retain some sound, which gradually and |insensibly decays. The imagination is {~~extreme->extremely~~} quick and agile; but the passions are slow and restive: For which reason, when any object is presented, that affords a variety of views to the one, and emotions to the other; tho' the fancy may change its views with great celerity; each stroke will not produce a clear and distinct note of passion, but the one passion will always be mixt and confounded with the other. According as the probability inclines to good or evil, the passion of joy or sorrow predominates in the composition: Because the nature of probability is to cast a superior number of views or chances on one side; or, which is the same thing, a superior number of returns of one passion; or since the dispers'd passions are collected into one, a superior degree of that passion. That is, in other words, the grief and joy being intermingled with each other, by means of the contrary views of the imagination, produce by their union the passions of hope and fear.","subId":"12","id":"Hume.THN.2.3.9.12","pages":"440-1"},{"type":"paragraph","content":"^Upon^ this head there may be started a very curious question concerning that contrariety of passions, which is our present subject. 'Tis observable, that where the objects of contrary passions are presented at once, beside the encrease of the predominant passion (which has been already explain'd, and commonly arises at their first shock or rencounter) it sometimes happens, that both the passions exist successively, and by short intervals; sometimes, that they destroy each other, and neither of them takes place; and sometimes that both of them remain united in the mind. It may, therefore, be ask'd, by what theory we can explain these variations, and to what general principle we can reduce them.","subId":"13","id":"Hume.THN.2.3.9.13","pages":"441"},{"type":"paragraph","content":"^When^ the contrary passions arise from objects entirely different, they take place alternately, the want of relation in the ideas separating the impressions from each other, and preventing their opposition. Thus when a man is afflicted for the loss of a law-suit, and joyful for the birth of a son, the mind running from the agreeable to the calamitous |object, with whatever celerity it may perform this motion, can scarcely temper the one affection with the other, and remain betwixt them in a state of indifference.","subId":"14","id":"Hume.THN.2.3.9.14","pages":"441-2"},{"type":"paragraph","content":"^It^ more easily attains that calm situation, when the same event is of a mixt nature, and contains something adverse and something prosperous in its different circumstances. For in that case, both the passions, mingling with each other by means of the relation, become mutually destructive, and leave the mind in perfect tranquility.","subId":"15","id":"Hume.THN.2.3.9.15","pages":"442"},{"type":"paragraph","content":"^But^ suppose, in the third place, that the object is not a compound of good or evil, but is consider'd as probable or improbable in any degree; in that case I assert, that the contrary passions will both of them be present at once in the soul, and instead of destroying and tempering each other, will subsist together, and produce a third impression or affection by their union. Contrary passions are not capable of destroying each other, except when their contrary movements exactly rencounter, and are opposite in their direction, as well as in the sensation they produce. This exact rencounter depends upon the relations of those ideas, from which they are deriv'd, and is more or less perfect, according to the degrees of the relation. In the case of probability the contrary chances are so far related, that they determine concerning the existence or non-existence of the same object. But this relation is far from being perfect; since some of the chances lie on the side of existence, and others on that of non-existence; which are objects altogether incompatible. 'Tis impossible by one steady view to survey the opposite chances, and the events dependent on them; but 'tis necessary, that the imagination shou'd run alternately from the one to the other. Each view of the imagination produces its peculiar passion, which decays away by degrees, and is follow'd by a sensible vibration after the stroke. The incompatibility of the views keeps the passions from shocking in a direct line, if that expression may be allow'd; and yet their relation is sufficient to mingle their fainter emotions. |'Tis after this manner that hope and fear arise from the different mixture of these opposite passions of grief and joy, and from their imperfect union and conjunction.","subId":"16","id":"Hume.THN.2.3.9.16","pages":"442-3"},{"type":"paragraph","content":"^Upon^ the whole, contrary passions succeed each other alternately, when they arise from different objects: They mutually destroy each other, when they proceed from different parts of the same: And they subsist both of them, and mingle together, when they are deriv'd from the contrary and incompatible chances or possibilities, on which any one object depends. The influence of the relations of ideas is plainly seen in this whole affair. If the objects of the contrary passions be totally different, the passions are like two opposite liquors in different bottles, which have no influence on each other. If the objects be intimately connected, the passions are like an _alcali_ and an _acid_, which, being mingled, destroy each other. If the relation be more imperfect, and {~~consists->consist~~} in the contradictory views of the same object, the passions are like oil and vinegar, which, however mingled, never perfectly unite and incorporate.","subId":"17","id":"Hume.THN.2.3.9.17","pages":"443"},{"type":"paragraph","content":"^As^ the hypothesis concerning hope and fear carries its own evidence along with it, we shall be the more concise in our proofs. A few strong arguments are better than many weak ones.","subId":"18","id":"Hume.THN.2.3.9.18","pages":"443"},{"type":"paragraph","content":"^The^ passions of fear and hope may arise when the chances are equal on both sides, and no superiority can be discover'd in the one above the other. Nay, in this situation the passions are rather the strongest, as the mind has then the least foundation to rest upon, and is toss'd with the greatest uncertainty. Throw in a superior degree of probability to the side of grief, you immediately see that passion diffuse itself over the composition, and tincture it into fear. Encrease the probability, and by that means the grief, the fear prevails still more and more, till at last it runs insensibly, as the joy continually diminishes, into pure grief. After you have brought it to this situation, diminish the grief, after the same manner that you encreas'd it; by diminishing the probability |on that side, and you'll see the passion clear every moment, 'till it changes insensibly into hope; which again runs, after the same manner, by slow degrees, into joy, as you encrease that part of the composition by the encrease of the probability. Are not these as plain proofs, that the passions of fear and hope are mixtures of grief and joy, as in optics 'tis a proof, that a colour'd ray of the sun passing thro' a prism, is a composition of two others, when, as you diminish or encrease the quantity of either, you find it prevail proportionably more or less in the composition? I am sure neither natural nor moral philosophy admits of stronger proofs.","subId":"19","id":"Hume.THN.2.3.9.19","pages":"443-4"},{"type":"paragraph","content":"^Probability^ is of two kinds, either when the object is really in itself uncertain, and to be determin'd by chance; or when, tho' the object be already certain, yet 'tis uncertain to our judgment, which finds a number of proofs on each side of the question. Both these kinds of probabilities cause fear and hope; which can only proceed from that property, in which they agree, _viz._ the uncertainty and fluctuation they bestow on the imagination by that contrariety of views, which is common to both.","subId":"20","id":"Hume.THN.2.3.9.20","pages":"444"},{"type":"paragraph","content":"'^Tis^ a probable good or evil, that commonly produces hope or fear; because probability, being a wavering and unconstant method of surveying an object, causes naturally a like mixture and uncertainty of passion. But we may observe, that wherever from other causes this mixture can be produc'd, the passions of fear and hope will arise, even tho' there be no probability; which must be allow'd to be a convincing proof of the present hypothesis.","subId":"21","id":"Hume.THN.2.3.9.21","pages":"444"},{"type":"paragraph","content":"^We^ find that an evil, barely conceiv'd as _possible_, does sometimes produce fear; especially if the evil be very great. A man cannot think of excessive pains and tortures without trembling, if he be in the least danger of suffering them. The smallness of the probability is compensated by the greatness of the evil; and the sensation is equally lively, as if the evil were more probable. One view or glimpse of the former, has the same effect as several of the latter.","subId":"22","id":"Hume.THN.2.3.9.22","pages":"444"},{"type":"paragraph","content":"^But^ they are not only possible evils, that cause fear, but even some allow'd to be _impossible_; as when we tremble on the brink of a precipice, tho' we know ourselves to be in perfect security, and have it in our choice whether we will advance a step farther. This proceeds from the immediate presence of the evil, which influences the imagination in the same manner as the certainty of it wou'd do; but being encounter'd by the reflection on our security, is immediately retracted, and causes the same kind of passion, as when from a contrariety of chances contrary passions are produc'd.","subId":"23","id":"Hume.THN.2.3.9.23","pages":"445"},{"type":"paragraph","content":"^Evils^, that are _certain_, have sometimes the same effect in producing fear, as the possible or impossible. Thus a man in a strong prison well-guarded, without the least means of escape, trembles at the thought of the rack, to which he is sentenc'd. This happens only when the certain evil is terrible and confounding; in which case the mind continually rejects it with horror, while it continually presses in upon the thought. The evil is there fix'd and establish'd, but the mind cannot endure to fix upon it; from which fluctuation and uncertainty there arises a passion of much the same appearance with fear.","subId":"24","id":"Hume.THN.2.3.9.24","pages":"445"},{"type":"paragraph","content":"^But^ 'tis not only where good or evil is uncertain, as to its _existence_, but also as to its _kind_, that fear or hope arises. Let one be told by a person, whose veracity he cannot doubt of, that one of his sons is suddenly kill'd, 'tis evident the passion this event wou'd occasion, wou'd not settle into pure grief, till he got certain information, which of his sons he had lost. Here there is an evil certain, but the kind of it uncertain: Consequently the fear we feel on this occasion is without the least mixture of joy, and arises merely from the fluctuation of the fancy betwixt its objects. And tho' each side of the question produces here the same passion, yet that passion cannot settle, but receives from the imagination a tremulous and unsteady motion, resembling in its cause, as well as in its sensation, the mixture and contention of grief and joy.","subId":"25","id":"Hume.THN.2.3.9.25","pages":"445"},{"type":"paragraph","content":"^From^ these principles we may account for a ph{ae}nomenon in the passions, which at first sight seems very extraordinary, _viz._ that surprize is apt to change into fear, and every thing that is unexpected affrights us. The most obvious conclusion from this is, that human nature is in general pusilanimous; since upon the sudden appearance of any object we immediately conclude it to be an evil, and without waiting till we can examine its nature, whether it be good or bad, are at first affected with fear. This I say is the most obvious conclusion; but upon farther examination we shall find that the ph{ae}nomenon is otherwise to be accounted for. The suddenness and strangeness of an appearance naturally excite a commotion in the mind, like every thing for which we are not prepar'd, and to which we are not accustom'd. This commotion, again, naturally produces a curiosity or inquisitiveness, which being very violent, from the strong and sudden impulse of the object, becomes uneasy, and resembles in its fluctuation and uncertainty, the sensation of fear or the mix'd passions of grief and joy. This image of fear naturally converts into the thing itself, and gives us a real apprehension of evil, as the mind always forms its judgments more from its present disposition than from the nature of its objects.","subId":"26","id":"Hume.THN.2.3.9.26","pages":"446"},{"type":"paragraph","content":"^Thus^ all kinds of uncertainty have a strong connexion with fear, even tho' they do not cause any opposition of passions by the opposite views and considerations they present to us. A person, who has left his friend in any malady, will feel more anxiety upon his account, than if he were present, tho' perhaps he is not only incapable of giving him assistance, but likewise of judging of the event of his sickness. In this case, tho' the principal object of the passion, _viz._ the life or death of his friend, be to him equally uncertain when present as when absent; yet there are a thousand little circumstances of his friend's situation and condition, the knowledge of which fixes the idea, and prevents that fluctuation and uncertainty so near ally'd to fear. Un|certainty is, indeed, in one respect as near ally'd to hope as to fear, since it makes an essential part in the composition of the former passion; but the reason, why it inclines not to that side, is, that uncertainty alone is uneasy, and has a relation of impressions to the uneasy passions.","subId":"27","id":"Hume.THN.2.3.9.27","pages":"446-7"},{"type":"paragraph","content":"'^Tis^ thus our uncertainty concerning any minute circumstance relating to a person encreases our apprehensions of his death or misfortune. _Horace_ has remark'd this ph{ae}nomenon. \"\"_Ut assidens implumibus pullus avis // ~~Serpentium allapsus timet, // Magis relictis; non, ut adsit, auxili // ~~Latura plus presentibus._\"\"","subId":"28","id":"Hume.THN.2.3.9.28","pages":"447"},{"type":"paragraph","content":"^But^ this principle of the connexion of fear with uncertainty I carry farther, and observe that any doubt produces that passion, even tho' it presents nothing to us on any side but what is good and desireable. A {~~virgin,->virgin~~} on her bridal-night goes to bed full of fears and apprehensions, tho' she expects nothing but pleasure of the highest kind, and what she has long wish'd for. The newness and greatness of the event, the confusion of wishes and joys, so embarrass the mind, that it knows not on what passion to fix itself; from whence arises a fluttering or unsettledness of the spirits, which being, in some degree, uneasy, very naturally degenerates into fear.","subId":"29","id":"Hume.THN.2.3.9.29","pages":"447"},{"type":"paragraph","content":"^Thus^ we still find, that whatever causes any fluctuation or mixture of passions, with any degree of uneasiness, always produces fear, or at least a passion so like it, that they are scarcely to be distinguish'd.","subId":"30","id":"Hume.THN.2.3.9.30","pages":"447"},{"type":"paragraph","content":"^I have^ here confin'd myself to the examination of hope and fear in their most simple and natural situation, without considering all the variations they may receive from the mixture of different views and reflections. _Terror_, _consternation_, _astonishment_, _anxiety_, and other passions of that kind, are nothing but different species and degrees of fear. 'Tis easy to imagine how a different situation of the object, |or a different turn of thought, may change even the sensation of a passion; and this may in general account for all the particular sub-divisions of the other affections, as well as of fear. Love may shew itself in the shape of _tenderness_, _friendship_, _intimacy_, _esteem_, _good-will_, and in many other appearances; which at the bottom are the same affections, and arise from the same causes, tho' with a small variation, which it is not necessary to give any particular account of. 'Tis for this reason I have all along confin'd myself to the principal passion.","subId":"31","id":"Hume.THN.2.3.9.31","pages":"447-8"},{"type":"paragraph","content":"^The^ same care of avoiding prolixity is the reason why I wave the examination of the will and direct passions, as they appear in animals; since nothing is more evident, than that they are of the same nature, and excited by the same causes as in human creatures. I leave this to the reader's own observation; desiring him at the same time to consider the additional force this bestows on the present system.","subId":"32","id":"Hume.THN.2.3.9.32","pages":"448"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.3","imported":true,"title":"Part 3. Of the will and direct passions","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.2.3.8","imported":true,"title":"Section 8. The same subject continu'd","breadcrumb":"Section 8","published":[1739]},"next":{"id":"Hume.THN.2.3.10","imported":true,"title":"Section 10. Of curiosity, or the love of truth","breadcrumb":"Section 10","published":[1739]}}