{"id":"Hume.HE.5.55","imported":true,"parent":"Hume.HE.5","title":"Chapter 55. Charles I (cont.)","breadcrumb":"Chapter 55","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. LV.\nCHARLES I.\nSettlement of Scotland——Conspiracy in Ireland——Insurrection and massacre——Meeting of the English parliament——The remonstrance——Reasons on both sides——Impeachment of the bishops——Accusation of the five members——Tumults——King leaves London——Arrives in York——Preparations for civil war.","id":"Hume.HE.5.55"},{"type":"paragraph","content":"THE Scots, who began these fatal commotions, thought, that they had finished a very perilous undertaking, {1641.} much to their profit and reputation. Besides the large pay voted them for lying in good quarters during a twelvemonth, the English parliament had conferred on them a present of 300,000 pounds for their brotherly assistance. In the articles of pacification, they were declared to have ever been good subjects; and their military expeditions were approved of, as enterprizes calculated and intended for his majesty's honour and advantage. To carry farther the triumph over their sovereign, these terms, so ignominious to him, were ordered by a vote of parliament, to be read in all churches, upon a day of thanksgiving, appointed for the national pacification: All their claims for the restriction of prerogative, were agreed to be ratified: And what they more valued than all these advantages; they had a near prospect of spreading the presbyterian discipline in England and Ireland, from the seeds, which they had scattered, of their religious principles. Never did refined Athens so exult in diffusing the sciences and liberal arts over a savage world; never did generous Rome so please herself in the view of law and order established by her victorious arms; as the Scots now rejoiced, in communicating their barbarous zeal and theological fervour, to the neighbouring nations.","subId":"1","id":"Hume.HE.5.55.1"},{"type":"paragraph","content":"{Aug. 14. Settlement of Scotland.} Charles, despoiled in England of a considerable part of his authority, and dreading still farther encroachments upon him, arrived in Scotland, with an intention of abdicating almost entirely the small share of power, which there remained to him, and of giving full satisfaction, if possible, to his restless subjects in that kingdom.","subId":"2","id":"Hume.HE.5.55.2"},{"type":"paragraph","content":"The lords of articles were an ancient institution in the Scottish parliament. They were constituted after this manner. The temporal lords chose eight bishops: The bishops elected eight temporal lords: These sixteen named eight commissioners of counties, and eight burgesses: And without the previous consent of the thirty-two, who were denominated lords of articles, no motion could be made in parliament. As the bishops were entirely devoted to the court, it is evident, that all the lords of articles, by necessary consequence, depended on the king's nomination; and the prince, besides one negative after the bills had passed through parliament, possessed indirectly another before their introduction; a prerogative of much greater consequence than the former. The bench of bishops being now abolished, the parliament laid hold of the opportunity, and totally set aside the lords of articles: And till this important point was obtained, the nation, properly speaking, could not be said to enjoy any regular freedom.","subId":"3","id":"Hume.HE.5.55.3"},{"type":"paragraph","content":"It is remarkable, that, notwithstanding this institution, to which there was no parallel in England, the royal authority was always deemed much lower in Scotland than in the former kingdom. Bacon represents it as one advantage to be expected from the union, that the too extensive prerogative of England would be abridged by the example of Scotland, and the too narrow prerogative of Scotland be enlarged from the imitation of England. The English were, at that time, a civilized people, and obedient to the laws: But among the Scots, it was of little consequence how the laws were framed, or by whom voted, while the exorbitant aristocracy had it so much in their power to prevent their regular execution.","subId":"4","id":"Hume.HE.5.55.4"},{"type":"paragraph","content":"The peers and commons formed only one house in the Scottish parliament: And as it had been the practice of James, continued by Charles, to grace English gentlemen with Scottish titles, all the determinations of parliament it was to be feared, would in time depend upon the prince, by means of these votes of foreigners, who had no interest or property in the nation. It was therefore a law, deserving approbation, that no man should be created a Scotch peer, who possessed not 10,000 marks (above 500 pounds) of annual rent in the kingdom.","subId":"5","id":"Hume.HE.5.55.5"},{"type":"paragraph","content":"A law for triennial parliaments was likewise passed; and it was ordained, that the last act of every parliament should be to appoint the time and place for holding the parliament next ensuing.","subId":"6","id":"Hume.HE.5.55.6"},{"type":"paragraph","content":"The king was deprived of that power, formerly exercised, of issuing proclamations, which enjoined obedience, under the penalty of treason: A prerogative, which invested him with the whole legislative authority, even in matters of the highest importance.","subId":"7","id":"Hume.HE.5.55.7"},{"type":"paragraph","content":"So far was laudable: But the most fatal blow given to royal authority, and what in a manner dethroned the prince, was the article, that no member of the privy council, in whose hands, during the king's absence, the whole administration lay, no officer of state, none of the judges, should be appointed but by advice and approbation of parliament. Charles even agreed to deprive of their seats, four judges who had adhered to his interests; and their place was supplied by others more agreeable to the ruling party. Several of the covenanters were also sworn of the privy council. And all the ministers of state, counsellors, and judges, were, by law, to hold their places during life or good behaviour.","subId":"8","id":"Hume.HE.5.55.8"},{"type":"paragraph","content":"The king, while in Scotland, conformed himself entirely to the established church; and assisted with great gravity, at the long prayers and longer sermons, with which the presbyterians endeavoured to regale him. He bestowed pensions and preferments on Henderson, Gillespy, and other popular preachers; and practised every art to soften, if not to gain, his greatest enemies. The earl of Argyle was created a marquis, lord Loudon an earl, Lesley was dignified with the title of earl of Leven. His friends, he was obliged, for the present, to neglect and overlook: Some of them were disgusted: And his enemies were not reconciled; but ascribed all his caresses and favours to artifice and necessity.","subId":"9","id":"Hume.HE.5.55.9"},{"type":"paragraph","content":"Argyle and Hamilton, being seized with an apprehension real or pretended, that the earl of Crawfurd and others meant to assassinate them, left the parliament suddenly, and retired into the country: But upon invitation and assurances, returned in a few days. This event, which had neither cause nor effect that was visible, nor purpose, nor consequence, was commonly denominated the incident. But though the incident had no effect in Scotland; what was not expected, it was attended with consequences in England. The English parliament, which was now assembled, being willing to awaken the {October 20.} people's tenderness by exciting their fears, immediately took the alarm; as if the malignants, so they called the king's party, had laid a plot at once to murder them and all the godly in both kingdoms. They applied, therefore, to Essex, whom the king had left general in the south of England; and he ordered a guard to attend them.","subId":"10","id":"Hume.HE.5.55.10"},{"type":"paragraph","content":"But while the king was employed in pacifying the commotions in Scotland, and was preparing to return to England, in order to apply himself to the same salutary work in that kingdom; he received intelligence of a dangerous rebellion broken out in Ireland, with circumstances of the utmost horror, bloodshed, and devastation. On every side, this unfortunate prince was pursued with murmurs, discontent, faction, and civil wars; and the fire, from all quarters, even by the most independent accidents, at once blazed up about him.","subId":"11","id":"Hume.HE.5.55.11"},{"type":"paragraph","content":"The great plan of James, in the administration of Ireland, continued by Charles, was, by justice and peace to reconcile that turbulent people to the authority of laws, and, introducing art and industry among them, to cure them of that sloth and barbarism, to which they had ever been subject. In order to serve both these purposes, and at the same time secure the dominion of Ireland to the English crown, great colonies of British had been carried over, and, being intermixed with the Irish, had every where introduced a new face of things into that country. During a peace of near forty years, the inveterate quarrels between the nations seemed, in a great measure, to be obliterated; and though much of the landed property, forfeited by rebellion, had been conferred on the new planters, a more than equal return had been made, by their instructing the natives in tillage, building, manufactures, and all the civilized arts of life. This had been the course of things during the successive administrations of Chichester, Grandison, Falkland, and, above all, of Strafford. Under the government of this latter nobleman, the pacific plans, now come to greater maturity, and forwarded by his vigour and industry, seemed to have operated with full success, and to have bestowed, at last, on that savage country, the face of a European settlement.","subId":"12","id":"Hume.HE.5.55.12"},{"type":"paragraph","content":"After Strafford fell a victim to popular rage, the humours excited in Ireland by that great event, could not suddenly be composed, but continued to produce the greatest innovations in the government.","subId":"13","id":"Hume.HE.5.55.13"},{"type":"paragraph","content":"The British protestants, transplanted into Ireland, having, every moment before their eyes, all the horrors of popery, had naturally been carried into the opposite extreme, and had universally adopted the highest principles and practices of the puritans. Monarchy, as well as the hierarchy, was become odious to them; and every method of limiting the authority of the crown, and detaching themselves from the king of England, was greedily adopted and pursued. They considered not, that, as they scarcely-formed the sixth part of the people, and were secretly obnoxious to the ancient inhabitants; their only method of supporting themselves was by maintaining royal authority, and preserving a great dependance on their mother-country. The English commons, likewise, in their furious prosecution of Strafford, had overlooked the most obvious consequences; and, while they imputed to him, as a crime, every discretionary act of authority, they despoiled all succeeding governors of that power, by which alone the Irish could be retained in subjection. And so strong was the current for popular government in all the three kingdoms, that the most established maxims of policy were every where abandoned, in order to gratify this ruling passion.","subId":"14","id":"Hume.HE.5.55.14"},{"type":"paragraph","content":"Charles, unable to resist, had been obliged to yield to the Irish, as to the Scottish and English parliaments; and found too, that their encroachments still rose in proportion to his concessions. Those subsidies, which themselves had voted, they reduced, by a subsequent vote, to a fourth part: The court of high commission was determined to be a grievance: Martial law abolished: The jurisdiction of the council annihilated: Proclamations and acts of state declared of no authority: Every order or institution, which depended on monarchy, was invaded; and the prince was despoiled of all his prerogative, without the least pretext of any violence or illegality in his administration.","subId":"15","id":"Hume.HE.5.55.15"},{"type":"paragraph","content":"The standing army of Ireland was usually about 3000 men; but in order to assist the king in suppressing the Scottish covenanters, Strafford had raised 8000 more, and had incorporated with them a thousand men, drawn from the old army; a necessary expedient for bestowing order and discipline on the new levied soldiers. The private men in this army were all catholics; but the officers, both commission and non-commission, were protestants, and could entirely be depended on by Charles. The English commons entertained the greatest apprehensions on account of this army; and never ceased soliciting the king, till he agreed to break it: Nor would they consent to any proposal for augmenting the standing army to 5000 men; a number which the king deemed necessary for retaining Ireland in obedience.","subId":"16","id":"Hume.HE.5.55.16"},{"type":"paragraph","content":"Charles, thinking it dangerous, that 8000 men accustomed to idleness, and trained to the use of arms, should be dispersed among a nation so turbulent and unsettled, agreed with the Spanish ambassador to have them transported into Flanders, and enlisted in his master's service. The English commons, pretending apprehensions, lest regular bodies of troops, disciplined in the Low Countries, should prove still more dangerous, showed some aversion to this expedient; and the king reduced his allowance to 4000 men. But when the Spaniards had hired ships for transporting these troops, and the men were ready to embark; the commons, willing to show their power, and not displeased with an opportunity of curbing and affronting the king, prohibited every one from furnishing vessels for that service. And thus the project, formed by Charles, of freeing the country from these men, was unfortunately disappointed.","subId":"17","id":"Hume.HE.5.55.17"},{"type":"paragraph","content":"The old Irish remarked all these false steps of the English, and resolved to take advantage of them. Tho' their animosity against that nation, for want of an occasion to exert itself, seemed to be extinguished, it was only composed into a temporary and deceitful tranquillity. Their interests, both with regard to property and religion, secretly stimulated them to a revolt. No individual of any sept, according to the ancient customs, had the property of any particular estate; but as the whole sept had a title to a whole territory, they ignorantly preferred this barbarous community before the more secure and narrower possessions assigned them by the English. An indulgence, amounting almost to a toleration, had been given to the catholic religion: But so long as the churches and the ecclesiastical revenues were kept from the priests, and they were obliged to endure the neighbourhood of profane heretics, being themselves discontented, they continually endeavoured to retard any cordial reconciliation between the English and the Irish nations.","subId":"18","id":"Hume.HE.5.55.18"},{"type":"paragraph","content":"{Conspiracy in Ireland.} There was a gentleman called Roger More, who, though of a narrow fortune, was descended from an ancient Irish family, and was much celebrated among his countrymen for valour and capacity. This man first formed the project of expelling the English, and asserting the independency of his native country. He secretly went from chieftain to chieftain, and rouzed up every latent principle of discontent. He maintained a close correspondence with lord Maguire and Sir Phelim ONeale, the most powerful of the old Irish. By conversation, by letters, by his emissaries, he represented to his countrymen the motives of a revolt. He observed to them, that, by the rebellion of the Scots, and factions of the English, the king's authority in Britain was reduced to so low a condition, that he never could exert himself with any vigour, in maintaining the English dominion over Ireland; that the catholics, in the Irish house of commons, assisted by the protestants, had so diminished the royal prerogative and the power of the lieutenant, as would much facilitate the conducting, to its desired effect, any conspiracy or combination, which could be formed; that the Scots having so successfully thrown off dependence on the crown of England, and assumed the government into their own hands, had set an example to the Irish, who had so much greater oppressions to complain of; that the English planters, who had expelled them their possessions, suppressed their religion, and bereaved them of their liberties, were but a handful in comparison of the natives; that they lived in the most supine security, interspersed with their numerous enemies, trusting to the protection of a small army, which was itself scattered in inconsiderable divisions throughout the whole kingdom; that a great body of men, disciplined by the government, were now thrown loose, and were ready for any daring or desperate enterprize; that though the catholics had hitherto enjoyed, in some tolerable measure, the exercise of their religion, from the moderation of their indulgent prince, they must henceforth expect, that the government will be conducted by other maxims and other principles; that the puritanical parliament, having at length subdued their sovereign, would no doubt, as soon as they had consolidated their authority, extend their ambitious enterprizes to Ireland, and make the catholics in that kingdom feel the same furious persecution, to which their brethren in England were at present exposed; and that a revolt in the Irish, tending only to vindicate their native liberty against the violence of foreign invaders, could never, at any time, be deemed rebellion; much less during the present confusions, when their prince was, in a manner, a prisoner, and obedience must be paid, not to him, but to those who had traiterously usurped his lawful authority.","subId":"19","id":"Hume.HE.5.55.19"},{"type":"paragraph","content":"By these considerations, More engaged all the heads of the native Irish into the conspiracy. The English of the pale, as they were called, or the old English planters, being all catholics, it was hoped, would afterwards join the party, which restored their religion to its ancient splendor and authority. The intention was, that Sir Phelim ONeale and the other conspirators should begin an insurrection on one day, throughout the provinces, and should attack all the English settlements; and that, on the same day, lord Maguire and Roger More should surprize the castle of Dublin. The commencement of the revolt was fixed on the approach of winter; that there might be more difficulty in transporting forces from England. Succours to themselves and supplies of arms they expected from France, in consequence of a promise made them by cardinal Richelieu. And many Irish officers, who served in the Spanish troops, had engaged to join them, as soon as they saw an insurrection entered upon by their catholic brethren. News, which every day arrived from England, of the fury expressed by the commons against all papists, struck fresh terror into the Irish nation, and both stimulated the conspirators to execute their fatal purpose, and gave them assured hopes of the concurrence of all their countrymen.","subId":"20","id":"Hume.HE.5.55.20"},{"type":"paragraph","content":"Such propensity to a revolt was discovered in all the Irish, that it was deemed unnecessary, as it was dangerous, to entrust the secret to many hands; and the appointed day drew nigh, nor had any discovery been yet made to the government. The king, indeed, had received information from his ambassadors, that something was in agitation among the Irish in foreign parts; but though he gave warning to the administration in Ireland, the intelligence was entirely neglected. Secret rumours, likewise, were heard of some approaching conspiracy; but no attention was paid to them. The earl of Leicester, whom the king had appointed lieutenant, remained in London. The two justices, Sir William Parsons and Sir John Borlace, were men of small abilities; and, by an inconvenience, common to all factious times, owed their advancement to nothing but their zeal for the party, by whom every thing was now governed. Tranquil from their ignorance and inexperience, these men indulged themselves in the most profound repose, on the very brink of destruction.","subId":"21","id":"Hume.HE.5.55.21"},{"type":"paragraph","content":"But they were awakened from their security, on the very day before that which was appointed for the commencement of hostilities. The castle of Dublin, by which the capital was commanded, contained arms for 10,000 men, with thirty-five pieces of cannon, and a proportionable quantity of ammunition: Yet was this important place guarded, and that too without any care, by no greater force than fifty men. Maguire and More were already in town with a numerous band of their partizans: Others were expected that night: And, next morning, they were to enter upon, what they esteemed the easiest of all enterprizes, the surprizal of the castle. Oconolly, an Irishman, but a protestant, betrayed the conspiracy to Parsons. The justices and council fled immediately for safety, into the castle, and re–inforced the guards. The alarm was conveyed to the city, and all the protestants prepared for defence. More escaped: Maguire was taken; and Mahone, one of the conspirators, being likewise seized, first discovered to the justices, the project of a general insurrection, and redoubled the apprehensions, which already were universally diffused throughout Dublin.","subId":"22","id":"Hume.HE.5.55.22"},{"type":"paragraph","content":"{Irish insurrection and massacre.} But though Oconolly's discovery saved the castle from a surprize, the confession extorted from Mahone, came too late to prevent the intended insurrection. ONeal and his confederates had already taken arms in Ulster. The Irish, every where intermingled with the English, needed but a hint from their leaders and priests to begin hostilities against a people whom they hated on account of their religion, and envied for their riches and prosperity. The houses, cattle, goods, of the unwary English were first seized. Those, who heard of the commotions in their neighborhood, instead of deserting their habitations, and assembling for mutual protection, remained at home, in hopes of defending their property; and fell thus separately into the hands of their enemies. After rapacity had fully exerted itself, cruelty, and the most barbarous, that ever, in any nation, was known or heard of, begin its operations. An universal massacre commenced of the English, now defenceless, and passively resigned to their inhuman foes. No age, no sex, no condition was spared. The wife weeping for her butchered husband, and embracing her helpless children, was pierced with them, and perished by the same stroke. The old, the young, the vigorous, the infirm, underwent a like fate, and were confounded in one common ruin. In vain did flight save from the first assault: Destruction was, every where, let loose, and met the hunted victims at every turn. In vain was recourse had to relations, to companions, to friends: All connexions were dissolved, and death was dealt by that hand, from which protection was implored and expected. Without provocation, without opposition, the astonished English, living in profound peace, and full security, were massacred by their nearest neighbours, with whom they had long upheld a continued intercourse of kindness and good offices.","subId":"23","id":"Hume.HE.5.55.23"},{"type":"paragraph","content":"But death was the lightest punishment, inflicted by those rebels: All the tortures which wanton cruelty could devise, all the lingering pains of body, the anguish of mind, the agonies of despair, could not satiate revenge excited without injury, and cruelty derived from no cause. To enter into particulars would shock the least delicate humanity. Such enormities, though attested by undoubted evidence, appear almost incredible. Depraved nature, even perverted religion, encouraged by the utmost licence, reach not to such a pitch of ferocity; unless the pity, inherent in human breasts, be destroyed by that contagion of example, which transports men beyond all the usual motives of conduct and behaviour.","subId":"24","id":"Hume.HE.5.55.24"},{"type":"paragraph","content":"The weaker sex themselves, naturally tender to their own sufferings, and compassionate to those of others, here emulated their more robust companions, in the practice of every cruelty. Even children, taught by the example, and encouraged by the exhortation, of their parents, essayed their feeble blows on the dead carcasses of defenceless children of the English. The very avarice of the Irish was not a sufficient restraint to their cruelty. Such was their frenzy, that the cattle, which they had seized, and by rapine made their own, yet, because they bore the name of English, were wantonly slaughtered, or, when covered with wounds, turned loose into the woods or desarts.","subId":"25","id":"Hume.HE.5.55.25"},{"type":"paragraph","content":"The stately buildings or commodious habitations of the planters, as if upbraiding the sloth and ignorance of the natives, were consumed with fire, or laid level with the ground. And where the miserable owners, shut up in their houses, and preparing for defence, perished in the flames, together with their wives and children, a double triumph was afforded to their insulting foes.","subId":"26","id":"Hume.HE.5.55.26"},{"type":"paragraph","content":"If any where a number assembled together, and, assuming courage from despair, were resolved to sweeten death by revenge on their assassins; they were disarmed by capitulations, and promises of safety, confirmed by the most solemn oaths. But no sooner had they surrendered, than the rebels, with perfidy equal to their cruelty, made them share the fate of their unhappy countrymen.","subId":"27","id":"Hume.HE.5.55.27"},{"type":"paragraph","content":"Others, more ingenious still in their barbarity, tempted their prisoners, by the fond love of life, to embrue their hands in the blood of friends, brothers, parents; and having thus rendered them accomplices in guilt, gave them that death, which they sought to shun by deserving it.","subId":"28","id":"Hume.HE.5.55.28"},{"type":"paragraph","content":"Amidst all these enormities, the sacred name of Religion resounded on every side; not to stop the hands of these murderers, but to enforce their blows, and to steel their hearts against every movement of human or social sympathy. The English, as heretics, abhorred of God, and detestable to all holy men, were marked out by the priests for slaughter; and, of all actions, to rid the world of these declared enemies to catholic faith and piety, was represented as the most meritorious. Nature, which, in that rude people, was sufficiently inclined to atrocious deeds, was farther stimulated by precept; and national prejudices empoisoned by those aversions, more deadly and incurable, which arose from an enraged superstition. While death finished the sufferings of each victim, the bigotted assassins, with joy and exultation, still echoed in his expiring ears, that these agonies were but the commencement of torments, infinite and eternal.","subId":"29","id":"Hume.HE.5.55.29"},{"type":"paragraph","content":"Such were the barbarities, by which Sir Phelim ONeale and the Irish in Ulster signalized their rebellion: An event, memorable in the annals of human kind, and worthy to be held in perpetual detestation and abhorrence. The generous nature of More was shocked at the recital of such enormous cruelties. He flew to ONeale's camp; but found, that his authority, which was sufficient to excite the Irish to an insurrection, was too feeble to restrain their inhumanity. Soon after, he abandoned a cause, polluted by so many crimes; and he retired into Flanders. Sir Phelim, recommended by the greatness of his family, and perhaps too, by the unrestrained brutality of his nature, though without any courage or capacity, acquired the entire ascendant over the northern rebels. The English colonies were totally annihilated in the open country of Ulster: The Scots, at first, met with more favourable treatment. In order to engage them to a passive neutrality, the Irish pretended to distinguish between the British nations; and claiming friendship and consanguinity with the Scots, extended not over them the fury of their massacres. Many of them found an opportunity to fly the country: Others retired into places of security, and prepared themselves for defence: And by this means, the Scottish planters, most of them at least, escaped with their lives.","subId":"30","id":"Hume.HE.5.55.30"},{"type":"paragraph","content":"From Ulster, the flames of rebellion diffused themselves, in an instant, over the other three provinces of Ireland. In all places death and slaughter were not uncommon; though the Irish, in these other provinces, pretended to act with moderation and humanity. But cruel and barbarous was their humanity! Not content with expelling the English their houses, with despoiling them of their goodly manors, with wasting their cultivated fields; they stripped them of their very cloaths, and turned them out, naked and defenceless, to all the severities of the season. The heavens themselves, as if conspiring against that unhappy people were armed with cold and tempest, unusual to the climate, and executed what the merciless sword had left unfinished. The roads were covered with crowds of naked English, hastening towards Dublin and the other cities, which yet remained in the hands of their countrymen. The feeble age of children, the tender sex of women, soon sunk under the multiplied rigours of cold and hunger. Here, the husband, bidding a final adieu to his expiring family, envied them for fate, which he himself expected so soon to share: There, the son, having long supported his aged parent, with reluctance obeyed his last commands, and abandoning him in this uttermost distress, reserved himself to the hopes of avenging that death, which all his efforts could not prevent or delay. The astonishing greatness of the calamity deprived the sufferers of any relief from the view of companions in affliction. With silent tears, or lamentable cries, they hurried on through the hostile territories; and found every heart, which was not steeled by native barbarity, guarded by the more implacable furies of mistaken piety and religion.","subId":"31","id":"Hume.HE.5.55.31"},{"type":"paragraph","content":"The saving of Dublin preserved in Ireland the remains of the English name. The gates of that city, though timorously opened, received the wretched supplicants, and presented to the view a scene of human misery, beyond what any eye had ever before beheld. Compassion seized the amazed inhabitants, aggravated with the fear of like calamities; while they observed the numerous foes, without and within, which every where environed them, and reflected on the weak resources, by which they were themselves supported. The more vigorous of the unhappy fugitives, to the number of three thousand, were inlisted into three regiments: The rest were distributed into the houses; and all care was taken, by diet and warmth, to recruit their feeble and torpid limbs. Diseases of unknown name and species, derived from these multiplied distresses, seized many of them, and put a speedy period to their lives: Others, having now leisure to reflect on their mighty loss of friends and fortune, cursed that being which they had saved. Abandoning themselves to despair, refusing all succour, they expired; without other consolation, than that of receiving among their countrymen, the honours of a grave, which, to their slaughtered companions, had been denied by the inhuman barbarians.","subId":"32","id":"Hume.HE.5.55.32"},{"type":"paragraph","content":"By some computations, those, who perished by all these cruelties, are supposed to be a hundred and fifty, or two hundred thousand: By the most moderate, and probably the most reasonable account, they are made to amount to 40,000; if this estimation itself be not, as is usual in such cases, somewhat exaggerated.","subId":"33","id":"Hume.HE.5.55.33"},{"type":"paragraph","content":"The justices ordered to Dublin all the bodies of the army, which were not surrounded by the rebels; and they assembled a force of 1500 veterans. They soon inlisted, and armed from the magazines above 4000 men more. They dispatched a body of 600 men to throw relief into Tredah, besieged by the Irish. But these troops, attacked by the enemy, were seized with a panic, and were most of them put to the sword. Their arms, falling into the hands of the Irish, supplied them with what they most wanted. The justices, willing to foment the rebellion, in a view of profiting by the multiplyed forfeitures, henceforth thought of nothing more than providing for their own present security and that of the capital. The earl of Ormond, their general, remonstrated against such timid, not to say, base and interested counsels; but was obliged to submit to authority.","subId":"34","id":"Hume.HE.5.55.34"},{"type":"paragraph","content":"The English of the pale, who probably were not, at first, in the secret, pretended to blame the insurrection, and to detest the barbarity, with which it was accompanied. By their protestations and declarations, they engaged the justices to supply them with arms, which they promised to employ in defence of the government. But in a little time, the interests of religion were found more prevalent over them than regard and duty to their mother country. They chose lord Gormanstone their leader; and, joining the old Irish, rivaled them in every act of violence towards the English protestants. Besides many smaller bodies, dispersed over the kingdom, the principal army of the rebels amounted to twenty thousand men, and threatened Dublin with an immediate siege.","subId":"35","id":"Hume.HE.5.55.35"},{"type":"paragraph","content":"Both the English and Irish rebels conspired in one imposture, with which they seduced many of their deluded countrymen: They pretended authority from the king and queen, but chiefly from the latter, for their insurrection; and they affirmed, that the cause of their taking arms was to vindicate royal prerogative, now invaded by the puritanical parliament. Sir Phelim ONeale, having found a royal patent in lord Caufield's house, whom he had murdered, tore off the seal, and affixed it to a commission, which he had forged for himself.","subId":"36","id":"Hume.HE.5.55.36"},{"type":"paragraph","content":"The king received an account of this insurrection by a messenger, dispatched from the north of Ireland. He immediately communicated his intelligence to the Scottish parliament. He expected, that the mighty zeal, expressed by the Scots for the protestant religion, would immediately engage them to fly to its defence, where it was so violently invaded: He hoped, that their horror against popery, a religion, which now appeared in its most horrible aspect, would second all his exhortations: He had observed with what alacrity they had twice run to arms, and assembled troops in opposition to the rights of their sovereign: He saw with how much greater facility they could now collect forces, which had been very lately disbanded, and which had been so long enured to military discipline. The cries of their affrighted and distressed brethren in Ireland, he promised himself, would powerfully incite them to send over succours, which could arrive so quickly, and aid them with such promptitude in this uttermost distress. But the zeal of the Scots, as is usual among religious sects, was very feeble, when not stimulated either by faction or by interest. They now considered themselves entirely as a republic, and made no account of the authority of their prince, which they had utterly annihilated. Conceiving hopes from the present distresses of Ireland, they resolved to make an advantageous bargain for the succours, with which they should supply their neighbouring nation. And they cast their eye towards the English parliament, with whom they were already so closely connected, and who could alone fulfil any articles, which might be agreed on. Except dispatching a small body to support the Scottish colonies in Ulster, they would, therefore, go no farther at present, than sending commissioners to London, in order to treat with that power, to whom the sovereign authority was now in reality transferred.","subId":"37","id":"Hume.HE.5.55.37"},{"type":"paragraph","content":"The king too, sensible of his utter inability to subdue the Irish rebels, found himself obliged, in this exigency, to have recourse to the English parliament, and depend on their assistance for supply. After communicating to them the intelligence, which he had received, he informed them, that the insurrection was not, in his opinion, the result of any rash enterprize, but of a formed conspiracy against the crown of England. To their care and wisdom, therefore, he said, he committed the conduct and prosecution of the war, which, in a cause so important to national and religious interests, must of necessity be immediately entered upon, and vigorously pursued.","subId":"38","id":"Hume.HE.5.55.38"},{"type":"paragraph","content":"{Meeting of the English parliament.} The English parliament was now assembled; and discovered, in every vote, the same dispositions, in which they had separated. The exalting of their own authority, the diminishing of the king's, were still the objects pursued by the majority. Every attempt, which had been made to gain the popular leaders, and by offices to attach them to the crown, had failed of success, either for want of skill in conducting it, or by reason of the slender preferments, which it was then in the king's power to confer. The ambitious and enterprising patriots disdained to accept, in detail, of a precarious power; while they deemed it so easy, by one bold and vigorous assault, to possess themselves for ever of the entire sovereignty. Sensible that the measures, which they had hitherto pursued, rendered them extremely obnoxious to the king; were many of them in themselves exceptionable; some of them, strictly speaking, illegal; they resolved to seek their own security, as well as greatness, by enlarging popular authority in England. The great necessities, to which the king was reduced; the violent prejudices, which generally, throughout the nation, prevailed against him; his facility in making the most important concessions; the example of the Scots, whose encroachments had totally subverted monarchy: All these circumstances farther instigated the commons in their invasion of royal prerogative. And the danger, to which the constitution seemed to have been so lately exposed, persuaded many, that it never could be sufficiently secured, but by the entire abolition of that authority, which had invaded it.","subId":"39","id":"Hume.HE.5.55.39"},{"type":"paragraph","content":"But this project, it had not been in the power, scarcely in the intention, of the popular leaders to execute, had it not been for the passion, which seized the nation for presbyterian discipline, and for the wild enthusiasm, which at that time accompanied it. The licence, which the parliament had bestowed on this spirit, by checking ecclesiastical authority; the countenance and encouragement, with which they had honoured it; had already diffused its influence to a wonderful degree: And all orders of men had drunk deep of the intoxicating poison. In every discourse or conversation, this mode of religion entered; in all business, it had a share; every elegant pleasure or amusement, it utterly annihilated; many vices or corruptions of mind, it promoted; even diseases and bodily distempers were not totally exempted from it; and it became requisite, we are told, for all physicians to be expert in the spiritual profession, and, by theological consideration, to allay those religious terrors, with which their patients were so generally haunted. Learning itself, which tends so much to enlarge the mind, and humanize the temper, rather served on this occasion to exalt that epidemical frenzy which prevailed. Rude as yet, and imperfect, it supplied the dismal fanaticism with a variety of views, founded it on some coherency of system, enriched it with different figures of elocution; advantages with which a people, totally ignorant and barbarous, had been happily unacquainted.","subId":"40","id":"Hume.HE.5.55.40"},{"type":"paragraph","content":"From policy, at first, and inclination, now from necessity, the king attached himself extremely to the hierarchy: For like reasons, his enemies were determined, by one and the same effort, to overpower the church and monarchy.","subId":"41","id":"Hume.HE.5.55.41"},{"type":"paragraph","content":"While the commons were in this disposition, the Irish rebellion was the event, which tended most to promote the views, in which all their measures terminated. A horror against the papists, however innocent, they had constantly encouraged; a terror from the conspiracies of that sect, however improbable, they had at all times endeavoured to excite. Here was broken out a rebellion, dreadful and unexpected; accompanied with circumstances the most detestable, of which there ever was any record; And what was the peculiar guilt of the Irish catholics, it was no difficult matter, in the present disposition of men's minds, to attribute to that whole sect, who were already so much the object of general abhorrence. Accustomed, in all invectives, to join the prelatical party with the papists, the people immediately supposed this insurrection to be the result of their united counsels. And when they heard, that the Irish rebels pleaded the king's commission for all their acts of violence; bigotry, ever credulous and malignant, assented without scruple to that gross imposture, and loaded the unhappy prince with the whole enormity of a contrivance so barbarous and inhuman.","subId":"42","id":"Hume.HE.5.55.42"},{"type":"paragraph","content":"By the difficulties and distresses of the crown, the commons, who possessed alone the power of supply, had aggrandized themselves; and it seemed a peculiar happiness, that the Irish rebellion had succeeded, at so critical a juncture, to the pacification of Scotland. That expression of the king's, by which he committed to them the care of Ireland, they immediately laid hold of, and interpreted in the most unlimited sense. They had, on other occasions, been gradually encroaching on the executive power of the crown, which forms its principal and most natural branch of authority; but, with regard to Ireland, they at once assumed it, fully and entirely, as if delivered over to them by a regular gift or assignment. And to this usurpation the king was obliged passively to submit; both because of his inability to resist, and lest he should still more expose himself to the reproach of favouring the progress of that odious rebellion.","subId":"43","id":"Hume.HE.5.55.43"},{"type":"paragraph","content":"The project of introducing farther innovations in England being once formed by the leaders among the commons, it became a necessary consequence, that their operations with regard to Ireland should, all of them, be considered as subordinate to the former, on whose success, when once undertaken, their own grandeur, security, and even being, must entirely depend. While they pretended the utmost zeal against the Irish insurrection, they took no steps towards its suppression, but such as likewise tended to give them the superiority in those commotions, which, they foresaw, must so soon be excited in England. The extreme contempt, entertained for the natives in Ireland, made the popular leaders believe, that it would be easy at any time to suppress their rebellion, and recover that kingdom: Nor were they willing to lose, by too hasty success, the advantage, which that rebellion would afford them in their projected encroachments on the prerogative. By assuming the total management of the war, they acquired the courtship and dependence of every one, who had any connexion with Ireland, or who was desirous of inlisting in these military enterprizes: They levied money under pretence of the Irish expedition; but reserved it for purposes, which concerned them more nearly: They took arms from the king's magazines; but still kept them with a secret intention of employing them against himself: Whatever law they deemed necessary for aggrandizing themselves, was voted, under colour of enabling them to recover Ireland; and if Charles with-held the royal assent, his refusal was imputed to those pernicious counsels, which had at first excited the popish rebellion, and which still threatened total destruction to the protestant interest throughout all his dominions. And though no forces were for a long time sent over to Ireland, and very little money remitted, during the extreme distress of that kingdom; so strong was the people's attachment to the commons, that the fault was never imputed to those pious zealots, whose votes breathed nothing but death and destruction to the Irish rebels.","subId":"44","id":"Hume.HE.5.55.44"},{"type":"paragraph","content":"To make the attack on royal authority by regular approaches, it was thought proper to frame a general remonstrance of the state of the nation; and accordingly the committee, which, at the first meeting of parliament, had been chosen for that purpose, and which had hitherto made no progress in their work, received fresh injunctions to finish that undertaking.","subId":"45","id":"Hume.HE.5.55.45"},{"type":"paragraph","content":"{The remonstrance.} The committee brought into the house that remonstrance, which has become so memorable, and which was soon afterwards attended with such important consequences. It was not addressed to the king; but was openly declared to be an appeal to the people. The harshness of the matter was equalled by the severity of the language. It consists of many gross falsehoods, intermingled with some evident truths: Malignant insinuations are joined to open invectives: Loud complaints of the past, accompanied with jealous prognostications of the future. Whatever unfortunate, whatever invidious, whatever suspicious measure, had been embraced by the king from the commencement of his reign, is insisted on and aggravated with merciless rhetoric: The unsuccessful expeditions to Cadiz and the isle of Rhé, are mentioned: The sending of ships to France for the suppression of the hugonots: The forced loans: The illegal confinement of men for not obeying illegal commands: The violent dissolution of four parliaments: The arbitrary government which always succeeded: The questioning, fining, and imprisoning of members for their conduct in the house: The levying of taxes without consent of the commons: The introducing of superstitious innovations into the church, without authority of law: In short, every thing, which, either with or without reason, had given offence, during the course of fifteen years, from the accession of the king to the calling of the present parliament. And, though all these grievances had been already redressed, and even laws enacted for future security against their return, the praise of these advantages was ascribed, not to the king, but to the parliament, who had extorted his consent to such salutary statutes. Their own merits too, they asserted, towards the king, were no less eminent, than towards the people. Though they had seized his whole revenue, rendered it totally precarious, and made even their temporary supplies be paid to their own commissioners, who were independent of him; they pretended, that they had liberally supported him in his necessities. By an insult still more egregious, the very giving of money to the Scots, for levying war against their sovereign, they represented as an instance of their duty towards him. And all their grievances, they said, which amounted to no less than a total subversion of the constitution, proceeded entirely from the formed combination of a popish faction, who had ever swayed the king's counsels, who had endeavoured, by an uninterrupted effort, to introduce their superstition into England and Scotland, and who had now, at last, excited an open and bloody rebellion in Ireland.","subId":"46","id":"Hume.HE.5.55.46"},{"type":"paragraph","content":"This remonstrance, so full of acrimony and violence, was a plain signal for some farther attacks intended on royal prerogative, and a declaration, that the concessions, already made, however important, were not to be regarded as satisfactory. What pretensions would be advanced, how unprecedented, how unlimited, were easily imagined; and nothing less was foreseen, whatever ancient names might be preserved, than an abolition, almost total, of the monarchical government of England. The opposition, therefore, which the remonstrance met with in the house of commons, was great. For above fourteen hours, the debate was warmly managed; and from the weariness of the king's party, which probably consisted chiefly of the elderly people, and men of cool spirits, the vote was at last carried by a small majority of eleven. {22nd Nov.} Some time after, the remonstrance was ordered to be printed and published, without being carried up to the house of peers, for their assent and concurrence.","subId":"47","id":"Hume.HE.5.55.47"},{"type":"paragraph","content":"{Reasons on both sides.} When this remonstrance was dispersed, it excited every-where the same violent controversy, which attended it when introduced into the house of commons. This parliament, said the partizans of that assembly, have at length profited by the fatal example of their predecessors; and are resolved, that the fabric, which they have generously undertaken to rear for the protection of liberty, shall not be left to future ages insecure and imperfect. At the time when the petition of right, that requisite vindication of a violated constitution, was extorted from the unwilling prince; who but imagined, that liberty was at last secured, and that the laws would thenceforth maintain themselves in opposition to arbitrary authority? But what was the event? A right was indeed acquired to the people, or rather their ancient right was more exactly defined: But as the power of invading it still remained in the prince, no sooner did an opportunity offer, than he totally disregarded all laws and preceding engagements, and made his will and pleasure the sole rule of government. Those lofty ideas of monarchical authority, which he has derived from his early education, which are united in his mind with the irresistible illusions of self-love, which are corroborated by his mistaken principles of religion, it is in vain to hope, that, in his more advanced age, he will sincerely renounce, from any subsequent reflection or experience. Such conversions, if ever they happen, are extremely rare; but to expect, that they will be derived from necessity, from the jealousy and resentment of antagonists, from blame, from reproach, from opposition, must be the result of the fondest and most blind credulity. These violences, however necessary, are sure to irritate a prince against limitations so cruelly imposed upon him; and each concession, which he is constrained to make, is regarded as a temporary tribute paid to faction and sedition, and is secretly attended with a resolution of seizing every favourable opportunity to retract it. Nor should we imagine, that opportunities of that kind will not offer in the course of human affairs. Governments, especially those of a mixed kind, are in continual fluctuation: The humours of the people change perpetually from one extreme to another: And no resolution can be more wise, as well as more just, than that of employing the present advantages against the king, who had formerly pushed much less tempting ones to the utmost extremities against his people and his parliament. It is to be feared, that, if the religious rage, which has seized the multitude, be allowed to evaporate, they will quickly return to the ancient ecclesiastical establishment; and, with it, embrace those principles of slavery, which it inculcates with such zeal on its submissive proselytes. Those patriots, who are now the public idols, may then become the objects of general detestation; and equal shouts of joy attend their ignominious execution, with those which second their present advantages and triumphs. Nor ought the apprehension of such an event to be regarded in them as a selfish consideration: In their safety is involved the security of the laws: The patrons of the constitution cannot suffer without a fatal blow to the constitution: And it is but justice in the public to protect, at any hazard, those who have so generously exposed themselves to the utmost hazard for the public interest. What though monarchy, the ancient government of England, be impaired, during these contests, in many of its former prerogatives: The laws will flourish the more by its decay; and it is happy, allowing that matters are really carried beyond the bounds of moderation, that the current at least runs towards liberty, and that the error is on that side, which is safest for the general interests of mankind and society.","subId":"48","id":"Hume.HE.5.55.48"},{"type":"paragraph","content":"The best arguments of the royalists against a farther attack on the prerogative were founded more on opposite ideas, which they had formed of the past events of this reign, than on opposite principles of government. Some invasions, they said, and those too of moment, had undoubtedly been made on national privileges: But were we to look for the cause of these violences, we should never find it to consist in the wanton tyranny and injustice of the prince, not even in his ambition or immoderate appetite for authority. The hostilities with Spain, in which the king, on his accession, found himself engaged, however imprudent and unnecessary, had proceeded from the advice, and even importunity of the parliament; who deserted him immediately after they had embarked him in those warlike measures. A young prince, jealous of honour, was naturally afraid of being soiled in his first enterprize, and had not as yet attained such maturity of counsel, as to perceive that his greatest honour lay in preserving the laws inviolate, and gaining the full confidence of his people. The rigour of the subsequent parliaments had been extreme with regard to many articles, particularly tonnage and poundage; and had reduced the king to an absolute necessity, if he would preserve entire the royal prerogative, of levying those duties by his own authority, and of breaking through the forms, in order to maintain the spirit, of the constitution. Having once made so perilous a step, he was naturally induced to continue, and to consult the public interest, by imposing ship-money, and other moderate, though irregular, burthens and taxations. A sure proof, that he had formed no system for enslaving his people is, that the chief object of his government has been to raise a naval, not a military force; a project useful, honourable, nay indispensibly requisite, and in spite of his great necessities, brought almost to a happy conclusion. It is now full time to free him from all these necessities, and to apply cordials and lenitives, after those severities, which have already had their full course against him. Never was sovereign blessed with more moderation of temper, with more justice, more humanity, more honour, or a more gentle disposition. What pity that such a prince should so long have been harassed with rigours, suspicions, calumnies, complaints, incroachments; and been forced from that path, in which the rectitude of his principles would have inclined him to have constantly trod! If some few instances are found of violations made on the petition of right, which he himself had granted; there is an easier and more natural way for preventing the return of like inconveniencies, than by a total abolition of royal authority. Let the revenue be settled, suitably to the ancient dignity and splendor of the crown; let the public necessities be fully supplied; let the remaining articles of prerogative be left untouched; and the king, as he has already lost the power, will lay aside the will, of invading the constitution. From what quarter can jealousies now arise? What farther security can be desired or expected? The king's preceding concessions, so far from being insufficient for public security, have rather erred on the other extreme; and, by depriving him of all power of self-defence, are the real cause why the commons are emboldened to raise pretensions hitherto unheard of in the kingdom, and to subvert the whole system of the constitution. But would they be content with moderate advantages, is it not evident, that, besides other important concessions, the present parliament may be continued, till the government be accustomed to the new track, and every part be restored to full harmony and concord? By the triennial act a perpetual succession of parliaments is established, as everlasting guardians to the laws, while the king possesses no independent power or military force, by which he can be supported in his invasion of them. No danger remains, but what is inseparable from all free constitutions, and what forms the very essence of their freedom: The danger of a change in the people's disposition, and of general disgust, contracted against popular privileges. To prevent such an evil, no expedient is more proper, than to contain ourselves within the bounds of moderation, and to consider, that all extremes, naturally and infallibly, beget each other. In the same manner as the past usurpations of the crown, however excusable on account of the necessity or provocations whence they arose, have excited an immeasurable appetite for liberty; let us beware, lest our encroachments, by introducing anarchy, make the people seek shelter under the peaceable and despotic rule of a monarch. Authority, as well as liberty, is requisite to government; and is even requisite to the support of liberty itself, by maintaining the laws, which can alone regulate and protect it. What madness, while every thing is so happily settled under ancient forms and institutions, now more exactly poised and adjusted, to try the hazardous experiment of a new constitution, and renounce the mature wisdom of our ancestors for the crude whimsies of turbulent innovators! Besides the certain and inconceivable mischiefs of civil war; are not the perils apparent, which the delicate frame of liberty must inevitably sustain amidst the furious shock of arms? Whichever side prevails, she can scarcely hope to remain inviolate, and may suffer no less, or rather greater injuries from the boundless pretensions of forces engaged in her cause, than from the invasion of enraged troops, inlisted on the side of monarchy.","subId":"49","id":"Hume.HE.5.55.49"},{"type":"paragraph","content":"{Nov. 25.} The king, upon his return from Scotland, was received in London with the shouts and acclamations of the people, and with every demonstration of regard and affection. Sir Richard Gournay, lord mayor, a man of moderation and authority, had promoted these favourable dispositions, and had engaged the populace, who so lately insulted the king, and who so soon after made furious war upon him, to give him these marks of their dutiful attachment. But all the pleasure, which Charles reaped from this joyous reception, was soon damped by the remonstrance of the commons, which was presented him, together with a petition of a like strain. The bad counsels, which he followed, are there complained of; his concurrence in the Irish rebellion plainly insinuated; the scheme, laid for the introduction of popery and superstition, inveighed against; and, as a remedy for all these evils, he is desired to entrust every office and command to persons, in whom his parliament should have cause to confide. By this phrase, which is so often repeated in all the memorials and addresses of that time, the commons meant themselves and their adherents.","subId":"50","id":"Hume.HE.5.55.50"},{"type":"paragraph","content":"As soon as the remonstrance of the commons was published, the king dispersed an answer to it. In this contest, he lay under great disadvantages. Not only the ears of the people were extremely prejudiced against him; the best topics, upon which he could justify, at least apologize for his former conduct, were such as it was not safe or prudent for him at this time to employ. So high was the national idolatry towards parliaments, that to blame the past conduct of these assemblies, would have been very ill received by the generality of the people. So loud were the complaints against regal usurpations, that, had the king asserted the prerogative of supplying, by his own authority, the deficiencies in government, arising from the obstinacy of the commons, he would have encreased the clamours, with which the whole nation already resounded. Charles, therefore, contented himself, with observing, in general, that even during that period, so much complained of, the people enjoyed a great measure of happiness, not only comparatively, in respect of their neighbours, but even in respect of those times, which were justly accounted the most fortunate. He made warm protestations of sincerity in the reformed religion; he promised indulgence to tender consciences with regard to the ceremonies of the church; he mentioned his great concessions to national liberty; he blamed the infamous libels every-where dispersed against his person and the national religion; he complained of the general reproaches thrown out in the remonstrance, with regard to ill counsels, though he had protected no minister from parliamentary justice, retained no unpopular servant, and conferred offices on no one, who enjoyed not a high character and estimation in the public. \"If, notwithstanding this,\" he adds, \"any malignant party shall take heart, and be willing to sacrifice the peace and happiness of their country to their own sinister ends and ambition, under whatever pretence of religion and conscience; if they shall endeavour to lessen my reputation and interest, and to weaken my lawful power and authority; if they shall attempt, by discountenancing the present laws, to loosen the bands of government, that all disorder and confusion may break in upon us; I doubt not but God, in his good time, will discover them to me, and that the wisdom and courage of my high court of parliament will join with me in their suppression and punishment.\" Nothing shows more evidently the hard situation, in which Charles was placed, than to observe, that he was obliged to confine himself within the limits of civility towards subjects, who had transgressed all bounds of regard, and even of good manners, in the treatment of their sovereign.","subId":"51","id":"Hume.HE.5.55.51"},{"type":"paragraph","content":"The first instance of those parliamentary encroachments, which Charles was now to look for, was, the bill for pressing soldiers to the service of Ireland. This bill quickly passed the lower house. In the preamble, the king's power of pressing, a power exercised during all former times, was declared illegal, and contrary to the liberty of the subject. By a necessary consequence, the prerogative, which the crown had ever assumed, of obliging men to accept of any branch of public service, was abolished and annihilated: A prerogative, it must be owned, not very compatible with a limited monarchy. In order to elude this law, the king offered to raise 10,000 volunteers for the Irish service: But the commons were afraid lest such an army should be too much at his devotion. Charles, still unwilling to submit to so considerable a diminution of power, came to the house of peers, and offered to pass the law without the preamble; by which means, he said, that ill-timed question with regard to the prerogative would for the present be avoided, and the pretensions of each party be left entire. Both houses took fire at this measure, which, from a similar instance, while the bill of attainder against Strafford was in dependence, Charles might foresee, would be received with resentment. The lords, as well as commons, passed a vote, declaring it to be a high breach of privilege for the king to take notice of any bill, which was in agitation in either of the houses, or to express his sentiments with regard to it, before it be presented to him for his assent in a parliamentary manner. The king was obliged to compose all matters by an apology.","subId":"52","id":"Hume.HE.5.55.52"},{"type":"paragraph","content":"The general question, we may observe, with regard to privileges of parliament, has always been, and still continues, one of the greatest mysteries in the English constitution; and, in some respects, notwithstanding the accurate genius of that government, these privileges are at present as undetermined as were formerly the prerogatives of the crown. Such privileges as are founded on long precedent cannot be controverted: But though it were certain, that former kings had not in any instance taken notice of bills lying before the houses (which yet appears to have been very common) it follows not, merely from their never exerting such a power, that they had renounced it, or never were possessed of it. Such privileges also as are essential to all free assemblies which deliberate, they may be allowed to assume, whatever precedents may prevail: But though the king's interposition, by an offer or advice, does in some degree overawe or restrain liberty; it may be doubted, whether it imposes such evident violence as to entitle the parliament, without any other authority or concession, to claim the privilege of excluding it. But this was the favourable time for extending privileges; and had none more exorbitant or unreasonable been challenged, few bad consequences had followed. The establishment of this rule, it is certain, contributes to the order and regularity, as well as freedom, of parliamentary proceedings.","subId":"53","id":"Hume.HE.5.55.53"},{"type":"paragraph","content":"The interposition of peers in the election of commoners was likewise about this time declared a breach of privilege; and continues ever since to be condemned by votes of the commons, and universally practiced throughout the nation.","subId":"54","id":"Hume.HE.5.55.54"},{"type":"paragraph","content":"Every measure pursued by the commons, and, still more, every attempt made by their partizans, were full of the most inveterate hatred against the hierarchy, and showed a determined resolution of subverting the whole ecclesiastical establishment. Besides numberless vexations and persecutions, which the clergy underwent from the arbitrary power of the lower house; the peers, while the king was in Scotland, having passed an order for the observance of the laws with regard to public worship, the commons assumed such authority, that, by a vote alone of their house, they suspended those laws, though enacted by the whole legislature: And they particularly forbade bowing at the name of Jesus; a practice which gave them the highest scandal, and which was one of their capital objections against the established religion. They complained of the king's filling five vacant sees, and considered it as an insult upon them, that he should complete and strengthen an order, which they intended soon entirely to abolish. They had accused thirteen bishops of high treason, for enacting canons without consent of parliament, though, from the foundation of the monarchy, no other method had ever been practised: And they now insisted, that the peers, upon this general accusation, should sequester those bishops from their seats in parliament, and commit them to prison. Their bill for taking away the bishops' votes had last winter been rejected by the peers: But they again introduced the same bill, though no prorogation had intervened; and they endeavoured, by some minute alterations, to elude that rule of parliament, which opposed them. And when they sent up this bill to the lords, they made a demand, the most absurd in the world, that the bishops, being all of them parties, should be refused a vote with regard to that question. After the resolution was once formed by the commons, of invading the established government of church and state, it could not be expected, that their proceedings, in such a violent attempt, would thenceforth be altogether regular and equitable: But it must be confessed, that, in their attack on the hierarchy, they still more openly passed all bounds of moderation; as supposing, no doubt, that the sacredness of the cause would sufficiently atone for employing means the most irregular and unprecedented. This principle, which prevails so much among zealots, never displayed itself so openly as during the transactions of this whole period.","subId":"55","id":"Hume.HE.5.55.55"},{"type":"paragraph","content":"But, notwithstanding these efforts of the commons, they could not expect the concurrence of the upper house, either to this law, or to any other, which they should introduce for the farther limitation of royal authority. The majority of the peers adhered to the king, and plainly foresaw the depression of nobility, as a necessary consequence of popular usurpations on the crown. The insolence, indeed, of the commons, and their haughty treatment of the lords, had already risen to a great height, and gave sufficient warning to their future attempts upon that order. They muttered somewhat of their regret that they should be obliged to save the kingdom alone, and that the house of peers would have no part in the honour. Nay, they went so far as openly to tell the lords, \"That they themselves were the representative body of the whole kingdom, and that the peers were nothing but individuals, who held their seats in a particular capacity: And therefore, if their lordships will not consent to the passing of acts necessary for the preservation of the people, the commons, together with such of the lords as are more sensible of the danger, must join together, and represent the matter to his majesty.\" So violent was the democratical, enthusiastic spirit diffused throughout the nation, that a total confusion of all rank and order was justly to be apprehended; and the wonder was not, that the majority of the nobles should seek shelter under the throne, but that any of them should venture to desert it. But the tide of popularity seized many, and carried them wide of the most established maxims of civil policy. Among the opponents of the king are ranked the earl of Northumberland, lord admiral, a man of the first family and fortune, and endowed with that dignified pride, which so well became his rank and station: The earl of Essex, who inherited all his father's popularity, and having, from his early youth, sought renown in arms, united to a middling capacity that rigid inflexibility of honour, which forms the proper ornament of a nobleman and a soldier: Lord Kimbolton, soon after Earl of Manchester, a person distinguished by humanity, generosity, affability, and every amiable virtue. These men, finding that their credit ran high with the nation, ventured to encourage those popular disorders, which, they vainly imagined, they possessed authority sufficient to regulate and controul.","subId":"56","id":"Hume.HE.5.55.56"},{"type":"paragraph","content":"In order to obtain a majority in the upper house, the commons had recourse to the populace, who, on other occasions, had done them such important service. Amidst the greatest security, they affected continual fears of destruction to themselves and the nation, and seemed to quake at every breath or rumour of danger. They again, excited the people by never-ceasing enquiries after conspiracies, by reports of insurrections, by feigned intelligence of invasions from abroad, by discoveries of dangerous combinations at home among papists and their adherents. When Charles dismissed the guard, which they had ordered during his absence, they complained; and, upon his promising them a new guard, under the command of the earl of Lindesey, they absolutely refused the offer, and were well pleased to insinuate, by this instance of jealousy, that their danger chiefly arose from the king himself. They ordered halberts to be brought into the hall where they assembled, and thus armed themselves against those conspiracies, with which, they pretended, they were hourly threatened. All stories of plots, however ridiculous, were willingly attended to, and were dispersed among the multitude, to whose capacity they were well adapted. Beale, a taylor, informed the commons, that, walking in the fields, he had hearkened to the discourse of certain persons, unknown to him, and had heard them talk of a most dangerous conspiracy. A hundred and eight ruffians, as he learned, had been appointed to murder a hundred and eight lords and commoners, and were promised rewards for these assassinations, ten pounds for each lord, forty shillings for each commoner. Upon this notable intelligence, orders were issued for seizing priests and jesuits, a conference was desired with the lords, and the deputy-lieutenants of some suspected counties were ordered to put the people in a posture of defence.","subId":"57","id":"Hume.HE.5.55.57"},{"type":"paragraph","content":"The pulpits likewise were called in aid, and resounded with the dangers, which threatened religion, from the desperate attempts of papists and malignants. Multitudes flocked towards Westminster, and insulted the prelates and such of the lords as adhered to the crown. The peers voted a declaration against those tumults, and sent it to the lower house; but these refused their concurrence. Some seditious apprentices, being seized and committed to prison, immediately received their liberty; by an order of the commons. The sheriffs and justices having appointed constables with strong watches to guard the parliament; the commons sent for the constables, and required them to discharge the watches, convened the justices, voted their orders a breach of privilege, and sent one of them to the Tower. Encouraged by these intimations of their pleasure, the populace crouded about Whitehall, and threw out insolent menaces against Charles himself. Several reduced officers and young gentlemen of the inns of court, during this time of disorder and danger, offered their service to the king. Between them and the populace there passed frequent skirmishes, which ended not without bloodshed. By way of reproach, these gentlemen gave the rabble the appellation of ROUNDHEADS; on account of the short cropt hair which they wore: These called the others CAVALIERS. And thus the nation, which was before sufficiently provided with religious as well as civil causes of quarrel, was also supplied with party-names, under which the factions might rendezvous and signalize their mutual hatred.","subId":"58","id":"Hume.HE.5.55.58"},{"type":"paragraph","content":"Meanwhile the tumults still continued, and even encreased about Westminster and Whitehall. The cry incessantly resounded against bishops and rotten-hearted lords.The former especially, being distinguishable by their habit, and being the object of violent hatred to all the sectaries, were exposed to the most dangerous insults. Williams, now created archbishop of York, having been abused by the populace, {Decemb. 27.} hastily called a meeting of his brethren. By his advice, a protestation was drawn and addressed to the king and the house of lords. The bishops there set forth, that though they had an undoubted right to sit and vote in parliament, yet in coming thither, they had been menaced, assaulted, affronted, by the unruly multitude, and could no longer with safety attend their duty in the house. For this reason they protested against all laws, votes, and resolutions, as null and invalid, which should pass during the time of their constrained absence. This protestation, which, though just and legal, was certainly ill-timed, was signed by twelve bishops, and communicated to the king, who hastily approved of it. As soon as it was presented to the lords, that house desired a conference with the commons, whom they informed of this unexpected protestation. The opportunity was seized with joy and triumph. {Impeachment of the bishops.} An impeachment of high treason was immediately sent up against the bishops, as endeavouring to subvert the fundamental laws, and to invalidate the authority of the legislature. They were, on the first demand, sequestered from parliament, and committed to custody. No man, in either house, ventured to speak a word in their vindication; so much displeased was every one at the egregious imprudence, of which they had been guilty. One person alone said, that he did not believe them guilty of high treason; but that they were stark mad, and therefore desired they might be sent to bedlam.","subId":"59","id":"Hume.HE.5.55.59"},{"type":"paragraph","content":"{1642.} A few days after, the king was betrayed into another indiscretion, much more fatal: An indiscretion, to which all the ensuing disorders and civil wars ought immediately and directly to be ascribed. This was the impeachment of lord Kimbolton and the five members.","subId":"60","id":"Hume.HE.5.55.60"},{"type":"paragraph","content":"When the commons employed, in their remonstrance, language so severe and indecent, they had not been actuated entirely by insolence and passion: Their views were more solid and profound. They considered, that, in a violent attempt, such as an invasion of the ancient constitution, the more leisure was afforded the people to reflect, the less would they be inclined to second that rash and dangerous enterprize; that the peers would certainly refuse their concurrence, nor were there any hopes of prevailing on them, but by instigating the populace to tumult and disorder; that the employing of such odious means for so invidious an end, would, at long-run, lose them all their popularity, and turn the tide of favour to the contrary party; and that, if the king only remained in tranquillity, and cautiously eluded the first violence of the tempest, he would, in the end, certainly prevail, and be able at least to preserve the ancient laws and constitution. They were therefore resolved, if possible, to excite him to some violent passion; in hopes that he would commit indiscretions, of which they might make advantage.","subId":"61","id":"Hume.HE.5.55.61"},{"type":"paragraph","content":"It was not long before they succeeded beyond their fondest wishes. Charles was enraged to find that all his concessions but encreased their demands; that the people, who were returning to a sense of duty towards him, were again roused to sedition and tumults; that the blackest calumnies were propagated against him, and even the Irish massacre ascribed to his counsels and machinations; and that a method of address was adopted not only unsuitable towards so great a prince, but which no private gentleman could bear without resentment. When he considered all these increasing acts of insolence in the commons, he was apt to ascribe them, in a great measure, to his own indolence and facility. The queen and the ladies of the court farther stimulated his passion, and represented, that, if he exerted the vigour, and displayed the majesty of a monarch, the daring usurpations of his subjects would shrink before him. Lord Digby, a man of fine parts, but full of levity, and hurried on by precipitate passions, suggested like counsels; and Charles, who, though commonly moderate in his temper, was ever disposed to hasty resolutions, gave way to the fatal importunity of his friends and servants.","subId":"62","id":"Hume.HE.5.55.62"},{"type":"paragraph","content":"{Accusations of the five members.} Herbert, attorney general, appeared in the house of peers, and, in his majesty's name, entered an accusation of high treason against lord Kimbolton and five commoners, Hollis, Sir Arthur Hazlerig, Hambden, Pym, and Strode. The articles were, That they had traiterously endeavoured to subvert the fundamental laws and government of the kingdom, to deprive the king of his regal power, and to impose on his subjects an arbitrary and tyrannical authority; that they had endeavoured, by many foul aspersions on his majesty and his government, to alienate the affections of his people, and make him odious to them; that they had attempted to draw his late army to disobedience of his royal commands, and to side with them in their traiterous designs; that they had invited and encouraged a foreign power to invade the kingdom; that they had aimed at subverting the rights and very being of parliament; that in order to complete their traiterous designs, they had endeavoured, as far as in them lay, by force and terror, to compel the parliament to join with them, and, to that end, had actually raised and countenanced tumults against the king and parliament; and that they had traiterously conspired to levy and actually had levied, war against the king.","subId":"63","id":"Hume.HE.5.55.63"},{"type":"paragraph","content":"The whole world stood amazed at this important accusation, so suddenly entered upon, without concert, deliberation, or reflection. Some of these articles of accusation, men said, to judge by appearance, seem to be common between the impeached members and the parliament; nor did these persons appear any farther active in the enterprizes, of which they were accused, than so far as they concurred with the majority in their votes and speeches. Though proofs, might, perhaps, be produced, of their privately inviting the Scots to invade England; how could such an attempt be considered as treason, after the act of oblivion which had passed, and after that both houses, with the king's concurrence, had voted that nation three hundred thousand pounds for their brotherly assistance? While the house of peers are scarcely able to maintain their independency, or to reject the bills sent them by the commons; will they ever be permitted by the populace, supposing them inclined, to pass a sentence, which must totally subdue the lower house, and put an end to their ambitious undertakings? These five members, at least Pym, Hambden, and Hollis, are the very heads of the popular party; and if these be taken off, what fate must be expected by their followers, who are many of them accomplices in the same treason? The punishment of leaders is ever the last triumph over a broken and routed party; but surely was never before attempted, in opposition to a faction, during the full tide of its power and success.","subId":"64","id":"Hume.HE.5.55.64"},{"type":"paragraph","content":"But men had not leisure to wonder at the indiscretion of this measure: Their astonishment was excited by new attempts, still more precipitate and imprudent. A serjeant at arms, in the king's name, demanded of the house the five members; and was sent back without any positive answer. Messengers were employed to search for them, and arrest them. Their trunks, chambers, and studies, were sealed, and locked. The house voted all these acts of violence to be breaches of privilege, and commanded every one to defend the liberty of the members. The king, irritated by all this opposition, resolved next day to come in person to the house, with an intention to demand, perhaps seize in their presence, the persons whom he had accused.","subId":"65","id":"Hume.HE.5.55.65"},{"type":"paragraph","content":"This resolution was discovered to the countess of Carlisle, sister of Northumberland, a lady of spirit, wit, and intrigue. She privately sent intelligence to the five members; and they had time to withdraw, a moment before the king entered. He was accompanied by his ordinary retinue to the number of above two hundred, armed as usual, some with halberts, some with walking swords. The king left them at the door, and he himself advanced alone through the hall; while all the members rose to receive him. The speaker withdrew from his chair, and the king took possession of it. The speech, which he made, was as follows; \"Gentlemen, I am sorry for this occasion of coming to you. Yesterday, I sent a serjeant at arms, to demand some, who, by my order, were accused of high treason. Instead of obedience, I received a message. I must here declare to you, that, though no king, that ever was in England, could be more careful of your privileges than I shall be, yet in cases of treason no person has privilege. Therefore, am I come to tell you, that I must have these men wheresoever I can find them. Well, since I see all the birds are flown, I do expect that you will send them to me as soon as they return. But I assure you, on the word of a king, I never did intend any force, but shall proceed against them in a fair and legal way: For I never meant any other. And now since I see I cannot do what I came for, I think this is no unfit occasion to repeat what I have said formerly, that whatever I have done in favour and to the good of my subjects, I do intend to maintain it.\"","subId":"66","id":"Hume.HE.5.55.66"},{"type":"paragraph","content":"When the king was looking around for the accused members he asked the speaker, who stood below, whether any of these persons were in the house? The speaker, falling on his knee, prudently replied: \"I have, Sir, neither eyes to see, nor tongue to speak in this place, but as the house is pleased to direct me, whose servant I am. And I humbly ask pardon, that I cannot give any other answer to what your majesty is pleased to demand of me.\"","subId":"67","id":"Hume.HE.5.55.67"},{"type":"paragraph","content":"The commons were in the utmost disorder; and, when the king was departing, some members cried aloud, so as he might hear them, Privilege!privilege! And the house immediately adjourned till next day.","subId":"68","id":"Hume.HE.5.55.68"},{"type":"paragraph","content":"That evening, the accused members, to show the greater apprehension, removed into the city, which was their fortress. The citizens were the whole night, in arms. Some people, who were appointed for that purpose, or perhaps actuated by their own terrors, ran from gate to gate, crying out, that the cavaliers were coming to burn the city, and that the king himself was at their head.","subId":"69","id":"Hume.HE.5.55.69"},{"type":"paragraph","content":"Next morning Charles sent to the mayor, and ordered him to call a common-council immediately. About ten o'clock, he himself, attended only by three or four lords, went to Guildhall. He told the common-council, that he was sorry to hear of the apprehensions entertained of him; that he was come to them without any guard, in order to show how much he relied on their affections; and that he had accused certain men of high-treason, against whom he would proceed in a legal way, and therefore presumed that they would not meet with protection in the city. After many other gracious expressions, he told one of the sheriffs; who of the two was thought the least inclined to his service, that he would dine with him. He departed the hall without receiving the applause, which he expected. In passing through the streets, he heard the cry, Privilege of parliament! privilege of parliament! resounding from all quarters. One of the populace, more insolent that the rest, drew nigh to his coach, and called out with a loud voice, To your tents, O Israel! the words employed by the mutinous Israelites, when they abandoned Rehoboam, their rash and ill-counselled sovereign.","subId":"70","id":"Hume.HE.5.55.70"},{"type":"paragraph","content":"When the house of commons met, they affected the greatest dismay; and adjourning themselves for some days, ordered a committee to sit in merchant-taylors hall in the city. The committee made an exact enquiry into all circumstances attending the king's entry into the house: Every passionate speech, every menacing gesture of any, even the meanest, of his attendants, was recorded and aggravated. An intention of offering violence to the parliament, of seizing the accused members in the very house, and of murdering all who should make resistance, was inferred. And that unparalleled breach of privilege, so it was called, was still ascribed to the counsel of papists and their adherents. This expression, which then recurred every moment in speeches and memorials, and which, at present, is so apt to excite laughter in the reader, begat at that time the deepest and most real consternation throughout the kingdom.","subId":"71","id":"Hume.HE.5.55.71"},{"type":"paragraph","content":"A letter was pretended to be intercepted, and was communicated to the committee, who pretended to lay great stress upon it. One catholic there congratulates another on the accusation of the members; and represents that incident as a branch of the same pious contrivance, which had excited the Irish insurrection, and by which the profane heretics would soon be exterminated in England.","subId":"72","id":"Hume.HE.5.55.72"},{"type":"paragraph","content":"The house again met; and, after confirming the votes of their committee, instantly adjourned, as if exposed to the most eminent perils from the violence of their enemies. This practice they continued for some time. When the people, by these affected panics, were wrought up to a sufficient degree of rage and terror, it was thought proper, that the accused members should, with a triumphant and military procession, take their seats in the house. The river was covered with boats, and other vessels, laden with small pieces of ordnance, and prepared for fight. Skippon, whom the parliament had appointed, by their own authority, major-general of the city-militia, conducted the members, at the head of this tumultuary army, to Westminster-hall. {Tumults.} And when the populace, by land and by water, passed Whitehall, they still asked with insulting shouts, What was become of the king and his cavaliers? And whither are they fled?","subId":"73","id":"Hume.HE.5.55.73"},{"type":"paragraph","content":"{King leaves London.} The king, apprehensive of danger from the enraged multitude, had retired to Hampton-court, deserted by all the world, and overwhelmed with grief, shame, and remorse, for the fatal measures, into which he had been hurried. His distressed situation he could no longer ascribe to the rigors of destiny, or the malignity of enemies: His own precipitancy and indiscretion must bear the blame of whatever disasters should henceforth befal him. The most faithful of his adherents, between sorrow and indignation, were confounded with reflections on what had happened, and what was likely to follow. Seeing every prospect blasted, faction triumphant, the discontented populace inflamed to a degree of fury, they utterly despaired of success, in a cause, to whose ruin friends and enemies seemed equally to conspire.","subId":"74","id":"Hume.HE.5.55.74"},{"type":"paragraph","content":"The prudence of the king, in his conduct of this affair, nobody pretended to justify. The legality of his proceedings met with many and just apologies; though generally offered to unwilling ears. No maxim of law, it was said, is more established or more universally allowed, than that privilege of parliament extends not to treason, felony, or breach of peace; nor has either house, during former ages, ever pretended, in any of those cases, to interpose in behalf of its members. Though some inconveniencies should result from the observance of this maxim; that would not be sufficient, without other authority, to abolish a principle established by uninterrupted precedent, and founded on the tacit consent of the whole legislature. \"But what are the inconveniencies so much dreaded? The king, on pretence of treason, may seize any members of the opposite faction, and, for a time, gain to his partizans the majority of voices. But if he seize only a few; will he not lose more friends, by such a gross artifice, than he confines enemies?\" If he seize a great number; is not this expedient force, open and barefaced? And what remedy, at all times, against such force, but to oppose to it a force, which is superior? Even allowing that the king intended to employ violence, not authority, for seizing the members; though at that time, and ever afterwards, he positively asserted the contrary; yet will his conduct admit of excuse. That the hall, where the parliament assembles, is an inviolable sanctuary, was never yet pretended. And if the commons complain of the affront offered them, by an attempt to arrest their members in their very presence; the blame must lie entirely on themselves, who had formerly refused compliance with the king's message, when he peaceably demanded these members. The sovereign is the great executor of the laws; and his presence was here legally employed, both in order to prevent opposition, and to protect the house against those insults which their disobedience had so well merited.","subId":"75","id":"Hume.HE.5.55.75"},{"type":"paragraph","content":"Charles knew to how little purpose he should urge these reasons against the present fury of the commons. He proposed, therefore, by a message, that they would agree upon a legal method, by which he might carry on his prosecution against the members, lest farther misunderstandings happen with regard to privilege. They desired him to lay the grounds of accusation before the house; and pretended that they must first judge, whether it were proper to give up their members to a legal trial. The king then informed them, that he would wave, for the present, all prosecution: By successive messages, he afterwards offered a pardon to the members; offered to concur in any law that should acquit or secure them; offered any reparation to the house for the breach of privilege, of which, he acknowledged, they had reason to complain. They were resolved to accept of no satisfaction, unless he would discover his advisers in that illegal measure: A condition, to which, they knew, that, without rendering himself for ever vile and contemptible, he could not possibly submit. Meanwhile, they continued to thunder against the violation of parliamentary privileges, and, by their violent outcries, to inflame the whole nation. The secret reason of their displeasure, however obvious, they carefully concealed. In the king's accusation of the members, they plainly saw his judgment of late parliamentary proceedings; and every adherent of the ruling faction dreaded the same fate, should royal authority be re-established in its ancient lustre. By the most unhappy conduct, Charles, while he extremely augmented, in his opponents, the will, had also encreased the ability, of hurting him.","subId":"76","id":"Hume.HE.5.55.76"},{"type":"paragraph","content":"The more to excite the people, whose dispositions were already very seditious, the expedient of petitioning was renewed. A petition from the county of Buckingham was presented to the house by six thousand subscribers who promised to live and die in defence of the privileges of parliament. The city of London, the county of Essex, that of Hertford, Surrey, Berks, imitated the example. A petition from the apprentices was graciously received. Nay, one was encouraged from the porters; whose numbers amounted, as they said, to fifteen thousand. The address of that great body contained the same articles with all the others; the privileges of parliament, the danger of religion, the rebellion of Ireland, the decay of trade. The porters farther desired, that justice might be done upon offenders, as the atrociousness of their crimes had deserved. And they added, That if such remedies were any longer suspended, they should be forced to extremities not fit to be named, and make good the saying, \"That necessity has no law.\"","subId":"77","id":"Hume.HE.5.55.77"},{"type":"paragraph","content":"Another petition was presented by several poor people, or beggars, in the name of many thousands more; in which the petitioners proposed as a remedy for the public miseries, That those noble worthies of the house of peers, who concur with the happy votes of the commons, may separate themselves from the rest, and sit and vote as one intire body. The commons gave thanks for this petition.","subId":"78","id":"Hume.HE.5.55.78"},{"type":"paragraph","content":"The very women were seized with the same rage. A brewer's wife, followed by many thousands of her sex, brought a petition to the house; in which the petitioners expressed their terror of the papists and prelates, and their dread of like massacres, rapes, and outrages, with those which had been committed upon their sex in Ireland. They had been necessitated, they said, to imitate the example of the woman of Tekoah: And they claimed equal right with the men, of declaring, by petition, their sense of the public cause; because Christ had purchased them at as dear a rate, and in the free enjoyment of Christ consists equally the happiness of both sexes. Pym came to the door of the house; and, having told the female zealots, that their petition was thankfully accepted, and was presented in a seasonable time, he begged that their prayers for the success of the commons might follow their petition. Such low arts of popularity were affected! And by such illiberal cant were the unhappy people incited to civil discord and convulsions!","subId":"79","id":"Hume.HE.5.55.79"},{"type":"paragraph","content":"In the mean time, not only all petitions, which favoured the church or monarchy, from whatever hand they came, were discouraged; but the petitioners were sent for, imprisoned, and prosecuted as delinquents: And this unequal conduct was openly avowed and justified. Whoever desire a change, it was said, must express their sentiments; for how, otherwise, shall they be known? But those who favour the established government in church or state, should not petition; because they already enjoy what they wish for.","subId":"80","id":"Hume.HE.5.55.80"},{"type":"paragraph","content":"The king had possessed a great party in the lower house, as appeared in the vote for the remonstrance; and this party, had every new cause of disgust been carefully avoided, would soon have become the majority; from the odium attending the violent measures, embraced by the popular leaders. A great majority he always possessed in the house of peers, even after the bishops were confined or chased away; and this majority could not have been overcome, but by outrages, which, in the end, would have drawn disgrace and ruin on those who incited them. By the present fury of the people, as by an inundation, were all these obstacles swept away, and every rampart of royal authority laid level with the ground. The victory was pursued with impetuosity by the sagacious commons, who knew the importance of a favourable moment in all popular commotions. The terror of their authority they extended over the whole nation; and all opposition, and even all blame vented in private conversation, were treated as the most atrocious crimes, by these severe inquisitors. Scarcely was it permitted to find fault with the conduct of any particular member, if he made a figure in the house; and reflections, thrown out on Pym, were at this time treated as breaches of privilege. The populace without doors were ready to execute, from the least hint, the will of their leaders; nor was it safe for any member to approach either house, who pretended to controul or oppose the general torrent. After so undisguised a manner was this violence conducted, that Hollis, in a speech to the peers, desired to know the names of such members as should vote contrary to the sentiments of the commons: And Pym said in the lower house, that the people must not be restrained in the expressions of their just desires.","subId":"81","id":"Hume.HE.5.55.81"},{"type":"paragraph","content":"By the flight, or terror, or despondency of the king's party, an undisputed majority remained every-where to their opponents; and the bills sent up by the commons, which had hitherto stopped with the peers, and would certainly have been rejected, now passed, and were presented for the royal assent. These were, the pressing bill with its preamble, and the bill against the votes of the bishops in parliament. The king's authority was at that time reduced to the lowest ebb. The queen too, being secretly threatened with an impeachment, and finding no resource in her husband's protection, was preparing to retire into Holland. The rage of the people was, on account of her religion, as well as her spirit and activity, universally levelled against her. Usage, the most contumelious, she had hitherto borne with silent indignation. The commons, in their fury against priests, had seized her very confessor; nor would they release him upon her repeated applications. Even a visit of the prince to his mother had been openly complained of, and remonstrances against it had been presented to her. Apprehensive of attacks still more violent, she was desirous of facilitating her escape; and she prevailed with the king to pass these bills, in hopes of appeasing, for a time, the rage of the multitude.","subId":"82","id":"Hume.HE.5.55.82"},{"type":"paragraph","content":"These new concessions, however important, the king immediately found to have no other effect, than had all the preceding ones: They were made the foundation of demands still more exorbitant. From the facility of his disposition, from the weakness of his situation, the commons believed, that he could now refuse them nothing. And they regarded the least moment of relaxation, in their invasion of royal authority, as highly impolitic, during the uninterrupted torrent of their successes. The very moment they were informed of these last acquisitions, they affronted the queen, by opening some intercepted letters written to her by lord Digby: They carried up an impeachment against Herbert, attorney-general, for obeying his master's commands in accusing their members. And they prosecuted, with fresh vigour, their plan of the militia, on which they rested all future hopes of an uncontrouled authority.","subId":"83","id":"Hume.HE.5.55.83"},{"type":"paragraph","content":"The commons were sensible, that monarchical government, which, during so many ages, had been established in England, would soon regain some degree of its former dignity, after the present tempest was overblown; nor would all their new-invented limitations be able totally to suppress an authority, to which the nation had ever been accustomed. The sword alone, to which all human ordinances must submit, could guard their acquired power, and fully ensure to them personal safety against the rising indignation of their sovereign. This point, therefore, became the chief object of their aims. A large magazine of arms being placed in the town of Hull, they dispatched thither Sir John Hotham, a gentleman of considerable fortune in the neighbourhood, and of an ancient family; and they gave him the authority of governor. They sent orders to Goring, governor of Portsmouth, to obey no commands but such as he should receive from the parliament. Not content with having obliged the king to displace Lunsford, whom he had appointed governor of the Tower, they never ceased soliciting him, till he had also displaced Sir John Biron, a man of unexceptionable character, and had bestowed that command on Sir John Conyers, in whom alone, they said, they could repose confidence. After making a fruitless attempt, in which the peers refused their concurrence, to give public warning, that the people should put themselves in a posture of defence against the enterprizes of papists and other ill-affected persons, they now resolved, by a bold and decisive stroke, to seize at once the whole power of the sword, and to confer it entirely on their own creatures and adherents.","subId":"84","id":"Hume.HE.5.55.84"},{"type":"paragraph","content":"The severe votes, passed in the beginning of this parliament, against lieutenants and their deputies, for exercising powers assumed by all their predecessors, had totally disarmed the crown, and had not left in any magistrate military authority, sufficient for the defence and security of the nation. To remedy this inconvenience now appeared necessary. A bill was introduced and passed the two houses, which restored to lieutenants and deputies the same powers, of which the votes of the commons had bereaved them; but at the same time the names of all the lieutenants were inserted in the bill; and these consisted entirely of men, in whom the parliament could confide. And for their conduct, they were accountable, by the express terms of the bill, not to the king, but to the parliament.","subId":"85","id":"Hume.HE.5.55.85"},{"type":"paragraph","content":"The policy pursued by the commons, and which had hitherto succeeded to admiration, was, to astonish the king by the boldness of their enterprizes, to intermingle no sweetness with their severity, to employ expressions no less violent than their pretensions, and to make him sensible in what little estimation they held both his person and his dignity. To a bill so destructive of royal authority, they prefixed, with an insolence seemingly wanton, a preamble equally dishonourable to the personal character of the king. These are the words: \"Whereas there has been of late a most dangerous and desperate design upon the house of commons, which we have just cause to believe an effect of the bloody counsels of papists and other ill-affected persons, who have already raised a rebellion in the kingdom of Ireland. And whereas, by reason of many discoveries, we cannot but fear they will proceed, not only to stir up the like rebellions and insurrections in this kingdom of England; but also to back them with forces from abroad, &c.\"","subId":"86","id":"Hume.HE.5.55.86"},{"type":"paragraph","content":"Here Charles first ventured to put a stop to his concessions; and that not by a refusal, but a delay. When this demand was made; a demand, which, if granted, the commons justly regarded as the last they should ever have occasion to make; he was at Dover, attending the queen and the princess of Orange, in their embarkation. He replied, that he had not now leisure to consider a matter of so great importance, and must therefore respite his answer till his return. The parliament instantly dispatched another message to him, with solicitations still more importunate. They expressed their great grief on account of his majesty's {22d Feb.} answer to their just and necessary petition. They represented, that any delay, during dangers and distractions so great and pressing, was not less unsatisfactory and destructive than an absolute denial. They insisted, that it was their duty to see put in execution a measure so necessary for public safety. {28th Feb.} And they affirmed, that the people, in many counties, had applied to them for that purpose, and, in some places, were, of themselves and by their own authority, providing against those urgent dangers, with which they were threatened.","subId":"87","id":"Hume.HE.5.55.87"},{"type":"paragraph","content":"Even after this insolence, the king durst not venture upon a flat denial. Besides excepting to the preamble, which threw such dishonour upon him, and protesting the innocence of his intentions, when he entered the house of commons; he only desired that the military authority, if it were defective, should first be conferred upon the crown; and he promised to bestow commissions, but such as should be revocable at pleasure, on the same persons whom the parliament had named in the bill. By a former message, he had expressed his wishes, that they would lay before him, in one view, all the concessions, which they deemed requisite for the settlement of the nation. They pretended, that they were exposed to perils so dreadful and imminent, that they had not leisure for such a work. The expedient, proposed by the king, seemed a sufficient remedy during this emergence; and yet maintained the prerogatives of the crown entire and unbroken.","subId":"88","id":"Hume.HE.5.55.88"},{"type":"paragraph","content":"{1st March.} But the intentions of the commons were wide of this purpose, and their panics could be cured by one remedy alone. They instantly replied, that the dangers and distempers of the nation were such as could endure no longer delay; and unless the king speedily complied with their demands, they should be constrained, for the safety of prince and people, to dispose of the militia by the authority of both houses, and were resolved to do it accordingly. They asserted, that those parts of the kingdom, which had, from their own authority, put themselves in a posture of defence during these prevailing fears and jealousies, had acted suitably to the declarations and directions of both houses, and conformably to the laws of the kingdom. And while they thus menaced the king with their power, they invited him to fix his residence at London, where, they knew, he would be entirely at mercy.","subId":"89","id":"Hume.HE.5.55.89"},{"type":"paragraph","content":"\"I am so much amazed at this message,\" said the king in his prompt reply, \"that I know not what to answer. You speak of jealousies and fears! Lay your hands on your hearts, and ask yourselves, whether I may not likewise be disturbed with fears and jealousies: And if so, I assure you, that this message has nothing lessened them.\"","subId":"90","id":"Hume.HE.5.55.90"},{"type":"paragraph","content":"\"As to the militia, I thought so much of it before I gave that answer, and am so much assured, that the answer is agreeable to what in justice or reason you can ask, or I in honour grant, that I shall not alter it in any point.\"","subId":"91","id":"Hume.HE.5.55.91"},{"type":"paragraph","content":"\"For my residence near you, I wish it might be safe and honourable, and that I had no cause to absent myself from Whitehall: Ask yourselves whether I have not.\"","subId":"92","id":"Hume.HE.5.55.92"},{"type":"paragraph","content":"\"What would you have? Have I violated your laws? Have I denied to pass any bill for the ease and security of my subjects? I do not ask what you have done for me.\"","subId":"93","id":"Hume.HE.5.55.93"},{"type":"paragraph","content":"\"Have any of my people been transported with fears and apprehensions? I offer as free and general a pardon as yourselves can devise. All this considered, there is a judgment of heaven upon this nation, if these distractions continue.\"","subId":"94","id":"Hume.HE.5.55.94"},{"type":"paragraph","content":"\"God so deal with me and mine as all my thoughts and intentions are upright for the maintenance of the true protestant profession, and for the observance and preservation of the laws; and I hope God will bless and assist those laws for my preservation.\"","subId":"95","id":"Hume.HE.5.55.95"},{"type":"paragraph","content":"No sooner did the commons despair of obtaining the king's consent to their bill, than they instantly voted, that those who advised his majesty's answer were enemies to the state, and mischievous projectors against the safety of the nation; that this denial is of such dangerous consequence, that, if his majesty persist in it, it will hazard the peace and tranquillity of all his kingdoms, unless some speedy remedy be applied by the wisdom and authority of both houses; and that such of the subjects as have put themselves in a posture of defence against the common danger, have done nothing but what is justifiable, and approved by the house.","subId":"96","id":"Hume.HE.5.55.96"},{"type":"paragraph","content":"Lest the people might be averse to the seconding of all these usurpations, they were plied anew with rumours of danger, with the terrors of invasion, with the dread of English and Irish papists; and the most unaccountable panics were spread throughout the nation. Lord Digby having entered Kingston in a coach and six, attended by a few livery-servants, the intelligence was conveyed to London; and it was immediately voted, that he had appeared in a hostile manner, to the terror and affright of his majesty's subjects, and had levied war against the king and kingdom. Petitions from all quarters loudly demanded of the parliament to put the nation in a posture of defence; and the county of Stafford in particular expressed such dread of an insurrection among the papists, that every man, they said, was constrained to stand upon his guard, not even daring to go to church unarmed.","subId":"97","id":"Hume.HE.5.55.97"},{"type":"paragraph","content":"{King arrives at York.} That the same violence by which he had so long been oppressed, might not still reach him, and extort his consent to the militia bill, Charles had resolved to remove farther from London: And accordingly, taking the prince of Wales and the duke of York along with him, he arrived, by slow journies, at York, which he determined for some time to make the place of his residence. The distant parts of the kingdom, being removed from that furious vortex of new principles and opinions, which had transported the capital, still retained a sincere regard for the church and monarchy; and the king here found marks of attachment beyond what he had before expected. From all quarters of England, the prime nobility and gentry, either personally, or by messages and letters, expressed their duty towards him; and exhorted him to save himself and them from that ignominious slavery, with which they were threatened. The small interval of time, which had passed since the fatal accusation of the members, had been sufficient to open the eyes of many, and to recover them from the astonishment, with which at first they had been seized. One rash and passionate attempt of the king's seemed but a small counterbalance to so many acts of deliberate violence, which had been offered to him, and every branch of the legislature: And, however sweet the sound of liberty, many resolved to adhere to that moderate freedom transmitted them from their ancestors, and now better secured by such important concessions; rather than, by engaging in a giddy search after more independence, run a manifest risk, either of incurring a cruel subjection, or abandoning all law and order.","subId":"98","id":"Hume.HE.5.55.98"},{"type":"paragraph","content":"Charles, finding himself supported by a considerable party in the kingdom, began to speak in a firmer tone, and to retort the accusations of the commons with a vigour, which he had not before exerted. Notwithstanding their remonstrances, and menaces, and insults, he still persisted in refusing their bill; and they proceeded to frame an ordinance, in which, by the authority of the two houses, without the king's consent, they named lieutenants for all the counties, and conferred on them the command of the whole military force, of all the guards, garrisons, and forts of the kingdom. He issued proclamations against this manifest usurpation; and, as he professed a resolution strictly to observe the law himself, so was he determined, he said, to oblige every other person to pay it a like obedience. The name of the king was so essential to all laws, and so familiar in all acts of executive authority, that, the parliament was afraid, had they totally omitted it, that the innovation would be too sensible to the people. In all commands, therefore, which they conferred, they bound the persons to obey the orders of his majesty, signified by both houses of parliament. And, inventing a distinction, hitherto unheard of, between the office and the person of the king; those very forces, which they employed against him, they levied in his name, and by his authority.","subId":"99","id":"Hume.HE.5.55.99"},{"type":"paragraph","content":"It is remarkable how much the topics of argument were now reversed between the parties. The king, while he acknowledged his former error, of employing a plea of necessity, in order to infringe the laws and constitution, warned the parliament not to imitate an example, on which they threw such violent blame; and the parliament, while they cloathed their personal fears or ambition under the appearance of national and imminent danger, made unknowingly an apology for the most exceptionable part of the king's conduct. That the liberties of the people were no longer exposed to any peril from royal authority, so narrowly circumscribed, so exactly defined, so much unsupported by revenue and by military power, might be maintained upon very plausible topics: But that the danger, allowing it to have any existence, was not of that kind; great, urgent, inevitable; which dissolves all law and levels all limitations, seems apparent from the simplest view of these transactions. So obvious indeed was the king's present inability to invade the constitution, that the fears and jealousies, which operated on the people, and pushed them so furiously to arms, were undoubtedly not of a civil, but of a religious nature. The distempered imaginations of men were agitated with a continual dread of popery, with a horror against prelacy, with an antipathy to ceremonies and the liturgy, and with a violent affection for whatever was most opposite to these objects of aversion. The fanatical spirit, let loose, confounded all regard to ease, safety, interest; and dissolved every moral and civil obligation.","subId":"100","id":"Hume.HE.5.55.100"},{"type":"paragraph","content":"Each party was now willing to throw on its antagonist the odium of commencing a civil war; but both of them prepared for an event which they deemed inevitable. To gain the people's favour and good opinion, was the chief point on both sides. Never was there a people less corrupted by vice, and more actuated by principle, than the English during that period: Never were there individuals who possessed more capacity, more courage, more public spirit, more disinterested zeal. The infusion of one ingredient, in too large a proportion, had corrupted all these noble principles, and converted them into the most virulent poison. To determine his choice in the approaching contests, every man hearkened with avidity to the reasons proposed on both sides. The war of the pen preceded that of the sword, and daily sharpened the humours of the opposite parties. Besides private adventurers without number, the king and parliament themselves carried on the controversy, by messages, remonstrances, and declarations; where the nation was really the party, to whom all arguments were addressed. Charles had here a double advantage. Not only his cause was more favourable, as supporting the ancient government in church and state against the most illegal pretensions: It was also defended with more art and eloquence. Lord Falkland had accepted the office of secretary; a man who adorned the purest virtue with the richest gifts of nature, and the most valuable acquisitions of learning. By him, assisted by the king himself, were the memorials of the royal party chiefly composed. So sensible was Charles of his superiority in this particular, that he took care to disperse every where the papers of the parliament together with his own, that the people might be the more enabled, by comparison, to form a judgment between them: The parliament, while they distributed copies of their own, were anxious to suppress all the king's compositions.","subId":"101","id":"Hume.HE.5.55.101"},{"type":"paragraph","content":"To clear up the principles of the constitution, to mark the boundaries of the powers entrusted by law to the several members, to show what great improvements the whole political system had received from the king's late concessions, to demonstrate his entire confidence in his people, and his reliance on their affections, to point out the ungrateful returns which had been made him, and the enormous encroachments, insults, and indignities, to which he had been exposed; these were the topics, which, with so much justness of reasoning and propriety of expression, were insisted on in the king's declarations and remonstrances.","subId":"102","id":"Hume.HE.5.55.102"},{"type":"paragraph","content":"Though these writings were of consequence, and tended much to reconcile the nation to Charles, it was evident that they would not be decisive, and that keener weapons must determine the controversy. To the ordinance of the parliament concerning the militia, the king opposed his commissions of array. The counties obeyed the one or the other, according as they stood affected. And in many counties, where the people were divided, mobbish combats and skirmishes ensued. The parliament, on this occasion, went so far as to vote, \"That when the lords and commons in parliament, which is the supreme court of judicature, shall declare what the law of the land is, to have this not only questioned, but contradicted, is a high breach of their privileges.\" This was a plain assuming of the whole legislative authority, and exerting it in the most material article, the government of the militia. Upon the same principles they pretended, by a verbal criticism on the tense of a Latin verb, to ravish from the king his negative voice in the legislature.","subId":"103","id":"Hume.HE.5.55.103"},{"type":"paragraph","content":"The magazine of Hull contained the arms of all the forces levied against the Scots; and Sir John Hotham, the governor, though he had accepted of a commission from the parliament, was not thought to be much disaffected to the church and monarchy. Charles, therefore, entertained hopes, that, if he presented himself at Hull before the commencement of hostilities, Hotham, overawed by his presence, would admit him with his retinue; after which he might easily render himself master of the place. But the governor was on his guard. He shut the gates, and refused to receive the king, who desired leave to enter with twenty persons only. Charles immediately, proclaimed him traitor, and complained to the parliament of his disobedience. The parliament avowed and justified the action.","subId":"104","id":"Hume.HE.5.55.104"},{"type":"paragraph","content":"{Preparations.} The county of York levied a guard for the king of 600 men: For the kings of England had hitherto lived among their subjects like fathers among their children, and had derived all their security from the dignity of their character, and from the protection of the laws. The two houses, though they had already levied a guard for themselves; had attempted to seize all the military power, all the navy, and all the forts of the kingdom; and had openly employed their authority in every kind of warlike preparations: Yet immediately voted, \"That the king, seduced by wicked counsel, intended to make war against his parliament, who, in all their consultations and actions, had proposed no other end, but the care of his kingdoms, and the performance of all duty and loyalty to his person; that this attempt was a breach of the trust reposed in him by his people, contrary to his oath, and tending to a dissolution of the government; and that whoever should assist him in such a war, were traitors by the fundamental laws of the kingdom.\"","subId":"105","id":"Hume.HE.5.55.105"},{"type":"paragraph","content":"The armies, which had been every-where raised on pretence of the service in Ireland, were henceforth more openly inlisted by the parliament for their own purposes, and the command of them was given to the earl of Essex. In London no less than four thousand men inlisted in one day. And the parliament voted a declaration, which they required every member to subscribe, that they would live and die with their general.","subId":"106","id":"Hume.HE.5.55.106"},{"type":"paragraph","content":"{10th June.} They issued orders for bringing in loans of money and plate, in order to maintain forces which should defend the king and both houses of parliament: For this stile they still preserved. Within ten days, vast quantities of plate were brought to their treasurers. Hardly were there men enow to receive it, or room sufficient to stow it: And many, with regret, were obliged to carry back their offerings, and wait till the treasures could find leisure to receive them. Such zeal animated the pious partizans of the parliament, especially in the city! The women gave up all the plate and ornaments of their houses, and even their silver thimbles and bodkins, in order to support the good cause against the malignants.","subId":"107","id":"Hume.HE.5.55.107"},{"type":"paragraph","content":"Meanwhile the splendor of the nobility, with which the king was environed, much eclipsed the appearance at Westminster. Lord-keeper Littleton, after sending the great seal before him, had fled to York. Above forty peers of the first rank attended the king; whilst the house of lords seldom consisted of more than sixteen members. Near the moiety too of the lower house absented themselves from counsels; which they deemed so full of danger. The commons sent up an impeachment against nine peers, for deserting their duty in parliament. Their own members also, who should return to them, they voted not to admit, till satisfied concerning the reason of their absence.","subId":"108","id":"Hume.HE.5.55.108"},{"type":"paragraph","content":"Charles made a declaration to the peers, who attended him, that he expected from them no obedience to any commands which were not warranted by the laws of the land. The peers answered this declaration by a protest, in which they declared their resolution to obey no commands but such as were warranted by that authority. By these deliberate engagements, so worthy of an English prince and English nobility, they meant to confound the furious and tumultuary resolutions taken by the parliament.","subId":"109","id":"Hume.HE.5.55.109"},{"type":"paragraph","content":"The queen, disposing of the crown-jewels in Holland, had been enabled to purchase a cargo of arms and ammunition. Part of these, after escaping many perils, arrived safely to the king. His preparations were not near so forward as those of the parliament. In order to remove all jealousy, he had resolved, that their usurpations and illegal pretensions should be apparent to the whole world, and thought, that, to recover the confidence of the people, was a point much more material to his interest, than the collecting of any magazines, stores or armies, which might breed apprehensions of violent or illegal counsels. But the urgent necessity of his situation no longer admitted of delay. He now prepared himself for defence. With a spirit, activity, and address, which neither the one party apprehended, nor the other expected, he employed all the advantages which remained to him, and roused up his adherents to arms. The resources of this prince's genius encreased in proportion to his difficulties; and he never appeared greater than when plunged into the deepest perils and distresses. From the mixed character, indeed, of Charles, arose in part the misfortunes, in which England was at this time involved. His political errors, or rather weaknesses, had raised him inveterate enemies: His eminent moral virtues had procured him zealous partizans: And between the hatred of the one, and the affections of the other, was the nation agitated with the most violent convulsions.","subId":"110","id":"Hume.HE.5.55.110"},{"type":"paragraph","content":"That the king might despair of all composition, the parliament sent him the conditions, on which they were willing to come to an agreement. Their demands, contained in nineteen propositions, amounted to a total abolition of monarchical authority. They required, that no man should remain in the council, who was not agreeable to parliament; that no deed of the king's should have validity, unless it passed the council, and was attested under their hand; that all the officers of state and principal judges should be chosen with consent of parliament, and enjoy their offices for life; that none of the royal family should marry without consent of parliament or council; that the laws should be executed against catholics; that the votes of popish lords should be excluded; that the reformation of the liturgy and church-government should have place, according to advice of parliament; that the ordinance, with regard to the militia, be submitted to; that the justice of parliament pass upon all delinquents; that a general pardon be granted, with such exceptions as should be advised by parliament; that the forts and castles be disposed of by consent of parliament; and that no peer be made but with consent of both houses.","subId":"111","id":"Hume.HE.5.55.111"},{"type":"paragraph","content":"\"Should I grant these demands,\" said the king in reply, \"I may be waited on bareheaded; I may have my hand kissed; the title of Majesty may be continued to me; and The king's authority, signified by both houses, may still be the stile of your commands; I may have swords and maces carried before me, and please myself with the sight of a crown and scepter (though even these twigs would not long flourish, when the stock upon which they grew was dead): But as to true and real power, I should remain but the outside, but the picture, but the sign of a king.\" War on any terms was esteemed, by the king and all his counsellors, preferable to so ignominious a peace. Charles accordingly resolved to support his authority by arms. \"His towns,\" he said, \"were taken from him, his ships, his arms, his money; but there still remained to him a good cause, and the hearts of his loyal subjects, which, with God's blessing, he doubted not, would recover all the rest.\" Collecting therefore some forces, he advanced southwards; {25th Aug.} and at Nottingham he erected his royal standard, the open signal of discord and civil war throughout the kingdom.","subId":"112","id":"Hume.HE.5.55.112"},{"type":"note","content":"Nalson, vol. i. p. 747. May, p. 104.","subId":"n1","id":"Hume.HE.5.55.n1"},{"type":"note","content":"Rushworth, vol. v. p. 365. Clarendon, vol. ii. p. 293.","subId":"n2","id":"Hume.HE.5.55.n2"},{"type":"note","content":"Burnet, Mem.","subId":"n3","id":"Hume.HE.5.55.n3"},{"type":"note","content":"Burnet, Mem.","subId":"n4","id":"Hume.HE.5.55.n4"},{"type":"note","content":"Idem, ibid.","subId":"n5","id":"Hume.HE.5.55.n5"},{"type":"note","content":"Idem, ibid.","subId":"n6","id":"Hume.HE.5.55.n6"},{"type":"note","content":"Burnet, Mem.","subId":"n7","id":"Hume.HE.5.55.n7"},{"type":"note","content":"Clarendon, vol. ii. p. 309.","subId":"n8","id":"Hume.HE.5.55.n8"},{"type":"note","content":"Whitlocke, p. 40. Dugdale, p. 72. Burnet's Memoirs of the House of Hamilton, p. 184, 185. Clarendon, p. 299.","subId":"n9","id":"Hume.HE.5.55.n9"},{"type":"note","content":"Sir John Temple's Irish Rebellion, p. 12.","subId":"n10","id":"Hume.HE.5.55.n10"},{"type":"note","content":"Clarendon, vol. i. p. 281. Rushworth, vol. v. p. 381. Dugdale, p. 75. May, book ii. p. 3.","subId":"n11","id":"Hume.HE.5.55.n11"},{"type":"note","content":"Temple, p. 14.","subId":"n12","id":"Hume.HE.5.55.n12"},{"type":"note","content":"Nalson, vol. ii. p. 543.","subId":"n13","id":"Hume.HE.5.55.n13"},{"type":"note","content":"Temple, p. 72, 73, 78. Dugdale, p. 73.","subId":"n14","id":"Hume.HE.5.55.n14"},{"type":"note","content":"Dugdale, p. 74.","subId":"n15","id":"Hume.HE.5.55.n15"},{"type":"note","content":"Rushworth, vol. v. p. 408. Nalson, vol. ii. p. 565.","subId":"n16","id":"Hume.HE.5.55.n16"},{"type":"note","content":"Rush, vol. v. p. 399. Nalson, vol. ii. p. 520. May, book ii. p. 6.","subId":"n17","id":"Hume.HE.5.55.n17"},{"type":"note","content":"Temple, p. 17, 18, 19, 20. Rush. vol. v. p. 400.","subId":"n18","id":"Hume.HE.5.55.n18"},{"type":"note","content":"Temple, p. 39, 40, 79.","subId":"n19","id":"Hume.HE.5.55.n19"},{"type":"note","content":"Temple, p. 42.","subId":"n20","id":"Hume.HE.5.55.n20"},{"type":"note","content":"Temple, p. 40.","subId":"n21","id":"Hume.HE.5.55.n21"},{"type":"note","content":"Temple, p. 39, 40.","subId":"n22","id":"Hume.HE.5.55.n22"},{"type":"note","content":"Temple, p. 96, 101. Rush. vol. v. p. 415.","subId":"n23","id":"Hume.HE.5.55.n23"},{"type":"note","content":"Temple, p. 100.","subId":"n24","id":"Hume.HE.5.55.n24"},{"type":"note","content":"Idem, p. 84.","subId":"n25","id":"Hume.HE.5.55.n25"},{"type":"note","content":"Temple, p. 99. 106. Rush. vol. v. p. 414.","subId":"n26","id":"Hume.HE.5.55.n26"},{"type":"note","content":"Whitlocke, p. 47. Rush. vol. v. p. 416.","subId":"n27","id":"Hume.HE.5.55.n27"},{"type":"note","content":"Temple, p. 100.","subId":"n28","id":"Hume.HE.5.55.n28"},{"type":"note","content":"Idem, p. 85, 106.","subId":"n29","id":"Hume.HE.5.55.n29"},{"type":"note","content":"Temple, p. 94, 107, 108. Rushworth, vol. v. p. 407.","subId":"n30","id":"Hume.HE.5.55.n30"},{"type":"note","content":"Temple, p. 44.","subId":"n31","id":"Hume.HE.5.55.n31"},{"type":"note","content":"Idem, p. 41. Rush. vol. i. p. 416.","subId":"n32","id":"Hume.HE.5.55.n32"},{"type":"note","content":"Temple, p. 42.","subId":"n33","id":"Hume.HE.5.55.n33"},{"type":"note","content":"Idem, p. 64.","subId":"n34","id":"Hume.HE.5.55.n34"},{"type":"note","content":"Temple, p. 88.","subId":"n35","id":"Hume.HE.5.55.n35"},{"type":"note","content":"Idem, p. 62.","subId":"n36","id":"Hume.HE.5.55.n36"},{"type":"note","content":"Idem, p. 43, 62.","subId":"n37","id":"Hume.HE.5.55.n37"},{"type":"note","content":"Nalson, vol. ii. p. 905.","subId":"n38","id":"Hume.HE.5.55.n38"},{"type":"note","content":"Temple, p. 33. Rushworth, vol. v. p. 402.","subId":"n39","id":"Hume.HE.5.55.n39"},{"type":"note","content":"Temple, p. 60. Borlase Hist. p. 28.","subId":"n40","id":"Hume.HE.5.55.n40"},{"type":"note","content":"Whitlocke, p. 49.","subId":"n41","id":"Hume.HE.5.55.n41"},{"type":"note","content":"Rush. vol. v. p. 400, 401.","subId":"n42","id":"Hume.HE.5.55.n42"},{"type":"note","content":"Idem, ibid. p. 402.","subId":"n43","id":"Hume.HE.5.55.n43"},{"type":"note","content":"Rush. vol. v. p. 407.","subId":"n44","id":"Hume.HE.5.55.n44"},{"type":"note","content":"Clarendon, vol. ii. p. 301.","subId":"n45","id":"Hume.HE.5.55.n45"},{"type":"note","content":"It is now so universally allowed, notwithstanding some muttering to the contrary, that the king had no hand in the Irish rebellion, that it will be superfluous to insist on a point which seems so clear. I shall only suggest a very few arguments, among an infinite number which occur. (1) Ought the affirmation of perfidious, infamous rebels ever to have passed for any authority? (2) Nobody can tell us what the words of the pretended commission were. That commission which we find in Rushworth, vol. v. p. 400, and in Milton's Works, Toland's edition, is plainly an imposture; because it pretends to be dated in October 1641, yet mentions facts which happened not till some months after. It appears that the Irish rebels, observing some inconsistence in their first forgery, were obliged to forge this commission anew, yet could not render it coherent or probable. (3) Nothing could be more obviously pernicious to the king's cause than the Irish rebellion; because it increased his necessities, and rendered him still more dependent on the parliament, who had before sufficiently shown on what terms they would assist him. (4) The instant the king heard of the rebellion, which was a very few days after its commencement, he wrote to the parliament, and gave over to them the management of the war. Had he built any projects on that rebellion, would he not have waited some time, to see how they would succeed? Would he presently have adopted a measure which was evidently so hurtful to his authority? (5) What can be imagined to be the king's projects? To raise the Irish to arms, I suppose, and bring them over to England for his assistance. But is it not plain, that the king never intended to raise war in England? Had that been his intention, would he have rendered the parliament perpetual? Does it not appear, by the whole train of events, that the parliament forced him into the war? (6) The king conveyed to the justices intelligence which ought to have prevented the rebellion. (7) The Irish catholics, in all their future transactions with the king, where they endeavour to excuse their insurrection, never had the assurance to plead his commission. Even amongst themselves they dropped that pretext. It appears that Sir Phelim Oneale, chiefly, and he only at first, promoted that imposture. See Carte's Ormond, vol. iii. No. l00, 111, 112, 114, 115, 121, 132, 137. (8) Oneale himself confessed the imposture on his trial and at his execution. See Nalson, vol. ii. p. 528. Maguire, at his execution, made a like confession. (9) It is ridiculous to mention the justification which Charles II. gave to the marquis of Antrim, as if he had acted by his father's commission. Antrim had no hand in the first rebellion and the massacre. He joined not the rebels till two years after: It was with the king's consent; and he did important service, in sending over a body of men to Montrose.","subId":"n46","id":"Hume.HE.5.55.n46"},{"type":"note","content":"Clarendon, vol. ii. p. 435. Sir Ed. Walker, p. 6.","subId":"n47","id":"Hume.HE.5.55.n47"},{"type":"note","content":"Nalson, vol. ii. p. 618. Clarendon, vol. iv. p. 590.","subId":"n48","id":"Hume.HE.5.55.n48"},{"type":"note","content":"Rush. vol. v. p. 438. Nalson, vol. ii. p. 694.","subId":"n49","id":"Hume.HE.5.55.n49"},{"type":"note","content":"Whitlocke, p. 40. Dugdale, p. 71. Nalson, vol. ii. p. 668.","subId":"n50","id":"Hume.HE.5.55.n50"},{"type":"note","content":"Rushworth, vol. v. p. 429.","subId":"n51","id":"Hume.HE.5.55.n51"},{"type":"note","content":"Idem, ibid. p. 437. Nalson, vol. ii. p. 692.","subId":"n52","id":"Hume.HE.5.55.n52"},{"type":"note","content":"Nalson, vol. ii. p. 748.","subId":"n53","id":"Hume.HE.5.55.n53"},{"type":"note","content":"Rushworth, vol. v. p. 457, 458, &c. Clarendon, vol. ii. p. 327. Nalson, vol. ii. p. 738, 750, 751, &c.","subId":"n54","id":"Hume.HE.5.55.n54"},{"type":"note","content":"Rushworth, vol. v. p. 385, 386. Nalson, vol. ii. p. 482.","subId":"n55","id":"Hume.HE.5.55.n55"},{"type":"note","content":"Nalson, vol. ii. p. 511.","subId":"n56","id":"Hume.HE.5.55.n56"},{"type":"note","content":"Rush. vol. v. p. 359.","subId":"n57","id":"Hume.HE.5.55.n57"},{"type":"note","content":"Clarendon, vol. ii. p. 304.","subId":"n58","id":"Hume.HE.5.55.n58"},{"type":"note","content":"Clarendon, vol. ii. p. 415.","subId":"n59","id":"Hume.HE.5.55.n59"},{"type":"note","content":"Journ. 30th Nov. 1641. Nalson, vol. ii. p. 688.","subId":"n60","id":"Hume.HE.5.55.n60"},{"type":"note","content":"Nalson, vol. ii. p. 646. Journ. 16th Nov. 1641. Dugdale, p. 77.","subId":"n61","id":"Hume.HE.5.55.n61"},{"type":"note","content":"Rushworth, part iii. vol. i. p. 710.","subId":"n62","id":"Hume.HE.5.55.n62"},{"type":"note","content":"Nalson, vol. ii. p. 784, 792.","subId":"n63","id":"Hume.HE.5.55.n63"},{"type":"note","content":"Ibid. p. 792. Journ. 27, 28, and 29th of December 1641.","subId":"n64","id":"Hume.HE.5.55.n64"},{"type":"note","content":"Clarendon, vol. ii. p. 339.","subId":"n65","id":"Hume.HE.5.55.n65"},{"type":"note","content":"Idem, ibid. p. 336.","subId":"n66","id":"Hume.HE.5.55.n66"},{"type":"note","content":"Dugdale, p. 78.","subId":"n67","id":"Hume.HE.5.55.n67"},{"type":"note","content":"Whitlocke, p. 51. Rushworth, vol. v. p. 466. Nalson, vol. ii. p. 794.","subId":"n68","id":"Hume.HE.5.55.n68"},{"type":"note","content":"Clarendon, vol. ii. p. 355.","subId":"n69","id":"Hume.HE.5.55.n69"},{"type":"note","content":"Clarendon, vol. ii. p. 360.","subId":"n70","id":"Hume.HE.5.55.n70"},{"type":"note","content":"Whitlocke, p. 50. Rushworth, vol. v. p. 473. Nalson, vol. ii. p. 811. Franklyn, p. 906.","subId":"n71","id":"Hume.HE.5.55.n71"},{"type":"note","content":"Whitlocke, p. 50. Rushworth, vol. v. p. 474, 475.","subId":"n72","id":"Hume.HE.5.55.n72"},{"type":"note","content":"Whitlocke, p. 51. Warwick, p. 204.","subId":"n73","id":"Hume.HE.5.55.n73"},{"type":"note","content":"Whitlocke, p. 50","subId":"n74","id":"Hume.HE.5.55.n74"},{"type":"note","content":"Whitlocke, p. 50. May, book ii. p. 20.","subId":"n75","id":"Hume.HE.5.55.n75"},{"type":"note","content":"Whitlocke, p. 51.","subId":"n76","id":"Hume.HE.5.55.n76"},{"type":"note","content":"Rush. vol. v. p. 470. Clarendon, vol. ii. p. 361.","subId":"n77","id":"Hume.HE.5.55.n77"},{"type":"note","content":"Nalson, vol. ii. p. 836.","subId":"n78","id":"Hume.HE.5.55.n78"},{"type":"note","content":"Nalson, vol. ii. p. 833.","subId":"n79","id":"Hume.HE.5.55.n79"},{"type":"note","content":"Whitlocke, p. 52. Dugdale, p. 82. Clarendon, vol. ii. p. 380.","subId":"n80","id":"Hume.HE.5.55.n80"},{"type":"note","content":"Dugdale, p. 84. Rushworth, vol. v. p. 484, 488, 492, &c.","subId":"n81","id":"Hume.HE.5.55.n81"},{"type":"note","content":"Rushworth, vol. v. p. 487.","subId":"n82","id":"Hume.HE.5.55.n82"},{"type":"note","content":"Idem, ibid. p. 462.","subId":"n83","id":"Hume.HE.5.55.n83"},{"type":"note","content":"Dugdale, p. 87.","subId":"n84","id":"Hume.HE.5.55.n84"},{"type":"note","content":"Clarendon, vol. ii. p. 412.","subId":"n85","id":"Hume.HE.5.55.n85"},{"type":"note","content":"Idem, ibid. p. 413.","subId":"n86","id":"Hume.HE.5.55.n86"},{"type":"note","content":"Clarendon, vol. ii. p. 449.","subId":"n87","id":"Hume.HE.5.55.n87"},{"type":"note","content":"King's Declar. of 12th of August, 1642.","subId":"n88","id":"Hume.HE.5.55.n88"},{"type":"note","content":"Ibid.","subId":"n89","id":"Hume.HE.5.55.n89"},{"type":"note","content":"Nalson, vol. ii. p. 512.","subId":"n90","id":"Hume.HE.5.55.n90"},{"type":"note","content":"Clarendon, vol. ii. p. 428.","subId":"n91","id":"Hume.HE.5.55.n91"},{"type":"note","content":"Rush. vol. v. p. 489. Clarendon, vol. ii. p. 385.","subId":"n92","id":"Hume.HE.5.55.n92"},{"type":"note","content":"Rush. vol. v. p. 459.","subId":"n93","id":"Hume.HE.5.55.n93"},{"type":"note","content":"Nalson, vol. ii. p. 850.","subId":"n94","id":"Hume.HE.5.55.n94"},{"type":"note","content":"Rush. vol. v. p. 519.","subId":"n95","id":"Hume.HE.5.55.n95"},{"type":"note","content":"Rush. vol. v. p. 521.","subId":"n96","id":"Hume.HE.5.55.n96"},{"type":"note","content":"Idem, ibid.","subId":"n97","id":"Hume.HE.5.55.n97"},{"type":"note","content":"Idem, ibid.","subId":"n98","id":"Hume.HE.5.55.n98"},{"type":"note","content":"Idem, ibid. p. 516, 517.","subId":"n99","id":"Hume.HE.5.55.n99"},{"type":"note","content":"Rushworth, part iii. vol. i. chap. iv. p. 523.","subId":"n100","id":"Hume.HE.5.55.n100"},{"type":"note","content":"Idem. vol. v. p. 524.","subId":"n101","id":"Hume.HE.5.55.n101"},{"type":"note","content":"Rushworth, vol. v. p. 532.","subId":"n102","id":"Hume.HE.5.55.n102"},{"type":"note","content":"Ibid. part iii. vol. i. chap. iv. p. 524.","subId":"n103","id":"Hume.HE.5.55.n103"},{"type":"note","content":"Clarendon. Rush. part iii. vol. i. chap. ii. p. 495.","subId":"n104","id":"Hume.HE.5.55.n104"},{"type":"note","content":"Dugdale, p. 89.","subId":"n105","id":"Hume.HE.5.55.n105"},{"type":"note","content":"Warwick, p. 203.","subId":"n106","id":"Hume.HE.5.55.n106"},{"type":"note","content":"Rushworth, vol. v. p. 526.","subId":"n107","id":"Hume.HE.5.55.n107"},{"type":"note","content":"The great courage and conduct, displayed by many of the popular leaders, have commonly inclined men to do them, in one respect, more honour than they deserve, and to suppose, that, like able politicians, they employed pretences which they secretly despised, in order to serve their selfish purposes. It is, however, probable, if not certain, that they were, generally speaking, the dupes of their own zeal. Hypocrisy, quite pure and free from fanaticism, is perhaps, except among men fixed in a determined philosophical scepticism, then unknown, as rare as fanaticism entirely purged from all mixture of hypocrisy. So congenial to the human mind are religious sentiments, that it is impossible to counterfeit long these holy fervours, without feeling some share of the assumed warmth. And, on the other hand, so precarious and temporary, from the frailty of human nature, is the operation of these spiritual views, that the religious ecstasies, if constantly employed, must often be counterfeit, and must be warped by those more familiar motives of interest and ambition, which insensibly gain upon the mind. This indeed seems the key to most of the celebrated characters of that age. Equally full of fraud and of ardour, these pious patriots talked perpetually of seeking the Lord, yet still pursued their own purposes; and have left a memorable lesson to posterity, how delusive, how destructive, that principle is by which they were animated.With regard to the people, we can entertain no doubt, that the controversy was, on their part, entirely theological. The generality of the nation could never have flown out into such fury, in order to obtain new privileges and acquire greater liberty than they and their ancestors had ever been acquainted with. Their fathers had been entirely satisfied with the government of Elizabeth: Why should they have been thrown into such extreme rage against Charles, who, from the beginning of his reign, wished only to maintain such a government? And why not, at least, compound matters with him, when, by all his laws, it appeared, that he had agreed to depart from it? Especially, as he had put it entirely out of his power to retract that resolution. It is in vain, therefore, to dignify this civil war and the parliamentary authors of it, by supposing it to have any other considerable foundation than theological zeal, that great and noted source of animosity among men. The royalists also were very commonly zealots; but as they were, at the same time, maintaining the established constitution, in state as well as church, they had an object, which was natural, and which might produce the greatest passion, even without any considerable mixture of theological fervour. The former part of this note was, in the first editions, a part of the text.","subId":"n108","id":"Hume.HE.5.55.n108"},{"type":"note","content":"Rushworth, vol. v. p. 751.","subId":"n109","id":"Hume.HE.5.55.n109"},{"type":"note","content":"In some of these declarations, supposed to be penned by Lord Falkland, is found the first regular definition of the constitution, according to our present ideas of it, that occurs in any English composition; at least any published by authority. The three species of government, monarchical, aristocratical, and democratical, are there plainly distinguished, and the English government is expressly said to be none of them pure, but all of them mixed and tempered together. This stile, though the sense of it was implied in many institutions, no former king of England would have used, and no subject would have been permitted to use. Banks and the crown-lawyers against Hambden, in the case of ship-money, insist plainly and openly on the king's absolute and sovereign power: And the opposite lawyers do not deny it: They only assert, that the subjects have also a fundamental property in their goods, and that no part of them can be taken but by their own consent in parliament. But that the parliament was instituted to check and controul the king, and share the supreme power, would, in all former times, have been esteemed very blunt and indiscreet, if not illegal, language. We need not be surprised that governments should long continue, though the boundaries of authority, in their several branches, be implicit, confused, and undetermined. This is the case all over the world. Who can draw an exact line between the spiritual and temporal powers in catholic states? What code ascertained the precise authority of the Roman senate, in every occurrence? Perhaps the English is the first mixed government, where the authority of every part has been very accurately defined: And yet there still remain many very important questions between the two houses, that, by common consent, are buried in a discreet silence. The king's power is, indeed, more exactly limited; but this period, of which we now treat, is the time at which that accuracy commenced. And it appears from Warwick and Hobbes, that many royalists blamed this philosophical precision in the king's penman, and thought that the veil was very imprudently drawn off the mysteries of government. It is certain, that liberty reaped mighty advantages from these controversies and enquiries; and the royal authority itself became more secure, within those provinces which were assigned to it. Since the first publication of this history, the sequel of Lord Clarendon has been published; where that nobleman asserts, that he himself was the author of most of these remonstrances and memorials of the king.","subId":"n110","id":"Hume.HE.5.55.n110"},{"type":"note","content":"May, book ii. p. 99.","subId":"n111","id":"Hume.HE.5.55.n111"},{"type":"note","content":"Rushworth, vol. v. p. 534.","subId":"n112","id":"Hume.HE.5.55.n112"},{"type":"note","content":"The king, by his coronation oath, promises that he would maintain the laws and customs which the people had chosen, quas vulgus elegerit: The parliament pretended, that elegerit meant shall chuse; and consequently, that the king had no right to refuse any bills which should be presented him. See Rushworth, vol. v. p. 580.","subId":"n113","id":"Hume.HE.5.55.n113"},{"type":"note","content":"Whitlocke, p. 55. Rushworth, vol. v. p. 565, &c. May, book ii. p. 51.","subId":"n114","id":"Hume.HE.5.55.n114"},{"type":"note","content":"Whitlocke, p. 57. Rushworth, vol. v. p. 717. Dugdale, p. 93. May, book ii. p. 54.","subId":"n115","id":"Hume.HE.5.55.n115"},{"type":"note","content":"Vicar's God in the mount.","subId":"n116","id":"Hume.HE.5.55.n116"},{"type":"note","content":"Whitlocke, p. 58. Dugdale, p. 96, 99.","subId":"n117","id":"Hume.HE.5.55.n117"},{"type":"note","content":"May, book ii. p. 59.","subId":"n118","id":"Hume.HE.5.55.n118"},{"type":"note","content":"Rushworth, vol. v. p. 626, 627. May, book ii. p. 86. Warwick, p. 210.","subId":"n119","id":"Hume.HE.5.55.n119"},{"type":"note","content":"Rushworth, vol. v. p. 722. May, book ii. p. 54.","subId":"n120","id":"Hume.HE.5.55.n120"},{"type":"note","content":"Rushworth, vol. v. p. 728. Warwick, p. 189.","subId":"n121","id":"Hume.HE.5.55.n121"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.54","imported":true,"title":"Chapter 54. Charles I (cont.)","breadcrumb":"Chapter 54","published":[1754]},"next":{"id":"Hume.HE.5.56","imported":true,"title":"Chapter 56. Charles I (cont.)","breadcrumb":"Chapter 56","published":[1754]}}