{"imported":true,"id":"Hume.HE.2.14","parent":"Hume.HE.2","title":"Chapter 14. Edward II","breadcrumb":"Chapter 14","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. XIV.</h2> <h1>EDWARD II.</h1> <em>Weakness of the king——His passion for favourites——Piers Gavaston——Discontent of the barons——Murder of Gavaston——War with Scotland——Battle of Bannockburn——Hugh le Despenser——Civil commotions——Execution of the earl of Lancaster——Conspiracy against the king——Insurrection——The king dethroned——Murdered——His Character——Miscellaneous transactions in this reign.</em>","id":"Hume.HE.2.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">1307.</span> THE prepossessions, entertained in favour of young Edward, kept the English from being fully sensible of the extreme loss, which they had sustained by the death of the great monarch, who filled the throne; and all men hastened with alacrity to take the oath of allegiance to his son and successor. This prince was in the twenty-third year of his age, was of an agreeable figure, of a mild and gentle disposition, and having never discovered a propensity to any dangerous vice, it was natural to prognosticate tranquillity and happiness from his government. <span class=\"margin-comment\">Weakness of the king.</span> But the first act of his reign blasted all these hopes, and shewed him to be totally unqualified for that perilous situation, in which every English monarch, during those ages, had, from the unstable form of the constitution, and the turbulent dispositions of the people, derived from it, the misfortune to be placed. The indefatigable Robert Bruce, though <span class=\"page-break\"></span>his army had been dispersed and he himself had been obliged to take shelter in the western isles, remained not long unactive; but before the death of the late king, had sallied from his retreat, had again collected his followers, had appeared in the field, and had obtained by surprize an important advantage over Aymer de Valence, who commanded the English forces<a href=\"#n1\"><sup>[1]</sup></a>. He was now become so considerable as to have afforded the king of England sufficient glory in subduing him, without incurring any danger of seeing all those mighty preparations, made by his father, fail in the enterprize. But Edward, instead of pursuing his advantages, marched but a little way into Scotland; and having an utter incapacity, and equal aversion, for all application or serious business, he immediately returned upon his footsteps, and disbanded his army. His grandees perceived from this conduct, that the authority of the crown, fallen into such feeble hands, was no longer to be dreaded, and that every insolence might be practised by them with impunity.","subId":"1","id":"Hume.HE.2.14.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">His passion for favourites. Piers Gavaston.</span> <span class=\"small-capitals\">The</span> next measure, taken by Edward, gave them an inclination to attack those prerogatives, which no longer kept them in awe. There was one Piers Gavaston, son of a Gascon knight of some distinction, who had honourably served the late king, and who, in reward of his merits, had obtained an establishment for his son in the family of the prince of Wales. This young man soon insinuated himself into the affections of his master, by his agreeable behaviour, and by supplying him with all those innocent, though frivolous amusements, which suited his capacity and his inclinations. He was endowed with the utmost elegance of shape and person, was noted for a fine mien and easy carriage, distinguished himself in all warlike and genteel exercises, and was celebrated for those quick sallies of wit, in which his countrymen usually excel. By all these accomplishments he gained so entire an ascendant over young Edward, whose heart was strongly disposed to friendship and confidence, that the late king, apprehensive of the consequences, had banished him the kingdom, and had, before he died, made his son promise never to recall him. But no sooner did he find himself master, as he vainly imagined, than he sent for Gavaston; and even before his arrival at court, endowed him with <span class=\"page-break\"></span>the whole earldom of Cornwal, which had escheated to the crown, by the death of Edmond, son of Richard king of the Romans<a href=\"#n2\"><sup>[2]</sup></a>. Not content with conferring on him those possessions, which had sufficed as an appanage for a prince of the blood, he daily loaded him with new honours and riches; married him to his own niece, sister of the earl of Glocester; and seemed to enjoy no pleasure in his royal dignity, but as it enabled him to exalt to the highest splendor this object of his fond affections.","subId":"2","id":"Hume.HE.2.14.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Discontent of the barons.</span> <span class=\"small-capitals\">The</span> haughty barons, offended at the superiority of a minion, whose birth, though reputable, they despised, as much inferior to their own, concealed not their discontent; and soon found reasons to justify their animosity in the character and conduct of the man they hated. Instead of disarming envy by the moderation and modesty of his behaviour, Gavaston displayed his power and influence with the utmost ostentation; and deemed no circumstance of his good fortune so agreeable as its enabling him to eclipse and mortify all his rivals. He was vain-glorious, profuse, rapacious; fond of exterior pomp and appearance, giddy with prosperity; and as he imagined, that his fortune was now as strongly rooted in the kingdom, as his ascendant was uncontrouled over the weak monarch, he was negligent in engaging partizans, who might support his sudden and ill-established grandeur. At all tournaments, he took delight in foiling the English nobility, by his superior address: In every conversation, he made them the object of his wit and raillery: Every day his enemies multiplied upon him; and naught was wanting but a little time to cement their union, and render it fatal, both to him and to his master<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"3","id":"Hume.HE.2.14.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> behoved the king to take a journey to France, both in order to do homage for the dutchy of Guienne, and to espouse the princess Isabella, to whom he had long been affianced, though unexpected accidents had hitherto retarded the completion of the marriage<a href=\"#n4\"><sup>[4]</sup></a>. Edward left Gavaston guardian of the realm<a href=\"#n5\"><sup>[5]</sup></a>, with more ample powers, than had usually been conferred<a href=\"#n6\"><sup>[6]</sup></a>; and on his return with his young queen, renewed all the proofs of that fond attachment to the favourite, of which every one so loudly complained.","subId":"4","id":"Hume.HE.2.14.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> princess was of an imperious and intriguing spirit; and finding, that her husband's capacity required, as his temper inclined, him to be governed, she thought herself best intitled, on every account, to perform the office, and she contracted a mortal hatred against the person, who had disappointed her in these expectations. She was well pleased, therefore, to see a combination of the nobility forming against Gavaston, who, sensible to her hatred, had wantonly provoked her by new insults and injuries.","subId":"5","id":"Hume.HE.2.14.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">1308.</span> <span class=\"small-capitals\">Thomas</span>, earl of Lancaster, cousin-german to the king, and first prince of the blood, was by far the most opulent and powerful subject in England, and possessed in his own right, and soon after in that of his wife, heiress of the family of Lincoln, no less than six earldoms, with a proportionable estate in land, attended with all the jurisdictions and power, which commonly in that age were annexed to landed property. He was turbulent and factious in his disposition; mortally hated the favourite, whose influence over the king exceeded his own; and he soon became the head of that party among the barons, who desired the depression of this insolent stranger. The confederated nobles bound themselves by oath to expel Gavaston: Both sides began already to put themselves in a warlike posture: The licentiousness of the age broke out in robberies and other disorders, the usual prelude of civil war: And the royal authority, despised in the king's own hands, and hated in those of Gavaston, became insufficient for the execution of the laws, and the maintenance of peace in the kingdom. A parliament being summoned at Westminster, Lancaster and his party came thither with an armed retinue; and were there enabled to impose their own terms on the sovereign. They required the banishment of Gavaston, imposed an oath on him never to return, and engaged the bishops, who never failed to interpose in all civil concerns, to pronounce him excommunicated, if he remained any longer in the kingdom<a href=\"#n7\"><sup>[7]</sup></a>. Edward was obliged to submit<a href=\"#n8\"><sup>[8]</sup></a>; but even in his compliance, gave proofs of his fond attachment to his favourite. Instead of removing all umbrage, by sending him to his own country, as was expected, he appointed him lord lieutenant of Ireland<a href=\"#n9\"><sup>[9]</sup></a>, attended him to Bristol on his journey thither, and before <span class=\"page-break\"></span>his departure conferred on him new lands and riches both in Gascony and England<a href=\"#n10\"><sup>[10]</sup></a>. Gavaston, who did not want bravery, and possessed talents for war<a href=\"#n11\"><sup>[11]</sup></a>, acted, during his government, with vigour against some Irish rebels, whom he subdued.","subId":"6","id":"Hume.HE.2.14.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile</span>, the king, less shocked with the illegal violence which had been imposed upon him, than unhappy in the absence of his minion, employed every expedient to soften the opposition of the barons to his return; as if success in that point were the chief object of his government. The high office of hereditary steward was conferred on Lancaster: His father-in-law, the earl of Lincoln, was bought off by other concessions: Earl Warrenne was also mollified by civilities, grants, or promises: The insolence of Gavaston, being no longer before men's eyes, was less the object of general indignation: And Edward, deeming matters sufficiently prepared for his purpose, applied to the court of Rome, and obtained for Gavaston a dispensation from that oath, which the barons had compelled him to take, that he would for ever abjure the realm<a href=\"#n12\"><sup>[12]</sup></a>. He went down to Chester, to receive him on his first landing from Ireland; flew into his arms with transports of joy; and having obtained the formal consent of the barons in parliament to his reestablishment, set no longer any bounds to his extravagant fondness and affection. Gavaston himself, forgetting his past misfortunes, and blind to their causes, resumed the same ostentation and insolence; and became more than ever the object of general detestation among the nobility.","subId":"7","id":"Hume.HE.2.14.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> barons first discovered their animosity by absenting themselves from parliament; and finding that this expedient had not been successful, they began to think of employing sharper and more effectual remedies. Though there had scarcely been any national ground of complaint, except some dissipation of the public treasure: Though all the acts of mal-administration, objected to the king and his favourite, seemed of a nature more proper to excite heart-burnings in a ball or assembly, than commotions in a great kingdom: Yet such was the situation of the times, that the barons were determined, and were able, to make them the reasons of a total alteration in the constitution and civil government. <span class=\"margin-comment\">7th Feb.</span> Having <span class=\"page-break\"></span>come to parliament, in defiance of the laws and the king's prohibition, with a numerous retinue of armed followers, they found themselves entirely masters; and they presented a petition, which was equivalent to a command, requiring Edward to devolve on a chosen junto the whole authority both of the crown and of the parliament. <span class=\"margin-comment\">16th March.</span> The king was obliged to sign a commission, empowering the prelates and barons to elect twelve persons, who should, till the term of Michaelmas in the year following, have authority to enact ordinances for the government of the kingdom, and regulation of the king's household; consenting that these ordinances should, thenceforth, and for ever, have the force of laws; allowing the ordainers to form associations among themselves and their friends, for their strict and regular observance; and all this for the greater glory of God, the security of the church, and the honour and advantage of the king and kingdom<a href=\"#n13\"><sup>[13]</sup></a>. The barons in return signed a declaration, in which they acknowledged, that they owed these concessions merely to the king's free grace; promised that this commission should never be drawn into precedent; and engaged, that the power of the ordainers should expire at the time appointed<a href=\"#n14\"><sup>[14]</sup></a>.","subId":"8","id":"Hume.HE.2.14.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">1311.</span> <span class=\"small-capitals\">The</span> chosen junto accordingly framed their ordinances, and presented them to the king and parliament, for their confirmation in the ensuing year. Some of these ordinances were laudable, and tended to the regular execution of justice: Such as those, requiring sheriffs to be men of property, abolishing the practice of issuing privy seals for the suspension of justice, restraining the practice of purveyance, prohibiting the adulteration and alteration of the coin, excluding foreigners from the farms of the revenue, ordering all payments to be regularly made into the exchequer, revoking all late grants of the crown, and giving the parties damages in the case of vexatious prosecutions. But what chiefly grieved the king, was the ordinance for the removal of evil counsellors, by which a great number of persons were by name excluded from every office of power and profit; and Piers Gavaston himself was for ever banished the king's dominions, under the penalty, in case of disobedience, of being declared a public enemy. Other persons, more <span class=\"page-break\"></span>agreeable to the barons, were substituted in all the offices. And it was ordained, that, for the future, all the considerable dignities in the household, as well as in the law, revenue, and military governments, should be appointed by the<em> baronage</em> in parliament; and the power of making war, or assembling his military tenants, should no longer be vested solely in the king, nor be exercised without the consent of the nobility.","subId":"9","id":"Hume.HE.2.14.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span>, from the same weakness both in his temper and situation, which had engaged him to grant this unlimited commission to the barons, was led to give a parliamentary sanction to their ordinances: But as a consequence of the same character, he <em>secretly</em> made a protest against them, and declared, that, since the commission was granted only for the making of ordinances to the advantage of king and kingdom, such articles as should be found prejudicial to both, were to be held as not ratified and confirmed<a href=\"#n15\"><sup>[15]</sup></a>. It is no wonder, indeed, that he retained a firm purpose to revoke ordinances, which had been imposed on him by violence, which entirely annihilated the royal authority, and above all, which deprived him of the company and society of a person, whom, by an unusual infatuation, he valued above all the world, and above every consideration of interest or tranquillity.","subId":"10","id":"Hume.HE.2.14.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> soon, therefore, as Edward, removing to York, had freed himself from the immediate terror of the barons' power, he invited back Gavaston from Flanders, which that favourite had made the place of his retreat; and declaring his banishment to be illegal, and contrary to the laws and customs of the kingdom<a href=\"#n16\"><sup>[16]</sup></a>, openly reinstated him in his former credit and authority. <span class=\"margin-comment\">1312.</span> The barons, highly provoked at this disappointment, and apprehensive of danger to themselves from the declared animosity of so powerful a minion, saw, that either his or their ruin was now inevitable; and they renewed with redoubled zeal their former confederacies against him. The earl of Lancaster was a dangerous head of this alliance: Guy, earl of Warwic, entered into it with a furious and precipitate passion: Humphrey Bohun, earl of Hereford, the constable, and Aymer de Valence, earl of Pembroke, brought to it a great accession of power and interest: Even earl Warrenne deserted the royal cause, which he had hitherto supported, and was induced to embrace <span class=\"page-break\"></span>the side of the confederates<a href=\"#n17\"><sup>[17]</sup></a>: And as Robert de Winchelsey, archbishop of Canterbury, professed himself of the same party, he determined the body of the clergy, and consequently the people, to declare against the king and his minion. So predominant, at that time, was the power of the great nobility, that the combination of a few of them was always able to shake the throne; and such an universal concurrence became irresistible. The earl of Lancaster suddenly raised an army, and marched to York, where he found the king already removed to Newcastle<a href=\"#n18\"><sup>[18]</sup></a>: He flew thither in pursuit of him; and Edward had just time to escape to Tinmouth, where he embarked, and sailed with Gavaston to Scarborough. He left his favourite in that fortress, which, had it been properly supplied with provisions, was deemed impregnable; and he marched forward to York, in hopes of raising an army, which might be able to support him against his enemies. Pembroke was sent by the confederates to besiege the castle of Scarborough; and Gavaston, sensible of the bad condition of his garrison, was obliged to capitulate, and to surrender himself prisoner<a href=\"#n19\"><sup>[19]</sup></a>. <span class=\"margin-comment\">19th May.</span> He stipulated, that he should remain in Pembroke's hands for two months; that endeavours should, during that time, be mutually used for a general accommodation; that if the terms proposed by the barons were not accepted, the castle should be restored to him in the same condition as when he surrendered it; and that the earl of Pembroke, and Henry Piercy should, by contract, pledge all their lands for the fulfilling of these conditions<a href=\"#n20\"><sup>[20]</sup></a>. Pembroke, now master of the person of this public enemy, conducted him to the castle of Dedington, near Banbury; where, on pretence of other business, he left him, protected by a feeble guard<a href=\"#n21\"><sup>[21]</sup></a>. Warwic, probably in concert with Pembroke, attacked the castle: The garrison refused to make any resistance: Gavaston was yielded up to him, and conducted to Warwic castle: The earls of Lancaster, Hereford, and Arundel, <span class=\"margin-comment\">Murder of Gavaston. 1st July.</span> immediately repaired thither<a href=\"#n22\"><sup>[22]</sup></a>: And without any regard, either to the laws or the military capitulation, they ordered the head of the obnoxious favourite to be struck off, by the hands of the executioner<a href=\"#n23\"><sup>[23]</sup></a>.","subId":"11","id":"Hume.HE.2.14.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king had retired northward to Berwic, when he heard of Gavaston's murder; and his resentment was proportioned to the affection which he had ever borne him, while living. He threatened vengeance on all the nobility, who had been active in that bloody scene, and he made preparations for war in all parts of England. But being less constant in his enmities than in his friendships, he soon after hearkened to terms of accommodation; granted the barons a pardon of all offences; and as they stipulated to ask him publicly pardon on their knees<a href=\"#n24\"><sup>[24]</sup></a>, he was so pleased with these vain appearances of submission, that he seemed to have sincerely forgiven them all past injuries. But as they still pretended, notwithstanding their lawless conduct, a great anxiety for the maintenance of law, and required the establishment of their former ordinances as a necessary security for that purpose; Edward told them, that he was willing to grant them a free and legal confirmation of such of these ordinances as were not entirely derogatory to the prerogative of the crown. This answer was received for the present as satisfactory. The king's person, after the death of Gavaston, was now become less obnoxious to the public; and as the ordinances, insisted on, appeared to be nearly the same with those which had formerly been extorted from Henry III. by Mountfort, and which had been attended with so many fatal consequences, they were, on that account, demanded with less vehemence by the nobility and people. The minds of all men seemed to be much appeased: The animosities of faction no longer prevailed: And England, now united under its head, would henceforth be able, it was hoped, to take vengeance on all its enemies; particularly on the Scots, whose progress was the object of general resentment and indignation.","subId":"12","id":"Hume.HE.2.14.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">War with Scotland.</span> <span class=\"small-capitals\">Immediately</span> after Edward's retreat from Scotland, Robert Bruce left his fastnesses, in which he intended to have sheltered his feeble army; and supplying his defect of strength by superior vigour and abilities, he made deep impression on all his enemies, foreign and domestic. He chased lord Argyle and the chieftain of the Macdowals from their hills, and made himself entirely master of the high country: He thence invaded with success the Cummins <span class=\"page-break\"></span>in the low countries of the north: He took the castles of Inverness, Forfar, and Brechin: He daily gained some new accession of territory; and what was a more important acquisition, he daily reconciled the minds of the nobility to his dominion, and inlisted under his standard every bold leader, whom he enriched by the spoils of his enemies. Sir James Douglas, in whom commenced the greatness and renown of that warlike family, seconded him in all his enterprizes: Edward Bruce, Robert's own brother, distinguished himself by acts of valour: And the terror of the English power being now abated by the feeble conduct of the king, even the least sanguine of the Scots began to entertain hopes of recovering their independence; and the whole kingdom, except a few fortresses, which he had not the means to attack, had acknowledged the authority of Robert.","subId":"13","id":"Hume.HE.2.14.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> this situation, Edward had found it necessary to grant a truce to Scotland; and Robert successfully employed the interval in consolidating his power, and introducing order into the civil government, disjointed by a long continuance of wars and factions. The interval was very short: The truce, ill observed on both sides, was at last openly violated; and war recommenced with greater fury than ever. Robert, not content with defending himself, had made successful inroads into England, subsisted his needy followers by the plunder of that country, and taught them to despise the military genius of a people, who had long been the object of their terror. Edward, at last, rouzed from his lethargy, had marched an army into Scotland; and Robert, determined not to risque too much against an enemy so much superior, retired again into the mountains. The king advanced beyond Edinburgh; but being destitute of provisions, and being ill supported by the English nobility, who were then employed in framing their ordinances, he was soon obliged to retreat, without gaining any advantage over the enemy. But the appearing union of all the parties in England, after the death of Gavaston, seemed to restore that kingdom to its native force, opened again the prospect of reducing Scotland, and promised a happy conclusion to a war, in which both the interests and passions of the nation were so deeply engaged.","subId":"14","id":"Hume.HE.2.14.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">1314.</span> <span class=\"small-capitals\">Edward</span> assembled forces from all quarters, with a view of finishing at one blow this important enterprize. He summoned the most warlike of his vassals from Gascony: He inlisted troops from <span class=\"page-break\"></span>Flanders and other foreign countries: He invited over great numbers of the disorderly Irish as to a certain prey: He joined to them a body of the Welsh, who were actuated by like motives: And assembling the whole military force of England, he marched to the frontiers with an army, which, according to the Scotch writers, amounted to a hundred thousand men.","subId":"15","id":"Hume.HE.2.14.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> army, collected by Robert, exceeded not thirty thousand combatants; but being composed of men, who had distinguished themselves by many acts of valour, who were rendered desperate by their situation, and who were enured to all the varieties of fortune, they might justly, under such a leader, be deemed formidable to the most numerous and best appointed armies. The castle of Stirling, which, with Berwic, was the only fortress in Scotland, that remained in the hands of the English, had long been besieged by Edward Bruce: Philip de Mowbray, the governor, after an obstinate defence, was at last obliged to capitulate, and to promise, that, if, before a certain day, which was now approaching, he were not relieved, he should open his gates to the enemy<a href=\"#n25\"><sup>[25]</sup></a>. Robert therefore, sensible that here was the ground on which he must expect the English, chose the field of battle with all the skill and prudence imaginable, and made the necessary preparations for their reception. He posted himself at Bannockburn, about two miles from Stirling; where he had a hill on his right flank, and a morass on his left: And not content with having taken these precautions to prevent his being surrounded by the more numerous army of the English; he foresaw the superior strength of the enemy in cavalry, and made provision against it. Having a rivulet in front, he commanded deep pits to be dug along its banks, and sharp stakes to be planted in them; and he ordered the whole to be carefully covered over with turf<a href=\"#n26\"><sup>[26]</sup></a>. The English arrived in sight on the evening, and a bloody conflict immediately ensued between two bodies of cavalry; where Robert, who was at the head of the Scots, engaged in single combat with Henry de Bohun, a gentleman of the family of Hereford; and at one stroke cleft his adversary to the chin with a battle-ax, in sight of the two armies. The English horse fled with precipitation to their main body.","subId":"16","id":"Hume.HE.2.14.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Scots, encouraged by this favourable event, and glorying <span class=\"page-break\"></span>in the valour of their prince, prognosticated a happy issue to the combat on the ensuing day: The English, confident in their numbers, and elated with former successes, longed for an opportunity of revenge: And the night, though extremely short in that season and in that climate, appeared tedious to the impatience of the several combatants. <span class=\"margin-comment\">Battle of Bannockburn. 25th June.</span> Early in the morning, Edward drew out his army, and advanced towards the Scots. The earl of Glocester, his nephew, who commanded the left wing of the cavalry, impelled by the ardour of youth, rushed on to the attack without precaution, and fell among the covered pits, which had been prepared by Bruce for the reception of the enemy<a href=\"#n27\"><sup>[27]</sup></a>. This body of horse was disordered: Glocester himself was overthrown and slain: Sir James Douglas, who commanded the Scottish cavalry, gave the enemy no leisure to rally, but pushed them off the field with considerable loss, and pursued them in sight of their whole line of infantry. While the English army was alarmed with this unfortunate beginning of the action, which commonly proves decisive, they observed an army on the heights towards the left, which seemed to be marching leisurely in order to surround them; and they were distracted by their multiplied fears. This was a number of waggoners and sumpter boys, whom Robert had collected; and having supplied them with military standards, gave them the appearance at a distance of a formidable body. The stratagem took effect: A panic seized the English: They threw down their arms and fled: They were pursued with great slaughter, for the space of ninety miles, till they reached Berwic: And the Scots, besides an inestimable booty, took many persons of quality prisoners, and above 400 gentlemen, whom Robert treated with great humanity<a href=\"#n28\"><sup>[28]</sup></a>, and whose ransom was a new accession of wealth to the victorious army. The king himself narrowly escaped by taking shelter in Dunbar, whose gates were opened to him by the earl of March; and he thence passed by sea to Berwic.","subId":"17","id":"Hume.HE.2.14.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> was the great and decisive battle of Bannockburn, which secured the independance of Scotland, fixed Bruce on the throne of that kingdom, and may be deemed the greatest overthrow that the English nation, since the conquest, has ever received. The number of slain on those occasions is always uncertain, and is <span class=\"page-break\"></span>commonly much magnified by the victors: But this defeat made a deep impression on the minds of the English; and it was remarked, that, for some years, no superiority of numbers could encourage them to keep the field against the Scots. Robert, in order to avail himself of his present success, entered England, and ravaged all the northern counties without opposition: He besieged Carlisle; but that place was saved by the valour of Sir Andrew Harcla, the governor: He was more successful against Berwic, which he took by assault: And this prince, elated by his continued prosperity, now entertained hopes of making the most important conquests on the English. <span class=\"margin-comment\">1315.</span> He sent over his brother Edward, with an army of 6ooo men, into Ireland; and that nobleman assumed the title of King of that island: He himself followed soon after with more numerous forces: The horrible and absurd oppressions, which the Irish suffered under the English government, made them, at first, fly to the standard of the Scots, whom they regarded as their deliverers: But a grievous famine, which at that time desolated both Ireland and Britain, reduced the Scottish army to the greatest extremities; and Robert was obliged to return, with his forces much diminished, into his own country. His brother, after having experienced a variety of fortune, was defeated and slain near Dundalk by the English, commanded by lord Bermingham: And these projects, too extensive for the force of the Scottish nation, thus vanished into smoke.","subId":"18","id":"Hume.HE.2.14.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span>, besides suffering those disasters from the invasion of the Scots and the insurrection of the Irish, was also infested with a rebellion in Wales; and above all, by the factions of his own nobility, who took advantage of the public calamities, insulted his fallen fortunes, and endeavoured to establish their own independance on the ruins of the throne. Lancaster and the barons of his party, who had declined attending him on his Scottish expedition, no sooner saw him return with disgrace, than they insisted on the renewal of their ordinances, which, they still pretended, had validity; and the king's unhappy situation obliged him to submit to their demands. The ministry was now modeled by the direction of Lancaster<a href=\"#n29\"><sup>[29]</sup></a>: That prince was placed at the head of the council: It was declared, that all the offices should be filled, from time to time, by <span class=\"page-break\"></span>the votes of parliament, or rather, by the will of the great barons<a href=\"#n30\"><sup>[30]</sup></a>: And the nation, under this new model of government, endeavoured to put itself in a better posture of defence against the Scots. But the factious nobles were far from being terrified with the progress of these public enemies: On the contrary, they founded the hopes of their own future grandeur on the weakness and distresses of the crown: Lancaster himself was suspected, with great appearance of reason, of holding a secret correspondence with the king of Scots: And though he was entrusted with the command of the English armies, he took care that every enterprize should be disappointed, and every plan of operations prove unsuccessful.","subId":"19","id":"Hume.HE.2.14.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> the European kingdoms, especially that of England, were at this time unacquainted with the office of a prime minister, so well understood at present in all regular monarchies; and the people could form no conception of a man, who, though still in the rank of a subject, possessed all the power of a sovereign, eased the prince of the burthen of affairs, supplied his want of experience or capacity, and maintained all the rights of the crown, without degrading the greatest nobles by their submission to his temporary authority. Edward was plainly by nature unfit to hold himself the reins of government: He had no vices; but was unhappy in a total incapacity for serious business: He was sensible of his own defects, and necessarily sought to be governed: Yet every favourite, whom he successively chose, was regarded as a fellow-subject, exalted above his rank and station: He was the object of envy to the great nobility: His character and conduct were decryed with the people: His authority over the king and kingdom was considered as an usurpation: And unless the prince had embraced the dangerous expedient, of devolving his power on the earl of Lancaster or some mighty baron, whose family interest was so extensive as to be able alone to maintain his influence, he could expect no peace or tranquillity upon the throne.","subId":"20","id":"Hume.HE.2.14.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Hugh le Despenser.</span> <span class=\"small-capitals\">The</span> king's chief favourite, after the death of Gavaston, was Hugh le Despenser or Spenser, a young man of English birth, of high rank, and of a noble family<a href=\"#n31\"><sup>[31]</sup></a>. He possessed all the exterior <span class=\"page-break\"></span>accomplishments of person and address, which were fitted to engage the weak mind of Edward; but was destitute of that moderation and prudence, which might have qualified him to mitigate the envy of the great, and conduct him through all the perils of that dangerous station, to which he was advanced. His father, who was of the same name, and who, by means of his son, had also attained great influence over the king, was a nobleman venerable from his years, respected through all his past life for wisdom, valour, and integrity, and well fitted, by his talents and experience, could affairs have admitted of any temperament, to have supplied the defects both of the king and of his minion<a href=\"#n32\"><sup>[32]</sup></a>. But no sooner was Edward's attachment declared for young Spenser, than the turbulent Lancaster, and most of the great barons, regarded him as their rival, made him the object of their animosity, and formed violent plans for his ruin<a href=\"#n33\"><sup>[33]</sup></a>. They first declared their discontent by withdrawing from parliament; and it was not long ere they found a pretence for preceeding to greater extremities against him.","subId":"21","id":"Hume.HE.2.14.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">1321. Civil commotions.</span> <span class=\"small-capitals\">The</span> king, who set no limits to his bounty towards his minions, had married the younger Spenser to his niece, one of the co-heirs of the earl of Glocester, slain at Bannockburn. The favourite, by his succession to that opulent family, had inherited great possessions in the marches of Wales<a href=\"#n34\"><sup>[34]</sup></a>, and being desirous of extending still farther his influence in those quarters, he is accused of having committed injustice on the barons of Audley and Ammori, who had also married two sisters of the same family. There was likewise a baron in the neighbourhood, called William de Braouse, lord of Gower, who had made a settlement of his estate on John de Mowbray, his son-in-law; and in case of failure of that nobleman and his issue, had substituted the earl of Hereford, in the succession to the barony of Gower. Mowbray, on the decease of his father-in-law, entered immediately in possession of the estate, without the formality of taking livery and seizin from the crown: But Spenser, who coveted that barony, persuaded the king to put in execution the rigour of the feudal law, to seize Gower as escheated to the crown, and to confer it upon him<a href=\"#n35\"><sup>[35]</sup></a>. This transaction, which was the proper subject of a lawsuit, immediately <span class=\"page-break\"></span>excited a civil war in the kingdom. The earls of Lancaster and Hereford flew to arms: Audley and Ammori joined them with all their forces: The two Rogers de Mortimer and Roger de Clifford, with many others, disgusted for private reasons at the Spensers, brought a considerable accession to the party: And their army being now formidable, they sent a message to the king, requiring him immediately to dismiss or confine the younger Spenser; and menacing him in case of refusal, with renouncing their allegiance to him, and taking revenge on that minister by their own authority. They scarcely waited for an answer; but immediately fell upon the lands of young Spenser, which they pillaged and destroyed; murdered his servants, drove off his cattle, and burned his houses<a href=\"#n36\"><sup>[36]</sup></a>. They thence proceeded to commit like devastations on the estates of Spenser, the father, whose character they had hitherto seemed to respect. And having drawn and signed a formal association among themselves<a href=\"#n37\"><sup>[37]</sup></a>, they marched to London with all their forces, stationed themselves in the neighbourhood of that city, and demanded of the king the banishment of both the Spensers. These noblemen were then absent; the father abroad, the son at sea; and both of them employed in different commissions: The king therefore replied, that his coronation oath, by which he was bound to observe the laws, restrained him from giving his assent to so illegal a demand, or condemning noblemen who were accused of no crime, nor had any opportunity afforded them of making answer<a href=\"#n38\"><sup>[38]</sup></a>. Equity and reason were but a feeble opposition to men, who had arms in their hands, and who, being already involved in guilt, saw no safety but in success and victory. They entered London with their troops; and giving in to the parliament, which was then sitting, a charge against the Spensers, of which they attempted not to prove one article, they procured, by menaces and violence, a sentence of attainder and perpetual exile against these ministers<a href=\"#n39\"><sup>[39]</sup></a>. This sentence was voted by the lay barons alone: For the commons, though now an estate in parliament, were yet of so little consideration, that their assent was not demanded; and even the votes of the prelates were neglected amidst the present disorders. The only symptom, which these turbulent barons gave of their regard to <span class=\"page-break\"></span>law, was their requiring from the king an indemnity for their illegal proceedings<a href=\"#n40\"><sup>[40]</sup></a>; after which they disbanded their army, and separated, in security, as they imagined, to their several castles.","subId":"22","id":"Hume.HE.2.14.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> act of violence, in which the king was obliged to acquiesce, rendered his person and his authority so contemptible, that every one thought himself entitled to treat him with neglect. The queen, having occasion soon after to pass by the castle of Leeds in Kent, which belonged to the lord Badlesmere, desired a night's lodging; but was refused admittance, and some of her attendants, who presented themselves at the gate, were killed<a href=\"#n41\"><sup>[41]</sup></a>. The insult upon this princess, who had always endeavoured to live on good terms with the barons, and who joined them heartily in their hatred of the young Spenser, was an action which no body pretended to justify; and the king thought, that he might, without giving general umbrage, assemble an army, and take vengeance on the offender. No one came to the assistance of Badlesmere; and Edward prevailed<a href=\"#n42\"><sup>[42]</sup></a>: But having now some forces on foot, and having concerted measures with his friends throughout England, he ventured to take off the mask, to attack all his enemies, and to recall the two Spensers, whose sentence he declared illegal, unjust, contrary to the tenor of the Great Charter, passed without the assent of the prelates, and extorted by violence from him and the estate of barons<a href=\"#n43\"><sup>[43]</sup></a>. Still the commons were not mentioned by either party.","subId":"23","id":"Hume.HE.2.14.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">1322.</span> <span class=\"small-capitals\">The</span> king had now got the start of the barons; an advantage, which, in those times, was commonly decisive: And he hastened with his army to the marches of Wales, the chief seat of the power of his enemies, whom he found totally unprepared for resistance. Many of the barons in those parts endeavoured to appease him by submission<a href=\"#n44\"><sup>[44]</sup></a>: Their castles were seized, and their persons committed to custody. But Lancaster, in order to prevent the total ruin of his party, summoned together his vassals and retainers; declared his alliance with Scotland, which had long been suspected; received the promise of a reinforcement from that country, under the command of Randolf, earl of Murray, and Sir James Douglas<a href=\"#n45\"><sup>[45]</sup></a>; and being joined by the earl of Hereford, advanced <span class=\"page-break\"></span>with all his forces against the king, who had collected an army of 30,000 men, and was superior to his enemies. Lancaster posted himself at Burton upon Trent, and endeavoured to defend the passages of the river<a href=\"#n46\"><sup>[46]</sup></a>: But being disappointed in that plan of operations; this prince, who had no military genius, and whose personal courage was even suspected, fled with his army to the north, in expectation of being there joined by his Scottish allies<a href=\"#n47\"><sup>[47]</sup></a>. He was pursued by the king; and his army diminished daily; till he came to Boroughbridge, where he found Sir Andrew Harcla posted with some forces on the opposite side of the river, and ready to dispute the passage with him. <span class=\"margin-comment\">16th March.</span> He was repulsed in an attempt which he made to force his way; the earl of Hereford was killed; the whole army of the rebels was disconcerted; Lancaster himself was become incapable of taking any measures either for flight or defence; and he was seized without resistance by Harcla, and conducted to the king<a href=\"#n48\"><sup>[48]</sup></a>. In those violent times, the laws were so much neglected on both sides, that, even where they might, without any sensible inconvenience, have been observed, the conquerors deemed it unnecessary to pay any regard to them. Lancaster, who was guilty of open rebellion, and was taken in arms against his sovereign, instead of being tried by the laws of his country, which pronounced the sentence of death against him, was condemned by a court-martial<a href=\"#n49\"><sup>[49]</sup></a>, and led to execution. <span class=\"margin-comment\">23rd March, Execution of the earl of Lancaster.</span> Edward, however little vindictive in his natural temper, here indulged his revenge, and employed against the prisoner the same indignities, which had been exercised by his orders against Gavaston. He was clothed in a mean attire, placed on a lean jade without a bridle, a hood was put on his head, and in this posture, attended by the acclamations of the people, this prince was conducted to an eminence near Pomfret, one of his own castles, and there beheaded<a href=\"#n50\"><sup>[50]</sup></a>.","subId":"24","id":"Hume.HE.2.14.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> perished Thomas earl of Lancaster, prince of the blood, and one of the most potent barons that had ever been in England. His public conduct sufficiently discovers the violence and turbulence of his character: His private deportment appears not to have been more innocent: And his hypocritical devotion, by which <span class=\"page-break\"></span>he gained the favour of the monks and populace, will rather be regarded as an aggravation than an alleviation of his guilt. Badlesmere, Giffard, Barret, Cheyney, Fleming, and about eighteen of the most notorious offenders, were afterwards condemned by a legal trial and were executed. Many were thrown into prison: Others made their escape beyond sea: Some of the king's servants were rewarded from the forfeitures: Harcla received for his services the earldom of Carlisle, and a large estate, which he soon after forfeited with his life, for a treasonable correspondence with the king of Scotland. But the greater part of those vast escheats was seized by young Spenser, whose rapacity was insatiable. Many of the barons of the king's party were disgusted with this partial division of the spoils: The envy against Spenser rose higher than ever: The usual insolence of his temper, enflamed by success, impelled him to commit many acts of violence: The people, who always hated him, made him still more the object of aversion: All the relations of the attainted barons and gentlemen secretly vowed revenge: And though tranquillity was in appearance restored to the kingdom, the general contempt of the king and odium against Spenser, bred dangerous humours, the source of future revolutions and convulsions.","subId":"25","id":"Hume.HE.2.14.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> this situation no success could be expected from foreign wars; and Edward, after making one more fruitless attempt against Scotland, whence he retreated with dishonour, found it necessary to terminate hostilities with that kingdom, by a truce of thirteen years<a href=\"#n51\"><sup>[51]</sup></a>. Robert, though his title to the crown was not acknowledged in the treaty, was satisfied with ensuring his possession of it during so long a time. He had repelled with gallantry all the attacks of England: He had carried war both into that kingdom and into Ireland: He had rejected with disdain the pope's authority, who pretended to impose his commands upon him, and oblige him to make peace with his enemies: His throne was firmly established, as well in the affections of his subjects, as by force of arms: Yet there naturally remained some inquietude in his mind, while at war with a state, which, however at present disordered by faction, was of itself so much an over-match for him both in riches and in numbers <span class=\"page-break\"></span>of people. And this truce was, at the same time, the more seasonable for England; because the nation was at that juncture threatened with hostilities from France.","subId":"26","id":"Hume.HE.2.14.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">1324.</span> <span class=\"small-capitals\">Philip</span> the fair, king of France, who died in 1315, had left the crown to his son Lewis Hutin, who, after a short reign, dying without male issue, was succeeded by Philip the Long, his brother, whose death soon after made way for Charles the Fair, the youngest brother of that family. This monarch had some grounds of complaint against the king's ministers in Guienne; and as there was no common or equitable judge in that strange species of sovereignty, established by the feudal law, he seemed desirous to take advantage of Edward's weakness, and under that pretence, to confiscate all his foreign dominions<a href=\"#n52\"><sup>[52]</sup></a>. After an embassy by the earl of Kent, the king's brother, had been tried in vain, queen Isabella obtained permission to go over to Paris, and endeavour to adjust, in an amicable manner, the difference with her brother: But while she was making some progress in this negociation, Charles started a new pretension, the justice of which could not be disputed, that Edward himself should appear in his court, and do homage for the fees which he held in France. But there occurred many difficulties in complying with this demand. Young Spenser, by whom the king was implicitly governed, had unavoidably been engaged in many quarrels with the queen, who aspired to the same influence; and though that artful princess, on her leaving England, had dissembled her animosity, Spenser, well acquainted with her secret sentiments, was unwilling to attend his master to Paris, and appear in a court, where her credit might expose him to insults, if not to danger. He hesitated no less on allowing the king to make the journey alone; both fearing, lest that easy prince should in his absence fall under other influence, and foreseeing the perils, to which he himself should be exposed, if, without the protection of royal authority, he remained in England, where he was so generally hated. <span class=\"margin-comment\">1325.</span> While these doubts occasioned delays and difficulties, Isabella proposed, that Edward should resign the dominion of Guienne to his son, now thirteen years of age; and that the prince should come to Paris, and do the homage which every vassal owed to his superior lord. This expedient, which seemed so happily to <span class=\"page-break\"></span>remove all difficulties, was immediately embraced: Spenser was charmed with the contrivance: Young Edward was sent to Paris: And the ruin, covered under this fatal snare, was never perceived or suspected, by any of the English council.","subId":"27","id":"Hume.HE.2.14.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen on her arrival in France, had there found a great number of English fugitives, the remains of the Lancastrian faction; and their common hatred of Spenser soon begat a secret friendship and correspondence between them and that princess. Among the rest was young Roger Mortimer, a potent baron in the Welsh marches, who had been obliged, with others, to make his submissions to the king, had been condemned for high treason; but having received a pardon for his life, was afterwards detained in the Tower, with an intention of rendering his confinement perpetual. He was so fortunate as to make his escape into France<a href=\"#n53\"><sup>[53]</sup></a>; and being one of the most considerable persons now remaining of the party, as well as distinguished by his violent animosity against Spenser, he was easily admitted to pay his court to queen Isabella. The graces of his person and address advanced him quickly in her affections: He became her confident and counsellor in all her measures: And gaining ground daily upon her heart, he engaged her to sacrifice at last, to her passion, all the sentiments of honour and of fidelity to her husband<a href=\"#n54\"><sup>[54]</sup></a>. <span class=\"margin-comment\">Conspiracy against the king.</span> Hating now the man, whom she had injured, and whom she never valued, she entered ardently into all Mortimer's conspiracies; and having artfully gotten into her hands the young prince, and heir of the monarchy, she resolved on the utter ruin of the king, as well as of his favourite. She engaged her brother to take part in the same criminal purpose: Her court was daily filled with the exiled barons: Mortimer lived in the most declared intimacy with her: A correspondence was secretly carried on with the malcontent party in England: And when Edward, informed of those alarming circumstances, required her speedily to return with the prince, she publicly replied, that she would never set foot in the kingdom, till Spenser was for ever removed from his presence and councils: A declaration, which procured her great popularity in England, and threw a decent veil over all her treasonable enterprizes.","subId":"28","id":"Hume.HE.2.14.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span> endeavoured to put himself in a posture of defence<a href=\"#n55\"><sup>[55]</sup></a>; but, besides the difficulties arising from his own indolence and slender abilities, and the want of authority, which of consequence attended all his resolutions, it was not easy for him, in the present state of the kingdom and revenue, to maintain a constant force ready to repel an invasion, which he knew not at what time or place he had reason to expect. <span class=\"margin-comment\">Insurrections.</span> All his efforts were unequal to the traiterous and hostile conspiracies, which, both at home and abroad, were forming against his authority, and which were daily penetrating farther even into his own family. His brother, the earl of Kent, a virtuous but weak prince, who was then at Paris, was engaged by his sister-in-law, and by the king of France, who was also his cousin-german, to give countenance to the invasion, whose sole object, he believed, was the expulsion of the Spensers: He prevailed on his elder brother, the earl of Norfolk, to enter secretly into the same design: The earl of Leicester, brother and heir of the earl of Lancaster, had too many reasons for his hatred of these ministers, to refuse his concurrence. Walter de Reynel, archbishop of Canterbury, and many of the prelates, expressed their approbation of the queen's measures: Several of the most potent barons, envying the authority of the favourite, were ready to fly to arms: The minds of the people, by means of some truths and many calumnies, were strongly disposed to the same party: And there needed but the appearance of the queen and prince, with such a body of foreign troops, as might protect her against immediate violence, to turn all this tempest, so artfully prepared, against the unhappy Edward.","subId":"29","id":"Hume.HE.2.14.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">1326.</span> <span class=\"small-capitals\">Charles</span>, though he gave countenance and assistance to the faction, was ashamed openly to support the queen and prince, against the authority of a husband and father; and Isabella was obliged to court the alliance of some other foreign potentate, from whose dominions she might set out on her intended enterprize. For this purpose, she affianced young Edward, whose tender age made him incapable to judge of the consequences, with Philippa, daughter of the count of Holland and Hainault<a href=\"#n56\"><sup>[56]</sup></a>; and having, by the open assistance of this prince, and the secret protection of her brother, inlisted in her service near 3000 men, she set sail from the <span class=\"page-break\"></span>harbour of Dort, and landed safely, and without opposition, on the coast of Suffolk. <span class=\"margin-comment\">24th Sept.</span> The earl of Kent was in her company: Two other princes of the blood, the earl of Norfolk, and the earl of Leicester, joined her soon after her landing with all their followers: Three prelates, the bishops of Ely, Lincoln, and Hereford, brought her both the force of their vassals and the authority of their character<a href=\"#n57\"><sup>[57]</sup></a>: Even Robert de Watteville, who had been sent by the king to oppose her progress in Suffolk, deserted to her with all his forces. To render her cause more favourable, she renewed her declaration, that the sole purpose of her enterprize was to free the king and kingdom from the tyranny of the Spensers, and of chancellor Baldoc, their creature<a href=\"#n58\"><sup>[58]</sup></a>. The populace were allured by her specious pretences: The barons thought themselves secure against forfeitures by the appearance of the prince in her army: And a weak irresolute king, supported by ministers generally odious, was unable to stem this torrent, which bore with such irresistible violence against him.","subId":"30","id":"Hume.HE.2.14.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span>, after trying in vain to rouze the citizens of London to some sense of duty<a href=\"#n59\"><sup>[59]</sup></a>, departed for the west, where he hoped to meet with better reception; and he had no sooner discovered his weakness by leaving the city, than the rage of the populace broke out without controul against him and his ministers. They first plundered, then murdered all those who were obnoxious to them: They seized the bishop of Exeter, a virtuous and loyal prelate, as he was passing through the streets; and having beheaded him, they threw his body into the river<a href=\"#n60\"><sup>[60]</sup></a>. They made themselves masters of the Tower by surprize; then entered into a formal association to put to death, without mercy, every one who should dare to oppose the enterprize of queen Isabella, and of the prince<a href=\"#n61\"><sup>[61]</sup></a>. A like spirit was soon communicated to all other parts of England; and threw the few servants of the king, who still entertained thoughts of performing their duty, into terror and astonishment.","subId":"31","id":"Hume.HE.2.14.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span> was hotly pursued to Bristol by the earl of Kent, seconded by the foreign forces under John de Hainault. He found himself disappointed in his expectations with regard to the loyalty of those parts; and he passed over to Wales, where, he flattered <span class=\"page-break\"></span>himself, his name was more popular, and which he hoped to find uninfected with the contagion of general rage, which had seized the English<a href=\"#n62\"><sup>[62]</sup></a>. The elder Spenser, created earl of Winchester, was left governor of the castle of Bristol; but the garrison mutinied against him, and he was delivered into the hands of his enemies. This venerable noble, who had nearly reached his ninetieth year, was instantly, without trial, or witness, or accusation, or answer, condemned to death by the rebellious barons: He was hanged on a gibbet; his body was cut in pieces, and thrown to the dogs<a href=\"#n63\"><sup>[63]</sup></a>; and his head was sent to Winchester, the place whose title he bore, and was there set on a pole, and exposed to the insults of the populace.","subId":"32","id":"Hume.HE.2.14.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, disappointed anew in his expectations of succour from the Welsh, took shipping for Ireland; but being driven back by contrary winds, he endeavoured to conceal himself in the mountains of Wales: He was soon discovered, was put under the custody of the earl of Leicester, and was confined in the castle of Kenilworth. The younger Spenser, his favourite, who also fell into the hands of his enemies, was executed, like his father, without any appearance of a legal trial<a href=\"#n64\"><sup>[64]</sup></a>: The earl of Arundel, almost the only man of his rank in England, who had maintained his loyalty, was, without any trial, put to death at the instigation of Mortimer: Baldoc, the chancellor, being a priest, could not with safety be so suddenly dispatched; but being sent to the bishop of Hereford's palace in London, he was there, as his enemies probably foresaw, seized by the populace, was thrown into Newgate, and soon after expired, from the cruel usage which he had received<a href=\"#n65\"><sup>[65]</sup></a>. Even the usual reverence, paid to the sacerdotal character, gave way, with every other consideration, to the present rage of the people.","subId":"33","id":"Hume.HE.2.14.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">The king dethroned.</span> <span class=\"small-capitals\">The</span> queen, to avail herself of the prevailing delusion, summoned, in the king's name, a parliament at Westminster; where, together with the power of her army, and the authority of her partizans among the barons, who were concerned to secure their past treasons by committing new acts of violence against their sovereign, she expected to be seconded by the fury of the populace, the most dangerous of all instruments, and the least answerable for their excesses. <span class=\"margin-comment\">1327. 13th Jan.</span> A charge was drawn up against the king, in which, even though it was framed by his inveterate enemies, <span class=\"page-break\"></span>nothing but his narrow genius, or his misfortunes were objected to him: For the greatest malice found no particular crime with which it could reproach this unhappy prince. He was accused of incapacity for government, of wasting his time in idle amusements, of neglecting public business, of being swayed by evil counsellors, of having lost, by his misconduct, the kingdom of Scotland, and part of Guienne; and to swell the charge, even the death of some barons, and the imprisonment of some prelates, convicted of treason, were laid to his account<a href=\"#n66\"><sup>[66]</sup></a>. It was in vain, amidst the violence of arms and tumult of the people, to appeal either to law or to reason: The deposition of the king, without any appearing opposition, was voted by parliament: The prince, already declared regent by his party<a href=\"#n67\"><sup>[67]</sup></a>, was placed on the throne: And a deputation was sent to Edward at Kenilworth, to require his resignation, which menaces and terror soon extorted from him.","subId":"34","id":"Hume.HE.2.14.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> it was impossible, that the people, however corrupted by the barbarity of the times, still farther enflamed by faction, could for ever remain insensible to the voice of nature. Here, a wife had first deserted, next invaded, and then dethroned her husband; had made her minor son an instrument in this unnatural treatment of his father; had by lying pretences seduced the nation into a rebellion against their sovereign; had pushed them into violence and cruelties, that had dishonoured them: All those circumstances were so odious in themselves, and formed such a complicated scene of guilt, that the least reflection sufficed to open men's eyes, and make them detest this flagrant infringement of every public and private duty. The suspicions which soon arose of Isabella's criminal commerce with Mortimer, the proofs which daily broke out of this part of her guilt, encreased the general abhorrence against her; and her hyprocrisy, in publicly bewailing with tears the king's unhappy fate<a href=\"#n68\"><sup>[68]</sup></a>, was not able to deceive even the most stupid and most prejudiced of her adherents. In proportion as the queen became the object of public hatred, the dethroned monarch, who had been the victim of her crimes and her ambition, was regarded with pity, with friendship, with veneration: And men became sensible, that all his misconduct, which faction had so much exaggerated, had been owing to the unavoidable weakness, not <span class=\"page-break\"></span>to any voluntary depravity of his character. The earl of Leicester, now earl of Lancaster, to whose custody he had been committed, was soon touched with those generous sentiments; and besides using his prisoner with gentleness and humanity, he was suspected to have entertained still more honourable intentions in his favour. The king, therefore, was taken from his hands, and delivered over to lord Berkeley, and Mautravers, and Gournay, who were entrusted alternately, each for a month, with the charge of guarding him. While he was in the custody of Berkeley, he was still treated with the gentleness due to his rank and his misfortunes; but when the turn of Mautravers and Gournay came, every species of indignity was practised against him, as if their intention had been to break entirely the prince's spirit, and to employ his sorrows and afflictions, instead of more violent and more dangerous expedients, for the instruments of his murder<a href=\"#n69\"><sup>[69]</sup></a>. It is reported, that one day, when Edward was to be shaved, they ordered cold and dirty water to be brought from the ditch for that purpose; and when he desired it to be changed, and was still denied his request, he burst into tears, which bedewed his cheeks; and he exclaimed, that, in spite of their insolence, he should be shaved with clean and warm water<a href=\"#n70\"><sup>[70]</sup></a>. But as this method of laying Edward in his grave appeared still too slow to the impatient Mortimer, he secretly sent orders to the two keepers, who were at his devotion, instantly to dispatch him; and these ruffians contrived to make the manner of his death as cruel and barbarous as possible. Taking advantage of Berkeley's sickness, in whose custody he then was, and who was thereby incapacitated from attending his charge<a href=\"#n71\"><sup>[71]</sup></a>; they came to Berkeley-castle, and put themselves in possession of the king's person. <span class=\"margin-comment\">21st Sept. The king murdered.</span> They threw him on a bed; held him down violently with a table, which they flung over him; thrust into his fundament a red-hot iron, which they inserted through a horn; and though the outward marks of violence upon his person were prevented by this expedient, the horrid deed was discovered to all the guards and attendants by the screams, with which the agonizing king filled the castle, while his bowels were consuming.","subId":"35","id":"Hume.HE.2.14.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">Gournay</span> and Mautravers were held in general detestation; and <span class=\"page-break\"></span>when the ensuing revolution in England threw their protectors from power, they found it necessary to provide for their safety by flying the kingdom. Gournay was afterwards seized at Marseilles, delivered over to the seneschal of Guienne, put on board a ship with a view of carrying him to England; but he was beheaded at sea, by secret orders, as was supposed, from some nobles and prelates in England, anxious to prevent any discovery, which he might make of his accomplices. Mautravers concealed himself for several years in Germany; but having found means of rendering some service to Edward III. he ventured to approach his person, threw himself on his knees before him, submitted to mercy, and received a pardon<a href=\"#n72\"><sup>[72]</sup></a>.","subId":"36","id":"Hume.HE.2.14.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">His character.</span> <span class=\"small-capitals\">It</span> is not easy to imagine a man more innocent and inoffensive than the unhappy king, whose tragical death we have related; nor a prince less fitted for governing that fierce and turbulent people, subjected to his authority. He was obliged to devolve on others the weight of government, which he had neither ability nor inclination to bear: The same indolence and want of penetration led him to make choice of ministers and favourites, who were not always the best qualified for the trust committed to them: The seditious grandees, pleased with his weakness, yet complaining of it; under pretence of attacking his ministers, insulted his person and invaded his authority: And the impatient populace, mistaking the source of their grievances, threw all the blame upon the king, and encreased the public disorders by their faction and violence. It was in vain to look for protection from the laws, whose voice, always feeble in those times, was not heard amidst the din of arms: What could not defend the king was less able to give shelter to any of the people: The whole machine of government was torne in pieces with fury and violence: And men, instead of regretting the manners of their age, and the form of their constitution, which required the most steady and most skilful hand to conduct them, imputed all errors to the person who had the misfortune to be entrusted with the reins of empire.","subId":"37","id":"Hume.HE.2.14.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though such mistakes are natural and almost unavoidable while the events are recent, it is a shameful delusion in modern historians, to imagine, that all the ancient princes, who were unfortunate <span class=\"page-break\"></span>in their government, were also tyrannical in their conduct, and that the seditions of the people always proceeded from some invasion of their privileges by the monarch. Even a great and a good king was not in that age secure against faction and rebellion, as appears in the case of Henry II.; but a great king had the best chance, as we learn from the history of the same period, for quelling and subduing them. Compare the reigns and characters of Edward I. and II. The father made several violent attempts against the liberties of the people: His barons opposed him: He was obliged, at least found it prudent, to submit: But as they dreaded his valour and abilities, they were content with reasonable satisfaction, and pushed no farther their advantages against him. The facility and weakness of the son, not his violence, threw every thing into confusion: The laws and government were overturned: An attempt to reinstate them was an unpardonable crime: And no atonement, but the deposition and tragical death of the king himself, could give those barons contentment. It is easy to see, that a constitution, which depended so much on the personal character of the prince, must necessarily, in many of its parts, be a government of will, not of laws. But always to throw, without distinction, the blame of all disorders upon the sovereign, would introduce a fatal error in politics, and serve as a perpetual apology for treason and rebellion: As if the turbulence of the great, and madness of the people, were not, equally with the tyranny of princes, evils incident to human society, and no less carefully to be guarded against in every well regulated constitution.","subId":"38","id":"Hume.HE.2.14.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">Miscellaneous transactions during this reign.</span> <span class=\"small-capitals\">While</span> these abominable scenes passed in England, the theatre of France was stained with a wickedness equally barbarous, and still more public and deliberate. The order of knights templars had arisen during the first fervour of the Crusades; and uniting the two qualities the most popular in that age, devotion and valour, and exercising both in the most popular of all enterprizes, the defence of the Holy Land, they had made rapid advances in credit and authority, and had acquired, from the piety of the faithful, ample possessions in every country of Europe, especially in France. Their great riches, joined to the course of time, had, by degrees, relaxed the severity of these virtues; and the templars had in a great measure lost that popularity, which first raised them to honour and distinction. Acquainted from experience with the fatigues and <span class=\"page-break\"></span>dangers of those fruitless expeditions to the East, they rather chose to enjoy in ease their opulent revenues in Europe: And being all men of birth, educated, according to the custom of that age, without any tincture of letters, they scorned the ignoble occupations of a monastic life, and passed their time wholly in the fashionable amusements of hunting, gallantry, and the pleasures of the table. Their rival order, that of St. John of Jerusalem, whose poverty had as yet preserved them from like corruptions, still distinguished themselves by their enterprizes against the Infidels, and succeeded to all the popularity, which was lost by the indolence and luxury of the templars. But though these reasons had weakened the foundations of this order, once so celebrated and revered, the immediate cause of their destruction proceeded from the cruel and vindictive spirit of Philip the Fair, who, having entertained a private disgust against some eminent templars, determined to gratify at once his avidity and revenge, by involving the whole order in an undistinguished ruin. On no better information, than that of two knights, condemned by their superiors to perpetual imprisonment for their vices and profligacy; he ordered on one day all the templars in France to be committed to prison, and imputed to them such enormous and absurd crimes, as are sufficient of themselves to destroy all the credit of the accusation. Besides their being universally charged with murder, robbery, and vices the most shocking to nature, every one, it was pretended, whom they received into their order, was obliged to renounce his Saviour, to spit upon the cross<a href=\"#n73\"><sup>[73]</sup></a>, and to join to this impiety the superstition of worshipping a gilded head, which was secretly kept in one of their houses at Marseilles. They also initiated, it was said, every candidate by such infamous rites, as could serve to no other purpose, than to degrade the order in his eyes, and destroy for ever the authority of all his superiors over him<a href=\"#n74\"><sup>[74]</sup></a>. Above a hundred of these unhappy gentlemen were put to the question, in order to extort from them a confession of their guilt: The more obstinate perished in the hands of their tormentors. Several, to procure immediate ease in the violence of their agonies, acknowledged whatever was required of them: Forged confessions were imputed to others: <span class=\"page-break\"></span>And Philip, as if their guilt were now certain, proceeded to a confiscation of all their treasures. But no sooner were the templars relieved from their tortures, than, preferring the most cruel execution to a life with infamy, they disavowed their confessions, exclaimed against the forgeries, justified the innocence of their order, and appealed to all the gallant actions, performed by them in ancient or later times, as a full apology for their conduct. The tyrant, enraged at this disappointment, and thinking himself now engaged in honour to proceed to extremities, ordered fifty-four of them, whom he branded as relapsed heretics, to perish by the punishment of fire in his capital: Great numbers expired after a like manner in other parts of the kingdom: And when he found, that the perseverance of these unhappy victims, in justifying to the last their innocence, had made deep impression on the spectators, he endeavoured to overcome the constancy of the templars by new inhumanities. The grand master of the order, John de Molay, and another great officer, brother to the sovereign of Dauphiny, were conducted to a scaffold, erected before the church of Notredame, at Paris: A full pardon was offered them on the one hand: The fire, destined for their execution, was shown them on the other: These gallant nobles still persisted in the protestations of their own innocence and that of their order; and were instantly hurried into the flames by the executioner<a href=\"#n75\"><sup>[75]</sup></a>.","subId":"39","id":"Hume.HE.2.14.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> all this barbarous injustice, Clement V. who was the creature of Philip, and then resided in France, fully concurred; and without examining a witness, or making any enquiry into the truth of facts, he, summarily, by the plenitude of his apostolic power, abolished the whole order. The templars all over Europe were thrown into prison; their conduct underwent a strict scrutiny; the power of their enemies still pursued and oppressed them; but no where, except in France, were the smallest traces of their guilt pretended to be found. England sent an ample testimony of their piety and morals; but as the order was now annihilated, the knights were distributed into several convents, and their possessions were, by command of the pope, transferred to the order of St. John<a href=\"#n76\"><sup>[76]</sup></a>. We now proceed to relate some other detached transactions of the present period.","subId":"40","id":"Hume.HE.2.14.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> kingdom of England was afflicted with a grievous famine during several years of this reign. Perpetual rains and cold weather, not only destroyed the harvest, but bred a mortality among the cattle, and raised every kind of food to an enormous price<a href=\"#n77\"><sup>[77]</sup></a>. The parliament, in 1315, endeavoured to fix more moderate rates to commodities; not sensible that such an attempt was impracticable, and that, were it possible to reduce the price of provisions by any other expedient than by introducing plenty, nothing could be more pernicious and destructive to the public. Where the produce of a year, for instance, falls so far short, as to afford full subsistance only for nine months, the only expedient for making it last all the twelve, is to raise the prices, to put the people by that means on short allowance, and oblige them to save their food, till a more plentiful season. But in reality, the encrease of prices is a necessary consequence of scarcity; and laws, instead of preventing it, only aggravate the evil, by cramping and restraining commerce. The parliament accordingly, in the ensuing year, repealed their ordinance, which they had found useless and burdensome<a href=\"#n78\"><sup>[78]</sup></a>.","subId":"41","id":"Hume.HE.2.14.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prices affixed by the parliament are somewhat remarkable: Three pounds twelve shillings of our present money for the best stalled ox; for other oxen, two pounds eight shillings: A fat hog of two years old, ten shillings: A fat wether unshorn, a crown; if shorn, three shillings and six-pence: A fat goose, seven-pence halfpenny: A fat capon, six-pence: A fat hen, three-pence: Two chickens, three-pence<a href=\"#n79\"><sup>[79]</sup></a>: Four pigeons, three-pence: Two dozen of eggs, three-pence. If we consider these prices, we shall find, that butcher's meat, in this time of great scarcity, must still have been sold, by the parliamentary ordinance, three times cheaper than our middling prices at present: Poultry somewhat lower; because, being now considered as a delicacy, it has risen beyond its proportion. In the country places of Ireland and Scotland, where delicacies bear no price, poultry is at present as cheap, if not cheaper, than butcher's meat. But the inference I would draw from the comparison of prices is still more considerable: I suppose that the rates, affixed by parliament, were inferior to the usual market prices in those years of famine and mortality of cattle; and that <span class=\"page-break\"></span>these commodities, instead of a third, had really risen to a half of the present value. But the famine at that time was so consuming, that wheat was sometimes sold for above four pounds ten shillings a quarter<a href=\"#n80\"><sup>[80]</sup></a>, usually for three pounds<a href=\"#n81\"><sup>[81]</sup></a>; that is, twice our middling prices. A certain proof of the wretched state of tillage in those ages. We formerly found, that the middling price of corn in that period was half of the present price; while the middling price of cattle was only an eighth part: We here find the same immense disproportion in years of scarcity. It may thence be inferred with certainty, that the raising of corn was a species of manufactory, which few in that age could practise with advantage: And there is reason to think, that other manufactures more refined, were sold even beyond their present prices: At least there is a demonstration for it in the reign of Henry VII. from the rates affixed to scarlet and other broad cloth by act of parliament. During all those times, it was usual for the princes and great nobility to make settlements of their velvet beds and silken robes, in the same manner as of their estates and manors<a href=\"#n82\"><sup>[82]</sup></a>. In the list of jewels and plate, which had belonged to the ostentatious Gavaston, and which the king recovered from the earl of Lancaster after the murder of that favourite, we find some embroidered girdles, flowered shirts, and silk waistcoats<a href=\"#n83\"><sup>[83]</sup></a>. It was afterwards one article of accusation against that potent and opulent earl, when he was put to death, that he had purloined some of that finery of Gavaston's. The ignorance of those ages in manufactures, and still more, their unskilful husbandry, seem a clear proof that the country was then far from being populous.","subId":"42","id":"Hume.HE.2.14.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> trade and manufactures indeed were then at a very low ebb. The only country in the northern parts of Europe, where they seem to have risen to any tolerable degree of improvement, was Flanders. When Robert, earl of that country, was applied to by the king, and was desired to break off commerce with the Scots, whom Edward called his rebels, and represented as excommunicated on that account by the church, the earl replied, that Flanders was always considered as common, and free and open to all nations<a href=\"#n84\"><sup>[84]</sup></a>.","subId":"43","id":"Hume.HE.2.14.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> petition of the elder Spenser to parliament, complaining of the devastation committed on his lands by the barons, contains <span class=\"page-break\"></span>several particulars, which are curious, and discover the manners of the age<a href=\"#n85\"><sup>[85]</sup></a>. He affirms, that they had ravaged sixty-three manors belonging to him, and he makes his losses amount to 46,000 pounds; that is, to 138,000 of our present money. Among other particulars, he enumerates 28,000 sheep, 1000 oxen and heifers, 1200 cows with their breed for two years, 560 cart horses, 2000 hogs, together with 600 bacons, 80 carcasses of beef, and 600 muttons in the larder; ten tuns of cyder, arms for 200 men, and other warlike engines and provisions. The plain inference is, that the greater part of Spenser's vast estate, as well as the estates of the other nobility, was farmed by the landlord himself, managed by his stewards or bailiffs, and cultivated by his villains. Little or none of it was let on lease to husbandmen: Its produce was consumed in rustic hospitality by the baron or his officers: A great number of idle retainers, ready for any disorder or mischief, were maintained by him: All who lived upon his estate were absolutely at his disposal: Instead of applying to courts of justice, he usually sought redress by open force and violence: The great nobility were a kind of independant potentates, who, if they submitted to any regulations at all, were less governed by the municipal law, than by a rude species of the law of nations. The method, in which we find they treated the king's favourites and ministers, is a proof of their usual way of dealing with each other. A party, which complains of the arbitrary conduct of ministers, ought naturally to affect a great regard for the laws and constitution, and maintain at least the appearance of justice in their proceedings: Yet those barons, when discontented, came to parliament with an armed force, constrained the king to assent to their measures, and without any trial or witness or conviction, passed, from the pretended notoriety of facts, an act of banishment or attainder against the minister, which, on the first revolution of fortune, was reversed by like expedients. The parliament, during factious times, was nothing but the organ of present power. Though the persons, of whom it was chiefly composed, seemed to enjoy great independance, they really possessed no true liberty; and the security of each individual among them, was not so much derived from the general protection of law, as from his own private power and that of his confederates. The authority of the monarch, though far from absolute, was <span class=\"page-break\"></span>irregular, and might often reach him: The current of a faction might overwhelm him: A hundred considerations, of benefits and injuries, friendships and animosities, hopes and fears, were able to influence his conduct; and amidst these motives a regard to equity and law and justice was commonly, in those rude ages, of little moment. Nor did any man entertain thoughts of opposing present power, who did not deem himself strong enough to dispute the field with it by force, and was not prepared to give battle to the sovereign or the ruling party.","subId":"44","id":"Hume.HE.2.14.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">Before</span> I conclude this reign, I cannot forbear making another remark, drawn from the detail of losses given in by the elder Spenser; particularly, the great quantity of salted meat which he had in his larder, 6oo bacons, 8o carcasses of beef, 6oo muttons. We may observe that the outrage, of which he complained, began after the third of May, or the eleventh new style, as we learn from the same paper. It is easy therefore to conjecture what a vast store of the same kind he must have laid up at the beginning of winter; and we may draw a new conclusion with regard to the wretched state of ancient husbandry, which could not provide subsistance for the cattle during winter, even in such a temperate climate as the south of England: For Spenser had but one manor so far north as Yorkshire. There being few or no inclosures, except perhaps for deer, no sown grass, little hay, and no other resource for feeding cattle; the barons, as well as the people, were obliged to kill and salt their oxen and sheep in the beginning of winter, before they became lean upon the common pasture: A precaution still practised with regard to oxen in the least cultivated parts of this island. The salting of mutton is a miserable expedient, which has every where been long disused. From this circumstance, however trivial in appearance, may be drawn important inferences, with regard to the domestic economy and manner of life in those ages.","subId":"45","id":"Hume.HE.2.14.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> disorders of the times, from foreign wars and intestine dissentions, but above all, the cruel famine, which obliged the nobility to dismiss many of their retainers, encreased the number of robbers in the kingdom; and no place was secure from their incursions<a href=\"#n86\"><sup>[86]</sup></a>. They met in troops like armies, and over-ran the country. Two cardinals, themselves, the pope's legates, notwithstanding <span class=\"page-break\"></span>the numerous train, which attended them, were robbed, and despoiled of their goods and equipage, when they travelled on the high-way<a href=\"#n87\"><sup>[87]</sup></a>.","subId":"46","id":"Hume.HE.2.14.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> the other wild fancies of the age, it was imagined, that the persons affected with leprosy, a disease at that time very common, probably from bad diet, had conspired with the Saracens to poison all the springs and fountains; and men being glad of any pretence to get rid of those who were a burthen to them, many of those unhappy people were burnt alive on this chimerical imputation. Several Jews also were punished in their persons, and their goods were confiscated on the same account<a href=\"#n88\"><sup>[88]</sup></a>.","subId":"47","id":"Hume.HE.2.14.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">Stowe</span>, in his survey of London, gives us a curious instance of the hospitality of the ancient nobility in this period: It is taken from the accounts of the cofferer or steward of Thomas earl of Lancaster, and contains the expences of that earl during the year 1313, which was not a year of famine. For the pantry, buttery, and kitchen, 3405 pounds. For 369 pipes of red wine, and two of white, 104 pounds, &amp;c. The whole 7309 pounds; that, is near 22,000 pounds of our present money; and making allowance for the cheapness of commodities, near a hundred thousand pounds.","subId":"48","id":"Hume.HE.2.14.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">I</span> have seen a French manuscript, containing accounts of some private disbursements of this king. There is an article, among others, of a crown paid to one for making the king laugh. To judge by the events of the reign, this ought not to have been an easy undertaking.","subId":"49","id":"Hume.HE.2.14.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> king left four children, two sons and two daughters: Edward, his eldest son and successor; John, created afterwards earl of Cornwal, who died young at Perth; Jane, afterwards married to David Bruce, king of Scotland; and Eleanor, married to Reginald, count of Gueldres.","subId":"50","id":"Hume.HE.2.14.50"},{"type":"note","content":"Trivet, p. 346.","subId":"n1","id":"Hume.HE.2.14.n1"},{"type":"note","content":"Rymer, vol. iii. p. i. Heming, vol. i. p. 243. Walsing. p. 96.","subId":"n2","id":"Hume.HE.2.14.n2"},{"type":"note","content":"T de la More, p. 593. Walsing. p. 97.","subId":"n3","id":"Hume.HE.2.14.n3"},{"type":"note","content":"T. de la More, p. 593. Trivet, cont. p. 3.","subId":"n4","id":"Hume.HE.2.14.n4"},{"type":"note","content":"Rymer, vol. iii. p. 47. Ypod. Neust. p. 499.","subId":"n5","id":"Hume.HE.2.14.n5"},{"type":"note","content":"Brady's App. No. 49.","subId":"n6","id":"Hume.HE.2.14.n6"},{"type":"note","content":"Trivet, cont. p. 5.","subId":"n7","id":"Hume.HE.2.14.n7"},{"type":"note","content":"Rymer, vol. iii. p. 80.","subId":"n8","id":"Hume.HE.2.14.n8"},{"type":"note","content":"Ibid. p. 92. Murimuth, p. 39.","subId":"n9","id":"Hume.HE.2.14.n9"},{"type":"note","content":"Rymer, vol. iii. p. 87.","subId":"n10","id":"Hume.HE.2.14.n10"},{"type":"note","content":"Heming. vol. i. p. 248. T. de la More, p. 593.","subId":"n11","id":"Hume.HE.2.14.n11"},{"type":"note","content":"Rymer, vol. iii, p. 167.","subId":"n12","id":"Hume.HE.2.14.n12"},{"type":"note","content":"Brady's App. No. 50. Heming, vol. i. p. 247. Walsing. p. 97. Ryley, p. 526.","subId":"n13","id":"Hume.HE.2.14.n13"},{"type":"note","content":"Brady's App. No. 51.","subId":"n14","id":"Hume.HE.2.14.n14"},{"type":"note","content":"Ryley's Placit. Parl. p. 530, 541.","subId":"n15","id":"Hume.HE.2.14.n15"},{"type":"note","content":"Brady's App. No. 53. Walsing. p. 98.","subId":"n16","id":"Hume.HE.2.14.n16"},{"type":"note","content":"Trivet, cont. p. 4.","subId":"n17","id":"Hume.HE.2.14.n17"},{"type":"note","content":"Walsing. p. 101.","subId":"n18","id":"Hume.HE.2.14.n18"},{"type":"note","content":"Walsing. p. 101.","subId":"n19","id":"Hume.HE.2.14.n19"},{"type":"note","content":"Rymer, vol. ii. p. 324.","subId":"n20","id":"Hume.HE.2.14.n20"},{"type":"note","content":"T de la More, p. 593.","subId":"n21","id":"Hume.HE.2.14.n21"},{"type":"note","content":"Dugd. Baron. vol. ii. p. 44.","subId":"n22","id":"Hume.HE.2.14.n22"},{"type":"note","content":"Walsing. p. 101. T. de la More, p. 593. Trivet, cont. p. 9.","subId":"n23","id":"Hume.HE.2.14.n23"},{"type":"note","content":"Ryley, p. 538. Rymer, vol. iii. p. 366.","subId":"n24","id":"Hume.HE.2.14.n24"},{"type":"note","content":"Rymer, vol. iii. p. 481.","subId":"n25","id":"Hume.HE.2.14.n25"},{"type":"note","content":"T. de la More, p. 594.","subId":"n26","id":"Hume.HE.2.14.n26"},{"type":"note","content":"Ibid.","subId":"n27","id":"Hume.HE.2.14.n27"},{"type":"note","content":"Ypod. Neust. p. 501.","subId":"n28","id":"Hume.HE.2.14.n28"},{"type":"note","content":"Ryley, p. 560. Rymer, vol. iii. p. 722.","subId":"n29","id":"Hume.HE.2.14.n29"},{"type":"note","content":"Brady, vol. ii. p. 122. from the records, app. No. 61. Ryley, p. 560.","subId":"n30","id":"Hume.HE.2.14.n30"},{"type":"note","content":"Dugd. Baron. vol. i. p. 389.","subId":"n31","id":"Hume.HE.2.14.n31"},{"type":"note","content":"T. de la More, p. 594.","subId":"n32","id":"Hume.HE.2.14.n32"},{"type":"note","content":"Walsingham, p. 113. T. de la More, p. 595. Murimuth, p. 55.","subId":"n33","id":"Hume.HE.2.14.n33"},{"type":"note","content":"Trivet, cont. p. 25.","subId":"n34","id":"Hume.HE.2.14.n34"},{"type":"note","content":"Monach. Malmes.","subId":"n35","id":"Hume.HE.2.14.n35"},{"type":"note","content":"Murimuth, p. 55.","subId":"n36","id":"Hume.HE.2.14.n36"},{"type":"note","content":"Tyrrel, vol. ii. p. 280. from the register of C. C. Canterbury.","subId":"n37","id":"Hume.HE.2.14.n37"},{"type":"note","content":"Walsing. p. 114.","subId":"n38","id":"Hume.HE.2.14.n38"},{"type":"note","content":"Tottle's collect. part 2. p. 50. Walsing. p. 114.","subId":"n39","id":"Hume.HE.2.14.n39"},{"type":"note","content":"Tottle's collect. part 2. p. 54. Rymer, vol. iii p. 891.","subId":"n40","id":"Hume.HE.2.14.n40"},{"type":"note","content":"Rymer, vol. iii. p. 89. Walsing. p. 114, 115. T. de la More, p. 595. Murimuth, p. 56.","subId":"n41","id":"Hume.HE.2.14.n41"},{"type":"note","content":"Walsing. p. 115.","subId":"n42","id":"Hume.HE.2.14.n42"},{"type":"note","content":"Rymer, vol. iii. p. 907. T. de la More, p. 595.","subId":"n43","id":"Hume.HE.2.14.n43"},{"type":"note","content":"Walsing. p. 115. Murimuth, p. 57.","subId":"n44","id":"Hume.HE.2.14.n44"},{"type":"note","content":"Rymer, vol. iii. p. 958.","subId":"n45","id":"Hume.HE.2.14.n45"},{"type":"note","content":"Walsing. p. 115.","subId":"n46","id":"Hume.HE.2.14.n46"},{"type":"note","content":"Ypod. Neust. p. 504.","subId":"n47","id":"Hume.HE.2.14.n47"},{"type":"note","content":"T. de la More, p. 596. Walsing. p. 116.","subId":"n48","id":"Hume.HE.2.14.n48"},{"type":"note","content":"Tyrrel, vol. ii. p. 291. from the records.","subId":"n49","id":"Hume.HE.2.14.n49"},{"type":"note","content":"Leland's Coll. vol. i. p. 668.","subId":"n50","id":"Hume.HE.2.14.n50"},{"type":"note","content":"Rymer, vol. iii. p. 1022. Murimuth, p. 60.","subId":"n51","id":"Hume.HE.2.14.n51"},{"type":"note","content":"Rymer, vol. iv. p. 74, 98.","subId":"n52","id":"Hume.HE.2.14.n52"},{"type":"note","content":"Rymer, vol. iv. p. 7, 8, 20. T. de la More, p. 596. Walsing. p. 120. Ypod. Neust. p. 506.","subId":"n53","id":"Hume.HE.2.14.n53"},{"type":"note","content":"T. de la More, p. 598. Murimuth, p. 65.","subId":"n54","id":"Hume.HE.2.14.n54"},{"type":"note","content":"Rymer, vol. iv. p. 184, 188, 225.","subId":"n55","id":"Hume.HE.2.14.n55"},{"type":"note","content":"T. de la More, p. 598.","subId":"n56","id":"Hume.HE.2.14.n56"},{"type":"note","content":"Walsing. p. 123. Ypod. Neust. p. 507. T. de la More, p. 598. Murimuth, p. 66.","subId":"n57","id":"Hume.HE.2.14.n57"},{"type":"note","content":"Ypod. Neust. p. 508.","subId":"n58","id":"Hume.HE.2.14.n58"},{"type":"note","content":"Walsing. p. 123.","subId":"n59","id":"Hume.HE.2.14.n59"},{"type":"note","content":"Walsing. p. 124. T. de la More, p. 599. Murimuth, p. 66.","subId":"n60","id":"Hume.HE.2.14.n60"},{"type":"note","content":"Walsing, p. 124.","subId":"n61","id":"Hume.HE.2.14.n61"},{"type":"note","content":"Murimuth, p. 67.","subId":"n62","id":"Hume.HE.2.14.n62"},{"type":"note","content":"Leland's Coll. vol. i. p. 673. T. de la More, p. 599. Walsing. p. 125. M. Froissart, liv. i. chap. 13.","subId":"n63","id":"Hume.HE.2.14.n63"},{"type":"note","content":"Walsing. p. 125. Ypod. Neust. p. 508.","subId":"n64","id":"Hume.HE.2.14.n64"},{"type":"note","content":"Walsing, p. 126. Murimuth, p. 68.","subId":"n65","id":"Hume.HE.2.14.n65"},{"type":"note","content":"Knyghton, p. 2765, 2766. Brady's App. No. 72.","subId":"n66","id":"Hume.HE.2.14.n66"},{"type":"note","content":"Rymer, vol. iv. p. 137. Walsing. p. 125.","subId":"n67","id":"Hume.HE.2.14.n67"},{"type":"note","content":"Walsing. p. 126.","subId":"n68","id":"Hume.HE.2.14.n68"},{"type":"note","content":"Anonymi Hist. p. 838.","subId":"n69","id":"Hume.HE.2.14.n69"},{"type":"note","content":"T. de la More, p. 602.","subId":"n70","id":"Hume.HE.2.14.n70"},{"type":"note","content":"Cotton's Abridg. p. 8.","subId":"n71","id":"Hume.HE.2.14.n71"},{"type":"note","content":"Cotton's Abridg. p. 66, 81. Rymer, vol. v. p. 600.","subId":"n72","id":"Hume.HE.2.14.n72"},{"type":"note","content":"Rymer, vol. iii. p. 31, 101.","subId":"n73","id":"Hume.HE.2.14.n73"},{"type":"note","content":"It was pretended, that he kissed the knights who received him on the mouth, navel, and breech. Dupuy, p. 15, 16. Wals. p. 99.","subId":"n74","id":"Hume.HE.2.14.n74"},{"type":"note","content":"Vertot, vol. ii. p. 142.","subId":"n75","id":"Hume.HE.2.14.n75"},{"type":"note","content":"Rymer, vol. iii. p. 323, 956. vol. iv. p. 47. Ypod. Neust. p. 506.","subId":"n76","id":"Hume.HE.2.14.n76"},{"type":"note","content":"Trivet, cont. p. 17, 18.","subId":"n77","id":"Hume.HE.2.14.n77"},{"type":"note","content":"Wals. p. 107.","subId":"n78","id":"Hume.HE.2.14.n78"},{"type":"note","content":"Rot. Parl. 7 Edw. II. n. 35, 36. Ypod. Neust. p. 502.","subId":"n79","id":"Hume.HE.2.14.n79"},{"type":"note","content":"Murimuth, p. 48. Walsingham, p. 108, says it rose to six pounds.","subId":"n80","id":"Hume.HE.2.14.n80"},{"type":"note","content":"Ypod. Neust. p. 502. Trivet, cont. p. 18.","subId":"n81","id":"Hume.HE.2.14.n81"},{"type":"note","content":"Dugdale passim.","subId":"n82","id":"Hume.HE.2.14.n82"},{"type":"note","content":"Rymer, vol. iii. p. 388.","subId":"n83","id":"Hume.HE.2.14.n83"},{"type":"note","content":"Rymer, vol. iii. p. 770.","subId":"n84","id":"Hume.HE.2.14.n84"},{"type":"note","content":"Brady's hist. vol. ii. p. 143, from Claus. 15 Edw. II. M. 14. Dors. in cedula.","subId":"n85","id":"Hume.HE.2.14.n85"},{"type":"note","content":"Ypod. Neust. p. 502. Wals. p. 107.","subId":"n86","id":"Hume.HE.2.14.n86"},{"type":"note","content":"Ypod. Neust. p. 503. T. de la More, p. 594. Trivet, cont. p. 22. Murimuth, p. 51.","subId":"n87","id":"Hume.HE.2.14.n87"},{"type":"note","content":"Ypod. Neust. p. 504.","subId":"n88","id":"Hume.HE.2.14.n88"}]}