{"id":"Hume.HE.2.22","imported":true,"parent":"Hume.HE.2","title":"Chapter 22. Edward IV","breadcrumb":"Chapter 22","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. XXII.</h2> <h1>EDWARD IV.</h1> <em>Battle of Touton——Henry escapes into Scotland——A parliament——Battle of Hexham——Henry taken prisoner, and confined to the Tower——King's marriage with the Lady Elizabeth Gray——Warwic disgusted——Alliance with Burgundy——Insurrection in Yorkshire——Battle of Banbury——Warwic and Clarence banished——Warwic and Clarence return——Edward IV. expelled——Henry VI. restored——Edward IV. returns——Battle of Barnet, and death of Warwic——Battle of Teukesbury, and murder of prince Edward——Death of Henry VI.——Invasion of France——Peace of Pecquigni——Trial and execution of the duke of Clarence——Death and character of Edward IV.</em>","id":"Hume.HE.2.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">1461</span> YOUNG Edward, now in his twentieth year, was of a temper well fitted to make his way through such a scene of war, havoc, and devastation, as must conduct him to the full possession of that crown, which he claimed from hereditary right, but which he had assumed from the tumultuary election alone of his own party. He was bold, active, enterprising; and his hardness of heart and severity <span class=\"page-break\"></span>of character rendered him impregnable to all those movements of compassion, which might relax his vigour in the prosecution of the most bloody revenges upon his enemies. The very commencement of his reign gave symptoms of his sanguinary disposition. A tradesman of London, who kept shop at the sign of the Crown, having said, that he would make his son heir to the Crown; this harmless pleasantry was interpreted to be spoken in derision of Edward's assumed title; and he was condemned and executed for the offence<a href=\"#n1\"><sup>[1]</sup></a>. Such an act of tyranny was a proper prelude to the events which ensued. The scaffold, as well as the field, incessantly streamed with the noblest blood of England, spilt in the quarrel between the two contending families, whose animosity was now become implacable. The people, divided in their affections, took different symbols of party: The partizans of the house of Lancaster chose the red rose as their mark of distinction; those of York were denominated from the white; and these civil wars were thus known, over Europe, by the name of the quarrel between the two roses.","subId":"1","id":"Hume.HE.2.22.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> licence, in which queen Margaret had been obliged to indulge her troops, infused great terror and aversion into the city of London and all the southern parts of the kingdom; and as she there expected an obstinate resistance, she had prudently retired northwards among her own partizans. The same licence, joined to the zeal of faction, soon brought great multitudes to her standard; and she was able, in a few days, to assemble an army sixty thousand strong in Yorkshire. The king and the earl of Warwic hastened, with an army of forty thousand men, to check her progress; and when they reached Pomfret, they dispatched a body of troops, under the command of lord Fitzwalter, to secure the passage of Ferrybridge over the river Are, which lay between them and the enemy. Fitzwalter took possession of the post assigned him; but was not able to maintain it against lord Clifford, who attacked him with superior numbers. The Yorkists were chased back with great slaughter; and lord Fitzwalter himself was slain in the action<a href=\"#n2\"><sup>[2]</sup></a>. The earl of Warwic, dreading the consequences of this disaster, at a time when a decisive action was every hour expected, immediately <span class=\"page-break\"></span>ordered his horse to be brought him, which he stabbed before the whole army; and kissing the hilt of his sword, swore, that he was determined to share the fate of the meanest soldier<a href=\"#n3\"><sup>[3]</sup></a>. And to shew the greater security, a proclamation was at the same time issued, giving to every one full liberty to retire; but menacing the severest punishment to those who should discover any symptoms of cowardice in the ensuing battle<a href=\"#n4\"><sup>[4]</sup></a>. Lord Falconberg was sent to recover the post which had been lost: He passed the river some miles above Ferrybridge, and falling unexpectedly on lord Clifford, revenged the former disaster by the defeat of the party and the death of their leader<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"2","id":"Hume.HE.2.22.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Battle of Touton. 29th of March.</span> <span class=\"small-capitals\">The</span> hostile armies met at Touton; and a fierce and bloody battle ensued. While the Yorkists were advancing to the charge, there happened a great fall of snow, which, driving full in the faces of their enemies, blinded them; and this advantage was improved by a stratagem of lord Falconberg's. That nobleman ordered some infantry to advance before the line, and, after having sent a volley of flight-arrows, as they were called, amidst the enemy, immediately to retire. The Lancastrians, imagining that they were gotten within reach of the opposite army, discharged all their arrows, which thus fell short of the Yorkists<a href=\"#n6\"><sup>[6]</sup></a>. After the quivers of the enemy were emptyed, Edward advanced his line, and did execution with impunity on the dismayed Lancastrians: The bow however was soon laid aside, and the sword decided the combat, which ended in a total victory on the side of the Yorkists. Edward issued orders to give no quarter<a href=\"#n7\"><sup>[7]</sup></a>. The routed army was pursued to Tadcaster with great bloodshed and confusion; and above thirty-six thousand men are computed to have fallen in the battle and pursuit<a href=\"#n8\"><sup>[8]</sup></a>: Among these were the earl of Westmoreland, and his brother, Sir John Nevil, the earl of Northumberland, the lords Dacres and Welles, and Sir Andrew Trollop<a href=\"#n9\"><sup>[9]</sup></a>. The earl of Devonshire, who was not engaged in Henry's party, was brought a prisoner to Edward; and was soon after beheaded by martial law at York. His head was fixed on a pole erected over a gate of that city; and the head of duke Richard and that of the earl of Salisbury were <span class=\"page-break\"></span>taken down, and buried with their bodies. Henry and Margaret had remained at York during the action; but learning the defeat of their army, and being sensible, that no place in England could now afford them shelter, they fled with great precipitation into Scotland. They were accompanied by the duke of Exeter, who, though he had married Edward's sister, had taken part with the Lancastrians, and by Henry duke of Somerset, who had commanded in the unfortunate battle of Touton, and who was the son of that nobleman killed in the first battle of St. Albans.","subId":"3","id":"Hume.HE.2.22.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Henry escapes into Scotland.</span> <span class=\"small-capitals\">Notwithstanding</span> the great animosity which prevailed between the kingdoms, Scotland had never exerted itself with vigour, to take advantage, either of the wars which England carried on with France, or of the civil commotions which arose between the contending families. James I. more laudably employed, in civilizing his subjects, and taming them to the salutary yoke of law and justice, avoided all hostilities with foreign nations; and though he seemed interested to maintain a balance between France and England, he gave no farther assistance to the former kingdom in its greatest distresses, than permitting, and perhaps encouraging, his subjects to enlist in the French service. After the murder of that excellent prince, the minority of his son and successor, James II. and the distractions incident to it, retained the Scots in the same state of neutrality; and the superiority, visibly acquired by France, rendered it then unnecessary for her ally to interpose in her defence. But when the quarrel commenced between the houses of York and Lancaster, and became absolutely incurable but by the total extinction of one party; James, who had now risen to man's estate, was tempted to seize the opportunity, and he endeavoured to recover those places, which the English had formerly conquered from his ancestors. He laid siege to the castle of Roxborough in 1460, and had provided himself with a small train of artillery for that enterprize: But his cannon were so ill framed, that one of them burst as he was firing it, and put an end to his life in the flower of his age. His son and successor, James III. was also a minor on his accession: The usual distractions ensued in the government: The queen-dowager, Anne of Gueldres, aspired to the regency: The family of Douglas opposed her pretensions: And queen Margaret, when she fled into Scotland, found there a people little less divided by faction, than those by whom she had been <span class=\"page-break\"></span>expelled. Though she pleaded the connexions between the royal family of Scotland and the house of Lancaster, by the young king's grandmother, a daughter of the earl of Somerset; she could engage the Scottish council to go no farther than to express their good wishes in her favour: But on her offer to deliver to them immediately the important fortress of Berwic, and to contract her son in marriage with a sister of king James, she found a better reception; and the Scots promised the assistance of their arms to re-instate her family upon the throne<a href=\"#n10\"><sup>[10]</sup></a>. But as the danger from that quarter seemed not very urgent to Edward, he did not pursue the fugitive king and queen into their retreat; but returned to London, where a parliament was summoned for settling the government.","subId":"4","id":"Hume.HE.2.22.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">4th Nov. A parliament.</span> <span class=\"small-capitals\">On</span> the meeting of this assembly, Edward found the good effects of his vigorous measure in assuming the crown, as well as of his victory at Touton, by which he had secured it: The parliament no longer hesitated between the two families, or proposed any of those ambiguous decisions, which could only serve to perpetuate and inflame the animosities of party. They recognized the title of Edward, by hereditary descent, through the family of Mortimer; and declared, that he was king by right, from the death of his father, who had also the same lawful title; and that he was in possession of the crown from the day that he assumed the government, tendered to him by the acclamations of the people<a href=\"#n11\"><sup>[11]</sup></a>. They expressed their abhorrence of the usurpation and intrusion of the house of Lancaster, particularly that of the earl of Derby, otherwise called Henry IV. which, they said, had been attended with every kind of disorder, the murder of the sovereign and the oppression of the subject. They annulled every grant which had passed in those reigns; they reinstated the king in all the possessions, which had belonged to the crown at the pretended deposition of Richard II. and though they confirmed judicial deeds and the decrees of inferior courts, they reversed all attainders passed in any pretended parliament; particularly the attainder of the earl of Cambridge, the king's grandfather; as well as that of the earls of Salisbury and Glocester and of lord Lumley, who had been forfeited for adhering to Richard II<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"5","id":"Hume.HE.2.22.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Many</span> of these votes were the result of the usual violence of party: The common sense of mankind, in more peaceable times, repealed them: And the statutes of the house of Lancaster, being the deeds of an established government, and enacted by princes long possessed of authority, have always been held as valid and obligatory. The parliment, however, in subverting such deep foundations, had still the pretence of replacing the government on its ancient and natural basis: But in their subsequent measures, they were more guided by revenge, at least by the views of convenience, than by the maxims of equity and justice. They passed an act of forfeiture and attainder against Henry VI. and queen Margaret, and their infant son, prince Edward: The same act was extended to the dukes of Somerset and Exeter; to the earls of Northumberland, Devonshire, Pembroke, Wilts; to the viscount Beaumont, the lords Roos, Nevil, Clifford, Welles, Dacre, Gray of Rugemont, Hungerford; to Alexander Hedie, Nicholas Latimer, Edmond Mountfort, John Heron, and many other persons of distinction<a href=\"#n13\"><sup>[13]</sup></a>. The parliament vested the estates of all these attainted persons in the crown; though their sole crime was the adhering to a prince, whom every individual of the parliament had long recognized, and whom that very king himself, who was now seated on the throne, had acknowledged and obeyed as his lawful sovereign.","subId":"6","id":"Hume.HE.2.22.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> necessity of supporting the government established will more fully justify some other acts of violence; though the method of conducting them may still appear exceptionable. John earl of Oxford and his son, Aubrey de Vere, were detected in a correspondence with Margaret, were tried by martial law before the constable, were condemned and executed<a href=\"#n14\"><sup>[14]</sup></a>. Sir William Tyrrel, Sir Thomas Tudenham, and John Montgomery were convicted in the same arbitrary court; were executed, and their estates forfeited. This introduction of martial law into civil government was a high strain of prerogative; which, were it not for the violence of the times, would probably have appeared exceptionable to a nation so jealous of their liberties as the English were now become<a href=\"#n15\"><sup>[15]</sup></a>. It was impossible but such a great and sudden revolution must leave the <span class=\"page-break\"></span>roots of discontent and dissatisfaction in the subject, which would require great art, or in lieu of it, great violence to extirpate them. The latter was more suitable to the genius of the nation in that uncultivated age.","subId":"7","id":"Hume.HE.2.22.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the new establishment still seemed precarious and uncertain; not only from the domestic discontents of the people, but from the efforts of foreign powers. Lewis, the eleventh of the name, had succeeded to his father, Charles, in 1460; and was led, from the obvious motives of national interest, to feed the flames of civil discord among such dangerous neighbours, by giving support to the weaker party. But the intriguing and politic genius of this prince was here checked by itself: Having attempted to subdue the independant spirit of his own vassals, he had excited such an opposition at home, as prevented him from making all the advantage, which the opportunity afforded, of the dissensions among the English. <span class=\"margin-comment\">1462.</span> He sent however a small body to Henry's assistance under Varenne, Seneschal of Normandy<a href=\"#n16\"><sup>[16]</sup></a>; who landed in Northumberland, and got possession of the castle of Alnewic: But as the indefatigable Margaret went in person to France where she solicited larger supplies; and promised Lewis to deliver up Calais, if her family should by his means be restored to the throne of England; he was induced to send along with her a body of 2000 men at arms, which enabled her to take the field, and to make an inroad into England. <span class=\"margin-comment\">1464.</span> Though reinforced by a numerous train of adventurers from Scotland, and by many partizans of the family of Lancaster; she received a check at Hedgley-more from lord Montacute or Montague, brother to the earl of Warwic, and warden of the east Marches between Scotland and England. <span class=\"margin-comment\">25th April.</span> Montague was so encouraged with this success, that, while a numerous reinforcement was on their march to join him by orders from Edward, he yet ventured, with his own troops alone, to attack the Lancastrians at Hexham; and he obtained a complete victory over them. <span class=\"margin-comment\">Battle of Hexham. 15th May.</span> The duke of Somerset, and lords Roos, and Hungerford, were taken in the pursuit, and immediately beheaded by martial law at Hexham. Summary justice was in like manner executed at Newcastle on Sir Humphrey Nevil, and several other gentlemen. All those who were spared in the field, suffered on the scaffold; and the utter <span class=\"page-break\"></span>extermination of their adversaries was now become the plain object of the York party; a conduct, which received but too plausible an apology from the preceding practice of the Lancastrians.","subId":"8","id":"Hume.HE.2.22.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> fate of the unfortunate royal family, after this defeat, was singular. Margaret, flying with her son into a forest, where she endeavoured to conceal herself, was beset, during the darkness of the night, by robbers, who, either ignorant or regardless of her quality, despoiled her of her rings and jewels, and treated her with the utmost indignity. The partition of this rich booty raised a quarrel among them; and while their attention was thus engaged, she took the opportunity of making her escape with her son into the thickest of the forest, where she wandered for some time, over-spent with hunger and fatigue, and sunk with terror and affliction. While in this wretched condition, she saw a robber approach with his naked sword; and finding that she had no means of escape, she suddenly embraced the resolution of trusting entirely for protection to his faith and generosity. She advanced towards him; and presenting to him the young prince, called out to him, <em>Here, my friend, I commit to your care the safety of your king's son.</em> The man, whose humanity and generous spirit had been obscured, not entirely lost, by his vicious course of life, was struck with the singularity of the event, was charmed with the confidence reposed in him; and vowed, not only to abstain from all injury against the princess, but to devote himself entirely to her service<a href=\"#n17\"><sup>[17]</sup></a>. By his means she dwelt some time concealed in the forest, and was at last conducted to the sea-coast, whence she made her escape into Flanders. She passed thence into her father's court, where she lived several years in privacy and retirement. Her husband was not so fortunate or so dexterous in finding the means of escape. Some of his friends took him under their protection, and conveyed him into Lancashire; where he remained concealed during a twelve-month; but he was at last detected, delivered up to Edward, and thrown into the Tower<a href=\"#n18\"><sup>[18]</sup></a>. The safety of his person was owing less to the generosity of his enemies, than to the contempt which they had entertained of his courage and his understanding.","subId":"9","id":"Hume.HE.2.22.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> imprisonment of Henry, the expulsion of Margaret, the execution and confiscation of all the most eminent Lancastrians, <span class=\"page-break\"></span>seemed to give full security to Edward's government; whose title by blood, being now recognized by parliament, and universally submitted to by the people, was no longer in danger of being impeached by any antagonist. In this prosperous situation, the king delivered himself up, without controul, to those pleasures which his youth, his high fortune, and his natural temper invited him to enjoy; and the cares of royalty were less attended to, than the dissipation of amusement, or the allurements of passion. The cruel and unrelenting spirit of Edward, though enured to the ferocity of civil wars, was at the same time extremely devoted to the softer passions, which, without mitigating his severe temper, maintained a great influence over him, and shared his attachment with the pursuits of ambition, and the thirst of military glory. During the present interval of peace, he lived in the most familiar and sociable manner with his subjects<a href=\"#n19\"><sup>[19]</sup></a>, particularly with the Londoners; and the beauty of his person, as well as the gallantry of his address, which, even unassisted by his royal dignity, would have rendered him acceptable to the fair, facilitated all his applications for their favour. This easy and pleasurable course of life augmented every day his popularity among all ranks of men: He was the peculiar favourite of the young and gay of both sexes. The disposition of the English, little addicted to jealousy, kept them from taking umbrage at these liberties: And his indulgence in amusements, while it gratified his inclination, was thus become, without design, a means of supporting and securing his government. But as it is difficult to confine the ruling passion within strict rules of prudence, the amorous temper of Edward led him into a snare, which proved fatal to his repose, and to the stability of his throne.","subId":"10","id":"Hume.HE.2.22.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">King's marriage with the lady Elizabeth Gray.</span> <span class=\"small-capitals\">Jaqueline</span> of Luxembourg, dutchess of Bedford, had, after her husband's death, so far sacrificed her ambition to love, that she espoused, in second marriage, Sir Richard Woodeville, a private gentleman, to whom she bore several children; and among the rest, Elizabeth, who was remarkable for the grace and beauty of her person, as well as for other amiable accomplishments. This young lady had married Sir John Gray of Groby, by whom she had children; and her husband being slain in the second battle of St. Albans, fighting on the side of Lancaster, and his estate being for <span class=\"page-break\"></span>that reason confiscated, his widow retired to live with her father, at his seat of Grafton in Northamptonshire. The king came accidentally to the house after a hunting party, in order to pay a visit to the dutchess of Bedford; and as the occasion seemed favourable for obtaining some grace from this gallant monarch, the young widow flung herself at his feet, and with many tears, entreated him to take pity on her impoverished and distressed children. The sight of so much beauty in affliction strongly affected the amorous Edward; love stole insensibly into his heart under the guise of compassion; and her sorrow, so becoming a virtuous matron, made his esteem and regard quickly correspond to his affection. He raised her from the ground with assurances of favour; he found his passion encrease every moment, by the conversation of the amiable object; and he was soon reduced in his turn to the posture and stile of a supplicant at the feet of Elizabeth. But the lady, either averse to dishonourable love from a sense of duty, or perceiving that the impression, which she had made, was so deep as to give her hopes of obtaining the highest elevation, obstinately refused to gratify his passion; and all the endearments, caresses, and importunities of the young and amiable Edward, proved fruitless against her rigid and inflexible virtue. His passion, irritated by opposition, and encreased by his veneration for such honourable sentiments, carried him at last beyond all bounds of reason; and he offered to share his throne, as well as his heart, with the woman, whose beauty of person, and dignity of character seemed so well to entitle her to both. The marriage was privately celebrated at Grafton<a href=\"#n20\"><sup>[20]</sup></a>: The secret was carefully kept for some time: No one suspected, that so libertine a prince could sacrifice so much to a romantic passion: And there were in particular strong reasons, which at that time rendered this step, to the highest degree, dangerous and imprudent.","subId":"11","id":"Hume.HE.2.22.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, desirous to secure his throne, as well by the prospect of issue, as by foreign alliances, had, a little before, determined to make application to some neighbouring princes; and he had cast his eye on Bona of Savoy, sister to the queen of France, who, he hoped, would, by her marriage, ensure him the friendship of that power, which was alone both able and inclined to give support and <span class=\"page-break\"></span>assistance to his rival. To render the negociation more successful, the earl of Warwic had been dispatched to Paris, where the princess then resided; he had demanded Bona in marriage for the king; his proposals had been accepted; the treaty was fully concluded; and nothing remained but the ratification of the terms agreed on, and the bringing over the princess to England<a href=\"#n21\"><sup>[21]</sup></a>. But when the secret of Edward's marriage broke out, the haughty earl, deeming himself affronted, both by being employed in this fruitless negociation, and by being kept a stranger to the king's intentions, who had owed every thing to his friendship, immediately returned to England, inflamed with rage and indignation. <span class=\"margin-comment\">Warwic disgusted.</span> The influence of passion over so young a man as Edward, might have served as an excuse for his imprudent conduct, had he deigned to acknowledge his error, or had pleaded his weakness as an apology: But his faulty shame or pride prevented him from so much as mentioning the matter to Warwic; and that nobleman was allowed to depart the court, full of the same ill-humour and discontent, which he brought to it.","subId":"12","id":"Hume.HE.2.22.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">1466</span> <span class=\"small-capitals\">Every</span> incident now tended to widen the breach between the king and this powerful subject. The queen, who lost not her influence by marriage, was equally solicitous to draw every grace and favour to her own friends and kindred, and to exclude those of the earl, whom she regarded as her mortal enemy. Her father was created earl of Rivers: He was made treasurer in the room of lord Mountjoy<a href=\"#n22\"><sup>[22]</sup></a>: He was invested in the office of constable for life; and his son received the survivance of that high dignity<a href=\"#n23\"><sup>[23]</sup></a>. The same young nobleman was married to the only daughter of lord Scales, enjoyed the great estate of that family, and had the title of Scales conferred upon him. Catherine, the queen's sister, was married to the young duke of Buckingham, who was a ward of the crown<a href=\"#n24\"><sup>[24]</sup></a>: Mary, another of her sisters, espoused William Herbert, created earl of Huntingdon: Anne, a third sister, was given in marriage to the son and heir of Grey, lord Ruthyn, created earl of Kent<a href=\"#n25\"><sup>[25]</sup></a>. The daughter and heir of the duke of Exeter, who was also the king's niece, was contracted to Sir Thomas Gray, one of the queen's sons <span class=\"page-break\"></span>by her former husband; and as lord Montague was treating of a marriage between his son and this lady, the preference given to young Gray was deemed an injury and affront to the whole family of Nevil.","subId":"13","id":"Hume.HE.2.22.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> earl of Warwic could not suffer with patience the least diminution of that credit, which he had long enjoyed, and which, he thought, he had merited by such important services. Though he had received so many grants from the crown, that the revenue arising from them amounted, besides his patrimonial estate, to 80,000 crowns a-year, according to the computation of Philip de Comines<a href=\"#n26\"><sup>[26]</sup></a>; his ambitious spirit was still dissatisfied, so long as he saw others surpass him in authority and influence with the king<a href=\"#n27\"><sup>[27]</sup></a>. Edward also, jealous of that power which had supported him, and which he himself had contributed still higher to exalt, was well pleased to raise up rivals in credit to the earl of Warwic; and he justified, by this political view, his extreme partiality to the queen's kindred. But the nobility of England, envying the sudden growth of the Woodevilles<a href=\"#n28\"><sup>[28]</sup></a>, were more inclined to take part with Warwic's discontent, to whose grandeur they were already accustomed, and who had reconciled them to his superiority by his gracious and popular manners. And as Edward obtained from parliament a general resumption of all grants, which he had made since his accession, and which had extremely impoverished the crown<a href=\"#n29\"><sup>[29]</sup></a>; this act, though it passed with some exceptions, particularly one in favour of the earl of Warwic, gave a general alarm to the nobility, and disgusted many, even zealous, partizans of the family of York.","subId":"14","id":"Hume.HE.2.22.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the most considerable associate, that Warwic acquired to his party, was George, duke of Clarence, the king's second brother. This prince deemed himself no less injured than the other grandees, by the uncontrouled influence of the queen and her relations; and as his fortunes were still left on a precarious footing, while theirs were fully established, this neglect, joined to his unquiet and restless spirit, inclined him to give countenance to all the malcontents<a href=\"#n30\"><sup>[30]</sup></a>. The favourable opportunity of gaining him was espied by the earl of Warwic, who offered him in marriage his elder daughter, and co-heir of his immense fortunes; a settlement <span class=\"page-break\"></span>which, as it was superior to any that the king himself could confer upon him, immediately attached him to the party of the earl<a href=\"#n31\"><sup>[31]</sup></a>. Thus an extensive and dangerous combination was insensibly formed against Edward and his ministry. Though the immediate object of the malcontents was not to overturn the throne, it was difficult to foresee the extremities, to which they might be carried: And as opposition to government was usually in those ages prosecuted by force of arms, civil convulsions and disorders were likely to be soon the result of these intrigues and confederacies.","subId":"15","id":"Hume.HE.2.22.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Alliance with the duke of Burgundy.</span> <span class=\"small-capitals\">While</span> this cloud was gathering at home, Edward carried his views abroad, and endeavoured to secure himself against his factious nobility, by entering into foreign alliances. The dark and dangerous ambition of Louis XI. the more it was known, the greater alarm it excited among his neighbours and vassals; and as it was supported by great abilities, and unrestrained by any principle of faith or humanity, they found no security to themselves but by a jealous combination against him. Philip, duke of Burgundy, was now dead: His rich and extensive dominions were devolved to Charles, his only son, whose martial disposition acquired him the surname of<em> Bold,</em> and whose ambition, more outrageous than that of Lewis, but seconded by less power and policy, was regarded with a more favourable eye by the other potentates of Europe. The opposition of interests, and still more, a natural antipathy of character, produced a declared animosity between these bad princes; and Edward was thus secure of the sincere attachment of either of them, for whom he should chuse to declare himself. The duke of Burgundy, being descended by his mother, a daughter of Portugal, from John of Gaunt, was naturally inclined to favour the house of Lancaster<a href=\"#n32\"><sup>[32]</sup></a>: But this consideration was easily overbalanced by political motives; and Charles, perceiving the interests of that house to be extremely decayed in England, sent over his natural brother, commonly called the bastard of Burgundy, to carry in his name proposals of marriage to Margaret, the king's sister. <span class=\"margin-comment\">1468.</span> The alliance of Burgundy was more popular among the English than that of France; the commercial interests of the two nations invited the princes to a close union; their common jealousy <span class=\"page-break\"></span>of Lewis was a natural cement between them; and Edward, pleased with strengthening himself by so potent a confederate, soon concluded the alliance, and bestowed his sister upon Charles<a href=\"#n33\"><sup>[33]</sup></a>. A league, which Edward at the same time concluded with the duke of Britanny, seemed both to encrease his security, and to open to him the prospect of rivalling his predecessors in those foreign conquests, which, however short-lived and unprofitable, had rendered their reigns so popular and illustrious<a href=\"#n34\"><sup>[34]</sup></a>.","subId":"16","id":"Hume.HE.2.22.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">1469.</span> <span class=\"small-capitals\">But</span> whatever ambitious schemes the king might have built on these alliances, they were soon frustrated by intestine commotions, which engrossed all his attention. These disorders probably arose not immediately from the intrigues of the earl of Warwic, but from accident, aided by the turbulent spirit of the age, by the general humour of discontent which that popular nobleman had instilled into the nation, and perhaps by some remains of attachment to the house of Lancaster. <span class=\"margin-comment\">Insurrection in Yorkshire.</span> The hospital of St. Leonard's near York had received, from an ancient grant of king Athelstane, a right of levying a thrave of corn upon every plough-land in the county; and as these charitable establishments are liable to abuse, the country people complained, that the revenue of the hospital was no longer expended for the relief of the poor, but was secreted by the managers, and employed to their private purposes. After long repining at the contribution, they refused payment: Ecclesiastical and civil censures were issued against them: Their goods were distrained, and their persons thrown into jail: Till, as their ill-humour daily encreased, they rose in arms; fell upon the officers of the hospital, whom they put to the sword; and proceeded in a body, fifteen thousand strong, to the gates of York. Lord Montague, who commanded in those parts, opposed himself to their progress; and having been so fortunate in a skirmish as to seize Robert Hulderne their leader, he ordered him immediately to be led to execution; according to the practice of the times. The rebels, however, still continued in arms; and being soon headed by men of greater distinction, Sir Henry Nevil, son of lord Latimer, and Sir John Coniers, they advanced southwards, and began to appear formidable to government. Herbert, earl of Pembroke, who had received that title on the forfeiture of Jasper Tudor, was ordered <span class=\"page-break\"></span>by Edward to march against them at the head of a body of Welshmen; and he was joined by five thousand archers under the command of Stafford, earl of Devonshire, who had succeeded in that title to the family of Courtney, which had also been attainted. But a trivial difference about quarters having begotten an animosity between these two noblemen, the earl of Devonshire retired with his archers, and left Pembroke alone to encounter the rebels. <span class=\"margin-comment\">Battle of Banbury.</span> The two armies approached each other near Banbury; and Pembroke, having prevailed in a skirmish, and having taken Sir Henry Nevil prisoner, ordered him immediately to be put to death, without any form of process. <span class=\"margin-comment\">26th July.</span> This execution enraged, without terrifying, the rebels: They attacked the Welsh army, routed them, put them to the sword without mercy; and having seized Pembroke, they took immediate revenge upon him for the death of their leader. The king, imputing the misfortune to the earl of Devonshire, who had deserted Pembroke, ordered him to be executed in a like summary manner. But these speedy executions, or rather open murders, did not stop there: The northern rebels, sending a party to Grafton, seized the earl of Rivers and his son John; men who had become obnoxious by their near relation to the king and his partiality towards them; And they were immediately executed by orders from Sir John Coniers<a href=\"#n35\"><sup>[35]</sup></a>.","subId":"17","id":"Hume.HE.2.22.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is no part of English history since the Conquest, so obscure, so uncertain, so little authentic or consistent, as that of the wars between the two Roses: Historians differ about many material circumstances; some events of the utmost consequence, in which they almost all agree, are incredible and contradicted by records<a href=\"#n36\"><sup>[36]</sup></a>; and it is remarkable, that this profound darkness falls upon us just on the eve of the restoration of letters, and when the art of Printing was already known in Europe. All we can distinguish with certainty through the deep cloud, which covers that period, is a scene of horror and bloodshed, savage manners, arbitrary executions, and treacherous, dishonourable conduct in all parties. There is no possibility, for instance, of accounting for the views and intentions of the earl of Warwic at this time. It is agreed, that he resided, together with his son-in-law, the duke of Clarence, in his government of Calais, during the commencement of this rebellion; and <span class=\"page-break\"></span>that his brother Montague acted with vigour against the northern rebels. We may thence presume, that the insurrection had not proceeded from the secret counsels and instigation of Warwic; though the murder, committed by the rebels, on the earl of Rivers, his capital enemy, forms, on the other hand, a violent presumption against him. He and Clarence came over to England, offered their service to Edward, were received without any suspicion, were entrusted by him in the highest commands<a href=\"#n37\"><sup>[37]</sup></a>, and still persevered in their fidelity. Soon after, we find the rebels quieted and dispersed by a general pardon granted by Edward from the advice of the earl of Warwic: But why so courageous a prince, if secure of Warwic's fidelity, should have granted a general pardon to men, who had been guilty of such violent and personal outrages against him, is not intelligible; nor why that nobleman, if unfaithful, should have endeavoured to appease a rebellion, of which he was able to make such advantages. But it appears, that, after this insurrection, there was an interval of peace, during which the king loaded the family of Nevil with honours and favours of the highest nature: He made lord Montague a Marquess, by the same name: He created his son, George, duke of Bedford<a href=\"#n38\"><sup>[38]</sup></a>. He publicly declared his intention of marrying that young nobleman to his eldest daughter, Elizabeth, who, as he had yet no sons, was presumptive heir of the crown: Yet we find, that, soon after, being invited to a feast by the archbishop of York, a younger brother of Warwic and Montague, he entertained a sudden suspicion, that they intended to seize his person or to murder him: And he abruptly left the entertainment<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"18","id":"Hume.HE.2.22.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">1470.</span> <span class=\"small-capitals\">Soon</span> after, there broke out another rebellion, which is as unaccountable as all the preceding events; chiefly because no sufficient reason is assigned for it, and because, so far as appears, the family of Nevil had no hand in exciting and fomenting it. It arose in Lincolnshire, and was headed by Sir Robert Welles, son to the lord of that name. The army of the rebels amounted to 30,000 men; but lord Welles himself, far from giving countenance to them, fled into a sanctuary, in order to secure his person against the king's anger or suspicions. <span class=\"margin-comment\">13th March.</span> He was allured from this retreat by a promise of safety; and was soon after, notwithstanding this assurance, <span class=\"page-break\"></span>beheaded, along with Sir Thomas Dymoc, by orders from Edward<a href=\"#n40\"><sup>[40]</sup></a>. The king fought a battle with the rebels, defeated them, took Sir Robert Welles and Sir Thomas Launde prisoners, and ordered them immediately to be beheaded.","subId":"19","id":"Hume.HE.2.22.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span>, during these transactions, had entertained so little jealousy of the earl of Warwic or duke of Clarence, that he sent them with commissions of array to levy forces against the rebels<a href=\"#n41\"><sup>[41]</sup></a>: But these malcontents, as soon as they left the court, raised troops in their own name, issued declarations against the government, and complained of grievances, oppressions, and bad ministers. The unexpected defeat of Welles disconcerted all their measures; and they retired northwards into Lancashire, where they expected to be joined by lord Stanley, who had married the earl of Warwic's sister. <span class=\"margin-comment\">Warwic and Clarence banished.</span> But as that nobleman refused all concurrence with them, and as lord Montague also remained quiet in Yorkshire; they were obliged to disband their army, and to fly into Devonshire, where they embarked and made sail towards Calais<a href=\"#n42\"><sup>[42]</sup></a>.","subId":"20","id":"Hume.HE.2.22.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> deputy-governor, whom Warwic had left at Calais, was one Vaucler, a Gascon, who seeing the earl return in this miserable condition, refused him admittance; and would not so much as permit the dutchess of Clarence to land; though, a few days before, she had been delivered on ship-board of a son, and was at that time extremely disordered by sickness. With difficulty, he would allow a few flaggons of wine to be carried to the ship for the use of the ladies: But as he was a man of sagacity, and well acquainted with the revolutions to which England was subject, he secretly apologized to Warwic for this appearance of infidelity, and represented it as proceeding entirely from zeal for his service. He said, that the fortress was ill supplied with provisions; that he could not depend on the attachment of the garrison; that the inhabitants, who lived by the English commerce, would certainly declare for the established government; that the place was at present unable to resist the power of England on the one hand, and that of the duke of <span class=\"page-break\"></span>Burgundy on the other; and that, by seeming to declare for Edward, he would acquire the confidence of that prince, and still keep it in his power, when it should become safe and prudent, to restore Calais to its ancient master<a href=\"#n43\"><sup>[43]</sup></a>. It is uncertain, whether Warwic was satisfied with this apology, or suspected a double infidelity in Vaucler; but he feigned to be entirely convinced by him; and having seized some Flemish vessels, which he found lying off Calais, he immediately made sail towards France.","subId":"21","id":"Hume.HE.2.22.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king of France, uneasy at the close conjunction between Edward and the duke of Burgundy, received with the greatest demonstrations of regard the unfortunate Warwic<a href=\"#n44\"><sup>[44]</sup></a>, with whom he had formerly maintained a secret correspondence, and whom he hoped still to make his instrument, in overturning the government of England, and re-establishing the house of Lancaster. No animosity was ever greater than that which had long prevailed between that house and the earl of Warwic. His father had been executed by orders from Margaret: He himself had twice reduced Henry to captivity, had banished the queen, had put to death all their most zealous partizans either in the field or on the scaffold, and had occasioned innumerable ills to that unhappy family. For this reason, believing that such inveterate rancour could never admit of any cordial reconciliation, he had not mentioned Henry's name, when he took arms against Edward; and he rather endeavoured to prevail by means of his own adherents, than revive a party, which he sincerely hated. But his present distresses and the entreaties of Lewis, made him hearken to terms of accommodation; and Margaret being sent for from Angers, where she then resided, an agreement was from common interest soon concluded between them. It was stipulated, that Warwic should espouse the cause of Henry, and endeavour to restore him to liberty and to re-establish him on the throne; that the administration of the government, during the minority of young Edward, Henry's son, should be entrusted conjointly to the earl of Warwic and the duke of Clarence; that prince Edward should marry the lady Anne, second daughter of that nobleman; and that the crown, in case of the failure of male issue in that prince, should descend to the duke of Clarence, to the entire exclusion of king Edward and his posterity. <span class=\"page-break\"></span>Never was confederacy, on all sides, less natural or more evidently the work of necessity: But Warwic hoped, that all former passions of the Lancastrians might be lost in present political views; and that at worst, the independant power of his family, and the affections of the people, would suffice to give him security, and enable him to exact the full performance of all the conditions agreed on. The marriage of prince Edward with the lady Anne was immediately celebrated in France.","subId":"22","id":"Hume.HE.2.22.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span> foresaw, that it would be easy to dissolve an alliance, composed of such discordant parts. For this purpose, he sent over a lady of great sagacity and address, who belonged to the train of the dutchess of Clarence, and who, under colour of attending her mistress, was empowered to negociate with the duke, and to renew the connexions of that prince with his own family<a href=\"#n45\"><sup>[45]</sup></a>. She represented to Clarence, that he had unwarily, to his own ruin, become the instrument of Warwic's vengeance, and had thrown himself entirely in the power of his most inveterate enemies; that the mortal injuries, which the one royal family had suffered from the other, were now past all forgiveness; and no imaginary union of interests could ever suffice to obliterate them; that even if the leaders were willing to forget past offences, the animosity of their adherents would prevent a sincere coalition of parties, and would, in spite of all temporary and verbal agreements, preserve an eternal opposition of measures between them; and that a prince, who deserted his own kindred, and joined the murderers of his father, left himself single, without friends, without protection, and would not, when misfortunes inevitably fell upon him, be so much as entitled to any pity or regard from the rest of mankind. Clarence was only one and twenty years of age, and seems to have possessed but a slender capacity; yet could he easily see the force of these reasons; and upon the promise of forgiveness from his brother, he secretly engaged, on a favourable opportunity, to desert the earl of Warwic, and abandon the Lancastrian party.","subId":"23","id":"Hume.HE.2.22.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> this negociation, Warwic was secretly carrying on a correspondence of the same nature with his brother, the marquess of Montague, who was entirely trusted by Edward; and like motives produced a like resolution in that nobleman. The marquess <span class=\"page-break\"></span>also, that he might render the projected blow the more deadly and incurable, resolved, on his side, to watch a favourable opportunity for committing <em>his</em> perfidy, and still to maintain the appearance of being a zealous adherent to the house of York.","subId":"24","id":"Hume.HE.2.22.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> these mutual snares were thus carefully laid, the decision of the quarrel advanced apace. Lewis prepared a fleet to escort the earl of Warwic, and granted him a supply of men and money<a href=\"#n46\"><sup>[46]</sup></a>. The duke of Burgundy, on the other hand, enraged at that nobleman for his seizure of the Flemish vessels before Calais, and anxious to support the reigning family in England, with whom his own interests were now connected, fitted out a larger fleet, with which he guarded the Channel; and he incessantly warned his brother-in-law of the imminent perils, to which he was exposed. But Edward, though always brave and often active, had little foresight or penetration. He was not sensible of his danger: He made no suitable preparations against the earl of Warwic<a href=\"#n47\"><sup>[47]</sup></a>: He even said, that the duke might spare himself the trouble of guarding the seas, and that he wished for nothing more than to see Warwic set foot on English ground<a href=\"#n48\"><sup>[48]</sup></a>. A vain confidence in his own prowess, joined to the immoderate love of pleasure, had made him incapable of all sound reason and reflection.","subId":"25","id":"Hume.HE.2.22.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">September. Warwic and Clarence return.</span> <span class=\"small-capitals\">The</span> event soon happened, of which Edward seemed so desirous. A storm dispersed the Flemish navy, and left the sea open to Warwic<a href=\"#n49\"><sup>[49]</sup></a>. That nobleman seized the opportunity, and setting sail, quickly landed at Dartmouth, with the duke of Clarence, the earls of Oxford and Pembroke, and a small body of troops; while the king was in the north, engaged in suppressing an insurrection, which had been raised by lord Fitz-Hugh, brother-in-law to Warwic. The scene, which ensues, resembles more the fiction of a poem or romance than an event in true history. The prodigious popularity of Warwic<a href=\"#n50\"><sup>[50]</sup></a>; the zeal of the Lancastrian party, the spirit of discontent with which many were infected; and the general instability of the English nation, occasioned by the late frequent revolutions, drew such multitudes to his standard, that, in a very few days, his army amounted to sixty thousand men; and was <span class=\"page-break\"></span>continually encreasing. Edward hastened southwards to encounter him; and the two armies approached each other near Nottingham, where a decisive action was every hour expected. The rapidity of Warwic's progress had incapacitated the duke of Clarence from executing <em>his</em> plan of treachery; and the marquess of Montague had here the opportunity of striking the first blow. He communicated the design to his adherents, who promised him their concurrence: They took to arms in the night-time, and hastened with loud acclamations to Edward's quarters: The king was alarmed at the noise, and starting from bed, heard the cry of war, usually employed by the Lancastrian party. Lord Hastings, his chamberlain, informed him of the danger, and urged him to make his escape by speedy flight from an army, where he had so many concealed enemies, and where few seemed zealously attached to his service. He had just time to get on horseback, and to hurry with a small retinue to Lynne in Norfolk, where he luckily found some ships ready, on board of which he instantly embarked<a href=\"#n51\"><sup>[51]</sup></a>. <span class=\"margin-comment\">Edward IV. expelled.</span> And after this manner, the earl of Warwic, in no longer space than eleven days after his first landing, was left entire master of the kingdom.","subId":"26","id":"Hume.HE.2.22.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Edward's danger did not end with his embarkation. The Easterlings or Hanse-Towns were then at war both with France and England; and some ships of these people, hovering on the English coast, espied the king's vessels, and gave chace to them; nor was it without extreme difficulty that he made his escape into the port of Alcmaer in Holland. He had fled from England with such precipitation, that he had carried nothing of value along with him; and the only reward, which he could bestow on the captain of the vessel that brought him over, was a robe lined with sables; promising him an ample recompence, if fortune should ever become more propitious to him<a href=\"#n52\"><sup>[52]</sup></a>.","subId":"27","id":"Hume.HE.2.22.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is not likely, that Edward could be very fond of presenting himself in this lamentable plight before the duke of Burgundy; and that having so suddenly, after his mighty vaunts, lost all footing in his own kingdom, he could be insensible to the ridicule which must attend him in the eyes of that prince. The duke, on his part, was no less embarrassed how he should receive the dethroned monarch. As he had ever borne a greater affection to the house of <span class=\"page-break\"></span>Lancaster than to that of York, nothing but political views had engaged him to contract an alliance with the latter; and he foresaw, that probably the revolution in England would now turn this alliance against him, and render the reigning family his implacable and jealous enemy. For this reason, when the first rumour of that event reached him, attended with the circumstance of Edward's death, he seemed rather pleased with the catastrophe; and it was no agreeable disappointment to find, that he must either undergo the burthen of supporting an exiled prince, or the dishonour of abandoning so near a relation. He began already to say, that his connexions were with the kingdom of England, not with the king; and it was indifferent to him, whether the name of Edward or that of Henry were employed in the articles of treaty. These sentiments were continually strengthened by the subsequent events. Vaucler, the deputy governor of Calais, though he had been confirmed in his command by Edward, and had even received a pension from the duke of Burgundy on account of his fidelity to the crown, no sooner saw his old master, Warwic, reinstated in authority, than he declared for him, and with great demonstrations of zeal and attachment, put the whole garrison in his livery. And the intelligence, which the duke received every day from England, seemed to promise an entire and full settlement in the family of Lancaster.","subId":"28","id":"Hume.HE.2.22.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">Henry VI. restored.</span> <span class=\"small-capitals\">Immediately</span> after Edward's flight had left the kingdom at Warwic's disposal, that nobleman hastened to London; and taking Henry from his confinement in the Tower, into which he himself had been the chief cause of throwing him, he proclaimed him king with great solemnity. A parliament was summoned, in the name of that prince, to meet at Westminster; and as this assembly could pretend to no liberty, while surrounded by such enraged and insolent victors, governed by such an impetuous spirit as Warwic, their votes were entirely dictated by the ruling faction. The treaty with Margaret was here fully executed: Henry was recognized as lawful king; but his incapacity for government being avowed, the regency was entrusted to Warwic and Clarence till the majority of prince Edward; and in default of that prince's issue, Clarence was declared successor to the crown. The usual business also of reversals went on without opposition: Every statute, made during the reign of Edward, was repealed; that prince was declared to be an usurper; he and his adherents were attainted; and in particular, <span class=\"page-break\"></span>Richard duke of Glocester, his younger brother: All the attainders of the Lancastrians, the dukes of Somerset and Exeter, the earls of Richmond, Pembroke, Oxford, and Ormond, were reversed; and every one was restored, who had lost either honours or fortune, by his former adherence to the cause of Henry.","subId":"29","id":"Hume.HE.2.22.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ruling party were more sparing in their executions, than was usual after any revolution during those violent times. The only victim of distinction was John Tibetot, earl of Worcester. This accomplished person, born in an age and nation where the nobility valued themselves on ignorance as their privilege, and left learning to monks and schoolmasters, for whom indeed the spurious erudition, that prevailed, was best fitted, had been struck with the first rays of true science, which began to penetrate from the south, and had been zealous, by his exhortation and example, to propagate the love of letters among his unpolished countrymen. It is pretended, that knowledge had not produced, on this nobleman himself, the effect which so naturally attends it, of humanizing the temper, and softening the heart<a href=\"#n53\"><sup>[53]</sup></a>; and that he had enraged the Lancastrians against him, by the severities which he exercised upon them, during the prevalence of his own party. He endeavoured to conceal himself after the flight of Edward; but was caught on the top of a tree in the forest of Weybridge, was conducted to London, tried before the earl of Oxford, condemned and executed. All the other considerable Yorkists either fled beyond sea, or took shelter in sanctuaries; where the ecclesiastical privileges afforded them protection. In London alone, it is computed, that no less than 2000 persons saved themselves in this manner<a href=\"#n54\"><sup>[54]</sup></a>; and among the rest, Edward's queen, who was there delivered of a son, called by his father's name<a href=\"#n55\"><sup>[55]</sup></a>.","subId":"30","id":"Hume.HE.2.22.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Queen</span> Margaret, the other rival queen, had not yet appeared in England, but on receiving intelligence of Warwic's success, was preparing with prince Edward for her journey. All the banished Lancastrians flocked to her; and among the rest, the duke of Somerset, son of the duke beheaded after the battle of Hexham. This nobleman, who had long been regarded as the head of the party, had fled into the Low Countries on the discomfiture of his friends; <span class=\"page-break\"></span>and as he concealed his name and quality, he had there languished in extreme indigence. Philip de Comines tells us<a href=\"#n56\"><sup>[56]</sup></a>, that he himself saw him, as well as the duke of Exeter, in a condition no better than that of a common beggar; till being discovered by Philip duke of Burgundy, they had small pensions allotted them, and were living in silence and obscurity, when the success of their party called them from their retreat. But both Somerset and Margaret were detained by contrary winds from reaching England<a href=\"#n57\"><sup>[57]</sup></a>, till a new revolution in that kingdom, no less sudden and surprising than the former, threw them into greater misery than that from which they had just emerged.","subId":"31","id":"Hume.HE.2.22.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the duke of Burgundy, by neglecting Edward, and paying court to the established government, had endeavoured to conciliate the friendship of the Lancastrians, he found that he had not succeeded to his wish; and the connexions between the king of France and the earl of Warwic, still held him in great anxiety<a href=\"#n58\"><sup>[58]</sup></a>. This nobleman, too hastily regarding Charles as a determined enemy, had sent over to Calais a body of 4000 men, who made inroads into the Low Countries<a href=\"#n59\"><sup>[59]</sup></a>; and the duke of Burgundy saw himself in danger of being overwhelmed by the united arms of England and of France. He resolved therefore to grant some assistance to his brother-in-law; but in such a covert manner, as should give the least offence possible to the English government. <span class=\"margin-comment\">1471.</span> He equipped four large vessels, in the name of some private merchants, at Terveer in Zealand; and causing fourteen ships to be secretly hired from the Easterlings, he delivered this small squadron to Edward, who, receiving also a sum of money from the duke, immediately set sail for England. No sooner was Charles informed of his departure, than he issued a proclamation inhibiting all his subjects from giving him countenance or assistance<a href=\"#n60\"><sup>[60]</sup></a>; an artifice which could not deceive the earl of Warwic, but which might serve as a decent pretence, if that nobleman were so disposed, for maintaining friendship with the duke of Burgundy.","subId":"32","id":"Hume.HE.2.22.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">25th March. Edward IV. returns.</span> <span class=\"small-capitals\">Edward</span>, impatient to take revenge on his enemies, and to recover his lost authority, made an attempt to land with his forces, which exceeded not 2000 men, on the coast of Norfolk; but being <span class=\"page-break\"></span>there repulsed, he sailed northwards, and disembarked at Ravenspur in Yorkshire. Finding, that the new magistrates, who had been appointed by the earl of Warwic, kept the people every where from joining him, he pretended, and even made oath, that he came not to challenge the crown, but only the inheritance of the house of York, which of right belonged to him, and that he did not intend to disturb the peace of the kingdom. His partizans every moment flocked to his standard: He was admitted into the city of York: And he was soon in such a situation, as gave him hopes of succeeding in all his claims and pretensions. The marquis of Montague commanded in the northern counties; but from some mysterious reasons, which, as well as many other important transactions in that age, no historian has cleared up, he totally neglected the beginnings of an insurrection, which he ought to have esteemed so formidable. Warwic assembled an army at Leicester, with an intention of meeting and of giving battle to the enemy; but Edward, by taking another road, passed him unmolested, and presented himself before the gates of London. Had he here been refused admittance, he was totally undone: But there were many reasons, which inclined the citizens to favour him. His numerous friends, issuing from their sanctuaries, were active in his cause; many rich merchants, who had formerly lent him money, saw no other chance for their payment but his restoration; the city-dames, who had been liberal of their favours to him, and who still retained an affection for this young and gallante prince, swayed their husbands and friends in his favour<a href=\"#n61\"><sup>[61]</sup></a>; and above all, the archbishop of York, Warwic's brother, to whom the care of the city was committed, had secretly, from unknown reasons, entered into a correspondence with him; and he facilitated Edward's admission into London. <span class=\"margin-comment\">11th April</span> The most likely cause, which can be assigned for those multiplied infidelities, even in the family of Nevil itself, is the spirit of faction, which, when it becomes inveterate, it is very difficult for any man entirely to shake off. These persons, who had long distinguished themselves in the York party, were unable to act with zeal and cordiality for the support of the Lancastrians; and they were inclined, by any prospect of favour or accommodation offered them by Edward, to return to their ancient connexions. <span class=\"page-break\"></span>However this may be, Edward's entrance into London, made him master not only of that rich and powerful city, but also of the person of Henry, who, destined to be the perpetual sport of fortune, thus fell again into the hands of his enemies<a href=\"#n62\"><sup>[62]</sup></a>.","subId":"33","id":"Hume.HE.2.22.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> appears not, that Warwic, during his short administration, which had continued only six months, had been guilty of any unpopular act, or had anywise deserved to lose that general favour, with which he had so lately overwhelmed Edward. But this prince, who was formerly on the defensive, was now the aggressor; and having overcome the difficulties, which always attend the beginnings of an insurrection, possessed many advantages above his enemy: His partizans were actuated by that zeal and courage, which the notion of an attack inspires; his opponents were intimidated for a like reason; every one, who had been disappointed in the hopes, which he had entertained from Warwic's elevation, either became a cool friend, or an open enemy to that nobleman; and each malcontent, from whatever cause, proved an accession to Edward's army. The king, therefore, found himself in a condition to face the earl of Warwic; who, being reinforced by his son-in-law, the duke of Clarence, and his brother the marquis of Montague, took post at Barnet, in the neighbourhood of London. The arrival of queen Margaret was every day expected, who would have drawn together all the genuine Lancastrians, and have brought a great accession to Warwic's forces: But this very consideration proved a motive to the earl rather to hurry on a decisive action, than to share the victory with rivals and ancient enemies, who, he foresaw, would, in case of success, claim the chief merit in the enterprize<a href=\"#n63\"><sup>[63]</sup></a>. But while his jealousy was all directed towards that side, he overlooked the dangerous infidelity of friends, who lay the nearest to his bosom. His brother, Montague, who had lately temporized, seems now to have remained sincerely attached to the interests of his family: But his son-in-law, though bound to him by every tie of honour and gratitude, though he shared the power of the regency, though he had been invested by Warwic in all the honours and patrimony of the house of York, resolved to fulfil the secret engagements, which he had formerly taken with his brother, and to support the interests of his own family: He deserted to the king in <span class=\"page-break\"></span>the night-time, and carried over a body of 12,000 men along with him<a href=\"#n64\"><sup>[64]</sup></a>. Warwic was now too far advanced to retreat; and as he rejected with disdain all terms of peace offered him by Edward and Clarence, he was obliged to hazard a general engagement. <span class=\"margin-comment\">14th April. Battle of Barnet, and death of Warwic.</span> The battle was fought with obstinacy on both sides: The two armies, in imitation of their leaders, displayed uncommon valour: And the victory remained long undecided between them. But an accident threw the balance to the side of the Yorkists. Edward's cognisance was a sun; that of Warwic a star with rays; and the mistiness of the morning rendering it difficult to distinguish them, the earl of Oxford, who fought on the side of the Lancastrians, was, by mistake, attacked by his friends, and chaced off the field of battle<a href=\"#n65\"><sup>[65]</sup></a>. Warwic, contrary to his more usual practice, engaged that day on foot, resolving to show his army, that he meant to share every fortune with them; and he was slain in the thickest of the engagement<a href=\"#n66\"><sup>[66]</sup></a>: His brother underwent the same fate: And as Edward had issued orders not to give any quarter, a great and undistinguished slaughter was made in the pursuit<a href=\"#n67\"><sup>[67]</sup></a>. There fell about 1500 on the side of the victors.","subId":"34","id":"Hume.HE.2.22.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same day, on which this decisive battle was fought<a href=\"#n68\"><sup>[68]</sup></a>, queen Margaret and her son, now about eighteen years of age, and a young prince of great hopes, landed at Weymouth, supported by a small body of French forces. When this princess received intelligence of her husband's captivity, and of the defeat and death of the earl of Warwic, her courage, which had supported her under so many disastrous events, here quite left her; and she immediately foresaw all the dismal consequences of this calamity. At first, she took sanctuary in the abbey of Beaulieu<a href=\"#n69\"><sup>[69]</sup></a>; but being encouraged by the appearance of Tudor, earl of Pembroke, and Courtney, earl of Devonshire, of the lords Wenloc and St. John, with other men of rank, who exhorted her still to hope for success, she resumed her former spirit, and determined to defend to the utmost the ruins of her fallen fortunes. She advanced through the counties of Devon, Somerset, and Glocester, encreasing her army on each day's <span class=\"page-break\"></span>march; but was at last overtaken by the rapid and expeditious Edward, at Teukesbury, on the banks of the Severne. <span class=\"margin-comment\">Battle of Teukesbury. 4th May.</span> The Lancastrians were here totally defeated: The earl of Devonshire and lord Wenloc were killed in the field: The duke of Somerset, and about twenty other persons of distinction, having taken shelter in a church, were surrounded, dragged out, and immediately beheaded: About 3000 of their side fell in battle: And the army was entirely dispersed.","subId":"35","id":"Hume.HE.2.22.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">Queen</span> Margaret and her son were taken prisoners, and brought to the king, who asked the prince, after an insulting manner, how he dared to invade his dominions? The young prince, more mindful of his high birth than of his present fortune, replied, that he came thither to claim his just inheritance. <span class=\"margin-comment\">Murder of prince Edward. 21st May.</span> The ungenerous Edward, insensible to pity, struck him on the face with his gauntlet; and the dukes of Clarence and Glocester, lord Hastings and Sir Thomas Gray, taking the blow as a signal for farther violence, hurried the prince into the next apartment, and there dispatched him with their daggers<a href=\"#n70\"><sup>[70]</sup></a>. <span class=\"margin-comment\">Death of Henry VI.</span> Margaret was thrown into the Tower; King Henry expired in that confinement a few days after the battle of Teukesbury; but whether he died a natural or violent death is uncertain. It is pretended, and was generally believed, that the duke of Glocester killed him with his own hands<a href=\"#n71\"><sup>[71]</sup></a>: But the universal odium, which that prince has incurred, inclined perhaps the nation to aggravate his crimes without any sufficient authority. It is certain, however, that Henry's death was sudden; and though he laboured under an ill state of health, this circumstance, joined to the general manners of the age, gave a natural ground of suspicion; which was rather encreased than diminished, by the exposing of his body to public view. That precaution served only to recal many similar instances in the English history, and to suggest the comparison.","subId":"36","id":"Hume.HE.2.22.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> the hopes of the house of Lancaster seemed now to be utterly extinguished. Every legitimate prince of that family was dead: Almost every great leader of the party had perished in battle or on the scaffold: The earl of Pembroke, who was levying forces in Wales, disbanded his army, when he received intelligence of the <span class=\"page-break\"></span>battle of Teukesbury; and he fled into Britanny with his nephew, the young earl of Richmond<a href=\"#n72\"><sup>[72]</sup></a>. <span class=\"margin-comment\">6th Oct.</span> The bastard of Falconberg, who had levied some forces, and had advanced to London during Edward's absence, was repulsed; his men deserted him; he was taken prisoner and immediately executed<a href=\"#n73\"><sup>[73]</sup></a>: And peace being now fully restored to the nation, a parliament was summoned, which ratified, as usual, all the acts of the victor, and recognized his legal authority.","subId":"37","id":"Hume.HE.2.22.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> this prince, who had been so firm, and active, and intrepid during the course of adversity, was still unable to resist the allurements of a prosperous fortune; and he wholly devoted himself, as before, to pleasure and amusement, after he became entirely master of his kingdom, and had no longer any enemy who could give <span class=\"margin-comment\">1472.</span> him anxiety or alarm. He recovered, however, by this gay and inoffensive course of life, and by his easy, familiar manners, that popularity, which, it is natural to imagine, he had lost by the repeated cruelties exercised upon his enemies; and the example also of his jovial festivity served to abate the former acrimony of faction among his subjects, and to restore the social disposition, which had been so long interrupted between the opposite parties. All men seemed to be fully satisfied with the present government; and the memory of past calamities served only to impress the people more strongly with a sense of their allegiance, and with the resolution of never incurring any more the hazard of renewing such direful scenes.","subId":"38","id":"Hume.HE.2.22.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">1474.</span> <span class=\"small-capitals\">But</span> while the king was thus indulging himself in pleasure, he was rouzed from his lethargy by a prospect of foreign conquests, which, it is probable, his desire of popularity, more than the spirit of ambition, had made him covet. Though he deemed himself little beholden to the duke of Burgundy, for the reception which that prince had given him during his exile<a href=\"#n74\"><sup>[74]</sup></a>, the political interests of their states maintained still a close connection between them; and they agreed to unite their arms in making a powerful invasion on France. A league was formed, in which Edward stipulated to pass the seas with an army, exceeding 10,000 men, and to invade the French territories: Charles promised to join him with all <span class=\"page-break\"></span>his forces: The king was to challenge the crown of France, and to obtain at least the provinces of Normandy and Guienne: The duke was to acquire Champaigne and some other territories, and to free all his dominions from the burthen of homage to the crown of France: And neither party was to make peace without the consent of the other<a href=\"#n75\"><sup>[75]</sup></a>. They were the more encouraged to hope for success from this league, as the count of St. Pol, constable of France, who was master of St. Quintin, and other towns on the Somme, had secretly promised to join them; and there were also hopes of engaging the duke of Britanny to enter into the confederacy.","subId":"39","id":"Hume.HE.2.22.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prospect of a French war was always a sure means of making the parliament open their purses, as far as the habits of that age would permit. They voted the king a tenth of rents, or two shillings in the pound; which must have been very inaccurately levied, since it produced only 31,460 pounds; and they added to this supply a whole fifteenth, and three quarters of another<a href=\"#n76\"><sup>[76]</sup></a>: But as the king deemed these sums still unequal to the undertaking, he attempted to levy money by way of <em>benevolence;</em> a kind of exaction, which, except during the reigns of Henry III. and Richard II. had not much been practised in former times, and which, though the consent of the parties was pretended to be gained, could not be deemed entirely voluntary<a href=\"#n77\"><sup>[77]</sup></a>. The clauses, annexed to the parliamentary grant, show sufficiently the spirit of the nation in this respect. The money levied by the fifteenth was not to be put into the king's hands, but to be kept in religious houses; and if the expedition into France should not take place, it was immediately to be refunded to the people. After these grants, the parliament was dissolved, which had sitten near two years and a half, and had undergone several prorogations; a practice not very usual at that time in England.","subId":"40","id":"Hume.HE.2.22.40"},{"type":"paragraph","content":"<span class=\"margin-comment\">1475. Invasion of France.</span> <span class=\"small-capitals\">The</span> king passed over to Calais with an army of 1500 men at arms, and 15,000 archers; attended by all the chief nobility of England, who, prognosticating future successes from the past, were eager to appear on this great theatre of honour<a href=\"#n78\"><sup>[78]</sup></a>. But all their <span class=\"page-break\"></span>sanguine hopes were damped, when they found, on entering the French territories, that neither did the constable open his gates to them, nor the duke of Burgundy bring them the smallest assistance. That prince, transported by his ardent temper, had carried all his armies to a great distance, and had employed them in wars on the frontiers of Germany, and against the duke of Lorrain: And though he came in person to Edward, and endeavoured to apologize for this breach of treaty, there was no prospect that they would be able this campaign to make a conjunction with the English. This circumstance gave great disgust to the king, and inclined him to hearken to those advances, which Lewis continually made him for an accommodation.","subId":"41","id":"Hume.HE.2.22.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> monarch, more swayed by political views than by the point of honour, deemed no submissions too mean, which might free him from enemies, who had proved so formidable to his predecessors, and who, united to so many other enemies, might still shake the well-established government of France. It appears from Comines, that discipline was, at this time, very imperfect among the English; and that their civil wars, though long continued, yet, being always decided by hasty battles, had still left them ignorant of the improvements, which the military art was beginning to receive upon the continent<a href=\"#n79\"><sup>[79]</sup></a>. But as Lewis was sensible, that the warlike genius of the people would soon render them excellent soldiers, he was far from despising them for their present want of experience; and he employed all his art to detach them from the alliance of Burgundy. When Edward sent him a herald to claim the crown of France, and to carry him a defiance in case of refusal: so far from answering to this bravado in like haughty terms, he replied with great temper, and even made the herald a considerable present<a href=\"#n80\"><sup>[80]</sup></a>: He took afterwards an opportunity of sending a herald to the English camp; and having given him directions to apply to the lords Stanley and Howard, who, he heard, were friends to peace, he desired the good offices of these noblemen in promoting an accommodation with their master<a href=\"#n81\"><sup>[81]</sup></a>. <span class=\"margin-comment\">29th Aug.</span> As Edward was now fallen into like dispositions, a truce was soon concluded on terms more advantageous than honourable to Lewis. <span class=\"margin-comment\">Peace of Pecquigni.</span> He stipulated to pay Edward immediately 75,000 crowns, on condition that he should <span class=\"page-break\"></span>withdraw his army from France, and promised to pay him 50,000 crowns a year during their joint lives: It was added, that the dauphin, when of age, should marry Edward's eldest daughter<a href=\"#n82\"><sup>[82]</sup></a>. In order to ratify this treaty, the two monarchs agreed to have a personal interview; and for that purpose, suitable preparations were made at Pecquigni near Amiens. A close rail was drawn across a bridge in that place, with no larger intervals than would allow the arm to pass; a precaution against a similar accident to that which befel the duke of Burgundy in his conference with the dauphin at Montereau. Edward and Lewis came to the opposite sides; conferred privately together; and having confirmed their friendship, and interchanged many mutual civilities, they soon after parted<a href=\"#n83\"><sup>[83]</sup></a>.","subId":"42","id":"Hume.HE.2.22.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lewis</span> was anxious not only to gain the king's friendship; but also that of the nation, and of all the considerable persons in the English court. He bestowed pensions, to the amount of 16,000 crowns a year, on several of the king's favourites; on lord Hastings two thousand crowns; on lord Howard and others in proportion; and these great ministers were not ashamed thus to receive wages from a foreign prince<a href=\"#n84\"><sup>[84]</sup></a>. As the two armies, after the conclusion of the truce, remained some time in the neighbourhood of each other, the English were not only admitted freely into Amiens, where Lewis resided, but had also their charges defrayed, and had wine and victuals furnished them in every inn, without any payment's being demanded. They flocked thither in such multitudes, that once above nine thousand of them were in the town, and they might have made themselves masters of the king's person; but Lewis, concluding from their jovial and dissolute manner of living, that they had no bad intentions, was careful not to betray the least sign of fear or jealousy. And when Edward, informed of this disorder, desired him to shut the gates against them; he replied, that he would never agree to exclude the English from the place where he resided; but that Edward, if he pleased, might recal them, and place his own officers at the gates of Amiens to prevent their returning<a href=\"#n85\"><sup>[85]</sup></a>.","subId":"43","id":"Hume.HE.2.22.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lewis</span>'s desire of confirming a mutual amity with England, engaged him even to make imprudent advances, which it cost him <span class=\"page-break\"></span>afterwards some pains to evade. In the conference at Pecquigni, he had said to Edward, that he wished to have a visit from him at Paris; that he would there endeavour to amuse him with the ladies; and that, in case any offences were then commited, he would assign him the cardinal of Bourbon for confessor, who, from fellow-feeling, would not be over and above severe in the penances which he would enjoin. This hint made deeper impression than Lewis intended. Lord Howard, who accompanied him back to Amiens, told him, in confidence, that, if he were so disposed, it would not be impossible to persuade Edward to take a journey with him to Paris, where they might make merry together. Lewis pretended at first not to hear the offer; but on Howard's repeating it, he expressed his concern, that his wars with the duke of Burgundy would not permit him to attend his royal guest, and do him the honours he intended. <q>Edward,</q> said he, privately to Comines, <q>is a very handsome and a very amorous prince: Some lady at Paris may like him as well as he shall do her; and may invite him to return in another manner. It is better that the sea be between us<a href=\"#n86\"><sup>[86]</sup></a>.</q>","subId":"44","id":"Hume.HE.2.22.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> treaty did very little honour to either of these monarchs: It discovered the imprudence of Edward, who had taken his measures so ill with his allies, as to be obliged, after such an expensive armament, to return without making any acquisitions, adequate to them: It showed the want of dignity in Lewis, who, rather than run the hazard of a battle, agreed to subject his kingdom to a tribute, and thus acknowledge the superiority of a neighbouring prince, possessed of less power and territory than himself. But as Lewis made interest the sole test of honour, he thought that all the advantages of the treaty were on his side, and that he had overreached Edward, by sending him out of France on such easy terms. For this reason, he was very solicitous to conceal his triumph; and he strictly enjoined his courtiers never to show the English the least sign of mockery or derision. But he did not himself very carefully observe so prudent a rule: He could not forbear, one day, in the joy of his heart, throwing out some raillery on the easy simplicity of Edward and his council; when he perceived, that he was overheard by a Gascon, who had settled in England. He was immediately sensible of his indiscretion; sent a message to the gentleman; and <span class=\"page-break\"></span>offered him such advantages in his own country, as engaged him to remain in France. <em>It is but just,</em> said he, <em>that I pay the penalty of my talkativeness<a href=\"#n87\"><sup>[87]</sup></a>.</em>","subId":"45","id":"Hume.HE.2.22.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> most honourable part of Lewis's treaty with Edward was the stipulation for the liberty of queen Margaret, who, though after the death of her husband and son she could no longer be formidable to government, was still detained in custody by Edward. Lewis paid fifty thousand crowns for her ransom; and that princess, who had been so active on the stage of the world, and who had experienced such a variety of fortune, passed the remainder of her days in tranquillity and privacy, till the year 1482, when she died: An admirable princess, but more illustrious by her undaunted spirit in adversity, than by her moderation in prosperity. She seems neither to have enjoyed the virtues, nor been subject to the weaknesses of her sex; and was as much tainted with the ferocity, as endowed with the courage, of that barbarous age, in which she lived.","subId":"46","id":"Hume.HE.2.22.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> Edward had so little reason to be satisfied with the conduct of the duke of Burgundy, he reserved to that prince a power of acceding to the treaty of Pecquigni: But Charles, when the offer was made him, haughtily replied, that he was able to support himself without the assistance of England, and that he would make no peace with Lewis, till three months after Edward's return into his own country. This prince possessed all the ambition and courage of a conqueror; but being defective in policy and prudence, qualities no less essential, he was unfortunate in all his enterprizes; and perished at last in battle against the Swiss<a href=\"#n88\"><sup>[88]</sup></a>; a people whom he despised, and who, though brave and free, had hitherto been in a manner overlooked in the general system of Europe. <span class=\"margin-comment\">1477.</span> This event, which happened in the year 1477, produced a great alteration in the views of all the princes, and was attended with consequences which were felt for many generations. Charles left only one daughter, Mary, by his first wife; and this princess, being heir of his opulent and extensive dominions, was courted by all the potentates of Christendom, who contended for the possession of so rich a prize. Lewis, the head of her family, might, by a proper application, have obtained this match for the dauphin, <span class=\"page-break\"></span>and have thereby united to the crown of France all the provinces of the Low Countries, together with Burgundy, Artois, and Picardy; which would at once have rendered his kingdom an overmatch for all its neighbours. But a man wholly interested is as rare as one entirely endowed with the opposite quality; and Lewis, though impregnable to all the sentiments of generosity and friendship, was, on this occasion, carried from the road of true policy by the passions of animosity and revenge. He had imbibed so deep a hatred to the house of Burgundy, that he rather chose to subdue the princess by arms, than unite her to his family by marriage: He conquered the dutchy of Burgundy and that part of Picardy, which had been ceded to Philip the Good by the treaty of Arras: But he thereby forced the states of the Netherlands to bestow their sovereign in marriage on Maximilian of Austria, son of the emperor Frederic, from whom they looked for protection in their present distresses: And by these means, France lost the opportunity, which she never could recal, of making that important acquisition of power and territory.","subId":"47","id":"Hume.HE.2.22.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> this interesting crisis, Edward was no less defective in policy, and was no less actuated by private passions, unworthy of a sovereign and a statesman. Jealousy of his brother, Clarence, had caused him to neglect the advances which were made of marrying that prince, now a widower, to the heiress of Burgundy<a href=\"#n89\"><sup>[89]</sup></a>; and he sent her proposals of espousing Anthony earl of Rivers, brother to his queen, who still retained an entire ascendant over him. But the match was rejected with disdain<a href=\"#n90\"><sup>[90]</sup></a>; and Edward, resenting this treatment of his brother-in-law, permitted France to proceed without interruption in her conquests over his defenceless ally. Any pretence sufficed him for abandoning himself entirely to indolence and pleasure, which were now become his ruling passions. The only object, which divided his attention, was the improving of the public revenue, which had been dilapidated by the necessities or negligence of his predecessors; and some of his expedients for that purpose, though unknown to us, were deemed, during the time, oppressive to the people<a href=\"#n91\"><sup>[91]</sup></a>. The detail of private wrongs naturally escapes the notice of history; but an act of tyranny, of which Edward <span class=\"page-break\"></span>was guilty in his own family, has been taken notice of by all writers, and has met with general and deserved censure.","subId":"48","id":"Hume.HE.2.22.48"},{"type":"paragraph","content":"<span class=\"margin-comment\">Trial and execution of the duke of Clarence.</span> <span class=\"small-capitals\">The</span> duke of Clarence, by all his services in deserting Warwic, had never been able to regain the king's friendship, which he had forfeited by his former confederacy with that nobleman. He was still regarded at court as a man of a dangerous and a fickle character; and the imprudent openness and violence of his temper, though it rendered him much less dangerous, tended extremely to multiply his enemies, and to incense them against him. Among others, he had had the misfortune to give displeasure to the queen herself, as well as to his brother, the duke of Glocester, a prince of the deepest policy, of the most unrelenting ambition, and the least scrupulous in the means which he employed for the attainment of his ends. A combination between these potent adversaries being secretly formed against Clarence, it was determined to begin by attacking his friends; in hopes, that, if he patiently endured this injury, his pusillanimity would dishonour him in the eyes of the public; if he made resistance and expressed resentment, his passion would betray him into measures, which might give them advantages against him. The king, hunting one day in the park of Thomas Burdet of Arrow, in Warwickshire, had killed a white buck, which was a great favourite of the owner; and Burdet, vexed at the loss, broke into a passion, and wished the horns of the deer in the belly of the person, who had advised the king to commit that insult upon him. This natural expression of resentment, which would have been overlooked or forgotten, had it fallen from any other person, was rendered criminal and capital in that gentleman, by the friendship in which he had the misfortune to live with the duke of Clarence: He was tried for his life; the judges and jury were found servile enough to condemn him; and he was publicly beheaded at Tyburn for this pretended offence<a href=\"#n92\"><sup>[92]</sup></a>. About the same time, one John Stacey, an ecclesiastic, much connected with the duke, as well as with Burdet, was exposed to a like iniquitous and barbarous prosecution. This clergyman, being more learned in mathematics and astronomy than was usual in that age, lay under the imputation of necromancy with the ignorant vulgar; and the <span class=\"page-break\"></span>court laid hold of this popular rumour to effect his destruction. He was brought to his trial for that imaginary crime; many of the greatest peers countenanced the prosecution by their presence; he was condemned, put to the torture, and executed<a href=\"#n93\"><sup>[93]</sup></a>.","subId":"49","id":"Hume.HE.2.22.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Clarence was alarmed, when he found these acts of tyranny exercised on all around him: He reflected on the fate of the good duke of Glocester in the last reign, who, after seeing the most infamous pretences employed for the destruction of his nearest connexions, at last fell himself a victim to the vengeance of his enemies. But Clarence, instead of securing his own life against the present danger, by silence and reserve, was open and loud in justifying the innocence of his friends, and in exclaiming against the iniquity of their prosecutors. <span class=\"margin-comment\">1478. 16th Jan.</span> The king, highly offended with his freedom, or using that pretence against him, committed him to the Tower<a href=\"#n94\"><sup>[94]</sup></a>, summoned a parliament, and tried him for his life before the house of peers, the supreme tribunal of the nation.","subId":"50","id":"Hume.HE.2.22.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke was accused of arraigning public justice, by maintaining the innocence of men, who had been condemned in courts of judicature; and of inveighing against the iniquity of the king, who had given orders for their prosecution<a href=\"#n95\"><sup>[95]</sup></a>. Many rash expressions were imputed to him, and some too reflecting on Edward's legitimacy; but he was not accused of any overt act of treason; and even the truth of these speeches may be doubted of, since the liberty of judgment was taken from the court, by the king's appearing personally as his brother's accuser<a href=\"#n96\"><sup>[96]</sup></a>, and pleading the cause against him. But a sentence of condemnation, even when this extraordinary circumstance had not place, was a necessary consequence, in those times, of any prosecution by the court or the prevailing party; and the duke of Clarence was pronounced guilty by the peers. The house of commons were no less slavish and unjust: They both petitioned for the execution of the duke, and afterwards passed a bill of attainder against him<a href=\"#n97\"><sup>[97]</sup></a>. The measures of the parliament, during that age, furnish us with examples of a strange contrast of freedom and servility: They scruple to grant, and sometimes refuse, to the king the smallest supplies, the most necessary for the support of government, even the most necessary for the <span class=\"page-break\"></span>maintenance of wars, for which the nation, as well as the parliament itself, expressed great fondness: But they never scruple to concur in the most flagrant act of injustice or tyranny, which falls on any individual, however distinguished by birth or merit. These maxims, so ungenerous, so opposite to all principles of good government, so contrary to the practice of present parliaments, are very remarkable in all the transactions of the English history for more than a century after the period in which we are now engaged.","subId":"51","id":"Hume.HE.2.22.51"},{"type":"paragraph","content":"<span class=\"margin-comment\">18th Feb.</span> <span class=\"small-capitals\">The</span> only favour, which the king granted his brother, after his condemnation, was to leave him the choice of his death; and he was privately drowned in a butt of malmesey in the Tower: A whimsical choice, which implies that he had an extraordinary passion for that liquor. The duke left two children, by the elder daughter of the earl of Warwic; a son created an earl by his grandfather's title, and a daughter, afterwards countess of Salisbury. Both this prince and princess were also unfortunate in their end, and died a violent death; a fate, which, for many years, attended almost all the descendants of the royal blood in England. There prevails a report, that a chief source of the violent prosecution of the duke of Clarence, whose name was George, was a current prophecy, that the king's sons should be murdered by one, the initial letter of whose name was G<a href=\"#n98\"><sup>[98]</sup></a>. It is not impossible, but, in those ignorant times, such a silly reason might have some influence: But it is more probable, that the whole story is the invention of a subsequent period, and founded on the murder of these children by the duke of Glocester. Comines remarks, that, at that time, the English never were without some superstitious prophecy or other, by which they accounted for every event.","subId":"52","id":"Hume.HE.2.22.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> the glories of Edward's reign terminated with the civil wars; where his laurels too were extremely sullied with blood, violence, and cruelty. His spirit seems afterwards to have been sunk in indolence and pleasure, or his measures were frustrated by imprudence and the want of foresight. There was no object, on which he was more intent, than to have all his daughters settled by splendid marriages, though most of these princesses were yet in their infancy, and though the completion of his views, it was obvious, must <span class=\"page-break\"></span>depend on numberless accidents, which were impossible to be foreseen or prevented. His eldest daughter, Elizabeth, was contracted to the dauphin; his second, Cicely, to the eldest son of James III. king of Scotland; his third, Anne, to Philip, only son of Maximilian and the dutchess of Burgundy; his fourth, Catharine, to John, son and heir to Ferdinand, king of Arragon, and Isabella, queen of Castile<a href=\"#n99\"><sup>[99]</sup></a>. None of these projected marriages took place; and the king himself saw in his life-time the rupture of the first, that with the dauphin, for which he had always discovered a peculiar fondness. Lewis, who paid no regard to treaties or engagements, found his advantage in contracting the dauphin to the princess Margaret, daughter of Maximilian; and the king, notwithstanding his indolence, prepared to revenge the indignity. <span class=\"margin-comment\">1482.</span> The French monarch, eminent for prudence, as well as perfidy, endeavoured to guard against the blow; and by a proper distribution of presents in the court of Scotland, he incited James to make war upon England. This prince, who lived on bad terms with his own nobility, and whose force was very unequal to the enterprize, levied an army; but when he was ready to enter England, the barons, conspiring against his favourites, put them to death without trial; and the army presently disbanded. The duke of Glocester, attended by the duke of Albany, James's brother, who had been banished his country, entered Scotland at the head of an army, took Berwic, and obliged the Scots to accept of a peace, by which they resigned that fortress to Edward. <span class=\"margin-comment\">9th April. Death and character of Edward IV.</span> This success emboldened the king to think more seriously of a French war; but while he was making preparations for that enterprize, he was seized with a distemper, of which he expired in the forty-second year of his age, and the twenty-third of his reign: A prince more splendid and showy, than either prudent or virtuous; brave, though cruel; addicted to pleasure, though capable of activity in great emergencies; and less fitted to prevent ills by wise precautions, than to remedy them, after they took place, by his vigour and enterprize. Besides five daughters, this king left two sons; Edward, prince of Wales, his successor, then in his thirteenth year, and Richard, duke of York, in his ninth.","subId":"53","id":"Hume.HE.2.22.53"},{"type":"note","content":"Habington in Kennet, p. 431. Grafton, p. 791.","subId":"n1","id":"Hume.HE.2.22.n1"},{"type":"note","content":"W. Wyrcester, p. 489. Hall, fol. 186. Holingshed, p. 664.","subId":"n2","id":"Hume.HE.2.22.n2"},{"type":"note","content":"Habington, p. 432.","subId":"n3","id":"Hume.HE.2.22.n3"},{"type":"note","content":"Hollingshed, p. 664.","subId":"n4","id":"Hume.HE.2.22.n4"},{"type":"note","content":"Hist. Croyl. contin. p. 532.","subId":"n5","id":"Hume.HE.2.22.n5"},{"type":"note","content":"Hall, fol. 186.","subId":"n6","id":"Hume.HE.2.22.n6"},{"type":"note","content":"Habington, p. 432.","subId":"n7","id":"Hume.HE.2.22.n7"},{"type":"note","content":"Holingshed, p. 665. Grafton, p. 656. Hist. Croyl. cont. p. 533.","subId":"n8","id":"Hume.HE.2.22.n8"},{"type":"note","content":"Hall, fol. 187. Habington, p. 433.","subId":"n9","id":"Hume.HE.2.22.n9"},{"type":"note","content":"Hall, fol. 137. Habington, p. 434.","subId":"n10","id":"Hume.HE.2.22.n10"},{"type":"note","content":"Cotton, p. 670.","subId":"n11","id":"Hume.HE.2.22.n11"},{"type":"note","content":"Cotton, p. 672. Statutes at large, 1 Edw. IV. cap. I.","subId":"n12","id":"Hume.HE.2.22.n12"},{"type":"note","content":"Cotton, p. 670. W. Wyrcester, p. 490.","subId":"n13","id":"Hume.HE.2.22.n13"},{"type":"note","content":"W. de Wyrcester p. 492. Hall, fol. 189. Grafton, p. 658. Fabian, fol. 215. Fragm. ad finem T. Sproti.","subId":"n14","id":"Hume.HE.2.22.n14"},{"type":"note","content":"See note [S] at the end of the volume.","subId":"n15","id":"Hume.HE.2.22.n15"},{"type":"note","content":"Monstrelet, vol. iii. p. 95.","subId":"n16","id":"Hume.HE.2.22.n16"},{"type":"note","content":"Monstrelet, vol. iii. p. 96.","subId":"n17","id":"Hume.HE.2.22.n17"},{"type":"note","content":"Hall, fol. 191. Fragm. ad finem Sproti.","subId":"n18","id":"Hume.HE.2.22.n18"},{"type":"note","content":"Polyd. Virg. p. 513. Biondi.","subId":"n19","id":"Hume.HE.2.22.n19"},{"type":"note","content":"Hall, fol. 193. Fabian, fol. 216.","subId":"n20","id":"Hume.HE.2.22.n20"},{"type":"note","content":"Hall, fol. 193. Habington, p. 437. Holingshed, p. 667. Grafton, p. 665. Polyd. Virg. p. 513.","subId":"n21","id":"Hume.HE.2.22.n21"},{"type":"note","content":"W. Wyrcester, p. 506.","subId":"n22","id":"Hume.HE.2.22.n22"},{"type":"note","content":"Rymer, vol. xi. p. 581.","subId":"n23","id":"Hume.HE.2.22.n23"},{"type":"note","content":"W. Wyrcester, p. 505.","subId":"n24","id":"Hume.HE.2.22.n24"},{"type":"note","content":"Ibid. p. 506.","subId":"n25","id":"Hume.HE.2.22.n25"},{"type":"note","content":"Liv. 3. chap. 4.","subId":"n26","id":"Hume.HE.2.22.n26"},{"type":"note","content":"Polyd. Virg. p. 514.","subId":"n27","id":"Hume.HE.2.22.n27"},{"type":"note","content":"Hist. Croyl. cont. p. 539.","subId":"n28","id":"Hume.HE.2.22.n28"},{"type":"note","content":"W. Wyrcester, p. 508.","subId":"n29","id":"Hume.HE.2.22.n29"},{"type":"note","content":"Grafton, p. 673.","subId":"n30","id":"Hume.HE.2.22.n30"},{"type":"note","content":"W. Wyrcester, p. 511. Hall, fol. 200. Habington, p. 439. Hollingshed, p. 671. Polyd. Virg. p. 515.","subId":"n31","id":"Hume.HE.2.22.n31"},{"type":"note","content":"Comines, liv. 3. chap. 4, 6.","subId":"n32","id":"Hume.HE.2.22.n32"},{"type":"note","content":"Hall, fol. 169, 197.","subId":"n33","id":"Hume.HE.2.22.n33"},{"type":"note","content":"W. Wyrcester, p. 5. Parliament. Hist. vol. ii. p. 332.","subId":"n34","id":"Hume.HE.2.22.n34"},{"type":"note","content":"Fabian, fol. 217.","subId":"n35","id":"Hume.HE.2.22.n35"},{"type":"note","content":"See note [T] at the end of the volume.","subId":"n36","id":"Hume.HE.2.22.n36"},{"type":"note","content":"Rymer, vol. xi. p. 647, 649, 650.","subId":"n37","id":"Hume.HE.2.22.n37"},{"type":"note","content":"Cotton, p. 702.","subId":"n38","id":"Hume.HE.2.22.n38"},{"type":"note","content":"Fragm. Ed. IV. ad. fin. Sprotti.","subId":"n39","id":"Hume.HE.2.22.n39"},{"type":"note","content":"Hall, fol. 204. Fabrian, fol. 218. Habington, p. 442. Hollingshed, p. 674.","subId":"n40","id":"Hume.HE.2.22.n40"},{"type":"note","content":"Rymer, vol. xi. p. 652.","subId":"n41","id":"Hume.HE.2.22.n41"},{"type":"note","content":"The king offered by proclamation a reward of 1000 pounds, or 100 pounds a year in land, to any that would seize them. Whence we may learn that land was at that time sold for about ten years purchase. See Rymer, vol. xi. p. 654.","subId":"n42","id":"Hume.HE.2.22.n42"},{"type":"note","content":"Comines, liv. 3. cap. 4. Hall, fol. 205.","subId":"n43","id":"Hume.HE.2.22.n43"},{"type":"note","content":"Polyd. Virg. p. 519.","subId":"n44","id":"Hume.HE.2.22.n44"},{"type":"note","content":"Comines, liv. 3. chap. 5. Hall, fol. 207. Hollingshed, p. 675.","subId":"n45","id":"Hume.HE.2.22.n45"},{"type":"note","content":"Comines, liv. 3. chap. 4. Hall, fol. 207.","subId":"n46","id":"Hume.HE.2.22.n46"},{"type":"note","content":"Grafton, p. 687.","subId":"n47","id":"Hume.HE.2.22.n47"},{"type":"note","content":"Comines, liv. 3. chap. 5. Hall, fol. 208.","subId":"n48","id":"Hume.HE.2.22.n48"},{"type":"note","content":"Comines, liv. 3. chap. 5.","subId":"n49","id":"Hume.HE.2.22.n49"},{"type":"note","content":"Hall, fol. 205.","subId":"n50","id":"Hume.HE.2.22.n50"},{"type":"note","content":"Comines, liv. 3. chap. 5. Hall, fol. 208.","subId":"n51","id":"Hume.HE.2.22.n51"},{"type":"note","content":"Comines, liv. 3. chap. 5.","subId":"n52","id":"Hume.HE.2.22.n52"},{"type":"note","content":"Hall, fol. 210. Stowe, p. 422.","subId":"n53","id":"Hume.HE.2.22.n53"},{"type":"note","content":"Comines, liv. 3. chap. 7.","subId":"n54","id":"Hume.HE.2.22.n54"},{"type":"note","content":"Hall, fol. 210. Stowe, p. 423. Holingshed, p. 677. Grafton, p. 690.","subId":"n55","id":"Hume.HE.2.22.n55"},{"type":"note","content":"Liv. 3. chap. 4.","subId":"n56","id":"Hume.HE.2.22.n56"},{"type":"note","content":"Grafton, p. 692. Polyd. Virg. p. 522.","subId":"n57","id":"Hume.HE.2.22.n57"},{"type":"note","content":"Hall, fol. 205.","subId":"n58","id":"Hume.HE.2.22.n58"},{"type":"note","content":"Comines, liv. 1. chap. 6.","subId":"n59","id":"Hume.HE.2.22.n59"},{"type":"note","content":"Comines, liv. 3. chap. 6.","subId":"n60","id":"Hume.HE.2.22.n60"},{"type":"note","content":"Comines, liv. 3. chap. 7.","subId":"n61","id":"Hume.HE.2.22.n61"},{"type":"note","content":"Grafton, p. 702.","subId":"n62","id":"Hume.HE.2.22.n62"},{"type":"note","content":"Comines, liv. 3. chap. 7.","subId":"n63","id":"Hume.HE.2.22.n63"},{"type":"note","content":"Grafton, p. 700. Comines, liv. 3. chap. 7. Leland's collect. vol. ii. p. 505.","subId":"n64","id":"Hume.HE.2.22.n64"},{"type":"note","content":"Habington, p. 449.","subId":"n65","id":"Hume.HE.2.22.n65"},{"type":"note","content":"Comines, liv. 3. chap. 7.","subId":"n66","id":"Hume.HE.2.22.n66"},{"type":"note","content":"Hall, fol. 218.","subId":"n67","id":"Hume.HE.2.22.n67"},{"type":"note","content":"Leland's Collect. vol. ii. p. 505.","subId":"n68","id":"Hume.HE.2.22.n68"},{"type":"note","content":"Hall, fol. 219. Habington, p. 451. Grafton, p. 706. Polyd. Virg. p. 528.","subId":"n69","id":"Hume.HE.2.22.n69"},{"type":"note","content":"Hall, fol. 221. Habington, p. 453. Hollingshed, p. 688. Polyd. Virg. p. 530.","subId":"n70","id":"Hume.HE.2.22.n70"},{"type":"note","content":"Comines, Hall, fol. 223. Grafton. p. 703.","subId":"n71","id":"Hume.HE.2.22.n71"},{"type":"note","content":"Habington, p. 454. Polyd. Virg. p. 531.","subId":"n72","id":"Hume.HE.2.22.n72"},{"type":"note","content":"Hollingshed, p. 689, 690, 691. Hist. Croyl. cont. p. 554.","subId":"n73","id":"Hume.HE.2.22.n73"},{"type":"note","content":"Comines, liv. 3. chap. 7.","subId":"n74","id":"Hume.HE.2.22.n74"},{"type":"note","content":"Rymer, vol. xi. p. 806, 807, 808, &amp;c.","subId":"n75","id":"Hume.HE.2.22.n75"},{"type":"note","content":"Cotton, p. 696, 700. Hist. Croyl. cont. p. 558.","subId":"n76","id":"Hume.HE.2.22.n76"},{"type":"note","content":"Hall, fol. 226. Habington, p. 461. Grafton, p. 719. Fabian, fol. 221.","subId":"n77","id":"Hume.HE.2.22.n77"},{"type":"note","content":"Comines, liv. 4. chap. 5. This author says, (chap. II.) that the king artfully brought over some of the richest of his subjects, who, he knew, would be soon tired of the war, and would promote all proposals of peace, which, he foresaw, would be soon necessary.","subId":"n78","id":"Hume.HE.2.22.n78"},{"type":"note","content":"Comines, liv. 4. chap. 5.","subId":"n79","id":"Hume.HE.2.22.n79"},{"type":"note","content":"Comines, liv. 4. chap. 5. Hall, fol. 227.","subId":"n80","id":"Hume.HE.2.22.n80"},{"type":"note","content":"Comines, liv. 4. chap. 7.","subId":"n81","id":"Hume.HE.2.22.n81"},{"type":"note","content":"Rymer, vol. xii. p. 17.","subId":"n82","id":"Hume.HE.2.22.n82"},{"type":"note","content":"Comines, liv. 4. chap. 9.","subId":"n83","id":"Hume.HE.2.22.n83"},{"type":"note","content":"Hall, fol. 235.","subId":"n84","id":"Hume.HE.2.22.n84"},{"type":"note","content":"Comines, liv. 4. chap. 9. Hall, fol. 233.","subId":"n85","id":"Hume.HE.2.22.n85"},{"type":"note","content":"Comines, liv. 4. chap. 10. Habington, p. 469.","subId":"n86","id":"Hume.HE.2.22.n86"},{"type":"note","content":"Comines, liv. 3. chap. 10.","subId":"n87","id":"Hume.HE.2.22.n87"},{"type":"note","content":"Comines, liv. 5. chap. 8.","subId":"n88","id":"Hume.HE.2.22.n88"},{"type":"note","content":"Polyd. Virg. Hall, fol. 240. Hollingshed, p. 703. Habington, p. 474. Grafton, p. 742.","subId":"n89","id":"Hume.HE.2.22.n89"},{"type":"note","content":"Hall, fol. 240.","subId":"n90","id":"Hume.HE.2.22.n90"},{"type":"note","content":"Ibid. 241. Hist. Croyl. cont. p. 559.","subId":"n91","id":"Hume.HE.2.22.n91"},{"type":"note","content":"Habington, p. 475. Hollingshed, p. 703. Sir Thomas More in Kennet, p. 498.","subId":"n92","id":"Hume.HE.2.22.n92"},{"type":"note","content":"Hist. Croyl. cont. p. 561.","subId":"n93","id":"Hume.HE.2.22.n93"},{"type":"note","content":"Ibid. p. 562.","subId":"n94","id":"Hume.HE.2.22.n94"},{"type":"note","content":"Stowe, p. 430.","subId":"n95","id":"Hume.HE.2.22.n95"},{"type":"note","content":"Hist. Croyl. cont. p. 562.","subId":"n96","id":"Hume.HE.2.22.n96"},{"type":"note","content":"Stowe, p. 430. Hist. Croyl. cont. p. 562.","subId":"n97","id":"Hume.HE.2.22.n97"},{"type":"note","content":"Hall, fol. 239. Holingshed, p. 703. Grafton, p. 741. Polyd. Virg. p. 537. Sir Thomas More in Kennet, p. 497.","subId":"n98","id":"Hume.HE.2.22.n98"},{"type":"note","content":"Rymer, vol. xi. p. 110.","subId":"n99","id":"Hume.HE.2.22.n99"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.2","imported":true,"title":"Volume 2. The Early History of England, Part 2","breadcrumb":"Volume 2","published":[1762]}],"prev":{"id":"Hume.HE.2.21","imported":true,"title":"Chapter 21. Henry VI (cont.)","breadcrumb":"Chapter 21","published":[1762]},"next":{"id":"Hume.HE.2.23","imported":true,"title":"Chapter 23. Edward V and Richard III","breadcrumb":"Chapter 23","published":[1762]}}