{"id":"Hume.HE.2.23","imported":true,"parent":"Hume.HE.2","title":"Chapter 23. Edward V and Richard III","breadcrumb":"Chapter 23","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. XXIII.</h2> <h1>EDWARD V. and RICHARD III.</h1> <em>Edward V.——State of the court——The earl of Rivers arrested——Duke of Glocester protector——Execution of Lord Hastings——The protector aims at the crown——Assumes the crown——Murder of Edward V. and of the duke of York——Richard III.——Duke of Buckingham discontented——The earl of Richmond——Buckingham executed——Invasion by the earl of Richmond——Battle of Bosworth——Death and character of Richard III.</em>","id":"Hume.HE.2.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">1483. State of the Court.</span> DURING the later years of Edward IV. the nation, having, in a great measure, forgotten the bloody feuds between the two roses, and peaceably acquiescing in the established government, was agitated only by some court-intrigues, which, being restrained by the authority of the king, seemed no wise to endanger the public tranquillity. These intrigues arose from the perpetual rivalship between two parties; one consisting of the queen <span class=\"page-break\"></span>and her relations, particularly the earl of Rivers, her brother, and the marquis of Dorset, her son; the other composed of the ancient nobility, who envied the sudden growth and unlimited credit of that aspiring family<a href=\"#n1\"><sup>[1]</sup></a>. At the head of this latter party was the duke of Buckingham, a man of very noble birth, of ample possessions, of great alliances, of shining parts; who, though he had married the queen's sister, was too haughty to act in subserviency to her inclinations, and aimed rather at maintaining an independant influence and authority. Lord Hastings, the chamberlain, was another leader of the same party; and as this nobleman had, by his bravery and activity, as well as by his approved fidelity, acquired the confidence and favour of his master, he had been able, though with some difficulty, to support himself against the credit of the queen. The lords Howard and Stanley maintained a connexion with these two noblemen, and brought a considerable accession of influence and reputation to their party. All the other barons, who had no particular dependance on the queen, adhered to the same interest; and the people in general, from their natural envy against the prevailing power, bore great favour to the cause of these noblemen.","subId":"1","id":"Hume.HE.2.23.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Edward knew, that, though he himself had been able to overawe those rival factions, many disorders might arise from their contests during the minority of his son; and he therefore took care, in his last illness, to summon together several of the leaders on both sides, and, by composing their ancient quarrels, to provide, as far as possible, for the future tranquillity of the government. After expressing the intentions, that his brother, the duke of Glocester, then absent in the north, should be entrusted with the regency, he recommended to them peace and unanimity during the tender years of his son; represented to them the dangers which must attend the continuance of their animosities; and engaged them to embrace each other with all the appearance of the most cordial reconciliation. But this temporary or feigned agreement lasted no longer than the king's life: He had no sooner expired, than the jealousies of the parties broke out afresh: And each of them applied, by separate messages, to the duke of Glocester, and endeavoured to acquire his favour and friendship.","subId":"2","id":"Hume.HE.2.23.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> prince, during his brother's reign, had endeavoured to live on good terms with both parties; and his high birth, his extensive abilities, and his great services, had enabled him to support himself without falling into a dependance on either. But the new situation of affairs, when the supreme power was devolved upon him, immediately changed his measures; and he secretly determined to preserve no longer that neutrality which he had hitherto maintained. His exorbitant ambition, unrestrained by any principle either of justice or humanity, made him carry his views to the possession of the crown itself; and as this object could not be attained without the ruin of the queen and her family, he fell, without hesitation, into concert with the opposite party. But being sensible, that the most profound dissimulation was requisite for effecting his criminal purposes, he redoubled his professions of zeal and attachment to that princess; and he gained such credit with her, as to influence her conduct in a point, which, as it was of the utmost importance, was violently disputed between the opposite factions.","subId":"3","id":"Hume.HE.2.23.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> young king, at the time of his father's death, resided in the castle of Ludlow, on the borders of Wales; whither he had been sent, that the influence of his presence might overawe the Welsh, and restore the tranquillity of that country, which had been disturbed by some late commotions. His person was committed to the care of his uncle, the earl of Rivers, the most accomplished nobleman in England, who, having united an uncommon taste for literature<a href=\"#n2\"><sup>[2]</sup></a> to great abilities in business, and valour in the field, was entitled, by his talents, still more than by nearness of blood, to direct the education of the young monarch. The queen, anxious to preserve that ascendant over her son, which she had long maintained over her husband, wrote to the earl of Rivers, that he should levy a body of forces, in order to escort the king to London, to protect him during his coronation, and to keep him from falling into the hands of their enemies. The opposite faction, sensible that Edward was now of an age when great advantages could be made of his name and countenance, and was approaching to the age <span class=\"page-break\"></span>when he would be legally intitled to exert in person his authority, foresaw, that the tendency of this measure was to perpetuate their subjection under their rivals; and they vehemently opposed a resolution, which they represented as the signal for renewing a civil war in the kingdom. Lord Hastings threatened to depart instantly to his government of Calais<a href=\"#n3\"><sup>[3]</sup></a>: The other nobles seemed resolute to oppose force by force: And as the duke of Glocester, on pretence of pacifying the quarrel, had declared against all appearance of an armed power, which might be dangerous, and was nowise necessary, the queen, trusting to the sincerity of his friendship, and overawed by so violent an opposition, recalled her orders to her brother, and desired him to bring up no greater retinue than should be necessary to support the state and dignity of the young sovereign<a href=\"#n4\"><sup>[4]</sup></a>.","subId":"4","id":"Hume.HE.2.23.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Glocester, mean while, set out from York, attended by a numerous train of the northern gentry. When he reached Northampton, he was joined by the duke of Buckingham, who was also attended by a splendid retinue; and as he heard that the king was hourly expected on that road, he resolved to await his arrival, under colour of conducting him thence in person to London. The earl of Rivers, apprehensive that the place would be too narrow to contain so many attendants, sent his pupil forward by another road to Stony-Stratford; and came himself to Northampton, in order to apologize for this measure, and to pay his respects to the duke of Glocester. <span class=\"margin-comment\">The earl of Rivers arrested. 1st May.</span> He was received with the greatest appearance of cordiality: He passed the evening in an amicable manner with Glocester and Buckingham: He proceeded on the road with them next day to join the king: But as he was entering Stony-Stratford, he was arrested by orders from the duke of Glocester<a href=\"#n5\"><sup>[5]</sup></a>: Sir Richard Gray, one of the queen's sons, was at the same time put under a guard, together with Sir Thomas Vaughan, who possessed a considerable office in the king's household; and all the prisoners were instantly conducted to Pomfret. Glocester approached the young prince with the greatest demonstrations of respect; and endeavoured to satisfy him with regard to the violence committed on his uncle and brother: But Edward, much <span class=\"page-break\"></span>attached to these near relations, by whom he had been tenderly educated, was not such a master of dissimulation as to conceal his displeasure<a href=\"#n6\"><sup>[6]</sup></a>.","subId":"5","id":"Hume.HE.2.23.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">4th May.</span> <span class=\"small-capitals\">The</span> people, however, were extremely rejoiced at this revolution; and the duke was received in London with the loudest acclamations: But the queen no sooner received intelligence of her brother's imprisonment, than she foresaw, that Glocester's violence would not stop there, and that her own ruin, if not that of all her children, was finally determined. She therefore fled into the sanctuary of Westminster, attended by the marquis of Dorset; and she carried thither the five princesses, together with the duke of York<a href=\"#n7\"><sup>[7]</sup></a>. She trusted, that the ecclesiastical privileges, which had formerly, during the total ruin of her husband and family, given her protection against the fury of the Lancastrian faction, would not now be violated by her brother-in-law, while her son was on the throne; and she resolved to await there the return of better fortune. But Glocester, anxious to have the duke of York in his power, proposed to take him by force from the sanctuary; and he represented to the privy-council, both the indignity put upon the government by the queen's ill-grounded apprehensions, and the necessity of the young prince's appearance at the ensuing coronation of his brother. It was farther urged, that ecclesiastical privileges were originally intended only to give protection to unhappy men, persecuted for their debts or crimes; and were entirely useless to a person, who, by reason of his tender age, could lie under the burden of neither, and who, for the same reason, was utterly incapable of claiming security from any sanctuary. But the two archbishops, cardinal Bourchier, the primate, and Rotherham archbishop of York, protesting against the sacrilege of this measure; it was agreed, that they should first endeavour to bring the queen to compliance by persuasion, before any violence should be employed against her. These prelates were persons of known integrity and honour; and being themselves entirely persuaded of the duke's good intentions, they employed every argument, accompanied with earnest entreaties, exhortations, and assurances, to bring her over to the same opinion. She long continued obstinate, and insisted, that the duke of York, by living in the sanctuary, <span class=\"page-break\"></span>was not only secure himself, but gave security to the king, whose life no one would dare to attempt, while his successor and avenger remained in safety. But finding, that none supported her in these sentiments, and that force, in case of refusal, was threatened by the council, she at last complied, and produced her son to the two prelates. She was here on a sudden struck with a kind of presage of his future fate: She tenderly embraced him; she bedewed him with her tears; and bidding him an eternal adieu, delivered him, with many expressions of regret and reluctance, into their custody<a href=\"#n8\"><sup>[8]</sup></a>.","subId":"6","id":"Hume.HE.2.23.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Duke of Glocester protector.</span> <span class=\"small-capitals\">The</span> duke of Glocester, being the nearest male of the royal family, capable of exercising the government, seemed intitled, by the customs of the realm, to the office of protector; and the council, not waiting for the consent of parliament, made no scruple of investing him with that high dignity<a href=\"#n9\"><sup>[9]</sup></a>. The general prejudice, entertained by the nobility against the queen and her kindred, occasioned this precipitation and irregularity; and no one foresaw any danger to the succession, much less to the lives, of the young princes, from a measure so obvious and so natural. Besides that the duke had hitherto been able to cover, by the most profound dissimulation, his fierce and savage nature; the numerous issue of Edward, together with the two children of Clarence, seemed to be an eternal obstacle to his ambition; and it appeared equally impracticable for him to destroy so many persons possessed of a preferable title, and imprudent to exclude them. But a man, who had abandoned all principles of honour and humanity, was soon carried by his predominant passion beyond the reach of fear or precaution; and Glocester, having so far succeeded in his views, no longer hesitated in removing the other obstructions, which lay between him and the throne. The death of the earl of Rivers, and of the other prisoners detained in Pomfret, was first determined; and he easily obtained the consent of the duke of Buckingham, as well as of lord Hastings, to this violent and sanguinary measure. However easy it was, in those times, to procure a sentence against the most innocent person, it appeared still more easy to dispatch an enemy, without any trial or form of process; and orders were accordingly issued to Sir Richard Ratcliffe, a proper instrument in <span class=\"page-break\"></span>the hands of this tyrant, to cut off the heads of the prisoners. The protector then assailed the fidelity of Buckingham by all the arguments capable of swaying a vicious mind, which knew no motive of action but interest and ambition. He represented, that the execution of persons so nearly related to the king, whom that prince so openly professed to love, and whose fate he so much resented, would never pass unpunished; and all the actors in that scene were bound in prudence to prevent the effects of his future vengeance: That it would be impossible to keep the queen for ever at a distance from her son, and equally impossible to prevent her from instilling into his tender mind the thoughts of retaliating, by like executions, the sanguinary insults committed on her family: That the only method of obviating these mischiefs was to put the sceptre in the hands of a man, of whose friendship the duke might be assured, and whose years and experience taught him to pay respect to merit and to the rights of ancient nobility: And that the same necessity, which had carried them so far in resisting the usurpation of these intruders, must justify them in attempting farther innovations, and in making, by national consent, a new settlement of the succession. To these reasons, he added the offers of great private advantages to the duke of Buckingham; and he easily obtained from him a promise of supporting him in all his enterprizes.","subId":"7","id":"Hume.HE.2.23.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Glocester, knowing the importance of gaining lord Hastings, sounded at a distance his sentiments, by means of Catesby, a lawyer, who lived in great intimacy with that nobleman; but found him impregnable in his allegiance and fidelity to the children of Edward, who had ever honoured him with his friendship<a href=\"#n10\"><sup>[10]</sup></a>. He saw, therefore, that there were no longer any measures to be kept with him; and he determined to ruin utterly the man, whom he despaired of engaging to concur in his usurpation. <span class=\"margin-comment\">13th June.</span> On the very day when Rivers, Gray, and Vaughan were executed, or rather murdered, at Pomfret, by the advice of Hastings, the protector summoned a council in the Tower; whither that nobleman, suspecting no design against him, repaired without hesitation. The duke of Glocester was capable of committing the most bloody and treacherous murders with the utmost coolness and indifference. On taking his place at the council-table, he appeared in the easiest <span class=\"page-break\"></span>and most jovial humour imaginable. He seemed to indulge himself in familiar conversation with the counsellors, before they should enter on business; and having paid some compliments to Morton, bishop of Ely, on the good and early strawberries which he raised in his garden at Holborn, he begged the favour of having a dish of them, which that prelate immediately dispatched a servant to bring to him. The protector then left the council, as if called away by some other business; but soon after returning with an angry and enflamed countenance, he asked them, what punishment those deserved that had plotted against <em>his</em> life, who was so nearly related to the king, and was entrusted with the administration of government? Hastings replied, that they merited the punishment of traitors. <em>These traitors,</em> cried the protector, <em>are the sorceress, my brother's wife, and Jane Shore, his mistress, with others, their associates: See to what a condition they have reduced me by their incantations and witchcraft:</em> Upon which he laid bare his arm, all shrivelled and decayed. But the counsellors, who knew that this infirmity had attended him from his birth, looked on each other with amazement; and above all, lord Hastings, who, as he had, since Edward's death, engaged in an intrigue with Jane Shore<a href=\"#n11\"><sup>[11]</sup></a>, was naturally anxious concerning the issue of these extraordinary proceedings. <em>Certainly, my lord,</em> said he, <em>if they be guilty of these crimes, they deserve the severest punishment. And do you reply to me,</em> exclaimed the protector, <em>with your</em> ifs <em>and your</em> ands? <em>You are the chief abettor of that witch, Shore: You are yourself a traitor: And I swear by St. Paul, that I will not dine before your head be brought me.</em> He struck the table with his hand: Armed men rushed in at the signal: The counsellors were thrown into the utmost consternation: And one of the guards, as if by accident or mistake, aimed a blow with a poll-ax at lord Stanley, who, aware of the danger, slunk under the table; and though he saved his life, received a severe wound in the head, in the protector's presence. Hastings was seized, was hurried away, and instantly beheaded on a timber-log, which lay in the court of the Tower<a href=\"#n12\"><sup>[12]</sup></a>. <span class=\"margin-comment\">Execution of lord Hastings.</span> Two hours after, a proclamation, well penned and fairly written, was read to the citizens of London, enumerating his offences, and apologizing to them, from the suddenness of the discovery, for the sudden execution of that nobleman, who was very popular among them: <span class=\"page-break\"></span>But the saying of a merchant was much talked of on the occasion, who remarked, that the proclamation was certainly drawn by the spirit of prophecy<a href=\"#n13\"><sup>[13]</sup></a>.","subId":"8","id":"Hume.HE.2.23.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lord</span> Stanley, the archbishop of York, the bishop of Ely, and other counsellors, were committed prisoners in different chambers of the Tower: And the protector, in order to carry on the farce of his accusations, ordered the goods of Jane Shore to be seized; and he summoned her to answer before the council for sorcery and witchcraft. But as no proofs, which could be received even in that ignorant age, were produced against her, he directed her to be tried in the spiritual court, for her adulteries and lewdness; and she did penance in a white sheet at St. Paul's, before the whole people. This lady was born of reputable parents in London, was well educated, and married to a substantial citizen; but unhappily, views of interest, more than the maid's inclinations, had been consulted in the match, and her mind, though framed for virtue, had proved unable to resist the allurements of Edward, who solicited her favours. But while seduced from her duty by this gay and amorous monarch, she still made herself respectable by her other virtues; and the ascendant, which her charms and vivacity long maintained over him, was all employed in acts of beneficence and humanity. She was still forward to oppose calumny, to protect the oppressed, to relieve the indigent; and her good offices, the genuine dictates of her heart, never waited the solicitation of presents, or the hopes of reciprocal services. But she lived not only to feel the bitterness of shame imposed on her by this tyrant, but to experience, in old age and poverty, the ingratitude of those courtiers, who had long solicited her friendship, and been protected by her credit. No one, among the great multitudes, whom she had obliged, had the humanity to bring her consolation or relief: She languished out her life in solitude and indigence: And amidst a court, inured to the most atrocious crimes, the frailties of this woman justified all violations of friendship towards her, and all neglect of former obligations.","subId":"9","id":"Hume.HE.2.23.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">The protector aims at the crown.</span> <span class=\"small-capitals\">These</span> acts of violence, exercised against all the nearest connexions of the late king, prognosticated the severest fate to his defenceless children; and after the murder of Hastings, the protector <span class=\"page-break\"></span>no longer made a secret of his intentions to usurp the crown. The licentious life of Edward, who was not restrained in his pleasures either by honour or prudence, afforded a pretence for declaring his marriage with the queen invalid, and all his posterity illegitimate. It was asserted, that, before espousing the lady Elizabeth Gray, he had paid court to the lady Eleanor Talbot, daughter to the earl of Shrewsbury; and being repulsed by the virtue of that lady, he was obliged, ere he could gratify his desires, to consent to a private marriage, without any witnesses, by Stillington, bishop of Bath, who afterwards divulged the secret<a href=\"#n14\"><sup>[14]</sup></a>. It was also maintained, that the act of attainder, passed against the duke of Clarence, had virtually incapacitated his children from succeeding to the crown; and these two families being set aside, the protector remained the only true and legitimate heir of the house of York. But as it would be difficult, if not impossible, to prove the preceding marriage of the late king; and as the rule, which excludes the heirs of an attainted blood from private successions, was never extended to the crown; the protector resolved to make use of another plea still more shameful and scandalous. His partizans were taught to maintain, that both Edward IV. and the duke of Clarence were illegitimate; that the dutchess of York had received different lovers into her bed, who were the fathers of these children; that their resemblance to those gallants was a sufficient proof of their spurious birth; and that the duke of Glocester alone, of all her sons, appeared, by his features and countenance, to be the true offspring of the duke of York. Nothing can be imagined more impudent than this assertion, which threw so foul an imputation on his own mother, a princess of irreproachable virtue, and then alive; yet the place chosen for first promulgating it was the pulpit, before a large congregation, and in the protector's presence. <span class=\"margin-comment\">22nd June.</span> Dr. Shaw was appointed to preach in St. Paul's; and having chosen this passage for his text, <em>Bastard slips shall not thrive,</em> he enlarged on all the topics, which could discredit the birth of Edward IV. the duke of Clarence, and of all their children. He then broke out in a panegyric on the duke of Glocester; and exclaimed, <q>Behold this excellent prince, the express image of his noble father, the genuine descendant of the house of York; bearing, no less in the virtues of his <span class=\"page-break\"></span>mind, than in the features of his countenance, the character of the gallant Richard, once your hero and favourite: He alone is entitled to your allegiance: He must deliver you from the dominion of all intruders: He alone can restore the lost glory and honour of the nation.</q> It was previously concerted, that, as the doctor should pronounce these words, the duke of Glocester should enter the church; and it was expected that the audience would cry out, <em>God save King Richard;</em> which would immediately have been laid hold of as a popular consent, and interpreted to be the voice of the nation: But by a ridiculous mistake, worthy of the whole scene, the duke did not appear, till after this exclamation was already recited by the preacher. The doctor was therefore obliged to repeat his rhetorical figure out of its proper place: The audience, less from the absurd conduct of the discourse, than from their detestation of these proceedings, kept a profound silence: And the protector and his preacher were equally abashed at the ill success of their stratagem.","subId":"10","id":"Hume.HE.2.23.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the duke was too far advanced to recede from his criminal and ambitious purpose. A new expedient was tried to work on the people. The mayor, who was brother to Dr. Shaw, and entirely in the protector's interests, called an assembly of the citizens; where the duke of Buckingham, who possessed some talents for eloquence, harangued them on the protector's title to the crown, and displayed those numerous virtues, of which, he pretended, that prince was possessed. He next asked them, whether they would have the duke for king? and then stopped, in expectation of hearing the cry, <em>God save King Richard.</em> He was surprized to observe them silent; and turning about to the mayor, asked him the reason. The mayor replied, that perhaps they did not understand him. Buckingham then repeated his discourse with some variation; inforced the same topics, asked the same question, and was received with the same silence. <q>I now see the cause,</q> said the mayor; <q>the citizens are not accustomed to be harangued by any but their recorder; and know not how to answer a person of your grace's quality.</q> The recorder, Fitz-Williams, was then commanded to repeat the substance of the duke's speech; but the man, who was averse to the office, took care, throughout his whole discourse, to have it understood, that he spoke nothing of himself, and that he only conveyed to them the sense of the duke of Buckingham. Still the audience kept a profound silence: <q>This is wonderful obstinacy,</q> cried the duke: <q>Express your meaning, my friends, one <span class=\"page-break\"></span>way or other: When we apply to you on this occasion, it is merely from the regard which we bear to you. The lords and commons have sufficient authority, without your consent, to appoint a king: But I require you here to declare in plain terms, whether or not you will have the duke of Glocester for your sovereign.</q> After all these efforts, some of the meanest apprentices, incited by the protector's and Buckingham's servants, raised a feeble cry, <em>God save King Richard</em><a href=\"#n15\"><sup>[15]</sup></a>: The sentiments of the nation were now sufficiently declared: The voice of the people was the voice of God: And Buckingham, with the mayor, hastened to Baynard's castle, <span class=\"margin-comment\">25th June.</span> where the protector then resided, that they might make him a tender of the crown.","subId":"11","id":"Hume.HE.2.23.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> Richard was told, that a great multitude was in the court, he refused to appear to them, and pretended to be apprehensive for his personal safety: A circumstance taken notice of by Buckingham, who observed to the citizens, that the prince was ignorant of the whole design. At last, he was persuaded to step forth, but he still kept at some distance; and he asked the meaning of their intrusion and importunity. Buckingham told him, that the nation was resolved to have him for king: The protector declared his purpose of maintaining his loyalty to the present sovereign, and exhorted them to adhere to the same resolution. He was told, that the people had determined to have another prince; and if he rejected their unanimous voice, they must look out for one, who would be more compliant. <span class=\"margin-comment\">The protector assumes the throne.</span> This argument was too powerful to be resisted: He was prevailed on to accept of the crown: And he thenceforth acted as legitimate and rightful sovereign.","subId":"12","id":"Hume.HE.2.23.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Murder of Edward V. and of the duke of York.</span> <span class=\"small-capitals\">This</span> ridiculous farce was soon after followed by a scene truly tragical: The murder of the two young princes. Richard gave orders to Sir Robert Brakenbury, constable of the Tower, to put his nephews to death; but this gentleman, who had sentiments of honour, refused to have any hand in the infamous office. The tyrant then sent for Sir James Tyrrel, who promised obedience; and he ordered Brakenbury to resign to this gentleman the keys and government of the Tower for one night. Tyrrel, chusing three associates, Slater, Dighton, and Forest, came in the night-time to the door of the chamber where the princes were lodged; and sending in the assassins, he bade them execute their commission, <span class=\"page-break\"></span>while he himself staid without. They found the young princes in bed, and fallen into a profound sleep. After suffocating them with the bolster and pillows, they showed their naked bodies to Tyrrel, who ordered them to be buried at the foot of the stairs, deep in the ground, under a heap of stones<a href=\"#n16\"><sup>[16]</sup></a>. These circumstances were all confessed by the actors, in the following reign; and they were never punished for the crime: Probably, because Henry, whose maxims of government were extremely arbitrary, desired to establish it as a principle, that the commands of the reigning sovereign ought to justify every enormity in those who paid obedience to them. But there is one circumstance not so easy to be accounted for: It is pretended, that Richard, displeased with the indecent manner of burying his nephews, whom he had murdered, gave his chaplain orders to dig up the bodies, and to inter them in consecrated ground; and as the man died soon after, the place of their burial remained unknown, and the bodies could never be found by any search, which Henry could make for them. Yet in the reign of Charles II. when there was occasion to remove some stones and to dig in the very spot, which was mentioned as the place of their first interment, the bones of two persons were there found, which by their size exactly corresponded to the age of Edward and his brother: They were concluded with certainty to be the remains of those princes, and were interred under a marble monument by orders of king Charles<a href=\"#n17\"><sup>[17]</sup></a>. Perhaps, Richard's chaplain had died before he found an opportunity of executing his master's commands; and the bodies being supposed to be already removed, a diligent search was not made for them by Henry, in the place where they had been buried.","subId":"13","id":"Hume.HE.2.23.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">1483.</span> THE first acts of Richard's administration were to bestow rewards on those who had assisted him in usurping the crown, and to gain by favours those, who, he thought, were best able to <span class=\"page-break\"></span>support his future government. Thomas, lord Howard, was created duke of Norfolk; Sir Thomas Howard, his son, earl of Surry; lord Lovel, a viscount, by the same name; even lord Stanley was set at liberty and made steward of the houshold. This nobleman had become obnoxious by his first opposition to Richard's views, and also by his marrying the countess dowager of Richmond, heir of the Somerset family; but sensible of the necessity of submitting to the present government, he feigned such zeal for Richard's service, that he was received into favour, and even found means to be entrusted with the most important commands by that politic and jealous tyrant.","subId":"14","id":"Hume.HE.2.23.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the person, who, both from the greatness of his services, and the power and splendor of his family, was best intitled to favours under the new government, was the duke of Buckingham; and Richard seemed determined to spare no pains or bounty in securing him to his interests. Buckingham was descended from a daughter of Thomas of Woodstock, duke of Glocester, uncle to Richard II. and by this pedigree, he not only was allied to the royal family, but had claims for dignities as well as estates, of a very extensive nature. The duke of Glocester, and Henry earl of Derby, afterwards Henry IV. had married the two daughters and co-heirs of Bohun, earl of Hereford, one of the greatest of the ancient barons, whose immense property came thus to be divided into two shares. One was inherited by the family of Buckingham; the other was united to the crown by the house of Lancaster, and after the attainder of that royal line, was seized as legally devolved to them, by the sovereigns of the house of York. The duke of Buckingham laid hold of the present opportunity, and claimed the restitution of that portion of the Hereford estate, which had escheated to the crown, as well as of the great office of constable, which had long continued by inheritance in his ancestors of that family. Richard readily complied with these demands, which were probably the price stipulated to Buckingham for his assistance in promoting the usurpation. That nobleman was invested with the office of constable; he received a grant of the estate of Hereford<a href=\"#n18\"><sup>[18]</sup></a>; many other dignities and honours were conferred upon him; and the king thought himself sure of preserving the fidelity of a man, whose <span class=\"page-break\"></span>interests seemed so closely connected with those of the present government.","subId":"15","id":"Hume.HE.2.23.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Duke of Buckingham discontented.</span> <span class=\"small-capitals\">But</span> it was impossible, that friendship could long remain inviolate between two men of such corrupt minds as Richard and the duke of Buckingham. Historians ascribe their first rupture to the king's refusal of making restitution of the Hereford estate; but it is certain from records, that he passed a grant for that purpose, and that the full demands of Buckingham were satisfied in this particular. Perhaps, Richard was soon sensible of the danger which might ensue from conferring such an immense property on a man of so turbulent a disposition, and afterwards raised difficulties about the execution of his own grant: Perhaps, he refused some other demands of Buckingham, whom he found it impossible to gratify for his past services: Perhaps, he resolved, according to the usual maxim of politicians, to seize the first opportunity of ruining this powerful subject, who had been the principal instrument of his own elevation; and the discovery of this intention begat the first discontent in the duke of Buckingham. However this may be, it is certain, that the duke, soon after Richard's accession, began to form a conspiracy against the government, and attempted to overthrow that usurpation, which he himself had so zealously contributed to establish.","subId":"16","id":"Hume.HE.2.23.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">Never</span> was there in any country an usurpation more flagrant than that of Richard, or more repugnant to every principle of justice and public interest. His claim was entirely founded on impudent allegations, never attempted to be proved, some of them incapable of proof, and all of them implying scandalous reflections on his own family, and on the persons with whom he was the most nearly connected. His title was never acknowledged by any national assembly, scarcely even by the lowest populace to whom he appealed; and it had become prevalent merely for want of some person of distinction, who might stand forth against him, and give a voice to those sentiments of general detestation, which arose in every bosom. Were men disposed to pardon these violations of public right, the sense of private and domestic duty, which is not to be effaced in the most barbarous times, must have begotten an abhorrence against him; and have represented the murder of the young and innocent princes, his nephews, with whose protection he had been entrusted, in the most odious colours imaginable. To <span class=\"page-break\"></span>endure such a bloody usurper seemed to draw disgrace upon the nation, and to be attended with immediate danger to every individual, who was distinguished by birth, merit, or services. Such was become the general voice of the people; all parties were united in the same sentiments; and the Lancastrians, so long oppressed, and, of late, so much discredited, felt their blasted hopes again revived, and anxiously expected the consequences of these extraordinary events. The duke of Buckingham, whose family had been devoted to that interest, and who, by his mother, a daughter of Edmund, duke of Somerset, was allied to the house of Lancaster, was easily induced to espouse the cause of this party, and to endeavour the restoring of it to its ancient superiority. Morton, bishop of Ely, a zealous Lancastrian, whom the king had imprisoned, and had afterwards committed to the custody of Buckingham, encouraged these sentiments; and by his exhortations the duke cast his eye towards the young earl of Richmond, as the only person who could free the nation from the tyranny of the present usurper<a href=\"#n19\"><sup>[19]</sup></a>.","subId":"17","id":"Hume.HE.2.23.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">The earl of Richmond.</span> <span class=\"small-capitals\">Henry</span>, earl of Richmond, was at this time detained in a kind of honourable custody by the duke of Britanny; and his descent, which seemed to give him some pretensions to the crown, had been a great object of jealousy both in the late and in the present reign. John, the first duke of Somerset, who was grandson of John of Gaunt, by a spurious branch, but legitimated by act of parliament, had left only one daughter, Margaret; and his younger brother, Edmund, had succeeded him in his titles, and in a considerable part of his fortune. Margaret had espoused Edmund, earl of Richmond, half brother of Henry VI. and son of Sir Owen Tudor and Catharine of France, relict of Henry V. and she bore him only one son, who received the name of Henry, and who, after his father's death, inherited the honours and fortune of Richmond. His mother, being a widow, had espoused in second marriage Sir Henry Stafford, uncle to Buckingham, and after the death of that gentleman, had married lord Stanley; but had no children by either of these husbands; and her son, Henry, was thus, in the event of her death, the sole heir of all her fortunes. But this was not the most considerable advantage, which he had reason to expect from <span class=\"page-break\"></span>her succession: He would represent the elder branch of the house of Somerset; he would inherit all the title of that family to the crown; and though its claim, while any legitimate branch subsisted of the house of Lancaster, had always been much disregarded, the zeal of faction, after the death of Henry VI. and the murder of prince Edward, immediately conferred a weight and consideration upon it.","subId":"18","id":"Hume.HE.2.23.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edward</span> IV. finding, that all the Lancastrians had turned their attention towards the young earl of Richmond, as the object of their hopes, thought him also worthy of his attention; and pursued him into his retreat in Britanny, whither his uncle, the earl of Pembroke, had carried him, after the battle of Teukesbury, so fatal to his party. He applied to Francis II. duke of Britanny, who was his ally, a weak but a good prince; and urged him to deliver up this fugitive, who might be the source of future disturbances in England: But the duke, averse to so dishonourable a proposal, would only consent, that, for the security of Edward, the young nobleman should be detained in custody; and he received an annual pension from England for the safe keeping or the subsistance of his prisoner. But towards the end of Edward's reign, when the kingdom was menaced with a war both from France and Scotland, the anxieties of the English court with regard to Henry were much encreased; and Edward made a new proposal to the duke, which covered, under the fairest appearances, the most bloody and treacherous intentions. He pretended, that he was desirous of gaining his enemy, and of uniting him to his own family by a marriage with his daughter, Elizabeth; and he solicited to have him sent over to England, in order to execute a scheme, which would redound so much to his advantage. These pretences, seconded, as is supposed, by bribes to Peter Landais, a corrupt minister, by whom the duke was entirely governed, gained credit with the court of Britanny: Henry was delivered into the hands of the English agents: He was ready to embark: When a suspicion of Edward's real design was suggested to the duke, who recalled his orders, and thus saved the unhappy youth from the imminent danger which hung over him.","subId":"19","id":"Hume.HE.2.23.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> symptoms of continued jealousy in the reigning family of England both seemed to give some authority to Henry's pretensions, and made him the object of general favour and compassion, <span class=\"page-break\"></span>on account of the dangers and persecutions to which he was exposed. The universal detestation of Richard's conduct turned still more the attention of the nation towards Henry; and as all the descendants of the house of York were either women or minors, he seemed to be the only person, from whom the nation could expect the expulsion of the odious and bloody tyrant. But notwithstanding these circumstances, which were so favourable to him, Buckingham and the bishop of Ely well knew, that there would still lie many obstacles in his way to the throne; and that though the nation had been much divided between Henry VI. and the duke of York, while present possession and hereditary right stood in opposition to each other; yet, as soon as these titles were united in Edward IV. the bulk of the people had come over to the reigning family; and the Lancastrians had extremely decayed, both in numbers and in authority. It was therefore suggested by Morton, and readily assented to by the duke, that the only means of overturning the present usurpation, was to unite the opposite factions, by contracting a marriage between the earl of Richmond and the princess Elizabeth, eldest daughter of king Edward, and thereby blending together the opposite pretensions of their families, which had so long been the source of public disorders and convulsions. They were sensible, that the people were extremely desirous of repose after so many bloody and destructive commotions; that both Yorkists and Lancastrians, who now lay equally under oppression, would embrace this scheme with ardour; and that the prospect of reconciling the two parties, which was in itself so desirable an end, would, when added to the general hatred against the present government, render their cause absolutely invincible. In consequence of these views, the prelate, by means of Reginald Bray, steward to the countess of Richmond, first opened the project of such an union to that lady; and the plan appeared so advantageous for her son, and, at the same time, so likely to succeed, that it admitted not of the least hesitation. Dr. Lewis, a Welsh physician, who had access to the queen-dowager in her sanctuary, carried the proposals to her; and found, that revenge for the murder of her brother and of her three sons, apprehensions for her surviving family, indignation against her confinement, easily overcame all her prejudices against the house of Lancaster, and procured her approbation of a marriage, to which the age and birth, as well as <span class=\"page-break\"></span>the present situation of the parties, seemed so naturally to invite them. She secretly borrowed a sum of money in the city, sent it over to the earl of Richmond, required his oath to celebrate the marriage as soon as he should arrive in England, advised him to levy as many foreign forces as possible, and promised to join him, on his first appearance, with all the friends and partizans of her family.","subId":"20","id":"Hume.HE.2.23.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> plan being thus laid upon the solid foundations of good sense and sound policy, it was secretly communicated to the principal persons of both parties in all the counties of England; and a wonderful alacrity appeared in every order of men, to forward its success and completion. But it was impossible, that so extensive a conspiracy could be conducted in so secret a manner, as entirely to escape the jealous and vigilant eye of Richard; and he soon received intelligence, that his enemies, headed by the duke of Buckingham, were forming some design against his authority. He immediately put himself in a posture of defence by levying troops in the North; and he summoned the duke to appear at court, in such terms as seemed to promise him a renewal of their former amity. But that nobleman, well acquainted with the barbarity and treachery of Richard, replied only by taking arms in Wales, and giving the signal to his accomplices for a general insurrection in all parts of England. <span class=\"margin-comment\">October.</span> But at that very time there happened to fall such heavy rains, so incessant and continued, as exceeded any known in the memory of man; and the Severne, with the other rivers in that neighbourhood, swelled to a height which rendered them impassable, and prevented Buckingham from marching into the heart of England to join his associates. The Welshmen, partly moved by superstition at this extraordinary event, partly distressed by famine in their camp, fell off from him; and Buckingham, finding himself deserted by his followers, put on a disguise, and took shelter in the house of Banister, an old servant of his family. <span class=\"margin-comment\">Buckingham executed.</span> But being detected in his retreat, he was brought to the king at Salisbury; and was instantly executed, according to the summary method practised in that age<a href=\"#n20\"><sup>[20]</sup></a>. The other conspirators, who took arms in four different places, at Exeter, at Salisbury, at Newbury, and at Maidstone, hearing of the duke of Buckingham's misfortunes, <span class=\"page-break\"></span>despaired of success, and immediately dispersed themselves.","subId":"21","id":"Hume.HE.2.23.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> marquis of Dorset and the bishop of Ely made their escape beyond sea: Many others were equally fortunate: Several fell into Richard's hands, of whom he made some examples. His executions seem not to have been remarkably severe; though we are told of one gentleman, William Colingbourne, who suffered under colour of this rebellion, but in reality for a distich of quibbling verses, which he had composed against Richard and his ministers<a href=\"#n21\"><sup>[21]</sup></a>. The earl of Richmond, in concert with his friends, had set sail from St. Malo's, carrying on board a body of 5000 men, levied in foreign parts; but his fleet being at first driven back by a storm, he appeared not on the coast of England till after the dispersion of all his friends; and he found himself obliged to return to the court of Britanny.","subId":"22","id":"Hume.HE.2.23.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">1484. 23d of Jan.</span> <span class=\"small-capitals\">The</span> king, every where triumphant, and fortified by this unsuccessful attempt to dethrone him, ventured at last to summon a parliament; a measure which his crimes and flagrant usurpation had induced him hitherto to decline. Though it was natural, that the parliament, in a contest of national parties, should always adhere to the victor, he seems to have apprehended, lest his title, founded on no principle, and supported by no party, might be rejected by that assembly. But his enemies being now at his feet, the parliament had no choice left but to recognize his authority, and acknowledge his right to the crown. His only son, Edward, then a youth of twelve years of age, was created prince of Wales: The duties of tonnage and poundage were granted to the king for life: And Richard, in order to reconcile the nation to his government, passed some popular laws, particularly one against the late practice of extorting money on pretence of benevolence.","subId":"23","id":"Hume.HE.2.23.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> the other measures of the king tended to the same object. Sensible, that the only circumstance, which could give him security, was to gain the confidence of the Yorkists, he paid court to the <span class=\"page-break\"></span>queen-dowager with such art and address, made such earnest protestations of his sincere good-will and friendship, that this princess, tired of confinement, and despairing of any success from her former projects, ventured to leave her sanctuary, and to put herself and her daughters into the hands of the tyrant. But he soon carried farther his views for the establishment of his throne. He had married Anne, the second daughter of the earl of Warwic, and widow of Edward prince of Wales, whom Richard himself had murdered; but this princess having born him but one son, who died about this time, he considered her as an invincible obstacle to the settlement of his fortune, and he was believed to have carried her off by poison; a crime for which the public could not be supposed to have any solid proof, but which the usual tenor of his conduct made it reasonable to suspect. He now thought it in his power to remove the chief perils, which threatened his government. The earl of Richmond, he knew, could never be formidable but from his projected marriage with the princess Elizabeth, the true heir of the crown; and he therefore intended, by means of a papal dispensation, to espouse, himself, this princess, and thus to unite in his own family their contending titles. The queen-dowager, eager to recover her lost authority, neither scrupled this alliance, which was very unusual in England, and was regarded as incestuous; nor felt any horror at marrying her daughter to the murderer of her three sons and of her brother: She even joined so far her interests with those of the usurper, that she wrote to all her partizans, and among the rest to her son, the marquis of Dorset, desiring them to withdraw from the earl of Richmond; an injury which the earl could never afterwards forgive: The court of Rome was applied to for a dispensation: Richard thought, that he could easily defend himself during the interval, till it arrived; and he had afterwards the agreeable prospect of a full and secure settlement. He flattered himself, that the English nation, seeing all danger removed of a disputed succession, would then acquiesce under the dominion of a prince, who was of mature years, of great abilities, and of a genius qualified for government; and that they would forgive him all the crimes, which he had committed, in paving his way to the throne.","subId":"24","id":"Hume.HE.2.23.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the crimes of Richard were so horrid and so shocking to humanity, that the natural sentiments of men, without any political <span class=\"page-break\"></span>or public views, were sufficient to render his government unstable; and every person of probity and honour was earnest to prevent the scepter from being any longer polluted by that bloody and faithless hand which held it. All the exiles flocked to the earl of Richmond in Britanny, and exhorted him to hasten his attempt for a new invasion, and to prevent the marriage of the princess Elizabeth, which must prove fatal to all his hopes. The earl, sensible of the urgent necessity, but dreading the treachery of Peter Landais, who had entered into a negociation with Richard for betraying him, was obliged to attend only to his present safety; and he made his escape to the court of France. The ministers of Charles VIII. who had now succeeded to the throne after the death of his father Lewis, gave him countenance and protection; and being desirous of raising disturbance to Richard, they secretly encouraged the earl in the levies, which he made for the support of his enterprize upon England. The earl of Oxford, whom Richard's suspicions had thrown into confinement, having made his escape, here joined Henry; and enflamed his ardour for the attempt, by the favourable accounts which he brought of the dispositions of the English nation, and their universal hatred of Richard's crimes and usurpation.","subId":"25","id":"Hume.HE.2.23.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">1485. Invasion by the earl of Richmond. 7th August.</span> <span class=\"small-capitals\">The</span> earl of Richmond set sail from Harfleur in Normandy with a small army of about 2000 men; and after a navigation of six days, he arrived at Milford-Haven in Wales, where he landed without opposition. He directed his course to that part of the kingdom, in hopes that the Welsh, who regarded him as their countryman, and who had been already prepossessed in favour of his cause by means of the duke of Buckingham, would join his standard, and enable him to make head against the established government. Richard, who knew not in what quarter he might expect the invader, had taken post at Nottingham, in the center of the kingdom; and having given commissions to different persons in the several counties, whom he empowered to oppose his enemy, he purposed in person to fly, on the first alarm, to the place exposed to danger. Sir Rice ap Thomas and Sir Walter Herbert were entrusted with his authority in Wales; but the former immediately deserted to Henry; the second made but feeble opposition to him: And the earl, advancing towards Shrewsbury, received every day some reinforcement from his partizans. Sir Gilbert Talbot joined <span class=\"page-break\"></span>him with all the vassals and retainers of the family of Shrewsbury: Sir Thomas Bourchier, and Sir Walter Hungerford, brought their friends to share his fortunes; and the appearance of men of distinction in his camp made already his cause wear a favourable aspect.","subId":"26","id":"Hume.HE.2.23.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the danger, to which Richard was chiefly exposed, proceeded not so much from the zeal of his open enemies, as from the infidelity of his pretended friends. Scarce any nobleman of distinction was sincerely attached to his cause, except the duke of Norfolk; and all those who feigned the most loyalty were only watching for an opportunity to betray and desert him. But the persons, of whom he entertained the greatest suspicion, were lord Stanley and his brother Sir William; whose connexions with the family of Richmond, notwithstanding their professions of attachment to his person, were never entirely forgotten or overlooked by him. When he empowered lord Stanley to levy forces, he still retained his eldest son, lord Strange, as a pledge for his fidelity; and that nobleman was, on this account, obliged to employ great caution and reserve in his proceedings. He raised a powerful body of his friends and retainers in Cheshire and Lancashire, but without openly declaring himself: And though Henry had received secret assurances of his friendly intentions, the armies on both sides knew not what to infer from his equivocal behaviour. <span class=\"margin-comment\">22d Aug. Battle of Bosworth.</span> The two rivals, at last, approached each other, at Bosworth near Leicester; Henry at the head of six thousand men, Richard with an army of above double the number; and a decisive action was every hour expected between them. Stanley, who commanded above seven thousand men, took care to post himself at Atherstone, not far from the hostile camps; and he made such a disposition as enabled him on occasion to join either party. Richard had too much sagacity not to discover his intentions from these movements; but he kept the secret from his own men for fear of discouraging them: He took not immediate revenge on Stanley's son, as some of his courtiers advised him; because he hoped that so valuable a pledge would induce the father to prolong still farther his ambiguous conduct: And he hastened to decide by arms the quarrel with his competitor; being certain, that a victory over the earl of Richmond would enable him to take ample revenge on all his enemies, open and concealed.","subId":"27","id":"Hume.HE.2.23.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> van of Richmond's army, consisting of archers, was commanded by the earl of Oxford: Sir Gilbert Talbot led the right wing; Sir John Savage the left: The earl himself, accompanied by his uncle, the earl of Pembroke, placed himself in the main body. Richard also took post in <em>his</em> main body, and entrusted the command of his van to the duke of Norfolk: As his wings were never engaged, we have not learned the names of the several commanders. Soon after the battle began, lord Stanley, whose conduct in this whole affair discovers great precaution and abilities, appeared in the field, and declared for the earl of Richmond. This measure, which was unexpected to the men, though not to their leaders, had a proportional effect on both armies: It inspired unusual courage into Henry's soldiers; it threw Richard's into dismay and confusion. The intrepid tyrant, sensible of his desperate situation, cast his eye around the field, and descrying his rival at no great distance, he drove against him with fury, in hopes, that either Henry's death or his own would decide the victory between them. <span class=\"margin-comment\">Death, and character of Richard III</span> He killed with his own hands Sir William Brandon, standard-bearer to the earl: He dismounted Sir John Cheyney: He was now within reach of Richmond himself, who declined not the combat; when Sir William Stanley, breaking in with his troops, surrounded Richard, who, fighting bravely to the last moment, was overwhelmed by numbers, and perished by a fate too mild and honourable for his multiplied and detestable enormities. His men every where sought for safety by flight.","subId":"28","id":"Hume.HE.2.23.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> fell in this battle about four thousand of the vanquished; and among these the duke of Norfolk, lord Ferrars of Charltey, Sir Richard Ratcliffe, Sir Robert Piercy, and Sir Robert Brackenbury. The loss was inconsiderable on the side of the victors. Sir William Catesby, a great instrument of Richard's crimes, was taken, and soon after beheaded, with some others, at Leicester. The body of Richard was found in the field, covered with dead enemies, and all besmeared with blood: It was thrown carelessly across a horse; was carried to Leicester amidst the shouts of the insulting spectators; and was interred in the Gray-Friars church of that place.","subId":"29","id":"Hume.HE.2.23.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> historians who favour Richard (for even this tyrant has met with partizans among the later writers) maintain, that he was well qualified for government, had he legally obtained it; and that he committed no crimes but such as were necessary to procure him <span class=\"page-break\"></span>possession of the crown: But this is a poor apology, when it is confessed, that he was ready to commit the most horrid crimes, which appeared necessary for that purpose; and it is certain, that all his courage and capacity, qualities in which he really seems not to have been deficient, would never have made compensation to the people for the danger of the precedent, and for the contagious example of vice and murder, exalted upon the throne. This prince was of a small stature, humpbacked, and had a harsh disagreeable countenance; so that his body was in every particular no less deformed than his mind.","subId":"30","id":"Hume.HE.2.23.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> have we pursued the history of England through a series of many barbarous ages; till we have at last reached the dawn of civility and sciences, and have the prospect, both of greater certainty in our historical narrations, and of being able to present to the reader a spectacle more worthy of his attention. The want of certainty, however, and of circumstances, is not alike to be complained of throughout every period of this long narration. This island possesses many ancient historians of good credit; as well as many historical monuments; and it is rare, that the annals of so uncultivated a people, as were the English as well as the other European nations, after the decline of Roman learning, have been transmitted to posterity so complete, and with so little mixture of falsehood and of fable. This advantage we owe entirely to the clergy of the church of Rome; who, founding their authority on their superior knowledge, preserved the precious literature of antiquity from a total extinction<a href=\"#n22\"><sup>[22]</sup></a>; and under shelter of their numerous privileges and immunities, acquired a security, by means of the superstition, which they would in vain have claimed, from the justice and humanity of those turbulent and licentious ages. Nor is the spectacle altogether unentertaining and uninstructive, which the history of those times presents to us. The view of human manners, in all their variety of appearances, is both profitable and agreeable; and if the aspect in some periods seems horrid and deformed, we may thence learn to cherish with the greater anxiety <span class=\"page-break\"></span>that science and civility, which has so close a connexion with virtue and humanity, and which, as it is a sovereign antidote against superstition, is also the most effectual remedy against vice and disorders of every kind.","subId":"31","id":"Hume.HE.2.23.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> rise, progress, perfection, and decline of art and science, are curious objects of contemplation, and intimately connected with a narration of civil transactions. The events of no particular period can be fully accounted for, but by considering the degrees of advancement, which men have reached in those particulars.","subId":"32","id":"Hume.HE.2.23.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Those</span> who cast their eye on the general revolutions of society, will find, that, as almost all improvements of the human mind had reached nearly to their state of perfection about the age of Augustus, there was a sensible decline from that point or period; and man thenceforth relapsed gradually into ignorance and barbarism. The unlimited extent of the Roman empire, and the consequent despotism of its monarchs, extinguished all emulation, debased the generous spirits of men, and depressed that noble flame, by which all the refined arts must be cherished and enlivened. The military government, which soon succeeded, rendered even the lives and properties of men insecure and precarious; and proved destructive to those vulgar and more necessary arts of agriculture, manufactures, and commerce; and in the end, to the military art and genius itself, by which alone the immense fabric of the empire could be supported. The irruption of the barbarous nations, which soon followed, overwhelmed all human knowledge, which was already far in its decline; and men sunk every age deeper into ignorance, stupidity, and superstition; till the light of ancient science and history had very nearly suffered a total extinction in all the European nations.","subId":"33","id":"Hume.HE.2.23.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> there is a point of depression, as well as of exaltation, from which human affairs naturally return in a contrary direction, and beyond which they seldom pass either in their advancement or decline. The period, in which the people of Christendom were the lowest sunk in ignorance, and consequently in disorders of every kind, may justly be fixed at the eleventh century, about the age of William the Conqueror; and from that aera, the sun of science, beginning to re-ascend, threw out many gleams of light, which preceded the full morning, when letters were revived in the fifteenth century. The Danes and other northern people, who had so <span class=\"page-break\"></span>long infested all the coasts, and even the inland parts of Europe, by their depredations, having now learned the arts of tillage and agriculture, found a certain subsistance at home, and were no longer tempted to desert their industry, in order to seek a precarious livelihood by rapine and by the plunder of their neighbours. The feudal governments also, among the more southern nations, were reduced to a kind of system; and though that strange species of civil polity was ill fitted to ensure either liberty or tranquillity, it was preferable to the universal licence and disorder, which had every where preceded it. But perhaps there was no event, which tended farther to the improvement of the age, than one, which has not been much remarked, the accidental finding of a copy of Justinian's Pandects, about the year 1130, in the town of Amalfi in Italy.","subId":"34","id":"Hume.HE.2.23.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ecclesiastics, who had leisure, and some inclination of study, immediately adopted with zeal this excellent system of jurisprudence, and spread the knowledge of it throughout every part of Europe. Besides the intrinsic merit of the performance, it was recommended to them by its original connexion with the imperial city of Rome, which, being the seat of their religion, seemed to acquire a new lustre and authority, by the diffusion of its laws over the western world. In less than ten years after the discovery of the Pandects, Vacarius, under the protection of Theobald, archbishop of Canterbury, read public lectures of civil law in the university of Oxford; and the clergy every where, by their example as well as exhortation, were the means of diffusing the highest esteem for this new science. That order of men, having large possessions to defend, was, in a manner, necessitated to turn their studies towards the law; and their properties being often endangered by the violence of the princes and barons, it became their interest to enforce the observance of general and equitable rules, from which alone they could receive protection. As they possessed all the knowledge of the age, and were alone acquainted with the habits of thinking, the practice, as well as science of the law, fell mostly into their hands: And though the close connexion, which without any necessity they formed between the canon and civil law, begat a jealousy in the laity of England, and prevented the Roman jurisprudence from becoming the municipal law of the country, as was the case in many states of Europe, a great part of it was secretly <span class=\"page-break\"></span>transferred into the practice of the courts of justice, and the imitation of their neighbours made the English gradually endeavour to raise their own law from its original state of rudeness and imperfection.","subId":"35","id":"Hume.HE.2.23.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is easy to see what advantages Europe must have reaped by its inheriting at once from the ancients, so complete an art, which was also so necessary for giving security to all other arts, and which, by refining, and still more, by bestowing solidity on the judgment, served as a model to farther improvements. The sensible utility of the Roman law both to public and private interest recommended the study of it, at a time when the more exalted and speculative sciences carried no charms with them; and thus the last branch of ancient literature, which remained uncorrupted, was happily the first transmitted to the modern world. For it is remarkable, that in the decline of Roman learning, when the philosophers were universally infected with superstition and sophistry, and the poets and historians with barbarism, the lawyers, who, in other countries, are seldom models of science or politeness, were yet able, by the constant study and close imitation of their predecessors, to maintain the same good sense in their decisions and reasonings, and the same purity in their language and expression.","subId":"36","id":"Hume.HE.2.23.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> bestowed an additional merit on the civil law, was the extreme imperfection of that jurisprudence, which preceded it among all the European nations, especially among the Saxons or ancient English. The absurdities which prevailed at that time in the administration of justice, may be conceived from the authentic monuments which remain of the ancient Saxon law; where a pecuniary commutation was received for every crime; where stated prices were fixed for men's lives and members; where private revenges were authorized for all injuries, where the use of the ordeal, corsnet, and afterwards of the duel, was the received method of proof, and where the judges were rustic freeholders, assembled of a sudden, and deciding a cause from one debate or altercation of the parties. Such a state of society was very little advanced beyond the rude state of nature: Violence universally prevailed, instead of general and equitable maxims: The pretended liberty of the times, was only an incapacity of submitting to government: And men, not protected by law in their lives and properties, sought shelter, by their personal servitude and <span class=\"page-break\"></span>attachments under some powerful chieftain, or by voluntary combinations.","subId":"37","id":"Hume.HE.2.23.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> gradual progress of improvement raised the Europeans somewhat above this uncultivated state; and affairs, in this island particularly, took early a turn, which was more favourable to justice and to liberty. Civil employments and occupations soon became honourable among the English: The situation of that people rendered not the perpetual attention to wars so necessary as among their neighbours, and all regard was not confined to the military profession: The gentry, and even the nobility, began to deem an acquaintance with the law a necessary part of education: They were less diverted than afterwards from studies of this kind by other sciences; and in the age of Henry VI. as we are told by Fortescue, there were in the inns of court about two thousand students, most of them men of honourable birth, who gave application to this branch of civil knowledge: A circumstance which proves, that a considerable progress was already made in the science of government, and which prognosticated a still greater.","subId":"38","id":"Hume.HE.2.23.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">One</span> chief advantage, which resulted from the introduction and progress of the arts, was the introduction and progress of freedom; and this consequence affected men both in their <em>personal</em> and <em>civil</em> capacities.","subId":"39","id":"Hume.HE.2.23.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> we consider the ancient state of Europe, we shall find, that the far greater part of the society were every where bereaved of their <em>personal</em> liberty, and lived entirely at the will of their masters. Every one, that was not noble, was a slave: The peasants were sold along with the land: The few inhabitants of cities were not in a better condition: Even the gentry themselves were subjected to a long train of subordination under the greater barons or chief vassals of the crown; who, though seemingly placed in a high state of splendor, yet, having but a slender protection from law, were exposed to every tempest of the state, and by the precarious condition in which they lived, paid dearly for the power of oppressing and tyrannizing over their inferiors. The first incident, which broke in upon this violent system of government, was the practice, begun in Italy, and imitated in France, of erecting communities and corporations, endowed with privileges and a separate municipal government, which gave them protection against the tyranny of the barons, and which the prince himself deemed it prudent to <span class=\"page-break\"></span>respect<a href=\"#n23\"><sup>[23]</sup></a>. The relaxation of the feudal tenures, and an execution somewhat stricter, of the public law, bestowed an independance of vassals, which was unknown to their forefathers. And even the peasants themselves, though later than other orders of the state, made their escape from those bonds of villenage or slavery, in which they had formerly been retained.","subId":"40","id":"Hume.HE.2.23.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may appear strange, that the progress of the arts, which seems, among the Greeks and Romans, to have daily encreased the number of slaves, should, in later times, have proved so general a source of liberty; but this difference in the events proceeded from a great difference in the circumstances, which attended those institutions. The ancient barons, obliged to maintain themselves continually in a military posture, and little emulous of elegance or splendor, employed not their villains as domestic servants, much less as manufacturers; but composed their retinue of free-men, whose military spirit rendered the chieftain formidable to his neighbours, and who were ready to attend him in every warlike enterprize. The villains were entirely occupied in the cultivation of their master's land, and paid their rents either in corn and cattle and other produce of the farm, or in servile offices, which they performed about the baron's family, and upon the farms which he retained in his own possession. In proportion as agriculture improved, and money encreased, it was found, that these services, though extremely burdensome to the villain, were of little advantage to the master; and that the produce of a large estate could be much more conveniently disposed of by the peasants themselves, who raised it, than by the landlord or his bailiff, who were formerly accustomed to receive it. A commutation was therefore made of <span class=\"page-break\"></span>rents for services, and of money-rents for those in kind; and as men, in a subsequent age, discovered, that farms were better cultivated where the farmer enjoyed a security in his possession, the practice of granting leases to the peasant began to prevail, which entirely broke the bonds of servitude, already much relaxed from the former practices. After this manner, villenage went gradually into disuse throughout the more civilized parts of Europe: The interest of the master, as well as that of the slave, concurred in this alteration. The latest laws which we find in England for enforcing or regulating this species of servitude, were enacted in the reign of Henry VII. And though the ancient statutes on this subject remain still unrepealed by parliament, it appears, that, before the end of Elizabeth, the distinction of villain and freeman was totally, though insensibly abolished, and that no person remained in the state, to whom the former laws could be applied.","subId":"41","id":"Hume.HE.2.23.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> <em>personal</em> freedom became almost general in Europe; an advantage which paved the way for the encrease of<em> political</em> or <em>civil</em> liberty, and which, even where it was not attended with this salutary effect, served to give the members of the community some of the most considerable advantages of it.","subId":"42","id":"Hume.HE.2.23.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> constitution of the English government, ever since the invasion of this island by the Saxons, may boast of this preeminence, that in no age the will of the monarch was ever entirely absolute and uncontrouled: But in other respects the balance of power has extremely shifted among the several orders of the state; and this fabric has experienced the same mutability, that has attended all human institutions.","subId":"43","id":"Hume.HE.2.23.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ancient Saxons, like the other German nations, where each individual was enured to arms, and where the independance of men was secured by a great equality of possessions, seem to have admitted a considerable mixture of democracy into their form of government, and to have been one of the freest nations, of which there remains any account in the records of history. After this tribe was settled in England, especially after the dissolution of the Heptarchy, the great extent of the kingdom produced a great inequality in property; and the balance seems to have inclined to the side of aristocracy. The Norman conquest threw more authority into the hands of the sovereign, which, however, admitted of great controul; though derived less from the general forms of the consitution, which were inaccurate and irregular, than from the independant <span class=\"page-break\"></span>power enjoyed by each baron in his particular district or province. The establishment of the Great Charter exalted still higher the Aristocracy, imposed regular limits on royal power, and gradually introduced some mixture of Democracy into the constitution. But even during this period, from the accession of Edward I. to the death of Richard III. the condition of the commons was nowise eligible; a kind of Polish Aristocracy prevailed; and though the kings were limited, the people were as yet far from being free. It required the authority almost absolute of the sovereigns, which took place in the subsequent period, to pull down those disorderly and licentious tyrants, who were equally averse from peace and from freedom, and to establish that regular execution of the laws, which, in a following age, enabled the people to erect a regular and equitable plan of liberty.","subId":"44","id":"Hume.HE.2.23.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> each of these successive alterations, the only rule of government, which is intelligible or carries any authority with it, is the established practice of the age, and the maxims of administration, which are at that time prevalent, and universally assented to. Those who, from a pretended respect to antiquity, appeal at every turn to an original plan of the constitution, only cover their turbulent spirit and their private ambition under the appearance of venerable forms; and whatever period they pitch on for their model, they may still be carried back to a more ancient period, where they will find the measures of power entirely different, and where every circumstance, by reason of the greater barbarity of the times, will appear still less worthy of imitation. Above all, a civilized nation, like the English, who have happily established the most perfect and most accurate system of liberty that was ever found compatible with government, ought to be cautious in appealing to the practice of their ancestors, or regarding the maxims of uncultivated ages as certain rules for their present conduct. An acquaintance with the ancient periods of their government is chiefly <em>useful</em> by instructing them to cherish their present constitution, from a comparison or contrast with the condition of those distant times. And it is also <em>curious,</em> by shewing them the remote, and commonly faint and disfigured originals of the most finished and most noble institutions, and by instructing them in the great mixture of accident, which commonly concurs with a small ingredient of wisdom and foresight, in erecting the complicated fabric of the most perfect government.","subId":"45","id":"Hume.HE.2.23.45"},{"type":"note","content":"Sir Thomas More, p. 481.","subId":"n1","id":"Hume.HE.2.23.n1"},{"type":"note","content":"This nobleman first introduced the noble art of printing into England. Caxton was recommended by him to the patronage of Edward IV. See Catalogue of Royal and Noble Authors.","subId":"n2","id":"Hume.HE.2.23.n2"},{"type":"note","content":"Hist. Croyl. cont. p. 564, 565.","subId":"n3","id":"Hume.HE.2.23.n3"},{"type":"note","content":"Sir T. More, p. 483.","subId":"n4","id":"Hume.HE.2.23.n4"},{"type":"note","content":"Hist. Croyl. cont. p. 564, 565.","subId":"n5","id":"Hume.HE.2.23.n5"},{"type":"note","content":"Sir T. More, p. 484.","subId":"n6","id":"Hume.HE.2.23.n6"},{"type":"note","content":"Hist. Croyl. cont. p. 565.","subId":"n7","id":"Hume.HE.2.23.n7"},{"type":"note","content":"Sir T. More, p. 491.","subId":"n8","id":"Hume.HE.2.23.n8"},{"type":"note","content":"Hist. Croyl. cont. p. 566.","subId":"n9","id":"Hume.HE.2.23.n9"},{"type":"note","content":"Sir T. More, p. 493.","subId":"n10","id":"Hume.HE.2.23.n10"},{"type":"note","content":"See note [K] at the end of the volume.","subId":"n11","id":"Hume.HE.2.23.n11"},{"type":"note","content":"Hist. Croyl. cont. p. 566.","subId":"n12","id":"Hume.HE.2.23.n12"},{"type":"note","content":"Sir T. More, p. 496.","subId":"n13","id":"Hume.HE.2.23.n13"},{"type":"note","content":"Hist. Croyl. cont. p. 567. Comines. Sir Thom. More, p. 482.","subId":"n14","id":"Hume.HE.2.23.n14"},{"type":"note","content":"Sir Thomas More, p. 496.","subId":"n15","id":"Hume.HE.2.23.n15"},{"type":"note","content":"Sir T. More, p. 501.","subId":"n16","id":"Hume.HE.2.23.n16"},{"type":"note","content":"Kennet, p. 551.","subId":"n17","id":"Hume.HE.2.23.n17"},{"type":"note","content":"Dugdale's Baron. vol. i. p. 168, 169.","subId":"n18","id":"Hume.HE.2.23.n18"},{"type":"note","content":"Hist. Croyl. cont. p. 568.","subId":"n19","id":"Hume.HE.2.23.n19"},{"type":"note","content":"Hist. Croyl. cont. p. 568.","subId":"n20","id":"Hume.HE.2.23.n20"},{"type":"note","content":"The lines were: <blockquote><em>The Rat, the Cat, and Lovel that Dog, <br> Rule all England under the Hog.</em></blockquote> Alluding to the names of Ratcliffe and Catesby; and to Richard's arms, which were a boar.","subId":"n21","id":"Hume.HE.2.23.n21"},{"type":"note","content":"See note [L] at the end of the volume.","subId":"n22","id":"Hume.HE.2.23.n22"},{"type":"note","content":"There appear early symptoms of the jealousy, entertained by the barons against the progress of the arts, as destructive of their licentious power. A law was enacted, 7 Henry IV. chap. 17. prohibiting any one who did not possess twenty shillings a year in land from binding his sons apprentices to any trade. They found already that the cities began to drain the country of the labourers and husbandmen; and did not foresee how much the encrease of commerce would encrease the value of their estates. See farther, Cotton, p. 179. The kings, to encourage the boroughs, granted them this privilege, that any villain, who had lived a twelvemonth in any corporation and had been of the guild, should be thenceforth regarded as free.","subId":"n23","id":"Hume.HE.2.23.n23"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.2","imported":true,"title":"Volume 2. The Early History of England, Part 2","breadcrumb":"Volume 2","published":[1762]}],"prev":{"id":"Hume.HE.2.22","imported":true,"title":"Chapter 22. Edward IV","breadcrumb":"Chapter 22","published":[1762]},"next":{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}}