{"id":"Shaftesbury.C.IVM.1.3.2","imported":true,"parent":"Shaftesbury.C.IVM.1.3","title":"Section II","breadcrumb":"Section 2","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_017","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.IVM.1.3.2"},{"type":"paragraph","content":"THIS can proceed only from the Force of Custom and Education in opposition to Nature; as may be noted in those Countrys where, according to Custom or politick Institution, certain Actions naturally foul and odious are repeatedly view'd with Applause, and Honour ascrib'd to them. For thus 'tis possible that a Man, forcing himself, may eat the Flesh of his Enemys, not only against his Stomach, but against his Nature; and think it nevertheless both right and honourable; as supposing it to be of considerable service to his Community, and capable of advancing the Name, and spreading the Terror of his Nation.","subId":"1","id":"Shaftesbury.C.IVM.1.3.2.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Causes of this Corruption.</span> But to speak of the Opinions relating to a <span class=\"small-capitals\">Deity</span>; and what effect they may have in this place. As to <em>Atheism,</em> it does not seem that it can directly have any effect at all towards the setting up a false Species of Right or Wrong. For notwithstanding a Man may thro' Custom, <span class=\"margin-comment\">Custom.</span> or by licentiousness of Practice, favour'd by Atheism, come in time to lose much of his natural <em>moral Sense;</em> yet it does not seem that Atheism shou'd <em>of it-self</em> be the cause of any estimation or valuing of any thing as fair, noble, and deserving, which was the contrary. It can never, for instance, make it be thought that the being able to eat Man's Flesh, or commit Bestiality, <em>is good and excellent in it-self.</em> But this is certain, that by means of <em>corrupt Religion,</em> or <span class=\"small-capitals\">Superstition</span>, <span class=\"margin-comment\">Superstition.</span> many things the most horridly unnatural and inhuman, come to be receiv'd as excellent, good, and laudable <em>in themselves.</em>","subId":"2","id":"Shaftesbury.C.IVM.1.3.2.2"},{"type":"paragraph","content":"Nor is this a wonder. For where-ever any-thing, in its nature odious and abominable, is by Religion advanc'd, as the suppos'd Will or Pleasure of <em>a supreme Deity;</em> if in the eye of the Believer it appears not indeed in any respect the less ill or odious on this account; then must <em>the Deity</em> of necessity bear the blame, and be consider'd as a Being naturally ill and odious, however courted, and sollicited, thro' Mistrust and Fear. But this is what Religion, in the main, forbids us to imagine. It everywhere prescribes Esteem and Honour in company with Worship and Adoration. Whensoever therefore it teaches the Love and Admiration of a <span class=\"small-capitals\">Deity</span>, who has any apparent Character of <em>Ill;</em> it teaches at the same time a Love and Admiration of <em>that Ill,</em> and causes that to be taken for good and amiable, which is in it-self horrid and detestable.","subId":"3","id":"Shaftesbury.C.IVM.1.3.2.3"},{"type":"paragraph","content":"For instance: if <span class=\"small-capitals\">Jupiter</span> be He who is ador'd and reverenc'd; and if his History represents him amorously inclin'd, and permitting his Desires of this kind to wander in the loosest manner; 'tis certain that his Worshipers, believing this History to be literally and strictly true, must of course be taught a greater Love of amorous and wanton Acts. If there be a Religion which teaches the Adoration and Love of a <span class=\"small-capitals\">God</span>, whose Character it is to be captious, and of high resentment, subject to Wrath and Anger, furious, revengeful; and revenging himself, when offended, on others than those who gave the Offence: and if there be added to the Character of this <span class=\"small-capitals\">God</span>, a fraudulent Disposition, encouraging Deceit and Treachery amongst Men; favourable to a few, tho for slight causes, and cruel to the rest: 'tis evident that such a Religion as this being strongly enforc'd, must of necessity raise even an Approbation and Respect towards the Vices of this kind, and breed a sutable Disposition, a capricious, partial, revengeful, and deceitful Temper. For even <em>Irregularitys</em> and <em>Enormitys</em> of a heinous kind must in many cases appear illustrious to one, who considers them in a Being admir'd and contemplated with the highest Honour and Veneration.","subId":"4","id":"Shaftesbury.C.IVM.1.3.2.4"},{"type":"paragraph","content":"This indeed must be allow'd; that if in the <em>Cult</em> or Worship of such a Deity there be nothing beyond common Form, nothing beside what proceeds from mere Example, Custom, Constraint, or Fear; if there be, at the bottom, no real Heartiness, no Esteem or Love imply'd; the Worshiper perhaps may not be much misled as to his Notion of Right and Wrong. If in following the Precepts of his suppos'd <span class=\"small-capitals\">God</span>, or doing what he esteems necessary towards the satisfying of such his <span class=\"small-capitals\">Deity</span>, he is compel'd only by <em>Fear,</em> and, contrary to his Inclination, performs an Act which he secretly detests as barbarous and unnatural; then has he an Apprehension or <em>Sense</em> still of Right and Wrong, and, according to what has been already observ'd, is sensible of Ill in the Character of his <span class=\"small-capitals\">God</span>; however cautious he may be of pronouncing any thing on this Subject, or so thinking of it, as to frame any formal or direct Opinion in the case. But if by insensible degrees, as he proceeds in his religious Faith and devout Exercise, he comes to be more and more reconcil'd to the Malignity, Arbitrariness, Pariality, or Revengefulness of his believ'd <span class=\"small-capitals\">Deity</span>; his Reconciliation with these Qualitys themselves will soon grow in proportion; and the most cruel, unjust, and barbarous Acts, will, by the power of this Example, be often consider'd by him, not only as just and lawful, but as divine, and worthy of imitation.","subId":"5","id":"Shaftesbury.C.IVM.1.3.2.5"},{"type":"paragraph","content":"For whoever thinks there is a <span class=\"small-capitals\">God</span>, and pretends formally to believe that he is <em>just</em> and <em>good,</em> must suppose that there is independently such a thing as <em>Justice</em> and <em>Injustice, Truth</em> and <em>Falshood, Right</em> and <em>Wrong;</em> according to which he pronounces that <em>God is just, righteous,</em> and <em>true.</em> If the mere <em>Will, Decree,</em> or <em>Law</em> of God be said absolutely to constitute <em>Right</em> and <em>Wrong,</em> then are these latter words of no significancy at all. For thus if each part of a Contradiction were affirm'd for Truth by the supreme Power, they wou'd consequently become <em>true.</em> Thus if one Person were decreed to suffer for another's fault, the Sentence wou'd be <em>just</em> and <em>equitable.</em> And thus, in the same manner, if arbitrarily, and without reason, some Beings were destin'd to endure perpetual Ill, and others as constantly to enjoy Good; this also wou'd pass under the same Denomination. But to say of any thing that it is <em>just</em> or <em>unjust,</em> on such a foundation as this, is to say nothing, or to speak without a meaning.","subId":"6","id":"Shaftesbury.C.IVM.1.3.2.6"},{"type":"paragraph","content":"And thus it appears, that where a real Devotion and hearty Worship is paid to a supreme Being, who in his History or Character is represented otherwise than as really and truly just and good; there must ensue a Loss of Rectitude, a Disturbance of Thought, and a Corruption of Temper and Manners in the Believer. His Honesty will, of necessity, be supplanted by his Zeal, whilst he is thus unnaturally influenc'd, and render'd thus immorally devout.","subId":"7","id":"Shaftesbury.C.IVM.1.3.2.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Influence of Religion.</span> To this we need only add, that as the <em>ill Character</em> of a <span class=\"small-capitals\">God</span> does injury to the Affections of Men, and disturbs and impairs the natural Sense of Right and Wrong; so, on the other hand, nothing can more highly contribute to the fixing of right Apprehensions, and a sound Judgment or Sense of Right and Wrong, than to believe a God who is ever, and on all accounts, represented such as to be actually a true Model and Example of the most exact Justice, and highest Goodness and Worth. Such a View of divine Providence and Bounty, extended to <em>All,</em> and express'd in a constant good Affection towards <em>the Whole,</em> must of necessity engage us, within our Compass and Sphere, to act by a like Principle and Affection. And having once the Good of our Species or Publick in view, as our End or Aim, 'tis impossible we shou'd be misguided by any means to a false Apprehension or Sense of Right or Wrong.","subId":"8","id":"Shaftesbury.C.IVM.1.3.2.8"},{"type":"paragraph","content":"As to this second Case therefore; <span class=\"small-capitals\">Religion</span> (according as the kind may prove) is capable of doing great Good, or Harm; and <span class=\"small-capitals\">Atheism</span> nothing positive in either way. For however it may be indirectly an occasion of Mens losing a good and sufficient Sense of Right and Wrong; it will not, <em>as Atheism merely,</em> be the occasion of setting up a false Species of it; which only false Religion, or fantastical Opinion, deriv'd commonly from Superstition and Credulity, is able to effect.","subId":"9","id":"Shaftesbury.C.IVM.1.3.2.9"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]},{"id":"Shaftesbury.C.IVM.1","imported":true,"title":"Book I","breadcrumb":"Book 1","published":[1699]},{"id":"Shaftesbury.C.IVM.1.3","imported":true,"title":"Part 3","breadcrumb":"Part 3","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.1.3.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1699]},"next":{"id":"Shaftesbury.C.IVM.1.3.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1699]}}