{"imported":true,"id":"Hobbes.L.1.13","parent":"Hobbes.L.1","title":"Of the Naturall Condition of Mankind as concerning their Felicity and Misery","breadcrumb":"Chapter 13","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_024","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XIII. £1 £1 _Of the ^Naturall Condition^ of Mankind, as concerning their Felicity, and Misery._ £1","id":"Hobbes.L.1.13"},{"type":"paragraph","content":"#_Men by nature Equall._# ^Nature^ hath made men so equall, in the faculties of body, and mind; as that though there bee found one man sometimes manifestly stronger in body, or of quicker mind then another; yet when all is reckoned together, the difference between man, and man, is not so considerable, as that one man can thereupon claim to himselfe any benefit, to which another may not pretend, as well as he. For as to the strength of body, the weakest has strength enough to kill the strongest, either by secret machination, or by confederacy with others, that are in the same danger with himselfe.","subId":"1","id":"Hobbes.L.1.13.1"},{"type":"paragraph","content":"And as to the faculties of the mind, (setting aside the arts grounded upon words, and especially that skill of proceeding upon generall, and infallible rules, called Science; which very few have, and but in few things; as being not a native faculty, born with us; nor attained, (as Prudence,) while we look after somewhat els,) I find yet a greater equality amongst men, than that of strength. For Prudence, is but Experience; which equall time, equally bestowes on all men, in those things they equally apply themselves unto. That which may perhaps make such equality incredible, is but a vain conceipt of ones owne wisdome, which almost all men think they have in a greater degree, than the Vulgar; that is, than all men but themselves, and a few others, whom by Fame, or for concurring with themselves, they approve. For such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; Yet they will hardly believe there be many so wise as themselves: For they see their own wit at hand, and other mens at a distance. But this proveth rather that men are in that point equall, than unequall. For there is not ordinarily a greater signe of the equall distribution of any thing, than that every man is contented with his share.","subId":"2","id":"Hobbes.L.1.13.2"},{"type":"paragraph","content":"From this equality of ability, ariseth equality of hope#_From Equality proceeds Diffidence._# in the attaining of our Ends. And therefore if any two men desire the same thing, which neverthelesse they cannot both enjoy, they become enemies; and in the way to their End, (which is principally their owne conservation, and sometimes their delectation only,) endeavour to destroy, or subdue one an other. And from hence it comes to passe, that where an Invader hath no more to feare, than an other mans single power; if one plant, sow, build, or possesse a convenient Seat, others may probably be expected to come prepared with forces united, to dispossesse, and deprive him, not only of the fruit of his labour, but also of his life, or liberty. And the Invader again is in the like danger of another.","subId":"3","id":"Hobbes.L.1.13.3"},{"type":"paragraph","content":"And from this diffidence of one another, there is no#_From Diffidence Warre._# way for any man to secure himselfe, so reasonable, as Anticipation; that is, by force, or wiles, to master the persons of all men he can, so long, till he see no other power great enough to endanger him: And this is no more than his own conservation requireth, and is generally allowed. Also because there be some, that taking pleasure in contemplating their own power in the acts of conquest, which they pursue farther than their security requires; if others, that otherwise would be glad to be at ease within modest bounds, should not by invasion increase their power, they would not be able, long time, by standing only on their defence, to subsist. And by consequence, such augmentation of dominion over men, being necessary to a mans conservation, it ought to be allowed him.","subId":"4","id":"Hobbes.L.1.13.4"},{"type":"paragraph","content":"Againe, men have no pleasure, (but on the contrary a great deale of griefe) in keeping company, where there is no power able to over-awe them all. For every man looketh that his companion should value him, at the same rate he sets upon himselfe: And upon all signes of contempt, or undervaluing, naturally endeavours, as far as he dares (which amongst them that have no common power to keep them in quiet, is far enough to make them destroy each other,) to extort a greater value from his contemners, by dommage; and from others, by the example.","subId":"5","id":"Hobbes.L.1.13.5"},{"type":"paragraph","content":"So that in the nature of man, we find three principall causes of quarrell. First, Competition; Secondly, Diffidence; Thirdly, Glory.","subId":"6","id":"Hobbes.L.1.13.6"},{"type":"paragraph","content":"The first, maketh men invade for Gain; the second, for Safety; and the third, for Reputation. The first use Violence, to make themselves Masters of other mens persons, wives, children, and cattell; the second, to defend them; the third, for trifles, as a word, a smile, a different opinion, and any other signe of undervalue, either direct in their Persons, or by reflexion in their Kindred, their Friends, their Nation, their Profession, or their Name.","subId":"7","id":"Hobbes.L.1.13.7"},{"type":"paragraph","content":"#_Out of Civil States, there is alwayes Warre of every one against every one._# Hereby it is manifest, that during the time men live without a common Power to keep them all in awe, they are in that condition which is called Warre; and such a warre, as is of every man, against every man. For ^Warre^, consisteth not in Battell onely, or the act of fighting; but in a tract of time, wherein the Will to contend by Battell is sufficiently known: and therefore the notion of _Time_, is to be considered in the nature of Warre; as it is in the nature of Weather. For as the nature of Foule weather, lyeth not in a showre or two of rain; but in an inclination thereto of many dayes together; So the nature of War, consisteth not in actuall fighting; but in the known disposition thereto, during all the time there is no assurance to the contrary. All other time is ^Peace^.","subId":"8","id":"Hobbes.L.1.13.8"},{"type":"paragraph","content":"#_The Incommodities of such a War._# Whatsoever therefore is consequent to a time of Warre, where every man is Enemy to every man; the same is consequent to the time, wherein men live without other security, than what their own strength, and their own invention shall furnish them withall. In such condition, there is no place for Industry; because the fruit thereof is uncertain: and consequently no Culture of the Earth; no Navigation, nor use of the commodities that may be imported by Sea; no commodious Building; no Instruments of moving, and removing such things as require much force; no Knowledge of the face of the Earth; no account of Time; no Arts; no Letters; no Society; and which is worst of all, continuall feare, and danger of violent death; And the life of man, solitary, poore, nasty, brutish, and short.","subId":"9","id":"Hobbes.L.1.13.9"},{"type":"paragraph","content":"It may seem strange to some man, that has not well weighed these things; that Nature should thus dissociate, and render men apt to invade, and destroy one another: and he may therefore, not trusting to this Inference, made from the Passions, desire perhaps to have the same confirmed by Experience. Let him therefore consider with himselfe, when taking a journey, he armes himselfe, and seeks to go well accompanied; when going to sleep, he locks his dores; when even in his house he locks his chests; and this when he knowes there bee Lawes, and publike Officers, armed, to revenge all injuries shall bee done him; what opinion he has of his fellow subjects, when he rides armed; of his fellow Citizens, when he locks his dores; and of his children, and servants, when he locks his chests. Does he not there as much accuse mankind by his actions, as I do by my words? But neither of us accuse mans nature in it. The Desires, and other Passions of man, are in themselves no Sin. No more are the Actions, that proceed from those Passions, till they know a Law that forbids them: which till Lawes be made they cannot know: nor can any Law be made, till they have agreed upon the Person that shall make it.","subId":"10","id":"Hobbes.L.1.13.10"},{"type":"paragraph","content":"It may peradventure be thought, there was never such a time, nor condition of warre as this; and I believe it was never generally so, over all the world: but there are many places, where they live so now. For the savage people in many places of _America_, except the government of small Families, the concord whereof dependeth on naturall lust, have no government at all; and live at this day in that brutish manner, as I said before. Howsoever, it may be perceived what manner of life there would be, where there were no common Power to feare; by the manner of life, which men that have formerly lived under a peacefull government, use to degenerate into, in a civill Warre.","subId":"11","id":"Hobbes.L.1.13.11"},{"type":"paragraph","content":"But though there had never been any time, wherein particular men were in a condition of warre one against another; yet in all times, Kings, and Persons of Soveraigne authority, because of their Independency, are in continuall jealousies, and in the state and posture of Gladiators; having their weapons pointing, and their eyes fixed on one another; that is, their Forts, Garrisons, and Guns upon the Frontiers of their Kingdomes; and continuall Spyes upon their neighbours; which is a posture of War. But because they uphold thereby, the Industry of their Subjects; there does not follow from it, that misery, which accompanies the Liberty of particular men.","subId":"12","id":"Hobbes.L.1.13.12"},{"type":"paragraph","content":"#_In such a Warre, nothing is Unjust._# To this warre of every man against every man, this also is consequent; that nothing can be Unjust. The notions of Right and Wrong, Justice and Injustice have there no place. Where there is no common Power, there is no Law: where no Law, no Injustice. Force, and Fraud, are in warre the two Cardinall vertues. Justice, and Injustice are none of the Faculties neither of the Body, nor Mind. If they were, they might be in a man that were alone in the world, as well as his Senses, and Passions. They are Qualities, that relate to men in Society, not in Solitude. It is consequent also to the same condition, that there be no Propriety, no Dominion, no _Mine_ and _Thine_ distinct; but onely that to be every mans, that he can get; and for so long, as he can keep it. And thus much for the ill condition, which man by meer Nature is actually placed in; though with a possibility to come out of it, consisting partly in the Passions, partly in his Reason.","subId":"13","id":"Hobbes.L.1.13.13"},{"type":"paragraph","content":"#_The Passions that incline men to Peace._# The Passions that encline men to Peace, are Feare of Death; Desire of such things as are necessary to commodious living; and a Hope by their Industry to obtain them. And Reason suggesteth convenient Articles of Peace, upon which men may be drawn to agreement. These Articles, are they, which otherwise are called the Lawes of Nature: whereof I shall speak more particularly, in the two following Chapters.","subId":"14","id":"Hobbes.L.1.13.14"}]}
