{"imported":true,"id":"Hume.ETSS.DP.1764.2","parent":"Hume.ETSS.DP.1764","title":"Section 2","breadcrumb":"Section 2","texts":[],"published":[1764],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SECT. II. £1","id":"Hume.ETSS.DP.1764.2"},{"type":"paragraph","content":"Besides those passions above-mentioned, which arise from a direct pursuit of good and aversion to evil, there are others which are of a more complicated nature, and imply more than one view or consideration. Thus _Pride_ is a certain satisfaction in ourselves, on account of some accomplishment or possession, which we enjoy: _Humility_, on the other hand, is a dissatisfaction with ourselves, on account of some defect or infirmity.","subId":"1","id":"Hume.ETSS.DP.1764.2.1","subsection":"1"},{"type":"paragraph","content":"_Love_ or _Friendship_ is a complacency in another, on account of his accomplishments or services: _Hatred_, the contrary.","subId":"2","id":"Hume.ETSS.DP.1764.2.2"},{"type":"paragraph","content":"In these two sets of passions, there is an obvious distinction to be made between the _object_ of the passion and its _cause_. The object of pride and humility is self: The cause of the passion is some excellence in the former case; some fault, in the latter. The object of love and hatred is some other person: The causes, in like manner, are either excellencies or faults.","subId":"3","id":"Hume.ETSS.DP.1764.2.3","subsection":"2"},{"type":"paragraph","content":"With regard to all these passions, the causes are what excite the emotion; the object is what the mind directs its view to when the emotion is excited. Our merit, for instance, raises pride; and it is essential to pride to turn our view on ourself with complacency and satisfaction.","subId":"4","id":"Hume.ETSS.DP.1764.2.4"},{"type":"paragraph","content":"Now as the causes of these passions are very numerous and various, tho' their object be uniform and simple; it may be a subject of curiosity to consider, what that circumstance is, in which all these various causes agree; or, in other words, what is the real, efficient cause of the passion. We shall begin with pride and humility.","subId":"5","id":"Hume.ETSS.DP.1764.2.5"},{"type":"paragraph","content":"In order to explain the causes of these passions, we must reflect on certain principles, which tho' they have a mighty influence on every operation, both of the understanding and passions, are not commonly much insisted on by philosophers. The first of these is the _association_ of ideas, or that principle, by which we make an easy transition from one idea to another. However uncertain and changeable our thoughts may be, they are not entirely without rule and method in their changes. They usually pass with regularity, from one object, to what resembles it, is contiguous to it, or produced by it[n1]. When one idea is present to the imagination; any other, united by these relations, naturally follows it, and enters with more facility, by means of that introduction.","subId":"6","id":"Hume.ETSS.DP.1764.2.6","subsection":"3"},{"type":"paragraph","content":"The _second_ property, which I shall observe in the human mind, is a like association of impressions or emotions. All _resembling_ impressions are connected together; and no sooner one arises, than the rest naturally follow. Grief and disappointment give rise to anger, anger to envy, envy to malice, and malice to grief again. In like manner, our temper, when elevated with joy, naturally throws itself into love, generosity, courage, pride, and other resembling affections.","subId":"7","id":"Hume.ETSS.DP.1764.2.7"},{"type":"paragraph","content":"In the _third_ place, it is observable of these two kinds of association, that they very much assist and forward each other, and that the transition is more easily made, where they both concur in the same object. Thus, a man, who by any injury received from another, is very much discomposed and ruffled in his temper, is apt to find a hundred subjects of hatred, discontent, impatience, fear, and other uneasy passions; especially if he can discover these subjects in or near the person, who was the object of his first emotion. Those principles which forward the transition of ideas, here concur with those which operate on the passions; and both, uniting in one action, bestow on the mind a double impulse.","subId":"8","id":"Hume.ETSS.DP.1764.2.8"},{"type":"paragraph","content":"Upon this occasion, I may cite a passage from an elegant writer, who expresses himself in the following manner[n2]. \"As the fancy delights in every thing, that is great, strange, or beautiful, and is still the more pleased the more it finds of these perfections in the _same_ object, so it is capable of receiving new satisfaction by the assistance of another sense. Thus, any continual sound, as the music of birds, or a fall of waters, awakens every moment the mind of the beholder, and makes him more attentive to the several beauties of the place, that lie before him. Thus, if there arises a fragrancy of smells or perfumes, they heighten the pleasure of the imagination, and make even the colours and verdure of the landscape appear more agreeable; for the ideas of both senses recommend each other, and are pleasanter together than where they enter the mind separately: As the different colours of a picture, when they are well disposed, set off one another, and receive an additional beauty from the advantage of the situation.\" In these ph{ae}nomena, we may remark the association both of impressions and ideas; as well as the mutual assistance these associations lend to each other.","subId":"9","id":"Hume.ETSS.DP.1764.2.9"},{"type":"paragraph","content":"It seems to me, that both these species of relation have place in producing _Pride_ or _Humility_, and are the real, efficient causes of the passion.","subId":"10","id":"Hume.ETSS.DP.1764.2.10","subsection":"4"},{"type":"paragraph","content":"With regard to the first relation, that of ideas, there can be no question. Whatever we are proud of, must, in some manner, belong to us. It is always _our_ knowlege, _our_ sense, beauty, possessions, family, on which we value ourselves. Self, which is the _object_ of the passion, must still be related to that quality or circumstance, which _causes_ the passion. There must be a connexion between them; an easy transition of the imagination; or a facility of the conception in passing from one to the other. Where this connexion is wanting, no object can either excite pride or humility; and the more you weaken the connexion, the more you weaken the passion.","subId":"11","id":"Hume.ETSS.DP.1764.2.11"},{"type":"paragraph","content":"The only subject of enquiry is, whether there be a like relation of impressions or sentiments, wherever pride or humility is felt; whether the circumstance, which causes the passion, produces antecedently a sentiment similar to the passion; and whether there be an easy transfusion of the one into the other.","subId":"12","id":"Hume.ETSS.DP.1764.2.12","subsection":"5"},{"type":"paragraph","content":"The feeling or sentiment of pride is agreeable; of humility, painful. An agreeable sensation is, therefore, related to the former; a painful, to the latter. And if we find, after examination, that every object, which produces pride, produces also a separate pleasure; and every object, that causes humility, excites in like manner a separate uneasiness; we must allow, in that case, that the present theory is fully proved and ascertained. The double relation of ideas and sentiments will be acknowleged incontestable.","subId":"13","id":"Hume.ETSS.DP.1764.2.13"},{"type":"paragraph","content":"To begin with personal merit and demerit, the most obvious causes of these passions; it would be entirely foreign to our present purpose to examine the foundation of moral distinctions. It is sufficient to observe, that the foregoing theory concerning the origin of the passions may be defended on any hypothesis. The most probable system, which has been advanced to explain the difference between vice and virtue, is, that either from a primary constitution of nature, or from a sense of public or private interest, certain characters, upon the very view and contemplation, produce uneasiness; and others, in like manner, excite pleasure. The uneasiness and satisfaction, produced in the spectator, are essential to vice and virtue. To approve of a character, is to feel a delight upon its appearance. To disapprove of it, is to be sensible of an uneasiness. The pain and pleasure therefore, being, in a manner, the primary source of blame or praise, must also be the causes of all their effects; and consequently, the causes of pride and humility, which are the unavoidable attendants of that distinction.","subId":"14","id":"Hume.ETSS.DP.1764.2.14","subsection":"6"},{"type":"paragraph","content":"But supposing this theory of morals should not be received; it is still evident that pain and pleasure, if not the sources of moral distinctions, are at least inseparable from them. A generous and noble character affords a satisfaction even in the survey; and when presented to us, tho' only in a poem or fable, never fails to charm and delight us. On the other hand, cruelty and treachery displease from their very nature; nor is it possible ever to reconcile us to these qualities, either in ourselves or others. Virtue, therefore, produces always a pleasure distinct from the pride or self-satisfaction which attends it: Vice, an uneasiness separate from the humility or remorse.","subId":"15","id":"Hume.ETSS.DP.1764.2.15"},{"type":"paragraph","content":"But a high or low conceit of ourselves arises not from those qualities alone of the mind, which, according to common systems of ethics, have been defined parts of moral duty; but from any other, which have a connexion with pleasure or uneasiness. Nothing flatters our vanity more than the talent of pleasing by our wit, good humour, or any other accomplishment; and nothing gives us a more sensible mortification, than a disappointment in any attempt of that kind. No one has ever been able to tell precisely, what _wit_ is, and to shew why such a system of thought must be received under that denomination, and such another rejected. It is by taste alone we can decide concerning it; nor are we possest of any other standard, by which we can form a judgment of this nature. Now what is this _taste_, from which true and false wit in a manner receive their being, and without which no thought can have a title to either of these denominations? It is plainly nothing but a sensation of pleasure from true wit, and of disgust from false, without our being able to tell the reasons of that satisfaction or uneasiness. The power of exciting these opposite sensations is, therefore, the very essence of true or false wit; and consequently, the cause of that vanity or mortification, which arises from one or the other.","subId":"16","id":"Hume.ETSS.DP.1764.2.16"},{"type":"paragraph","content":"Beauty of all kinds gives us a peculiar delight and satisfaction; as deformity produces pain, upon whatever subject it may be placed, and whether surveyed in an animate or inanimate object. If the beauty or deformity belong to our own face, shape, or person, this pleasure or uneasiness is converted into pride or humility; as having in this case all the circumstances requisite to produce a perfect transition, according to the present theory.","subId":"17","id":"Hume.ETSS.DP.1764.2.17","subsection":"7"},{"type":"paragraph","content":"It would seem, that the very essence of beauty consists in its power of producing pleasure. All its effects, therefore, must proceed from this circumstance: And if beauty is so universally the subject of vanity, it is only from its being the cause of pleasure.","subId":"18","id":"Hume.ETSS.DP.1764.2.18"},{"type":"paragraph","content":"Concerning all other bodily accomplishments, we may observe in general, that whatever in ourselves is either useful, beautiful, or surprizing, is an object of pride; and the contrary, of humility. These qualities agree in producing a separate pleasure; and agree in nothing else.","subId":"19","id":"Hume.ETSS.DP.1764.2.19"},{"type":"paragraph","content":"We are vain of the surprizing adventures which we have met with, the escapes which we have made, the dangers to which we have been exposed; as well as of our surprizing feats of vigour and activity. Hence the origin of vulgar lying; where men, without any interest, and merely out of vanity, heap up a number of extraordinary events, which are either the fictions of their brain; or, if true, have no connexion with themselves. Their fruitful invention supplies them with a variety of adventures; and where that talent is wanting, they appropriate such as belong to others, in order to gratify their vanity: For between that passion, and the sentiment of pleasure, there is always a close connexion.","subId":"20","id":"Hume.ETSS.DP.1764.2.20"},{"type":"paragraph","content":"But tho' pride and humility have the qualities of our mind and body, that is, of self, for their natural and more immediate causes; we find by experience, that many other objects produce these affections. We found vanity upon houses, gardens, equipage, and other external objects; as well as upon personal merit and accomplishments. This happens when external objects acquire any particular relation to ourselves, and are associated or connected with us. A beautiful fish in the ocean, a well-proportioned animal in a forest, and indeed, any thing, which neither belongs nor is related to us, has no manner of influence on our vanity; whatever extraordinary qualities it may be endowed with, and whatever degree of surprize and admiration it may naturally occasion. It must be someway associated with us, in order to touch our pride. Its idea must hang, in a manner, upon that of ourselves; and the transition from one to the other must be easy and natural.","subId":"21","id":"Hume.ETSS.DP.1764.2.21","subsection":"8"},{"type":"paragraph","content":"Men are vain of the beauty either of _their_ country, or _their_ county, or even of _their_ parish. Here the idea of beauty plainly produces a pleasure. This pleasure is related to pride. The object or cause of this pleasure is, by the supposition, related to self, the object of pride. By this double relation of sentiments and ideas, a transition is made from one to the other.","subId":"22","id":"Hume.ETSS.DP.1764.2.22"},{"type":"paragraph","content":"Men are also vain of the happy temperature of the climate, in which they are born; of the fertility of their native soil; of the goodness of the wines, fruits, or victuals, produced by it; of the softness or force of their language, with other particulars of that kind. These objects have plainly a reference to the pleasures of the senses, and are originally considered as agreeable to the feeling, taste, or hearing. How could they become causes of pride, except by means of that transition above explained?","subId":"23","id":"Hume.ETSS.DP.1764.2.23"},{"type":"paragraph","content":"There are some, who discover a vanity of an opposite kind, and affect to depreciate their own country, in comparison of those, to which they have travelled. These persons find, when they are at home, and surrounded with their countrymen, that the strong relation between them and their own nation is shared with so many, that it is in a manner lost to them; whereas, that distant relation to a foreign country, which is formed by their having seen it, and lived in it, is augmented by their considering how few have done the same. For this reason, they always admire the beauty, utility, and rarity of what they met with abroad, above what they find at home.","subId":"24","id":"Hume.ETSS.DP.1764.2.24"},{"type":"paragraph","content":"Since we can be vain of a country, climate, or any inanimate object, which bears a relation to us; it is no wonder we should be vain of the qualities of those, who are connected with us by blood or friendship. Accordingly we find, that any qualities which, when belonging to ourself, produce pride, produce also, in a less degree, the same affection, when discovered in persons, related to us. The beauty, address, merit, credit, and honours of their kindred are carefully displayed by the proud, and are considerable sources of their vanity.","subId":"25","id":"Hume.ETSS.DP.1764.2.25"},{"type":"paragraph","content":"As we are proud of riches in ourselves, we desire, in order to gratify our vanity, that every one, who has any connexion with us, should likewise be possest of them, and are ashamed of such as are mean or poor among our friends and relations. Our forefathers being conceived as our nearest relations; every one naturally affects to be of a good family, and to be descended from a long succession of rich and honourable ancestors.","subId":"26","id":"Hume.ETSS.DP.1764.2.26"},{"type":"paragraph","content":"Those, who boast of the antiquity of their families, are glad when they can join this circumstance, that their ancestors, for many generations, have been uninterrupted proprietors of the _same_ portion of land, and that their family has never changed its possessions, or been transplanted into any other county or province. It is an additional subject of vanity, when they can boast, that these possessions have been transmitted thro' a descent, composed entirely of males, and that the honours and fortune have never passed thro' any female. Let us endeavour to explain these ph{ae}nomena from the foregoing theory.","subId":"27","id":"Hume.ETSS.DP.1764.2.27"},{"type":"paragraph","content":"When any one values himself on the antiquity of his family, the subjects of his vanity are not merely the extent of time and number of ancestors (for in that respect all mankind are alike) but these circumstances, joined to the riches and credit of his ancestors, which are supposed to reflect a lustre on himself, upon account of his connexion with them. Since therefore the passion depends on the connexion, whatever strengthens the connexion must also encrease the passion, and whatever weakens the connexion must diminish the passion. But 'tis evident, that the sameness of the possessions must strengthen the relation of ideas, arising from blood and kindred, and convey the fancy with greater facility from one generation to another; from the remotest ancestors to their posterity, who are both their heirs and their descendants. By this facility, the sentiment is transmitted more entire, and excites a greater degree of pride and vanity.","subId":"28","id":"Hume.ETSS.DP.1764.2.28"},{"type":"paragraph","content":"The case is the same with the transmission of the honours and fortune, thro' a succession of males, without their passing thro' any female. It is an obvious quality of human nature, that the imagination naturally turns to whatever is important and considerable; and where two objects are presented, a small and a great, it usually leaves the former, and dwells entirely on the latter. This is the reason, why children commonly bear their father's name, and are esteemed to be of a nobler or meaner birth, according to _his_ family. And tho' the mother should be possest of superior qualities to the father, as often happens, the _general rule_ prevails, notwithstanding the exception, according to the doctrine, which shall be explained afterwards. Nay, even when a superiority of any kind is so great, or when any other reasons have such an effect, as to make the children rather represent the mother's family than the father's, the general rule still retains an efficacy, sufficient to weaken the relation, and make a kind of breach in the line of ancestors. The imagination runs not along them with the same facility, nor is able to transfer the honour and credit of the ancestors to their posterity of the same name and family so readily, as when the transition is conformable to the general rule, and passes thro' the male line, from father to son, or from brother to brother.","subId":"29","id":"Hume.ETSS.DP.1764.2.29"},{"type":"paragraph","content":"But _property_, as it gives us the fullest power and authority over any object, is the relation, which has the greatest influence on these passions[n3].","subId":"30","id":"Hume.ETSS.DP.1764.2.30","subsection":"9"},{"type":"paragraph","content":"Every thing, belonging to a vain man, is the best that is any where to be found. His houses, equipage, furniture, cloaths, horses, hounds, excel all others in his conceit; and it is easy to observe, that, from the least advantage in any of these, he draws a new subject of pride and vanity. His wine, if you will believe him, has a finer flavour than any other; his cookery is more exquisite; his table more orderly; his servants more expert; the air, in which he lives, more healthful; the soil, which he cultivates, more fertile; his fruits ripen earlier, and to greater perfection: Such a thing is remarkable for its novelty; such another for its antiquity: This is the workmanship of a famous artist; that belonged once to such a prince or great man. All objects, in a word, which are useful, beautiful, or surprizing, or are related to such, may, by means of property, give rise to this passion. These all agree in giving pleasure. This alone is common to them; and therefore must be the quality, that produces the passion, which is their common effect. As every new instance is a new argument, and as the instances are here without number; it would seem, that this theory is sufficiently confirmed by experience.","subId":"31","id":"Hume.ETSS.DP.1764.2.31"},{"type":"paragraph","content":"Riches imply the power of acquiring whatever is agreeable; and as they comprehend many particular objects of vanity, necessarily become one of the chief causes of that passion.","subId":"32","id":"Hume.ETSS.DP.1764.2.32"},{"type":"paragraph","content":"Our opinions of all kinds are strongly affected by society and sympathy, and it is almost impossible for us to support any principle or sentiment, against the universal consent of every one, with whom we have any friendship or correspondence. But of all our opinions, those, which we form in our own favour; however lofty or presuming; are at bottom, the frailest, and the most easily shaken by the contradiction and opposition of others. Our great concern, in this case, makes us soon alarmed, and keeps our passions upon the watch: Our consciousness of partiality still makes us dread a mistake: And the very difficulty of judging concerning an object, which is never set at a due distance from us, nor is seen in a proper point of view, makes us hearken anxiously to the opinions of others, who are better qualified to form just opinions concerning us. Hence that strong love of fame, with which all mankind are possest. It is in order to fix and confirm their favourable opinion of themselves, not from any original passion, that they seek the applauses of others. And when a man desires to be praised, it is for the same reason, that a beauty is pleased with surveying herself in a favourable looking-glass, and seeing the reflection of her own charms.","subId":"33","id":"Hume.ETSS.DP.1764.2.33","subsection":"10"},{"type":"paragraph","content":"Tho' it be difficult in all points of speculation to distinguish a cause, which encreases an effect, from one, which solely produces it; yet in the present case the ph{ae}nomena seem pretty strong and satisfactory in confirmation of the foregoing principle.","subId":"34","id":"Hume.ETSS.DP.1764.2.34"},{"type":"paragraph","content":"We receive a much greater satisfaction from the approbation of those whom we ourselves esteem and approve of, than of those, whom we contemn and despise.","subId":"35","id":"Hume.ETSS.DP.1764.2.35"},{"type":"paragraph","content":"When esteem is obtained after a long and intimate acquaintance, it gratifies our vanity in a peculiar manner.","subId":"36","id":"Hume.ETSS.DP.1764.2.36"},{"type":"paragraph","content":"The suffrage of those, who are shy and backward in giving praise, is attended with an additional relish and enjoyment, if we can obtain it in our favour.","subId":"37","id":"Hume.ETSS.DP.1764.2.37"},{"type":"paragraph","content":"Where a great man is delicate in his choice of favourites, every one courts with greater earnestness his countenance and protection.","subId":"38","id":"Hume.ETSS.DP.1764.2.38"},{"type":"paragraph","content":"Praise never gives us much pleasure, unless it concur with our own opinion, and extol us for those qualities, in which we chiefly excel.","subId":"39","id":"Hume.ETSS.DP.1764.2.39"},{"type":"paragraph","content":"These ph{ae}nomena seem to prove, that the favourable opinions of others are regarded only as authorities, or as confirmations of our own opinion. And if they have more influence in this subject than in any other, it is easily accounted for from the nature of the subject.","subId":"40","id":"Hume.ETSS.DP.1764.2.40"},{"type":"paragraph","content":"Thus few objects, however related to us, and whatever pleasure they produce, are able to excite a great degree of pride or self-satisfaction; unless they be also obvious to others, and engage the approbation of the spectators. What disposition of mind so desirable as the peaceful, resigned, contented; which readily submits to all the dispensations of providence, and preserves a constant serenity amidst the greatest misfortunes and disappointments? Yet this disposition, tho' acknowleged to be a virtue or excellence, is seldom the foundation of great vanity or self-applause; having no brilliancy or exterior lustre, and rather cheering the heart, than animating the behaviour and conversation. The case is the same with many other qualities of the mind, body, or fortune; and this circumstance, as well as the double relations above mentioned, must be admitted to be of consequence in the production of these passions.","subId":"41","id":"Hume.ETSS.DP.1764.2.41","subsection":"11"},{"type":"paragraph","content":"A second circumstance, which is of consequence in this affair, is the constancy and duration of the object. What is very casual and inconstant, beyond the common course of human affairs, gives little joy, and less pride. We are not much satisfied with the thing itself; and are still less apt to feel any new degree of self-satisfaction upon its account. We foresee and anticipate its change; which makes us little satisfied with the thing itself: We compare it to ourselves, whose existence is more durable; by which means its inconstancy appears still greater. It seems ridiculous to make ourselves the object of a passion, on account of a quality or possession, which is of so much shorter duration, and attends us during so small a part of our existence.","subId":"42","id":"Hume.ETSS.DP.1764.2.42"},{"type":"paragraph","content":"A third circumstance, not to be neglected, is, that the objects, in order to produce pride or self-value, must be peculiar to us, or at least, common to us with a few others. The advantages of sun-shine, good weather, a happy climate, &c. distinguish us not from any of our companions, and give us no preference or superiority. The comparison which we are every moment apt to make, presents no inference to our advantage; and we still remain, notwithstanding these enjoyments, on a level with all our friends and acquaintance.","subId":"43","id":"Hume.ETSS.DP.1764.2.43"},{"type":"paragraph","content":"As health and sickness vary incessantly to all men, and there is no one, who is solely or certainly fixed in either; these accidental blessings and calamities are in a manner separated from us, and are not considered as a foundation for vanity or humiliation. But wherever a malady of any kind is so rooted in our constitution, that we no longer entertain any hopes of recovery, from that moment it damps our self-conceit, as is evident in old men, whom nothing mortifies more than the consideration of their age and infirmities. They endeavour, as long as possible, to conceal their blindness and deafness, their rheums and gouts; nor do they ever avow them without reluctance and uneasiness. And tho' young men are not ashamed of every head-ach or cold which they fall into; yet no topic is more proper to mortify human pride, and make us entertain a mean opinion of our nature, than this, that we are every moment of our lives subject to such infirmities. This proves, that bodily pain and sickness are in themselves proper causes of humility; tho' the custom of estimating every thing, by comparison, more than by its intrinsic worth and value, makes us overlook those calamities, which we find incident to every one, and causes us to form an idea of our merit and character, independent of them.","subId":"44","id":"Hume.ETSS.DP.1764.2.44"},{"type":"paragraph","content":"We are ashamed of such maladies as affect others, and are either dangerous or disagreeable to them. Of the epilepsy; because it gives a horror to every one present: Of the itch; because it is infectious: Of the king's evil; because it often goes to posterity. Men always consider the sentiments of others in their judgment of themselves.","subId":"45","id":"Hume.ETSS.DP.1764.2.45"},{"type":"paragraph","content":"A fourth circumstance, which has an influence on these passions, is _general rules_; by which we form a notion of different ranks of men, suitable to the power or riches of which they are possessed; and this notion is not changed by any peculiarities of the health or temper of the persons, which may deprive them of all enjoyment in their possessions. Custom readily carries us beyond the just bounds in our passions, as well as in our reasonings.","subId":"46","id":"Hume.ETSS.DP.1764.2.46"},{"type":"paragraph","content":"It may not be amiss to observe on this occasion, that the influence of general rules and maxims on the passions very much contributes to facilitate the effects of all the principles or internal mechanism, which we here explain. For it seems evident, that, if a person full-grown, and of the same nature with ourselves, were on a sudden transported into our world, he would be very much embarrassed with every object, and would not readily determine what degree of love or hatred, of pride or humility, or of any other passion should be excited by it. The passions are often varied by very inconsiderable principles; and these do not always play with perfect regularity, especially on the first trial. But as custom or practice has brought to light all these principles, and has settled the just value of every thing; this must certainly contribute to the easy production of the passions, and guide us, by means of general established rules, in the proportions, which we ought to observe in prefering one object to another. This remark may, perhaps, serve to obviate difficulties, that may arise concerning some causes, which we here ascribe to particular passions, and which may be esteemed too refined to operate so universally and certainly, as they are found to do.","subId":"47","id":"Hume.ETSS.DP.1764.2.47"},{"type":"note","content":"See [Enquiry concerning Human Understanding, Sect. III.]","subId":"n1","id":"Hume.ETSS.DP.1764.2.n1"},{"type":"note","content":"[^Addison^, Spectator, No. 412.]","subId":"n2","id":"Hume.ETSS.DP.1764.2.n2"},{"type":"note","content":"That property is a species of _relation_, which produces a connexion between the person and the object is evident: The imagination passes naturally and easily from the consideration of a field to that of the person, whom it belongs to. It may only be asked, how this relation is resolveable into any of those three, viz. _causation, contiguity_, and _resemblance_, which we have affirmed to be the only connecting principles among ideas. To be the proprietor of any thing is to be the sole person, who, by the laws of society, has a right to dispose of it, and to enjoy the benefit of it. This right has at least a tendency to procure the person the exercise of it; and in fact does commonly procure him that advantage. For rights which had no influence, and never took place, would be no rights at all. Now a person who disposes of an object, and reaps benefit from it, both produces, or may produce, effects on it, and is affected by it. Property therefore is a species of _causation_. It enables the person to produce alterations on the object, and it supposes that his condition is improved and altered by it. It is indeed the relation the most interesting of any, and occurs the most frequently to the mind.","subId":"n3","id":"Hume.ETSS.DP.1764.2.n3"}]}
