{"imported":true,"id":"Berkeley.DHP.Pref","parent":"Berkeley.DHP","title":"Preface","breadcrumb":"Preface","texts":[],"published":[1713],"copytext":[1734],"sourceUrl":"https://www.maths.tcd.ie/~dwilkins/Berkeley/Hylas/","sourceDesc":"Berkeley’s <cite>Dialogues between Hylas and Philonous</cite> was first published in 1713. Our copytext is the third edition of 1734, and the text derives from David Wilkins’s online edition.","forename":"George","surname":"Berkeley","author":"George Berkeley","birth":1685,"death":1753,"nationality":"Irish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>THE</h2> <h1>PREFACE.</h1> ","id":"Berkeley.DHP.Pref"},{"type":"paragraph","content":"<em>Tho it seems the general Opinion of the World, no less than the Design of Nature and Providence, that the End of Speculation be Practice, or the Improvement and Regulation of our Lives and Actions; Yet those, who are most addicted to speculative Studies, seem as generally of another Mind. And, indeed, if we consider the Pains that have been taken, to perplex the plainest Things, that Distrust of the Senses, those Doubts and Scruples, those Abstractions and Refinements that occurr in the very Entrance of the Sciences; it will not seem strange, that Men of Leisure and Curiosity shou'd lay themselves out in fruitless Disquisitions, without descending to the practical Parts of Life, or informing themselves in the more necessary and important Parts of Knowledge.</em>","subId":"1","id":"Berkeley.DHP.Pref.1"},{"type":"paragraph","content":"<em>Upon the common Principles of Philosophers, we are not assured of the Existence of Things from their being perceived. And we are taught to distinguish their real Nature from that which falls under our Senses. Hence arise </em>Scepticism<em> and </em>Paradoxes<em>. It is not enough, that we see and feel, that we taste and smell a thing. Its true Nature, its absolute external Entity, is still concealed. For, tho it be the Fiction of our own Brain, we have made it inaccessible to all our Faculties. Sense is fallacious, Reason defective. We spend our Lives in doubting of those things which other Men evidently know, and believing those things which they laugh at, and despise.</em>","subId":"2","id":"Berkeley.DHP.Pref.2"},{"type":"paragraph","content":"<em>In order, therefore, to divert the busy mind of Man from vain Researches, it seemed necessary to inquire into the Source of its Perplexities; and, if possible, to lay down such Principles, as, by an easy Solution of them, together with their own native Evidence, may, at once, recommend themselves for Genuine to the Mind, and rescue it from those endless Pursuits it is engaged in. Which, with a plain Demonstration of the immediate Providence of an All-seeing GOD, and the natural Immortality of the Soul, shou'd seem the readiest Preparation, as well as the strongest Motive, to the Study and Practice of Vertue.</em>","subId":"3","id":"Berkeley.DHP.Pref.3"},{"type":"paragraph","content":"<em>This Design I proposed, in the First Part of a Treatise concerning the</em> Principles of Humane Knowledge, <em>published in the year </em>1710<em>. But, before I proceed to publish the Second Part, I thought it requisite to treat more clearly and fully of certain Principles laid down in the First, and to place them in a new Light. Which is the Business of the following </em>Dialogues<em>.</em>","subId":"4","id":"Berkeley.DHP.Pref.4"},{"type":"paragraph","content":"<em>In this Treatise, which does not presuppose in the Reader, any Knowledge of what was contained in the former, it has been my Aim to introduce the Notions I advance, into the Mind, in the most easy and familiar manner; especially, because they carry with them a great Opposition to the Prejudices of Philosophers, which have so far prevailed against the common Sense and natural Notions of Mankind.</em>","subId":"5","id":"Berkeley.DHP.Pref.5"},{"type":"paragraph","content":"<em>If the Principles, which I here endeavour to propagate, are admitted for true; the Consequences which, I think, evidently flow from thence, are, that </em>Atheism<em> and </em>Scepticism<em> will be utterly destroyed, many intricate Points made plain, great Difficulties solved, several useless Parts of Science retrenched, Speculation referred to Practice, and men reduced from Paradoxes to common Sense.</em>","subId":"6","id":"Berkeley.DHP.Pref.6"},{"type":"paragraph","content":"<em>And altho it may, perhaps, seem an uneasy Reflexion to some, that when they have taken a Circuit thorow so many refined and unvulgar Notions, they shou'd at last come to think like other Men: Yet, methinks, this Return to the simple Dictates of Nature, after having wandered thorow the wild Mazes of Philosophy, is not unpleasant. It is like coming home from a long Voyage: a Man reflects with Pleasure on the many Difficulties and Perplexities he has passed thorow, sets his Heart at ease, and enjoys himself with more Satisfaction for the future.</em>","subId":"7","id":"Berkeley.DHP.Pref.7"},{"type":"paragraph","content":"<em>As it was my Intention to convince </em>Sceptics<em> and </em>Infidels<em> by Reason, so it has been my Endeavor strictly to observe the most rigid Laws of Reasoning. And, to an impartial Reader, I hope, it will be manifest, that the sublime Notion of a GOD, and the comfortable Expectation of Immortality, do naturally arise from a close and methodical Application of Thought: Whatever may be the Result of that loose, rambling Way, not altogether improperly termed </em>Free-thinking<em>, by certain Libertines in Thought, who can no more endure the Restraints of </em>Logic<em>, than those of </em>Religion<em>, or </em>Government<em>.</em>","subId":"8","id":"Berkeley.DHP.Pref.8"},{"type":"paragraph","content":"<em>It will, perhaps, be objected to my Design, that so far as it tends to ease the Mind of difficult and useless Inquiries, it can affect only a few speculative Persons; but, if by their Speculations rightly placed, the Study of Morality and the Law of Nature were brought more into Fashion among Men of Parts and Genius, the Discouragements that draw to </em>Scepticism<em> removed, the Measures of Right and Wrong accurately defined, and the Principles of Natural Religion reduced into regular Systems, as artfully disposed and clearly connected as those of some other Sciences: There are grounds to think, these Effects wou'd not only have a gradual Influence in repairing the too much defaced Sense of Vertue in the World; but also, by shewing, that such Parts of Revelation, as lie within the reach of Humane Inquiry, are most agreeable to Right Reason, wou'd dispose all prudent, unprejudiced Persons, to a modest and wary Treatment of those Sacred Mysteries, which are above the Comprehension of our Faculties.</em>","subId":"9","id":"Berkeley.DHP.Pref.9"},{"type":"paragraph","content":"<em>It remains, that I desire the Reader to withhold his Censure of these Dialogues, till he has read them thorow. Otherwise, he may lay them aside in a Mistake of their Design, or on account of Difficulties or Objections which he wou'd find answered in the Sequel. A Treatise of this Nature wou'd require to be once read over coherently, in order to comprehend its Design, the Proofs, Solution of Difficulties, and the Connexion and Disposition of its Parts. If it be thought to deserve a Second Reading; this, I imagine, will make the intire Scheme very plain: Especially, if Recourse be had to an Essay I wrote, some years ago, upon </em>Vision<em>, and the Treatise concerning the </em>Principles of Humane Knowledge<em>. Wherein divers Notions advanced in these </em>Dialogues<em>, are farther pursued, or placed in different Lights, and other Points handled, which naturally tend to confirm and illustrate them.</em>","subId":"10","id":"Berkeley.DHP.Pref.10"}]}