{"imported":true,"id":"Hutcheson.IBV.IBO.2","parent":"Hutcheson.IBV.IBO","title":"Section 2. Of Original or Absolute Beauty","breadcrumb":"Section 2","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_026","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. II.</h3> <h3><em>Of </em>Original<em> or </em>Absolute Beauty<em>.</em></h3> ","id":"Hutcheson.IBV.IBO.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Sense of Men.</span> SINCE it is certain that we have <em>Ideas</em> of Beauty and Harmony, let us examine what <em>Quality</em> in Objects excites these Ideas, or is the Occasion of them. And let it be here observ'd, that our Inquiry is only about the <em>Qualitys</em> which are beautiful to <em>Men</em>; or about the Foundation of their Sense of Beauty: for, as was above hinted, Beauty has always relation to the <em>Sense</em> of some Mind; and when we afterwards shew how generally the Objects which occur to us are <em>beautiful</em>, we mean, that such Objects are agreeable to the Sense of <em>Men</em>: for there are many Objects which seem no way beautiful to Men, and yet other <em>Animals</em> seem delighted with them; they may have <em>Senses</em> otherwise constituted than those of Men, and may have the Ideas of Beauty excited by Objects of a quite different Form. We see Animals fitted for every Place; and what to Men appears rude and shapeless, or loathsom, may be to them a <em>Paradise</em>.","subId":"1","id":"Hutcheson.IBV.IBO.2.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> we may more distinctly discover the general <em>Foundation</em> or Occasion of the Ideas of Beauty among Men, it will be necessary to consider it first in its <em>simpler</em> Kinds, such as occurs to us in regular Figures; and we may perhaps find that the same Foundation extends to all the more complex Species of it.","subId":"2","id":"Hutcheson.IBV.IBO.2.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Uniformity with Variety.</span> <span class=\"small-capitals\">The</span> Figures which excite in us the Ideas of Beauty, seem to be those in which there is <em>Uniformity amidst Variety</em>. There are many Conceptions of Objects which are agreeable upon other accounts, such as <em>Grandeur</em>, <em>Novelty</em>, <em>Sanctity</em>, and some others, which shall be mention'd hereafter<a href=\"#n1\"><sup>[1]</sup></a>. But what we call Beautiful in Objects, to speak in the Mathematical Style, seems to be in a compound <em>Ratio</em> of <em>Uniformity</em> and <em>Variety</em>: so that where the <em>Uniformity</em> of Bodys is equal, the Beauty is as the <em>Variety</em>; and where the Variety is equal, the Beauty is as the <em>Uniformity</em>. This may seem probable, and holds pretty generally.","subId":"3","id":"Hutcheson.IBV.IBO.2.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Variety.</span> <span class=\"small-capitals\">First</span>, the <em>Variety</em> increases the Beauty in equal Uniformity. The Beauty of an <em>equilateral Triangle</em> is less than that of the <em>Square</em>; which is less than that of a <em>Pentagon</em>; and this again is surpass'd by the <em>Hexagon</em>. When indeed the Number of Sides is much increas'd, the Proportion of them to the <em>Radius</em>, or <em>Diameter</em> of the Figure, or of the <em>Circle</em>, to which regular <em>Polygons</em> have an obvious Relation, is so much lost to our Observation, that the Beauty does not always increase with the Number of Sides; and the want of Parallelism in the Sides of <em>Heptagons</em>, and other Figures of odd Numbers, may also diminish their Beauty. So in <em>Solids</em>, the <em>Eicosiedron</em> surpasses the <em>Dodecaedron</em>, and this the <em>Octaedron</em>, which is still more beautiful than the <em>Cube</em>; and this again surpasses the regular <em>Pyramid</em>: The obvious Ground of this, is greater <em>Variety</em> with equal <em>Uniformity</em>.","subId":"4","id":"Hutcheson.IBV.IBO.2.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Uniformity.</span> <span class=\"small-capitals\">The</span> greater <em>Uniformity</em> increases the <em>Beauty</em> amidst equal <em>Variety</em>, in these Instances: An Equilateral <em>Triangle</em>, or even an <em>Isosceles</em>, surpasses the <em>Scalenum</em>: A <em>Square</em> surpasses the <em>Rhombus</em> or <em>Lozenge</em>, and this again the <em>Rhomboides</em>, which is still more beautiful than the <em>Trapezium</em>, or any Figure with irregular curve Sides. So the <em>regular</em> Solids surpass all other Solids of equal number of plain Surfaces: And the same is observable not only in the Five perfectly <em>regular</em> Solids, but in all those which have any considerable <em>Uniformity</em>, as <em>Cylinders</em>, <em>Prisms</em>, <em>Pyramids</em>, <em>Obelisks</em>; which please every Eye more than any rude Figures, where there is no <em>Unity</em> or Resemblance among the Parts.","subId":"5","id":"Hutcheson.IBV.IBO.2.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Compound Ratio.</span><span class=\"small-capitals\">Instances</span> of the compound <em>Ratio</em> we have in comparing <em>Circles</em> or <em>Spheres</em>, with <em>Ellipses</em> or <em>Spheroids</em> not very eccentric; and in comparing the <em>compound</em> Solids, the <em>Exoctaedron</em>, and <em>Eicosidodecaedron</em>, with the perfectly <em>regular</em> ones of which they are compounded: and we shall find, that the Want of that most perfect <em>Uniformity</em> observable in the latter, is compensated by the greater <em>Variety</em> in the former, so that the <em>Beauty</em> is nearly equal.","subId":"6","id":"Hutcheson.IBV.IBO.2.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> Observations would probably hold true for the most part, and might be confirm'd by the Judgment of Children in the <em>simpler</em> Figures, where the <em>Variety</em> is not too great for their Comprehension. And however uncertain some of the particular aforesaid Instances may seem, yet this is perpetually to be observ'd, that Children are fond of all <em>regular</em> Figures in their little Diversions, altho' they be no more convenient, or useful for them, than the Figures of our common Pebbles: We see how early they discover a <em>Taste</em> or Sense of <em>Beauty</em>, in desiring to see Buildings, regular Gardens, or even Representations of them in Pictures of any kind.","subId":"7","id":"Hutcheson.IBV.IBO.2.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Beauty of Nature.</span> <span class=\"small-capitals\">The</span> same Foundation we have for our Sense of <em>Beauty</em>, in the Works of <span class=\"small-capitals\">Nature</span>. In every Part of the World which we call <em>Beautiful</em>, there is a surprizing <em>Uniformity</em> amidst an almost infinite <em>Variety</em>. Many Parts of the Universe seem not at all design'd for the use of Man; nay, it is but a very small Spot with which we have any Acquaintance. The <em>Figures</em> and <em>Motions</em> of the great Bodys are not obvious to our Senses, but found out by Reasoning and Reflection, upon many long Observations: and yet as far as we can by Sense discover, or by <em>Reasoning</em> enlarge our Knowledge, and extend our Imagination, we generally find their Structure, Order, and Motion, agreeable to our Sense of <em>Beauty</em>. Every particular Object in <em>Nature</em> does not indeed appear <em>beautiful</em> to us; but there is a vast Profusion of <em>Beauty</em> over most of the Objects which occur either to our Senses, or Reasonings upon Observation: For not to mention the apparent Situation of the heavenly Bodys in the Circumference of a great Sphere, which is wholly occasion'd by the Imperfection of our Sight in discerning distances; the Forms of all the great Bodys in the Universe are nearly <em>Spherical</em>; the Orbits of their Revolutions generally <em>Elliptick</em>, and without great Eccentricity, in those which continually occur to our Observation: now these are Figures of great <em>Uniformity</em>, and therefore pleasing to us.","subId":"8","id":"Hutcheson.IBV.IBO.2.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Further</span>, to pass by the less obvious <em>Uniformity</em> in the Proportion of their <em>Quantitys</em> of Matter, <em>Distances</em>, <em>Times</em> of revolving, to each other; what can exhibit a greater Instance of <em>Uniformity amidst Variety</em>, than the constant Tenour of Revolutions in nearly equal Times, in each <em>Planet</em>, around its Axis, and the central Fire or <span class=\"small-capitals\">Sun</span>, thro' all the Ages of which we have any Records, and in nearly the same Orbit? Thus after certain Periods, all the same Appearances are again renew'd; the alternate Successions of <em>Light</em> and <em>Shade</em>, or <em>Day</em> and <em>Night</em>, constantly pursuing each other around each <em>Planet</em>, with an agreeable and regular Diversity in the Times they possess the several Hemispheres, in the <em>Summer</em>, <em>Harvest</em>, <em>Winter</em>, and <em>Spring</em>; and the various <em>Phases</em>, <em>Aspects</em>, and <em>Situations</em>, of the <em>Planets</em> to each other, their <em>Conjunctions</em> and <em>Oppositions</em>, in which they suddenly darken each other with their Conick Shades in Eclipses, are repeated to us at their fixed Periods with invariable Constancy: These are the <em>Beautys</em> which charm the <em>Astronomer</em>, and make his tedious Calculations pleasant. <blockquote><span class=\"foreign\">Molliter austerum studio fallente laborem.<a href=\"#n2\"><sup>[2]</sup></a></span></blockquote>","subId":"9","id":"Hutcheson.IBV.IBO.2.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Earth.</span> <span class=\"small-capitals\">Again</span>, as to the dry Part of the Surface of our Globe, a great Part of which is cover'd with a very pleasant inoffensive Colour, how <em>beautifully</em> is it diversify'd with various Degrees of <em>Light</em> and <em>Shade</em>, according to the different Situations of the Parts of its Surface, in <em>Mountains</em>, <em>Valleys</em>, <em>Hills</em>, and open <em>Plains</em>, which are variously inclin'd toward the great <span class=\"small-capitals\">Luminary</span>!","subId":"10","id":"Hutcheson.IBV.IBO.2.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Plants.</span> <span class=\"small-capitals\">If</span> we descend to the minuter Works of <span class=\"small-capitals\">Nature</span>, what great <em>Uniformity</em> among all the Species of <em>Plants</em> and <em>Vegetables</em> in the manner of their Growth and Propagation! how near the Resemblance among all the Plants of the same Species, whose Numbers surpass our Imagination! And this <em>Uniformity</em> is not only observable in the Form in gross; (nay, in this it is not so very exact in all Instances) but in the Structure of their minuter Parts, even of those which no Eye unassisted with Glasses can discern. In the almost infinite Multitude of <em>Leaves</em>, <em>Fruit</em>, <em>Seed</em>, <em>Flowers</em> of any one Species, we often see a very great <em>Uniformity</em> in the Structure and Situation of the smallest Fibres. This is the <em>Beauty</em> which charms an ingenious <em>Botanist</em>. Nay, what great <em>Uniformity</em> and Regularity of Figure is found in each particular <em>Plant</em>, <em>Leaf</em>, or <em>Flower</em>! In all Trees and most of the smaller Plants, the Stalks or Trunks are either <em>Cylinders</em> nearly, or regular <em>Prisms</em>; the Branches similar to their several Trunks, arising at nearly regular Distances, when no Accidents retard their natural Growth: In one <em>Species</em> the Branches arise in Pairs on the opposite Sides; the perpendicular Plain of Direction of the immediately superior Pair, intersecting the Plain of Direction of the inferior, nearly at right Angles: In another <em>Species</em>, the Branches spring singly, and alternately, all around in nearly equal Distances: And the Branches in other <em>Species</em> sprout all in Knots around the Trunk, one for each Year. And in each <em>Species</em>, all the Branches in the first Shoots preserve the same Angles with their Trunk; and they again sprout out into smaller Branches exactly after the Manner of their Trunks. Nor ought we to pass over that great <em>Unity</em> of Colours which we often see in all the Flowers of the same Plant or Tree, and often of a whole Species; and their exact Agreement in many shaded Transitions into opposite Colours, in which all the Flowers of the same Plant generally agree, nay, often all the Flowers of a Species.","subId":"11","id":"Hutcheson.IBV.IBO.2.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Animals.</span> <span class=\"small-capitals\">Again</span>, as to the <em>Beauty</em> of <em>Animals</em>, either in their inward Structure, which we come to the Knowledge of by Experiment and long Observation, or their outward Form, we shall find surprizing <em>Uniformity</em> among all the Species which are known to us, in the Structure of those Parts, upon which Life depends more immediately. And how amazing is the <em>Unity</em> of Mechanism, when we shall find an almost infinite Diversity of Motions, all their Actions in <em>walking</em>, <em>running</em>, <em>flying</em>, <em>swimming</em>; all their serious Efforts for <em>Self-preservation</em>, all their freakish <em>Contortions</em> when they are gay and sportful, in all their various Limbs, perform'd by one simple Contrivance of a contracting <em>Muscle</em>, apply'd with inconceivable Diversitys to answer all these Ends! Various Engines might have obtain'd the same Ends; but then there had been less <em>Uniformity</em>, and the <em>Beauty</em> of our Animal Systems, and of particular Animals, had been much less, when this surprizing <em>Unity</em> of Mechanism had been remov'd from them.","subId":"12","id":"Hutcheson.IBV.IBO.2.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> Animals of the same Species, the <em>Unity</em> is very obvious, and this Resemblance is the very Ground of our ranking them in such <em>Classes</em> or <em>Species</em>, notwithstanding the great Diversitys in Bulk, Colour, Shape, which are observ'd even in those call'd of the same Species. And then in each Individual, how universal is that <em>Beauty</em> which arises from the exact Resemblance of all the external double Members to each other, which seems the universal Intention of <span class=\"small-capitals\">Nature</span>, when no Accident prevents it! We see the Want of this Resemblance never fails to pass for an Imperfection, and Want of <em>Beauty</em>, tho' no other Inconvenience ensues; as when the Eyes are not exactly like, or one Arm or Leg is a little shorter or smaller than its fellow.","subId":"13","id":"Hutcheson.IBV.IBO.2.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to that most powerful Beauty in <em>Countenances</em>, <em>Airs</em>, <em>Gestures</em>, <em>Motion</em>, we shall shew in the second Treatise<a href=\"#n3\"><sup>[3]</sup></a>, that it arises from some imagin'd <em>Indication</em> of morally good Dispositions of Mind. In Motion there is also a natural Beauty, when at fixed Periods like Gestures and Steps are regularly repeated, suiting the Time and Air of Music, which is observed in regular Dancing.","subId":"14","id":"Hutcheson.IBV.IBO.2.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Proportion.</span> <span class=\"small-capitals\">There</span> is a farther <em>Beauty</em> in Animals, arising from a certain <em>Proportion</em> of the various Parts to each other, which still pleases the Sense of Spectators, tho' they cannot calculate it with the Accuracy of a <em>Statuary</em>. The <em>Statuary</em> knows what Proportion of each Part of the <em>Face</em> to the whole <em>Face</em> is most agreeable, and can tell us the same of the Proportion of the <em>Face</em> to the <em>Body</em>, or any Parts of it; and between the <em>Diameters</em> and <em>Lengths</em> of each Limb: When this Proportion of the Head to the Body is remarkably alter'd, we shall have a <em>Giant</em> or a <em>Dwarf</em>. And hence it is, that either the one or the other may be represented to us even in <em>Miniature</em>, without Relation to any external Object, by observing how the Body surpasses the Proportion it should have to the Head in <em>Giants</em>, and falls below it in <em>Dwarfs</em>. There is a further <em>Beauty</em> arising from that Figure, which is a natural Indication of <em>Strength</em>; but this may be pass'd over, because probably it may be alledg'd, that our Approbation of this Shape flows from an opinion of <em>Advantage</em>, and not from the Form it self.","subId":"15","id":"Hutcheson.IBV.IBO.2.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Beauty</em> arising from Mechanism, apparently adapted to the Necessities and Advantages of any Animal; which pleases us, even tho' there be no Advantage to our selves ensuing from it; will be consider'd under the Head of <em>Relative Beauty</em>, or <em>Design</em><a href=\"#n4\"><sup>[4]</sup></a>.","subId":"16","id":"Hutcheson.IBV.IBO.2.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Fowls.</span> <span class=\"small-capitals\">The</span> peculiar <em>Beauty</em> of <em>Fowls</em> can scarce be omitted, which arises from the great <em>Variety</em> of Feathers, a curious Sort of Machines adapted to many admirable Uses, which retain a considerable Resemblance in their Structure among all the Species; and frequently a perfect <em>Uniformity</em> in those of the same Species in the corresponding Parts, and in the two Sides of each Individual; besides all the <em>Beauty</em> of lively Colours and gradual Shades, not only in the external Appearance of the Fowl, resulting from an artful Combination of shaded Feathers, but often visible even in one Feather separately.","subId":"17","id":"Hutcheson.IBV.IBO.2.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Fluids.</span> <span class=\"small-capitals\">If</span> our Reasonings about the <em>Nature</em> of <em>Fluids</em> be just, the vast Stores of <em>Water</em> will give us an Instance of <em>Uniformity</em> in <em>Nature</em> above Imagination, when we reflect upon the almost infinite Multitude of small, polish'd, smooth Spheres, which must be suppos'd form'd in all the parts of this Globe. The same <em>Uniformity</em> there is probably among the Parts of other <em>Fluids</em> as well as Water: and the like must be observ'd in several other natural Bodys, as <em>Salts</em>, <em>Sulphurs</em>, and such like; whose uniform Propertys do probably depend upon an <em>Uniformity</em> in the Figures of their Parts.","subId":"18","id":"Hutcheson.IBV.IBO.2.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">Harmony.</span> <span class=\"small-capitals\">Under</span> <em>Original Beauty</em> we may include <em>Harmony</em>, or <em>Beauty of Sound</em>, if that Expression can be allow'd, because <em>Harmony</em> is not usually conceiv'd as an Imitation of any thing else. <em>Harmony</em> often raises Pleasure in those who know not what is the Occasion of it: And yet the Foundation of this Pleasure is known to be a sort of <em>Uniformity</em>. When the several Vibrations of one Note regularly coincide with the Vibrations of another, they make an agreeable Composition; and such Notes are call'd <em>Concords</em>. Thus the Vibrations of any one Note coincide in <em>Time</em> with two Vibrations of its <em>Octave</em>; and two Vibrations of any Note coincide with three of its <em>Fifth</em>; and so on in the rest of the <em>Concords</em>. Now no <em>Composition</em> can be harmonious, in which the Notes are not, for the most part, dispos'd according to these natural Proportions. Besides which, a due Regard must be had to the <em>Key</em>, which governs the whole, and to the <em>Time</em> and <em>Humour</em>, in which the Composition is begun: a frequent and inartificial <em>Change</em> of any of which will produce the greatest, and most unnatural <em>Discord</em>. This will appear, by observing the <em>Dissonance</em> which would arise from tacking Parts of different Tunes together as one, altho' both were separately agreeable. A like <em>Uniformity</em> is also observable among the <em>Bases</em>, <em>Tenors</em>, <em>Trebles</em> of the same Tune.","subId":"19","id":"Hutcheson.IBV.IBO.2.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is indeed observable, in the best Compositions, a mysterious Effect of <em>Discords</em>: They often give as great Pleasure as continu'd Harmony; whether by refreshing the Ear with <em>Variety</em>, or by awakening the Attention, and enlivening the Relish for the succeeding Harmony of Concords, as Shades enliven and beautify Pictures, or by some other means not yet known: Certain it is, however, that they have their place, and some good Effect in our best Compositions. Some other Powers of Musick may be consider'd hereafter<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"20","id":"Hutcheson.IBV.IBO.2.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> in all these Instances of<a href=\"#n6\"><sup>[6]</sup></a> <em>Beauty</em> let it be observ'd, That the Pleasure is communicated to those who never reflected on this general Foundation; and that all here alledg'd is this, <q>That the pleasant Sensation arises only from Objects, in which there is <em>Uniformity amidst Variety</em>:</q> We may have the Sensation without knowing what is the Occasion of it; as a Man's <em>Taste</em> may suggest Ideas of Sweets, Acids, Bitters, tho' he be ignorant of the Forms of the small Bodys, or their Motions, which excite the Perceptions in him.","subId":"21","id":"Hutcheson.IBV.IBO.2.21"},{"type":"note","content":"See <cite>Sect. vi. Art. 11, 12, 13</cite>.","subId":"n1","id":"Hutcheson.IBV.IBO.2.n1"},{"type":"note","content":"<cite>Hor. Lib. 2. Sat. 2 v. 12.</cite>","subId":"n2","id":"Hutcheson.IBV.IBO.2.n2"},{"type":"note","content":"<cite>Sect. vi. Art. 3.</cite>","subId":"n3","id":"Hutcheson.IBV.IBO.2.n3"},{"type":"note","content":"See <cite>Sect. iv. Art. 7.</cite>","subId":"n4","id":"Hutcheson.IBV.IBO.2.n4"},{"type":"note","content":"See <cite>Sect. vi. Art. 12.</cite>","subId":"n5","id":"Hutcheson.IBV.IBO.2.n5"},{"type":"note","content":"There is nothing singular in applying the Word <em>Beauty</em> to Sounds. The Antients observe the peculiar Dignity of the Senses of Seeing and Hearing, that in their Objects we discern the <span class=\"foreign\">καλὸν</span>, which we don't ascribe to the Objects of the other Senses.","subId":"n6","id":"Hutcheson.IBV.IBO.2.n6"}]}