{"id":"Hutcheson.IBV.IBO.3","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 3. Of the Beauty of Theorems","breadcrumb":"Section 3","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_027","blocks":[{"type":"title","content":"<h3>SECT. III.</h3> <h3><em>Of the </em>Beauty<em> of </em>Theorems<em>.</em></h3> ","id":"Hutcheson.IBV.IBO.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Theorems.</span> THE Beauty of <em>Theorems</em>, or universal Truths demonstrated, deserves a distinct Consideration, being of a Nature pretty different from the former kinds of <em>Beauty</em>; and yet there is none in which we shall see such an amazing <em>Variety</em> with <em>Uniformity</em>: and hence arises a very great Pleasure distinct from Prospects of any farther Advantage.","subId":"1","id":"Hutcheson.IBV.IBO.3.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">For</span> in one <em>Theorem</em> we may find included, with the most exact Agreement, an infinite Multitude of particular Truths; nay, often an Infinity of Infinites: so that altho' the Necessity of forming abstract Ideas, and universal <em>Theorems</em>, arises perhaps from the Limitation of our Minds, which cannot admit an infinite Multitude of singular Ideas or Judgments at once, yet this Power gives us an Evidence of the Largeness of the human Capacity above our Imagination. Thus for instance, the 47<em>th</em> Proposition of the first <em>Book</em> of <span class=\"name\"><span class=\"small-capitals\">Euclid</span></span>'s <cite>Elements</cite> contains an infinite Multitude of Truths, concerning the infinite possible <em>Sizes</em> of right-angled <em>Triangles</em>, as you make the <em>Area</em> greater or less; and in each of these <em>Sizes</em> you may find an infinite Multitude of dissimilar <em>Triangles</em>, as you vary the Proportion of the <em>Base</em> to the <em>Perpendicular</em>; all which Infinitys of Infinites agree in the general <em>Theorem</em>. In <em>Algebraick</em>, and <em>Fluxional Calculations</em>, we shall still find a greater <em>Variety</em> of particular <em>Truths</em> included in general <em>Theorems</em>; not only in general <em>Equations</em> applicable to all Kinds of <em>Quantity</em>, but in more particular Investigations of <em>Areas</em> and <em>Tangents</em>: In which one Manner of Operation shall discover <em>Theorems</em> applicable to infinite <em>Orders</em> or <em>Species</em> of <em>Curves</em>, to the infinite <em>Sizes</em> of each Species, and to the infinite <em>Points</em> of the infinite <em>Individuals</em> of each Size.","subId":"2","id":"Hutcheson.IBV.IBO.3.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Foundation of their Beauty.</span> <span class=\"small-capitals\">That</span> we may the better discern this Agreement, or <em>Unity</em> of an Infinity of Objects, in the general <em>Theorem</em>, to be the Foundation of the <em>Beauty</em> or <em>Pleasure</em> attending their Discovery, let us compare our Satisfaction in such Discoveries, with the uneasy state of Mind in which we are, when we can only measure Lines, or Surfaces, by a Scale, or are making Experiments which we can reduce to no general <em>Canon</em>, but only heaping up a Multitude of particular incoherent Observations. Now each of these Trials discovers a new Truth, but with no Pleasure or <em>Beauty</em>, notwithstanding the <em>Variety</em>, till we can discover some sort of <em>Unity</em>, or reduce them to some general Canon.","subId":"3","id":"Hutcheson.IBV.IBO.3.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Little Beauty in Axioms.</span> <span class=\"small-capitals\">Again</span>, let us take a Metaphysical Axiom, such as this, <em>Every Whole is greater than its Part</em>; and we shall find no <em>Beauty</em> in the Contemplation. For tho' this Proposition contains many Infinitys of particular Truths; yet the <em>Unity</em> is inconsiderable, since they all agree only in a vague, undetermin'd Conception of <em>Whole</em> and <em>Part</em>, and in an indefinite Excess of the former above the latter, which is sometimes great and sometimes small. So, should we hear that the <em>Cylinder</em> is greater than the inscrib'd <em>Sphere</em>, and this again greater than the <em>Cone</em> of the same Altitude and Diameter with the Base, we shall find no pleasure in this Knowledge of a general Relation of greater and less, without any precise Difference or Proportion. But when we see the universal exact Agreement of all possible Sizes of such Systems of Solids, that they preserve to each other the constant <em>Ratio</em> of 3, 2, 1; how beautiful is the <em>Theorem</em>, and how are we ravish'd with its first Discovery!","subId":"4","id":"Hutcheson.IBV.IBO.3.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Easy Theorems.</span> <span class=\"small-capitals\">We</span> may likewise observe, that <em>easy</em> or <em>obvious</em> Propositions, even where the <em>Unity</em> is sufficiently distinct, and determinate, do not please us so much as those, which being less <em>obvious</em>, give us some <em>Surprize</em> in the Discovery: Thus we find little Pleasure in discovering that <em>a Line bisecting the vertical Angle of an Isosceles Triangle, bisects the Base</em>, or the <em>Reverse</em>; or, that <em>Equilateral Triangles are Equiangular</em>. These Truths we almost know <em>Intuitively</em>, without Demonstration: They are like common <em>Goods</em>, or those which Men have long possessed, which do not give such sensible Joys as much smaller new <em>Additions</em> may give us. But let none hence imagine, that the sole Pleasure of Theorems is from <em>Surprize</em>; for the same <em>Novelty</em> of a single Experiment does not please us much: nor ought we to conclude from the greater Pleasure accompanying a <em>new</em>, or <em>unexpected</em> Advantage, that <em>Surprize</em>, or <em>Novelty</em> is the only Pleasure of Life, or the only ground of Delight in <em>Truth</em>. Another kind of Surpirze in certain Theorems increases our Pleasure above what we have in Theorems of greater Extent; when we discover a <em>general Truth</em>, which upon some confused Notion we had reputed false: as that <em>Assymptotes always approaching should never meet the Curve</em>. This is like the Joy of unexpected Advantage where we dreaded Evil. But still the <em>Unity</em> of many Particulars in the general Theorem is necessary to give Pleasure in any Theorem.","subId":"5","id":"Hutcheson.IBV.IBO.3.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Corollarys.</span> <span class=\"small-capitals\">There</span> is another <em>Beauty</em> in Propositions, when one <em>Theorem</em> contains a great Multitude of Corollarys easily deducible from it. Thus that <em>Theorem</em> which gives us the Equation of a <em>Curve</em>, whence perhaps most of its Propertys may be deduc'd, does some way please and satisfy our Mind above any other Proposition: Such a <em>Theorem</em> also is the 35th of the 1st <em>Book</em> of <span class=\"name\"><span class=\"small-capitals\">Euclid</span></span>, from which the whole Art of measuring right-lin'd Areas is deduc'd, by Resolution into <em>Triangles</em>, which are the halfs of so many <em>Parallelograms</em>; and these are each respectively equal to so many <em>Rectangles</em> of the Base into the perpendicular <em>Altitude</em>: The 47th of the 1st <em>Book</em> is another of like <em>Beauty</em>, and so are many others.","subId":"6","id":"Hutcheson.IBV.IBO.3.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the search of <em>Nature</em> there is the like <em>Beauty</em> in the Knowledge of some great <em>Principles</em>, or universal <em>Forces</em>, from which innumerable Effects do flow. Such is <em>Gravitation</em>, in <span class=\"name\">Sir <span class=\"small-capitals\">Isaac Newton</span></span>'s Scheme; such also is the Knowledge of the Original of <em>Rights</em>, <em>perfect</em> and <em>imperfect</em>, and <em>external</em>; <em>alienable</em> and <em>unalienable</em>, with their manner of <em>Translations</em>; from whence the greatest Part of moral Dutys may be deduc'd in the various Relations of human Life.","subId":"7","id":"Hutcheson.IBV.IBO.3.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is easy to see how Men are charm'd with the <em>Beauty</em> of such Knowledge, besides its Usefulness; and how this sets them upon deducing the Propertys of each Figure from one <em>Genesis</em>, and demonstrating the mechanick Forces from one <em>Theorem</em> of the Composition of Motion; even after they have sufficient Knowledge and Certainty in all these Truths from distinct independent Demonstrations. And this Pleasure we enjoy even when we have no Prospect of obtaining any other <em>Advantage</em> from such Manner of Deduction, than the immediate Pleasure of contemplating the <em>Beauty</em>: nor could Love of <em>Fame</em> excite us to such regular Methods of Deduction, were we not conscious that Mankind are pleas'd with them immediately, by this <em>internal Sense</em> of their <em>Beauty</em>.","subId":"8","id":"Hutcheson.IBV.IBO.3.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Fantastick Beauty.</span> <span class=\"small-capitals\">It</span> is no less easy to see into what absurd Attempts Men have been led by this Sense of <em>Beauty</em>, and a silly Affectation of obtaining it in the other Sciences as well as the <em>Mathematicks</em>. 'Twas this probably which set <span class=\"name\"><span class=\"small-capitals\">Descartes</span></span> on that hopeful Project of deducing all human Knowledge from one Proposition, <em>viz.</em> <span class=\"foreign\">Cogito, ergo sum</span>; while others with as little Sense contended, that <span class=\"foreign\">Impossibile est idem simul esse &amp; non esse</span>, had much fairer Pretensions to the Style and Title of <span class=\"foreign\">Principium humanae Cognitionis absolutè primum</span>. <span class=\"name\">Mr. <span class=\"small-capitals\">Leibnitz</span></span> had an equal Affection for his favourite Principle of a <em>sufficient Reason</em> for every thing in <em>Nature</em>, and brags to <span class=\"name\">Dr. <span class=\"small-capitals\">Clarke</span></span> of the Wonders he had wrought in the intellectual World by its Assistance; but his learned Antagonist seems to think he had not sufficient Reason for his Boasting<a href=\"#n1\"><sup>[1]</sup></a>. If we look into particular Sciences, we may see in the Systems learned Men have given us of them, the Inconveniences of this Love of <em>Uniformity</em>. How aukwardly is <span class=\"name\"><span class=\"small-capitals\">Puffendorf</span></span> forc'd to deduce the several Dutys of Men to <em>God</em>, <em>themselves</em>, and their <em>Neighbours</em>, from his single fundamental Principle of <em>Sociableness to the whole Race of Mankind</em>? This Observation might easily be extended farther, were it necessary; and is a strong Proof, that Men perceive the <em>Beauty of Uniformity</em> in the Sciences, even from the Contortions of common Sense they are led into by pursuing it.","subId":"9","id":"Hutcheson.IBV.IBO.3.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Delight which accompanys Sciences, or universal <em>Theorems</em>, may really be call'd a kind of <em>Sensation</em>; since it necessarily accompanys the Discovery of any Proposition, and is distinct from bare Knowledge itself<a href=\"#n2\"><sup>[2]</sup></a>, being most violent at first, whereas the Knowledge is uniformly the same. And however Knowledge enlarges the <em>Mind</em>, and makes us more capable of comprehensive Views and Projects in some kinds of Business, whence <em>Advantage</em> may also arise to us; yet we may leave it in the Breast of every Student to determine, whether he has not often felt this Pleasure without any such prospect of Advantage from the Discovery of his <em>Theorem</em>. All which can thence be infer'd is only this, that as in our external Senses, so in our <em>internal</em> ones, the pleasant Sensations generally arise from those Objects which calm Reason would have recommended, had we understood their Use, and which might have engag'd our pursuits from <em>Self-Interest</em>.","subId":"10","id":"Hutcheson.IBV.IBO.3.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Works of Art.</span> <span class=\"small-capitals\">As</span> to the Works of <span class=\"small-capitals\">Art</span>, were we to run thro' the various artificial Contrivances or Structures, we should constantly find the Foundation of the <em>Beauty</em> which appears in them, to be some kind of <em>Uniformity</em>, or <em>Unity</em> of Proportion among the Parts, and of each Part to the Whole. As there is a great Diversity of Proportions possible, and different Kinds of <em>Uniformity</em>, so there is room enough for that Diversity of Fancys observable in <em>Architecture</em>, <em>Gardening</em>, and such like Arts in different <em>Nations</em>; they all may have <em>Uniformity</em>, tho' the Parts in one may differ from those in another. The <em>Chinese</em> or <em>Persian</em> Buildings are not like the <em>Grecian</em> and <em>Roman</em>, and yet the former has its <em>Uniformity</em> of the various Parts to each other, and to the Whole, as well as the latter. In that kind of Architecture which the <span class=\"small-capitals\">Europeans</span> call <em>Regular</em>, the <em>Uniformity</em> of Parts is very obvious, the several Parts are <em>regular Figures</em>, and either <em>equal</em> or <em>similar</em> at least in the same Range; the Pedestals are <em>Parallelopipedons</em> or square <em>Prisms</em>; the Pillars, <em>Cylinders</em> nearly; the Arches <em>circular</em>, and all those in the same Row <em>equal</em>; there is the same Proportion every-where observ'd in the same Range between the <em>Diameters</em> of Pillars and their <em>Heights</em>, their <em>Capitals</em>, the <em>Diameters</em> of <em>Arches</em>, the <em>Heights</em> of the <em>Pedestals</em>, the <em>Projections</em> of the <em>Cornice</em>, and all the Ornaments in each of our <em>five Orders</em>. And tho' other Countrys do not follow the <em>Grecian</em> or <em>Roman</em> Proportions; yet there is even among them a Proportion retain'd, a <em>Uniformity</em>, and Resemblance of corresponding Figures; and every Deviation in one part from that Proportion which is observ'd in the rest of the Building, is displeasing to every Eye, and destroys or diminishes at least the <em>Beauty</em> of the Whole.","subId":"11","id":"Hutcheson.IBV.IBO.3.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same might be observ'd thro' all other Works of <em>Art</em>, even to the meanest <em>Utensil</em>; the <em>Beauty</em> of every one of which we shall always find to have the same Foundation of <em>Uniformity amidst Variety</em>, without which they appear mean, irregular and deform'd.","subId":"12","id":"Hutcheson.IBV.IBO.3.12"},{"type":"note","content":"<em>See <cite>the Letters which pass'd between Dr. <span class=\"small-capitals\">Clarke</span> and Mr. <span class=\"small-capitals\">Leibnitz</span>, <em>Pag. 23</em></cite>.</em>","subId":"n1","id":"Hutcheson.IBV.IBO.3.n1"},{"type":"note","content":"<span class=\"name\"><span class=\"small-capitals\">Aristotle</span></span> (<cite>Ethic. Nicom. I. ro. c. 3.</cite>) justly observes, that we have certain natural Propensitys to certain Actions, or to the Exercise of certain natural Powers, without a View to, or Intention of, obtaining those Pleasures which naturally accompany them. <span class=\"foreign\">Περὶ πολλὰ σπουδὴν ποιησαίμεϑα ἂν, καὶ εἰ μηδεμίαν ἐπιϕέϱοι ἡδονήν, οἰ̑ον ὀϱα̑ν, μνημονεύειν, εἰδέναι, τὰς ἀϱετὰς ἔχειν· εἰ δ' ἐξ ἀνάγκης ἕπονται τουτοις ἡδοναὶ, οὐδὲν διαϕέϱει· ἑλοίμεϑα γὰϱ ἂν ταυ̑τα, καὶ εἰ μὴ γένοιτ' ἂν ἀπ' αὐτω̑ν ἡδονή.</span>","subId":"n2","id":"Hutcheson.IBV.IBO.3.n2"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.2","imported":true,"title":"Section 2. Of Original or Absolute Beauty","breadcrumb":"Section 2","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO.4","imported":true,"title":"Section 4. Of Relative or Comparative Beauty","breadcrumb":"Section 4","published":[1725]}}