{"id":"Hutcheson.IBV.IBO.5","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 5. Concerning our Reasonings about Design and Wisdom in the Cause, from the Beauty or Regularity of Effects","breadcrumb":"Section 5","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_029","blocks":[{"type":"title","content":"<h3>SECT. V.</h3> <h3><em>Concerning our Reasonings about </em>Design<em> and </em>Wisdom<em> in the </em>Cause<em>, from the </em>Beauty<em> or </em>Regularity<em> of </em>Effects<em>.</em></h3> ","id":"Hutcheson.IBV.IBO.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Sense, Arbitrary in its Author.</span> THERE seems to be no necessary Connection of our pleasing Ideas of <em>Beauty</em> with the <em>Uniformity</em> or <em>Regularity</em> of the Objects, from the <em>Nature</em> of things, antecedent to some <em>Constitution</em> of the <span class=\"small-capitals\">Author</span> of our Nature, which has made such Forms pleasant to us. Other <em>Minds</em> may be so fram'd as to receive no Pleasure from <em>Uniformity</em>; and we actually find, that the same regular Forms seem not equally to please all the Animals known to us, as shall probably appear hereafter. Therefore let us make what is the most unfavourable Supposition to the present Argument, <em>viz.</em> That the Constitution of our Sense so as to approve <em>Uniformity</em>, is merely arbitrary in the <span class=\"small-capitals\">Author</span> of our Nature; and that there are an infinity of <em>Tastes</em> or <em>Relishes</em> of <em>Beauty</em> possible; so that it would be impossible to throw together fifty or a hundred Pebbles, which should not make an agreeable Habitation for some Animal or other, and appear <em>beautiful</em> to it. And then it is plain, that from the Perception of <em>Beauty</em> in any one Effect, we should have no reason to conclude <em>Design</em> in the <em>Cause</em>: for a Sense might be so constituted as to be pleas'd with such <em>Irregularity</em> as may be the effect of an <em>undirected Force</em><a href=\"#n1\"><sup>[1]</sup></a>. But then, as there are an Infinity of <em>Forms</em> possible into which any System may be reduc'd, an Infinity of <em>Places</em> in which Animals may be situated, and an Infinity of <em>Relishes</em> or <em>Senses</em> in these Animals is suppos'd possible; that in the immense Spaces any one Animal should by Chance be plac'd in a System agreeable to its Taste, must be improbable as <em>infinite</em> to <em>one</em> at least: And much more unreasonable is it to expect from Chance, that a multitude of Animals agreeing in their Sense of <em>Beauty</em> should obtain <em>agreeable Places</em>.","subId":"1","id":"Hutcheson.IBV.IBO.5.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Undirected Force.</span> <span class=\"small-capitals\">There</span> is also the same Probability, that in any one System of Matter an <em>Undirected Force</em> will produce a <em>regular Form</em>, as any one given <em>irregular</em> one, of the same degree of Complication: But still the <em>irregular Forms</em> into which any System may be rang'd, surpass in multitude the <em>Regular</em>, as <em>Infinite</em> does <em>Unity</em>; for what holds in one small System, will hold in a <em>Thousand</em>, a <em>Million</em>, a <em>Universe</em>, with more Advantage, <em>viz.</em> that the <em>irregular Forms</em> possible infinitely surpass the <em>Regular</em>. For Instance, the <em>Area</em> of an Inch <em>Square</em> is capable of an Infinity of <em>regular Forms</em>, the <em>Equilateral Triangle</em>, the <em>Square</em>, the <em>Pentagon</em>, <em>Hexagon</em>, <em>Heptagon</em>, &amp;c. but for each one regular Form, there are an Infinity of irregular, as an Infinity of <em>Scalena</em> for the one equilateral Triangle, an Infinity of <em>Trapezia</em> for the one Square, of irregular <em>Pentagons</em> for the one Regular, and so on: and therefore supposing any one System agitated by <em>undesigning Force</em>, it is infinitely more probable that it will resolve itself into an <em>irregular Form</em>, than a <em>regular</em>. Thus, that a System of <em>six</em> Parts upon Agitation shall not obtain the Form of a regular <em>Hexagon</em>, is at least <em>infinite</em> to <em>Unity</em>; and the more complex we make the System, the greater is the hazard, from a very obvious Reason.","subId":"2","id":"Hutcheson.IBV.IBO.5.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> see this confirm'd by our constant Experience, that <em>Regularity</em> never arises from any <em>undesign'd Force</em> of ours; and from this we conclude, that where-ever there is any <em>Regularity</em> in the Disposition of a System capable of many other Dispositions, there must have been <em>Design</em> in the <em>Cause</em>; and the Force of this Evidence increases, according to the Multiplicity of Parts imploy'd.","subId":"3","id":"Hutcheson.IBV.IBO.5.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> this Conclusion is too rash, unless some further Proof be introduc'd; and what leads us into it is this. Men, who have a Sense of <em>Beauty</em> in <em>Regularity</em>, are led generally in all their Arrangements of Bodys to study some kind of <em>Regularity</em>, and seldom ever design <em>Irregularity</em>: hence we judge the same of other Beings too, <em>viz.</em> that they study <em>Regularity</em>; and presume upon <em>Intention</em> in the <em>Cause</em> where-ever we see it, making <em>Irregularity</em> always a Presumption of Want of <em>Design</em>: whereas if other Agents have different Senses of <em>Beauty</em>, or if they have no Sense of it at all, <em>Irregularity</em> may as well be design'd as <em>Regularity</em>. And then let it be observ'd, that in this Case there is just the same Reason to conclude <em>Design</em> in the Cause from any one irregular Effect, as from a regular one: for since there are an Infinity of other <em>Forms</em> possible as well as this irregular one produc'd; and since to such a Being<a href=\"#n2\"><sup>[2]</sup></a> void of a Sense of <em>Beauty</em>, all Forms are as to its own Relish indifferent, and all agitated Matter meeting must make some Form or other, and all Forms, upon Supposition that the Force is apply'd by an Agent void of a Sense of <em>Beauty</em>, would equally prove <em>Design</em>; it is plain that no one Form proves it more than another, or can prove it at all; except from a general metaphysical Consideration, that there is no proper Agent without <em>Design</em> and <em>Intention</em>, and that every <em>Effect</em> flows from the <em>Intention</em> of some <em>Cause</em>.","subId":"4","id":"Hutcheson.IBV.IBO.5.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Similar Forms by Chance, impossible.</span> <span class=\"small-capitals\">This</span> however follows from the above mention'd Considerations, that supposing a Mass of Matter surpassing a <em>cubick</em> Inch, as <em>infinite</em> of the <em>first</em> Power does <em>Unity</em>, and that this whole Mass were some way determin'd from its own Nature without any Design in a Cause (which perhaps is scarce possible) to resolve itself into the solid Content of a cubick Inch, and into a prismatick Form whose Base should always be ½ of a square Inch; suppose these Conditions determin'd, and all others left to undirected Force; all which we could expect from undirected Force in this Case would be one equilateral Prism, or two perhaps; because there are an Infinity of irregular Prisms possible of the same Base, and solid Content: and when we met with many such Prisms, we must probably conclude them produc'd by Design, since they are more than could have been expected by the Laws of Hazard.","subId":"5","id":"Hutcheson.IBV.IBO.5.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> if this <em>infinite</em> Mass was no way determin'd to a <em>prismatick</em> Form, we could only expect from its <em>casual Concourse</em> one <em>Prism</em> of any Kind, since there is an Infinity of other Solids into which the Mass might be resolv'd; and if we found any great number of <em>Prisms</em>, we should have reason to presume <em>Design</em>: so that in a Mass of Matter as infinite of the <em>first</em> Power, we could not from any <em>Concourse</em> or <em>Agitation</em> expect with any good ground a Body of any given Dimensions or Size, and of any given Form; since of any Dimension there are infinite Forms possible, and of any Form there are an Infinity of Dimensions; and if we found several Bodys of the same Dimension and Form, we should have so much Presumption for <em>Design</em>.","subId":"6","id":"Hutcheson.IBV.IBO.5.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is one trifling Objection which may perhaps arise from the <em>crystallizing</em> of certain Bodys, when the Fluid is evaporated in which they were swimming: for in this we frequently see <em>regular</em> Forms arising, tho' there is nothing suppos'd in this Affair but an <em>undirected Force of Attraction</em>. But to remove this Objection, we need only consider, that we have good Reason to believe, that the smallest Particles of <em>Crystalliz'd</em> Bodys have fix'd <em>regular Forms</em> given them in the Constitution of <em>Nature</em>; and then it is easy to conceive how their <em>Attractions</em> may produce <em>regular Forms</em>: but unless we suppose some preceding <em>Regularity</em> in the Figures of <em>attracting</em> Bodys, they can never form any regular Body at all. And hence we see how improbable it is, that the whole Mass of <em>Matter</em>, not only in this Globe, but in all the fixed Stars known to us by our Eyes or Glasses, were they a thousand times larger than our Astronomers suppose, could in any <em>Concourse</em> have produc'd any Number of <em>similar</em> Bodys <em>Regular</em> or <em>Irregular</em>.","subId":"7","id":"Hutcheson.IBV.IBO.5.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Combinations by Chance, impossible.</span> <span class=\"small-capitals\">And</span> let it be here observ'd, that there are many Compositions of Bodys which the smallest Degree of <em>Design</em> could easily effect, which yet we would in vain expect from all the Powers of <em>Chance</em> or <em>undesigned Force</em>, after an <em>Infinity</em> of Rencounters; even supposing a Dissolution of every Form except the <em>regular one</em>, that the Parts might be prepar'd for a new Agitation. Thus supposing we could expect <em>one</em> equilateral <em>Prism</em> of any <em>given</em> Dimensions should be form'd from <em>undirected Force</em>, in an Infinity of Matter some way determin'd to resolve itself into Bodys of a <em>given</em> solid Content, (which is all we could expect, since it is <em>infinite</em> to <em>one</em> after the <em>solid Content</em> is obtain'd, that the Body shall not be <em>Prismatical</em>; and allowing it <em>Prismatical</em>, it is <em>infinite</em> to <em>one</em> that it shall not be <em>Equilateral</em>:) And again, supposing another Infinity of Matter determin'd to resolve itself into <em>Tubes</em>, of <em>Orifices</em> exactly equal to the <em>Bases</em> of the former <em>Prisms</em>, it is again at least as the <em>second</em> Power of <em>Infinite</em> to <em>Unity</em>, that not one of these <em>Tubes</em> shall be both <em>Prismatick</em> and <em>Equiangular</em>; and then if the <em>Tube</em> were thus form'd, so as to be exactly capable of receiving one of the <em>Prisms</em>, and no more, it is <em>infinite</em> to <em>one</em> that they shall never meet in <em>infinite Space</em>; and should they meet, it is <em>infinite</em> to <em>one</em> that the Axes of the Prism and Tube shall never happen in the same strait <em>Line</em>; and supposing they did, it is again as <em>infinite</em> to <em>three</em>, that <em>Angle</em> shall not meet <em>Angle</em>, so as to enter. We see then how infinitely improbable it is, <q>that all the Powers of <em>Chance</em> in <em>infinite Matter</em>, agitated thro' <em>infinite Ages</em>, could ever effect this small Composition of a <em>Prism</em> entering a <em>Prismatick Bore</em>; and, that all our hazard for it would at most be but as <em>Three</em> is to the <em>third</em> Power of <em>Infinite</em>.</q> And yet the smallest <em>Design</em> could easily effect it.","subId":"8","id":"Hutcheson.IBV.IBO.5.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">May</span> we not then justly count it altogether absurd, and next to an absolute strict <em>Impossibility</em>, <q>That all the Powers of <em>undirected Force</em> should ever effect such a complex Machine as the most imperfect <em>Plant</em>, or the meanest <em>Animal</em>, even in <em>one</em> Instance?</q> For the <em>Improbability</em> just increases, as the Complication of Mechanism in these <em>natural</em> Bodys surpasses that <em>simple</em> Combination above-mention'd.","subId":"9","id":"Hutcheson.IBV.IBO.5.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Let</span> it be here observ'd, <q>That the preceding Reasoning from the <em>Frequency</em> of <em>regular Bodys</em> of one Form in the <em>Universe</em>, and from the <em>Combinations</em> of various Bodys, is intirely independent on any Perception of <em>Beauty</em>; and would equally prove <em>Design</em> in the <em>Cause</em>, altho' there were no <em>Being</em> which perceiv'd <em>Beauty</em> in any Form whatsoever:</q> for it is in short this, <q><em>That the recurring of any Effect oftner than the Laws of Hazard determine, gives Presumption of Design; and, That Combinations which no undesign'd Force could give us Reason to expect, must necessarily prove the same; and that with superior Probability, as the Multitude of Cases in which the contrary might happen, surpass all the Cases in which this could happen:</em></q> which appears to be in the simplest Cases at least as <em>Infinite</em> does to <em>Unity</em>. And the frequency of <em>similar irregular Forms</em>, or <em>exact Combinations</em> of them, is an equal Argument of <em>Design</em> in the <em>Cause</em>, since the <em>Similarity</em>, or exact <em>Combinations</em> of <em>irregular Forms</em>, are as little to be expected from all the Powers of <em>undirected Force</em>, as any sort whatsoever.","subId":"10","id":"Hutcheson.IBV.IBO.5.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> bring this nearer to something like a <em>Theorem</em>, altho' the <em>Idea</em> of <em>Infinite</em> be troublesome enough to manage in Reasoning: The Powers of <em>Chance</em>, with <em>infinite Matter</em> in <em>infinite Ages</em>, may answer <em>Hazards</em> as the <em>fifth</em> Power of <em>Infinite</em>, and no more: thus the <em>Quantity</em> of Matter may be conceiv'd as the third Power of <em>Infinite</em>, and no more, the <em>various Degrees</em> of Force may make <em>another</em> Power of <em>Infinite</em>, and the <em>Number</em> of Rencounters may make the <em>fifth</em>. But this last only holds on Supposition, that after every Rencounter there is no <em>Cohesion</em>, but all is dissolv'd again for a new Concourse, except in <em>similar Forms</em> or <em>exact Combinations</em>; which Supposition is intirely groundless, since we see <em>dissimilar Bodys</em> cohering as strongly as any, and <em>rude Masses</em> more than any Combinations. Now to produce any <em>given</em> Body, in a <em>given</em> Place or Situation, and of <em>given</em> Dimensions, or Shape, the Hazards of the contrary are, one Power of <em>Infinite</em> at least to obtain the <em>Place</em> or Situation; when the <em>Situation</em> is obtain'd, the <em>Solid Content</em> requires <em>another</em> Power of <em>Infinite</em> to obtain it; the <em>Situation</em> and <em>Solidity</em> obtain'd require, for accomplishing the <em>simplest given</em> Shape, at least the other <em>three</em> Powers of <em>Infinite</em>. For instance, let the Shape be a four-sided <em>Prism</em> or <em>Parallelopiped</em>; that the <em>Surfaces</em> should be <em>Planes</em> requires <em>one</em> Power; that they should be <em>Parallel</em> in this Case, or <em>inclin'd</em> in any given <em>Angle</em> in any other Case, requires <em>another</em> Power of <em>Infinite</em>; and that they should be in any given <em>Ratio</em> to each other, requires at least the <em>third</em> Power: for in each of these Heads there is still an <em>Infinity</em> at least of other Cases possible beside the one <em>given</em>. So that all the Powers of <em>Chance</em> could only produce perhaps <em>one</em> Body of every simpler Shape or Size <em>at most</em>, and this is all we could expect: we might expect one <em>Pyramid</em>, or <em>Cube</em>, or <em>Prism</em> perhaps; but when we increase the Conditions requir'd, the Prospect must grow more improbable, as in more <em>complex Figures</em>, and in all <em>Combinations</em> of Bodys, and in <em>similar Species</em>, which we never could reasonably hope from <em>Chance</em>; and therefore where we see them, we must certainly ascribe them to <em>Design</em>.","subId":"11","id":"Hutcheson.IBV.IBO.5.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Combinations of irregular Forms, equally impossible.</span> <span class=\"small-capitals\">The</span> Combinations of <em>regular Forms</em>, or of <em>irregular ones</em> exactly adapted to each other, require such <em>vast</em> Powers of <em>Infinite</em> to effect them, and the Hazards of the <em>contrary</em> Forms are so <em>infinitely</em> numerous, that all <em>Probability</em> or <em>Possibility</em> of their being accomplish'd by <em>Chance</em> seems quite to vanish. Let us apply the Cases in <cite><em>Art.</em> vi. of this <em>Section</em></cite> about the <em>Prism</em> and <em>Tube</em>, to our simplest Machines, such as a pair of Wheels of our ordinary Carriages; each Circular, Spokes equal in length, thickness, shape; the Wheels set Parallel, the Axle-tree fix'd in the Nave of both, and secur'd from coming out at either End: Now the Cases in which the contrary might have happen'd from undirected Concourses, were there no more requir'd than what is just now mention'd, must amount in Multitude to a Power of Infinite equal to every Circumstance requir'd. What shall we say then of a Plant, a Tree, an Animal, a Man, with such multitudes of adapted Vessels, such Articulations, Insertions of Muscles, Diffusion of Veins, Arterys, Nerves? The Improbability that such Machines should be the Effect of Chance, must be near the infinitesimal Power of Infinite to Unity.","subId":"12","id":"Hutcheson.IBV.IBO.5.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Further</span>, were all the former Reasoning from <em>Similarity</em> of Forms and Combinations groundless, and could <em>Chance</em> give us ground to expect such Forms, with exact Combination, yet we could only promise ourselves <em>one</em> of these Forms among an <em>Infinity</em> of others. When we see then such a <em>Multitude</em> of Individuals of a Species, <em>similar</em> to each other in a vast number of Parts; and when we see in each <em>Individual</em>, the corresponding Members so exactly like each other, what possible room is there left for questioning <em>Design</em> in the <em>Universe</em>? None but the barest <em>Possibility</em> against an inconceivably great <em>Probability</em>, surpassing every thing which is not <em>strict Demonstration</em>.","subId":"13","id":"Hutcheson.IBV.IBO.5.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Argument, as has been already observ'd<a href=\"#n3\"><sup>[3]</sup></a>, is quite abstracted from any Sense of <em>Beauty</em> in any particular Form; for the <em>exact Similarity</em> of a hundred or a thousand <em>Trapezia</em>, proves <em>Design</em> as well as the <em>Similarity</em> of <em>Squares</em>, since both are equally above all the Powers of <em>undirected Force</em> or <em>Chance</em>; and what is above the Powers of <em>Chance</em>, must give us proportionable Presumption for <em>Design</em>.","subId":"14","id":"Hutcheson.IBV.IBO.5.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span>, allowing that a <em>Leg</em>, or <em>Arm</em>, or <em>Eye</em>, might have been the Effect of <em>Chance</em>, (which was shewn to be <em>most absurd</em>, and next to absolutely <em>impossible</em>) that it should not have a corresponding <em>Leg</em>, <em>Arm</em>, <em>Eye</em>, exactly <em>similar</em>, must be a hazard of a Power of <em>Infinite</em> proportion'd to the Complication of Parts; for in Proportion to this is the multitude of Cases increas'd, in which it would not have a corresponding Member <em>similar</em>: so that allowing twenty or thirty Parts in such a Structure, it would be as the <em>twentieth</em> or <em>thirtieth</em> Power of <em>Infinite</em> to <em>Unity</em>, that the corresponding Part should not be <em>similar</em>. What shall we say then of the <em>similar Forms</em> of a whole <em>Species</em>?","subId":"15","id":"Hutcheson.IBV.IBO.5.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Gross Similarity by Chance, impossible.</span> <span class=\"small-capitals\">If</span> it be objected, <q>That <em>natural</em> Bodys are not <em>exactly similar</em>, but only <em>grosly</em> so to our Senses; as that a <em>Vein</em>, an <em>Artery</em>, a <em>Bone</em> is not perhaps exactly <em>similar</em> to its Correspondent in the same Animal, tho' it appears so to our Senses, which judge only of the Bulk, and do not discern the small constituent Parts; and that in the several Individuals of a Species the <em>Dissimilarity</em> is always sensible, often in the internal Structure, and always in the external Appearance:</q> To remove this Objection it will be sufficient to shew, <q>That the multitude of Cases wherein <em>sensible Dissimilitude</em> could have happen'd, are still infinitely more than all the Cases in which <em>sensible Similitude</em> might be retained:</q> so that the same Reasoning holds from <em>sensible Similarity</em>, as from the <em>mathematically exact</em>: And again, <q>That the Cases of <em>gross Dissimilarity</em> do in the same manner surpass the Cases of <em>gross Similarity</em> possible, as <em>infinite</em> does <em>one</em>.</q>","subId":"16","id":"Hutcheson.IBV.IBO.5.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> prove both these Assertions, let us consider a simple Instance. Suppose a <em>Trapezium</em> of a foot Square in <em>Area</em> should appear grosly <em>similar</em> to another, while no one <em>Side</em> differs, by 1/10 of an Inch; or no <em>Angle</em> in one surpasses the corresponding one in the other above ten Minutes: now this tenth of an Inch is <em>infinitely</em> divisible, as are also the ten Minutes, so that the Cases of <em>insensible Dissimilarity</em> under <em>apparent Similarity</em> are really Infinite. But then it is also plain that there are an <em>Infinity</em> of different sensibly dissimilar <em>Trapezia</em>, even of the same <em>Area</em>, according as we vary a <em>Side</em> by one Tenth, two Tenths, three Tenths, and so on, and vary the <em>Angles</em> and another <em>Side</em> so as to keep the <em>Area</em> equal. Now in each of these infinite Degrees of <em>sensible Dissimilitude</em> the several Tenths are <em>infinitely</em> divisible as well as in the first Case; so that the multitude of <em>sensible Dissimilaritys</em> are to the multitude of <em>insensible Dissimilaritys</em> under apparent Resemblance, still as the <em>second</em> Power of Infinite to the <em>first</em>, or as <em>Infinite</em> to <em>Unity</em>. And then how vastly greater must the Multitude be, of all possible <em>sensible Dissimilaritys</em> in such complex Bodys as <em>Legs</em>, <em>Arms</em>, <em>Eyes</em>, <em>Arterys</em>, <em>Veins</em>, <em>Skeletons</em>?","subId":"17","id":"Hutcheson.IBV.IBO.5.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the <em>Dissimilaritys</em> of Animals of the same Species, it is in the same manner plain, that the possible Cases of <em>gross Dissimilarity</em> are Infinite; and then every Case of gross <em>Dissimilarity</em> contains also all the Cases of <em>insensible Dissimilarity</em>. Thus, if we would count all Animals of a Species <em>grosly similar</em>, while there was no Limb which in Length or Diameter did exceed the ordinary Shape by above a third of the Head; it is plain that there are an Infinity of sensibly different <em>gross Dissimilaritys</em> possible, and then in each of these Cases of <em>gross Dissimilarity</em>, there are an Infinity of Cases of <em>nicer Dissimilarity</em>, since 1/3 of the Head may be infinitely divided. To take a low but easy Instance; two <em>Cockle-Shells</em> which fitted each other naturally, may have an Infinity of <em>insensible Differences</em>, but still there are an Infinity of possible <em>sensible Differences</em>; and then in any one of the <em>sensibly different</em> Forms, there may be the same Infinity of <em>insensible Differences</em> beside the <em>sensible one</em>: So that still the hazard for even <em>gross Similarity</em> from <em>Chance</em> is <em>Infinite</em> to <em>one</em>, and this always increases by a Power of Infinite for every distinct Member of the Animal, in which even <em>gross Similarity</em> is retain'd; since the Addition of every Member or Part to a complex Machine, makes a new Infinity of Cases, in which <em>sensible Dissimilarity</em> may happen; and this Infinity combin'd with the infinite Cases of the former Parts, raises the Hazard by a Power of Infinite.","subId":"18","id":"Hutcheson.IBV.IBO.5.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> this may sufficiently shew us the Absurdity of the <em>Cartesian</em> or <em>Epicurean Hypothesis</em>, even granting their <span class=\"foreign\">Postulatum</span> of <em>undirected Force</em> impress'd on <em>infinite Matter</em>; and seems almost a Demonstration of <em>Design</em> in the <em>Universe</em>.","subId":"19","id":"Hutcheson.IBV.IBO.5.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">One</span> Objection more remains to be remov'd, <em>viz.</em> <q>That some imagine, this Argument may hold better <em>àPriori</em> than <em>àPosteriori</em>; that is, we have better Reason to believe, when we see a <em>Cause</em> about to act, without Knowledge, that he will not attain any given, or desir'd <em>End</em>; than we have on the other hand to believe, when we see the <em>End</em> actually attain'd, that he acted with Knowledge: Thus, say they, when a particular Person is about to draw a Ticket in a <em>Lottery</em>, where there is but one <em>Prize</em> to a thousand <em>Blanks</em>, it is highly probable that he shall draw a <em>Blank</em>; but suppose we have seen him actually draw for himself the <em>Prize</em>, we have no ground to conclude that he had <em>Knowledge</em> or <em>Art</em> to accomplish this End.</q> But the Answer is obvious: In such Contrivances we generally have, from the very Circumstances of the Lottery, very strong moral Arguments, which almost demonstrate that <em>Art</em> can have no place; so that a Probability of a <em>thousand</em> to <em>one</em>, does not surmount those Arguments: But let the Probability be increas'd, and it will soon surmount all Arguments to the contrary. For instance, If we saw a Man ten times successively draw Prizes, in a Lottery where there were but ten Prizes to ten thousand Blanks, I fancy few would question whether he us'd <em>Art</em> or not: much less would we imagine it were <em>Chance</em>, if we saw a Man draw for his own Gain successively a hundred, or a thousand Prizes, from among a proportionably greater number of Blanks. Now in the Works of <em>Nature</em> the Case is entirely different: we have not the least Argument against <em>Art</em> or <em>Design</em>. An <em>Intelligent Cause</em> is surely at least as probable a Notion as <em>Chance</em>, <em>general Force</em>, <span class=\"foreign\">Conatus ad Motum</span>, or the <span class=\"foreign\">Clinamen Principiorum</span>, to account for any Effect whatsoever: And then all the <em>Regularity</em>, <em>Combinations</em>, <em>Similaritys</em> of Species, are so many Demonstrations, that there was <em>Design</em> and <em>Intelligence</em> in the <span class=\"small-capitals\">Cause</span> of this Universe: Whereas in fair Lotterys, all <em>Art</em> in drawing is made, if not actually impossible, at least highly improbable.","subId":"20","id":"Hutcheson.IBV.IBO.5.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Irregularity does not prove want of Design.</span> <span class=\"small-capitals\">Let</span> it be here observ'd also, <q>That a <em>rational Agent</em> may be capable of impressing Force without intending to produce any particular Form, and of designedly producing <em>irregular</em> or <em>dissimilar Forms</em>, as well as <em>regular</em> and <em>similar</em>:</q> And hence it follows, <q>That altho' all the <em>Regularity</em>, <em>Combination</em> and <em>Similarity</em> in the <em>Universe</em>, are Presumptions of <em>Design</em>, yet <em>Irregularity</em> is no Presumption of the contrary; unless we suppose that the <em>Agent</em> is determin'd from a Sense of <em>Beauty</em> always to act <em>regularly</em>, and delight in <em>Similarity</em>; and that he can have no other inconsistent Motive of Action:</q> Which last is plainly absurd. We do not want in the <em>Universe</em> many Effects which seem to have been left to the general <em>Laws</em> of <em>Motion</em> upon some great <em>Impulse</em>, and have many Instances where <em>Similarity</em> has been plainly design'd in some respects, and probably neglected in others; or even <em>Dissimilarity</em> design'd. Thus we see the <em>general exact Resemblance</em> between the two <em>Eyes</em> of most persons; and yet perhaps no other third <em>Eye</em> in the World is <em>exactly</em> like them. We see a <em>gross Conformity</em> of shape in all Persons in innumerable Parts, and yet no two <em>Individuals</em> of any Species are undistinguishable; which perhaps is intended for valuable Purposes to the whole Species.","subId":"21","id":"Hutcheson.IBV.IBO.5.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">Wisdom, Prudence.</span> <span class=\"small-capitals\">Hitherto</span> the Proof amounts only to <em>Design</em> or <em>Intention</em> barely, in opposition to <em>blind Force</em> or <em>Chance</em>; and we see the Proof of this is independent on <em>the arbitrary Constitution of our internal Sense of Beauty</em>. <em>Beauty</em> is often suppos'd an Argument of more than <em>Design</em>, to wit, <em>Wisdom</em> and <em>Prudence</em> in the <em>Cause</em>. Let us enquire also into this.","subId":"22","id":"Hutcheson.IBV.IBO.5.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Wisdom</span> denotes <em>the pursuing of the best Ends by the best Means</em>; and therefore, before we can from any Effect prove the <em>Cause</em> to be wise, we must know what is <em>best</em> to the <em>Cause</em> or <em>Agent</em>. Among Men who have Pleasure in contemplating <em>Uniformity</em>, the <em>Beauty</em> of Effects is an Argument of Wisdom, because this is good to them; but the same Argument would not hold as to a <em>Being</em> <em>void</em> of this <em>Sense</em> of <em>Beauty</em>. And therefore the <em>Beauty</em> apparent to us in <em>Nature</em>, will not of itself prove <em>Wisdom</em> in the <em>Cause</em>, unless this <em>Cause</em>, or <span class=\"small-capitals\">Author</span> of <em>Nature</em> be suppos'd <span class=\"small-capitals\">Benevolent</span>; and then indeed the Happiness of Mankind is desirable or <em>Good</em> to the <span class=\"small-capitals\">Supreme Cause</span>; and that Form which pleases us, is an Argument of his <em>Wisdom</em>. And the Strength of this Argument is increased always in proportion to the Degree of <em>Beauty</em> produc'd in <em>Nature</em>, and expos'd to the View of any <em>rational Agents</em>; since upon supposition of a <em>Benevolent</em> <span class=\"small-capitals\">Deity</span>, all the apparent <em>Beauty</em> produc'd is an Evidence of the Execution of a <em>Benevolent Design</em>, to give them the Pleasures of <em>Beauty</em>.","subId":"23","id":"Hutcheson.IBV.IBO.5.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> what more immediately proves <em>Wisdom</em> is this; when we see any Machine with a great Complication of Parts actually obtaining an <em>End</em>, we justly conclude, <q>That since this could not have been the Effect of <em>Chance</em>, it must have been <em>intended</em> for that <em>End</em>, which is obtain'd by it;</q> and then the <em>Ends</em> or <em>Intentions</em> being in part known, the Complication of Organs, and their nice Disposition adapted to this <em>End</em>, is an Evidence <q>of a <em>comprehensive large Understanding</em> in the <em>Cause</em>, according to the Multiplicity of Parts, and the Appositeness of their Structure, even when we do not know the <em>Intention</em> of the <em>Whole</em>.</q>","subId":"24","id":"Hutcheson.IBV.IBO.5.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">General Causes.</span> <span class=\"small-capitals\">There</span> is another kind of <em>Beauty</em> from which we conclude Wisdom in the Cause, as well as Design, <em>when we see many useful or beautiful Effects flowing from one general Cause</em>. There is a very good Reason for this Conclusion among Men. <em>Interest</em> must lead <em>Beings</em> of limited Powers, who are uncapable of a great diversity of Operations, and distracted by them, to choose this <em>frugal Oeconomy</em> of their Forces, and to look upon such Management as an Evidence of <em>Wisdom</em> in other <em>Beings</em> like themselves. Nor is this speculative Reason all which influences them; for even beside this Consideration of <em>Interest</em>, they are determin'd by a <em>Sense</em> of <em>Beauty</em>, where that Reason does not hold; as when we are judging of the Productions of other <em>Agents</em> about whose Oeconomy we are not sollicitous. Thus, who does not approve of it as a Perfection in <em>Clock-work</em>, that three or four Motions of the <em>Hour</em>, <em>Minute</em>, and <em>second Hands</em>, and <em>monthly Plate</em>, should arise from <em>one Spring or Weight</em>, rather than from three or four <em>Springs</em> or <em>Weights</em>, in a very Compound Machine, which should perform the same Effects, and answer all the same Purposes with equal Exactness? Now the Foundation of this <em>Beauty</em> plainly appears to be an <em>Uniformity</em>, or <em>Unity</em> of <em>Cause</em> amidst <em>Diversity</em> of Effects.","subId":"25","id":"Hutcheson.IBV.IBO.5.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">General Laws.</span> <span class=\"small-capitals\">We</span> shall<a href=\"#n4\"><sup>[4]</sup></a> hereafter offer some Reasons, why the <span class=\"small-capitals\">Author</span> of <em>Nature</em> may choose to operate in this manner by <em>General Laws</em> and <em>Universal extensive Causes</em>, altho' the Reason just now mention'd does not hold with an <em>Almighty Being</em>. This is certain, That we have some of the most delightful Instances of <em>Universal Causes</em> in the <em>Works</em> of <em>Nature</em>, and that the most studious Men in these Subjects are so delighted with the Observation of them, that they always look upon them as Evidences of <em>Wisdom</em> in the Administration of <em>Nature</em>, from a <span class=\"small-capitals\">Sense of Beauty</span>.","subId":"26","id":"Hutcheson.IBV.IBO.5.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> wonderfully simple <em>Mechanism</em> which performs all Animal Motions, was mention'd<a href=\"#n5\"><sup>[5]</sup></a> already; nor is <em>that</em> of the inanimate Parts of <em>Nature</em> less admirable. How innumerable are the Effects of that one Principle of <em>Heat</em>, deriv'd to us from the <em>Sun</em>, which is not only delightful to our Sight and Feeling, and the Means of discerning Objects, but is the Cause of <em>Rains</em>, <em>Springs</em>, <em>Rivers</em>, <em>Winds</em>, and the universal Cause of <em>Vegetation</em>! The <em>uniform Principle of Gravity</em> preserves at once the <em>Planets</em> in their <em>Orbits</em>, gives <em>Cohesion</em> to the Parts of each <em>Globe</em>, and <em>Stability</em> to <em>Mountains</em>, <em>Hills</em>, and <em>artificial Structures</em>; it raises the <em>Sea</em> in Tides, and sinks them again, and restrains them in their Channels; it drains the <em>Earth</em> of its superfluous Moisture, by <em>Rivers</em>; it raises the <em>Vapours</em> by its Influence on the <em>Air</em>, and brings them down again in <em>Rains</em>; it gives an <em>uniform Pressure</em> to our <em>Atmosphere</em>, necessary to our Bodys in general, and more especially to <em>Inspiration</em> in <em>Breathing</em>; and furnishes us with an <em>universal Movement</em>, capable of being apply'd in innumerable Engines. How incomparably more <em>beautiful</em> is this Structure, than if we suppos'd so many <em>distinct Volitions</em> in the <span class=\"small-capitals\">Deity</span>, producing every particular Effect, and preventing some of the accidental Evils which casually flow from the <em>general Law</em>! We may rashly imagine that this latter manner of Operation might have been more useful to us; and it would have been no Distraction to <em>Omnipotence</em>: But then the great <em>Beauty</em> had been lost, and there had been no more Pleasure in the Contemplation of this Scene, which is now so delightful. One would rather choose to run the Hazard of its <em>casual Evils</em>, than part with that <em>harmonious Form</em>, which has been an unexhausted Source of Delight to the successive Spectators in all Ages.","subId":"27","id":"Hutcheson.IBV.IBO.5.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">Miracles.</span> <span class=\"small-capitals\">Hence</span> we see, <q>That however <em>Miracles</em> may prove the Superintendency of a <em>voluntary Agent</em>, and that the <em>Universe</em> is not guided by <em>Necessity</em> or <em>Fate</em>, yet that <em>Mind</em> must be <em>weak</em> and <em>inadvertent</em>, which needs them to confirm the Belief of a <em>Wise</em> and Good <span class=\"small-capitals\">Deity</span>; since the deviation from <em>general Laws</em>, unless upon very extraordinary Occasions, must be a presumption of <em>Inconstancy</em> and <em>Weakness</em>, rather than of <em>steady Wisdom</em> and <em>Power</em>, and must weaken the best Arguments we can have for the <em>Sagacity</em> and <em>Power</em> of the <em>universal <span class=\"small-capitals\">Mind</span></em>.</q>","subId":"28","id":"Hutcheson.IBV.IBO.5.28"},{"type":"note","content":"<em>By </em>undirected Force<em>, or </em>undesigning Force<em>, is to be understood, </em>That Force with which an Agent may put Matter into Motion, without having any Design or Intention to produce any particular Form<em>. The <span class=\"foreign\">Conatus ad motum</span>, without an actual Line of </em>Direction<em>, seems such a gross absurdity in the </em>Cartesian Scheme<em>, that it is below our Notice. But Men have so many confus'd Notions of some </em>Nature<em>, or </em>Chance<em> impressing Motions without any Design or Intention of producing any particular Effect, that it may be useful to shew, that even this very absurd <span class=\"foreign\">Postulatum</span>, tho' it were granted them, is insufficient to answer the appearances in the </em>Regularity<em> of the World; and this is what is attempted in the first fourteen Articles of this Section. These Arguments would really be useless, if all Men were persuaded of what, to a Man of just Thought, will appear pretty Obvious, that there can be no </em>Thoughtless Agent<em>; and that </em>Chance<em> and </em>Nature<em> are mere empty Names, as they are us'd on this Occasion, relative only to our Ignorance.</em>","subId":"n1","id":"Hutcheson.IBV.IBO.5.n1"},{"type":"note","content":"<em>There is a great Difference between such a Being as is here mention'd, and a </em>Being<em> which has no </em>Intention<em> for any reason whatsoever to produce one Form more than another. This latter sort of </em>Being<em>, as to the present Argument, would be the same with </em>Chance<em>, but not the former. For tho' a Being has no sense of </em>Beauty<em>, he may notwithstanding be capable of </em>Design<em>, and of </em>Intention<em> to produce </em>regular Forms<em>; and the observation of greater </em>Regularity<em> in any Number of Effects, than could be expected from undirected </em>Force<em>, is a presumption of </em>Design<em> and </em>Intention<em> in the </em>Cause<em>, even where the </em>Cause<em> is suppos'd to have no sense of </em>Beauty<em> in such Forms, since perhaps he may have other Reasons moving him to chuse such Forms. Thus, supposing the <span class=\"small-capitals\">Deity</span> not immediately pleas'd with </em>Regularity<em>, </em>Uniformity<em>, or </em>Similarity<em> in Bodys, yet there may be Reasons moving him to produce such Objects, such as the pleasing his Creatures, having given them a sense of </em>Beauty<em> founded on these </em>Qualitys<em>. See the two last Paragraphs of the last Section.</em>","subId":"n2","id":"Hutcheson.IBV.IBO.5.n2"},{"type":"note","content":"See above, <cite><em>Art.</em> viii.</cite>","subId":"n3","id":"Hutcheson.IBV.IBO.5.n3"},{"type":"note","content":"See the last <em>Section</em>.","subId":"n4","id":"Hutcheson.IBV.IBO.5.n4"},{"type":"note","content":"See above, <cite><em>Sect. ii. Art. 8.</em></cite>","subId":"n5","id":"Hutcheson.IBV.IBO.5.n5"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.4","imported":true,"title":"Section 4. Of Relative or Comparative Beauty","breadcrumb":"Section 4","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO.6","imported":true,"title":"Section 6. Of the Universality of the Sense of Beauty among Men","breadcrumb":"Section 6","published":[1725]}}