{"imported":true,"id":"Hutcheson.IBV.IBO.6","parent":"Hutcheson.IBV.IBO","title":"Section 6. Of the Universality of the Sense of Beauty among Men","breadcrumb":"Section 6","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_030","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. VI.</h3> <h3><em>Of the </em>Universality<em> of the </em>Sense of Beauty<em> among Men.</em></h3> ","id":"Hutcheson.IBV.IBO.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Internal Sense not an immediate Source of Pain.</span> WE before<a href=\"#n1\"><sup>[1]</sup></a> insinuated, <q>That all <em>Beauty</em> has a relation to some <em>perceiving Power</em>;</q> and consequently since we know not how great a <em>Variety</em> of Senses there may be among Animals, there is no Form in <em>Nature</em> concerning which we can pronounce, <q>That it has no <em>Beauty</em>;</q> for it may still please some <em>perceiving Power</em>. But our <em>Inquiry</em> is confin'd to Men; and before we examine the <em>Universality</em> of this <em>Sense of Beauty</em>, or their agreement in approving <em>Uniformity</em>, it may be proper to consider, <q>whether, as the other <em>Senses</em> which give us Pleasure, do also give us Pain, so this <em>Sense of Beauty</em> does make some Objects disagreeable to us, and the occasion of Pain.</q>","subId":"1","id":"Hutcheson.IBV.IBO.6.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> many Objects give no pleasure to our <em>Sense</em> is obvious; many are certainly void of <em>Beauty</em>: But then there is no Form which seems necessarily disagreeable of itself, when we dread no other Evil from it, and compare it with nothing better of the Kind. Many Objects are naturally displeasing, and distasteful to our <em>external Senses</em>, as well as others pleasing and agreeable; as <em>Smells</em>, <em>Tastes</em>, and some separate <em>Sound</em>: but as to our <em>Sense of Beauty</em>, no Composition of Objects which give not unpleasant simple Ideas, seems positively unpleasant or painful of itself, had we never observ'd any thing better of the Kind. <em>Deformity</em> is only <em>the absence of Beauty</em>, or <em>Deficiency in the Beauty expected in any Species</em>: Thus <em>bad Musick</em> pleases <em>Rusticks</em> who never heard any better, and the <em>finest Ear</em> is not offended with <em>tuning</em> of Instruments, if it be not too tedious, where no <em>Harmony</em> is expected; and yet much smaller <em>Dissonancy</em> shall offend amidst the Performance, where <em>Harmony</em> is expected. A <em>rude Heap</em> of Stones is no way offensive to one who shall be displeas'd with <em>Irregularity</em> in <em>Architecture</em>, where <em>Beauty</em> was expected. And had there been a Species of that Form which we call now <em>ugly</em> or <em>deform'd</em>, and had we never seen or expected greater <em>Beauty</em>, we should have receiv'd no Disgust from it, altho' the Pleasure would not have been so great in this Form as in those we now admire. Our <em>Sense of Beauty</em> seems design'd to give us positive Pleasure, but not positive Pain or Disgust, any further than what arises from Disappointment.","subId":"2","id":"Hutcheson.IBV.IBO.6.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Approbation and Dislike from Association of Ideas.</span> <span class=\"small-capitals\">There</span> are indeed many Faces which at first View are apt to raise Dislike; but this is generally not from any positive Deformity which of itself is positively displeasing, but either from want of <em>expected Beauty</em>, or much more from their carrying some natural Indications of <em>morally bad Dispositions</em>, which we all acquire a Faculty of discerning in <em>Countenances</em>, <em>Airs</em>, and <em>Gestures</em>. That this is not occasion'd by any Form positively disgusting, will appear from this, That if upon long acquaintance we are sure of finding <em>Sweetness of Temper</em>, <em>Humanity and Cheerfulness</em>, altho' the bodily Form continues, it shall give us no Disgust or Displeasure; whereas, if any thing were naturally disagreeable, or the occasion of Pain, or positive Distaste, it would always continue so, even altho' the Aversion we might have toward it were counterbalanc'd by other Considerations. There are Horrors rais'd by some Objects, which are only the Effect of <em>Fear</em> for ourselves, or <em>Compassion</em> towards others, when either <em>Reason</em>, or some foolish <em>Association of Ideas</em>, makes us apprehend Danger, and not the Effect of any thing in the Form itself: for we find that most of those Objects which excite Horror at first, when Experience or Reason has remov'd the Fear, may become the occasions of Pleasure; as <em>ravenous Beasts</em>, a <em>tempestuous Sea</em>, a <em>craggy Precipice</em>, a <em>dark shady Valley</em>.","subId":"3","id":"Hutcheson.IBV.IBO.6.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Associations.</span> <span class=\"small-capitals\">We</span> shall see<a href=\"#n2\"><sup>[2]</sup></a> hereafter, <q>That <em>Associations of Ideas</em> make Objects pleasant and delightful, which are not naturally apt to give any such Pleasures; and the same way, the <em>casual Conjunctions of Ideas</em> may give a Disgust, where there is nothing disagreeable in the Form it self.</q> And this is the Occasion of many fantastick Aversions to Figures of some Animals, and to some other Forms: Thus <em>Swine</em>, <em>Serpents</em> of all Kinds, and some <em>Insects</em> really beautiful enough, are beheld with Aversion by many People, who have got <em>some accidental Ideas associated</em> to them. And for <em>Distastes</em> of this Kind, no other Account can be given.","subId":"4","id":"Hutcheson.IBV.IBO.6.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Universality of this Sense.</span> <span class=\"small-capitals\">But</span> as to the <em>universal Agreement</em> of Mankind in their <em>Sense of Beauty</em> from <em>Uniformity amidst Variety</em>, we must consult Experience: and as we allow all Men Reason, since all Men are capable of understanding simple Arguments, tho' few are capable of complex Demonstrations; so in this Case it must be sufficient to prove <em>this Sense of Beauty universal</em>, <q>if all Men are better pleas'd with <em>Uniformity</em> in the simpler Instances than <em>the contrary</em>, even when there is no Advantage observ'd attending it; and likewise if all Men, according as their Capacity inlarges, so as to receive and compare more complex Ideas, have a greater Delight in <em>Uniformity</em>, and are pleas'd with its more complex Kinds, both <em>Original</em> and <em>Relative</em>.</q>","subId":"5","id":"Hutcheson.IBV.IBO.6.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> let us consider if ever any Person was void of <em>this Sense</em> in the simpler Instances. Few Trials have been made in the simplest Instances of <em>Harmony</em>, because as soon as we find an <em>Ear</em> incapable of relishing complex Compositions, such as our <em>Tunes</em> are, no farther Pains are employ'd about such. But in <em>Figures</em>, did ever any Man make choice of a <em>Trapezium</em>, or any irregular <em>Curve</em>, for the <em>Ichnography</em> or Plan of his House, without Necessity, or some great Motive of Convenience? or to make the opposite Walls <em>not parallel</em>, or <em>unequal</em> in Height? Were ever <em>Trapeziums</em>, irregular <em>Polygons</em> or <em>Curves</em> chosen for the Forms of <em>Doors</em> or <em>Windows</em>, tho' these Figures might have answer'd the Uses as well, and would have often sav'd a great part of the Time, Labour and Expence to Workmen, which is now employ'd in suiting the Stones and Timber to the <em>regular</em> Forms? Among all the fantastick Modes of <em>Dress</em>, none was ever quite void of <em>Uniformity</em>, if it were only in <em>the Resemblance</em> of the two Sides of the same <em>Robe</em>, and in some <em>general Aptitude</em> to the human Form. The <em>Pictish Painting</em> had always <em>relative Beauty</em>, by Resemblance to other Objects, and often those Objects were <em>originally beautiful</em>: however justly we might apply <span class=\"name\"><span class=\"small-capitals\">Horace</span></span>'s Censure of impertinent Descriptions in <em>Poetry</em>, <blockquote><span class=\"foreign\">Sed non erat his locus</span> ———<a href=\"#n3\"><sup>[3]</sup></a>.</blockquote> But never were any so extravagant as to affect such Figures as are made by <em>the casual spilling</em> of liquid Colours. Who was ever pleas'd with an <em>Inequality</em> of Heights in <em>Windows</em> of the same Range, or <em>dissimilar Shapes</em> of them? with <em>unequal Legs</em> or <em>Arms</em>, <em>Eyes</em> or <em>Cheeks</em> in a <em>Mistress</em>? It must however be acknowledg'd, <q>That <em>Interest</em> may often counterbalance our <em>Sense of Beauty</em>, in this Affair as well as in others, and superior good Qualitys may make us overlook such Imperfections.</q>","subId":"6","id":"Hutcheson.IBV.IBO.6.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Real Beauty alone pleases.</span> <span class=\"small-capitals\">Nay</span> farther, it may perhaps appear, <q>That <em>Regularity</em> and <em>Uniformity</em> are so copiously diffus'd thro' the <em>Universe</em>, and we are so readily determin'd to pursue <em>this</em> as the Foundation of <em>Beauty</em> in <em>Works</em> of <em>Art</em>, that there is scarcely any thing ever fancy'd as <em>Beautiful</em>, where there is not really something of this <em>Uniformity</em> and <em>Regularity</em>.</q> We are indeed often mistaken in imagining that there is the greatest possible <em>Beauty</em>, where it is but very imperfect; but still it is some Degree of <em>Beauty</em> which pleases, altho' there may be higher Degrees which we do not observe; and our <em>Sense</em> acts with full Regularity when we are pleas'd, altho' we are kept by a false Prejudice from pursuing Objects which would please us more.","subId":"7","id":"Hutcheson.IBV.IBO.6.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">A Goth</span>, for instance, is mistaken, when from Education he imagines the <em>Architecture</em> of his country to be the most perfect: and a <em>Conjunction</em> of some <em>hostile Ideas</em>, may make him have an Aversion to <em>Roman Buildings</em>, and study to demolish them, as some of our <em>Reformers</em> did the <em>Popish Buildings</em>, not being able to separate the Ideas of the superstitious Worship, from the Forms of the Buildings where it was practised: and yet it is still <em>real Beauty</em> which pleases the <span class=\"small-capitals\">Goth</span>, founded upon <em>Uniformity amidst Variety</em>. For the <em>Gothick Pillars</em> are <em>uniform</em> to each other, not only in their <em>Sections</em>, which are <em>Lozenge-form'd</em>; but also in their <em>Heights</em> and <em>Ornaments</em>: Their <em>Arches</em> are not one <em>uniform Curve</em>, but yet they are <em>Segments</em> of <em>similar Curves</em>, and generally equal in the same Ranges. The very <em>Indian Buildings</em> have some kind of <em>Uniformity</em>, and many of the <span class=\"small-capitals\">Eastern Nations</span>, tho' they differ much from us, yet have great <span class=\"small-capitals\">Regularity</span> in their Manner, as well as the <span class=\"small-capitals\">Romans</span> in theirs. Our <em>Indian Screens</em>, which wonderfully supply our Imaginations with Ideas of Deformity, in which <em>Nature</em> is very churlish and sparing, do want indeed all <em>Beauty</em> arising from Proportion of Parts, and Conformity to <em>Nature</em>; and yet they cannot divest themselves of all <em>Beauty</em> and <em>Uniformity</em> in the separate Parts: And this diversifying the human Body into various Contortions, may give some wild Pleasure from <em>Variety</em>, since some <em>Uniformity</em> to the human Shape is still retained.","subId":"8","id":"Hutcheson.IBV.IBO.6.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">History pleases in like manner.</span> <span class=\"small-capitals\">There</span> is one sort of <em>Beauty</em> which might perhaps have been better mention'd before, but will not be impertinent here, because the Taste or Relish of it is <em>universal</em> in all Nations, and with the Young as well as the Old, and that is the <em>Beauty</em> of <em>History</em>. Every one knows how dull a Study it is to read over a Collection of <em>Gazettes</em>, which shall perhaps relate all the same Events with the <em>Historian</em>: The superior Pleasure then of <em>History</em> must arise, like that of <em>Poetry</em>, from the <em>Manners</em>; as when we see a <em>Character</em> well drawn, wherein we find the secret Causes of a great Diversity of seemingly inconsistent Actions; or an <em>Interest of State</em> laid open, or an <em>artful View</em> nicely unfolded, the Execution of which influences very different and opposite Actions, as the Circumstances may alter. Now this reduces the whole to an <em>Unity</em> of Design at least: And this may be observ'd in the very Fables which entertain Children, otherwise we cannot make them relish them.","subId":"9","id":"Hutcheson.IBV.IBO.6.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> has been said will probably be assented to, if we always remember in our Inquirys into the <em>Universality</em> of the <em>Sense of Beauty</em>, <q>That there may be <em>real Beauty</em>, where there is not the <em>greatest</em>; and that there are an Infinity of different Forms which may all have some <em>Unity</em>, and yet differ from each other.</q> So that Men may have different Fancys of <em>Beauty</em>, and yet <em>Uniformity</em> be the <em>universal Foundation</em> of our Approbation of any Form whatsoever as <em>Beautiful</em>. And we shall find that it is so in the <em>Architecture</em>, <em>Gardening</em>, <em>Dress</em>, <em>Equipage</em>, and <em>Furniture</em> of Houses, even among the most uncultivated Nations; where <em>Uniformity</em> still pleases, without any other Advantage than the Pleasure of the Contemplation of it.","subId":"10","id":"Hutcheson.IBV.IBO.6.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Diversity of Judgments concerning our Senses.</span> <span class=\"small-capitals\">It</span> will deserve our Consideration on this Subject, how, in like Cases, we form very different Judgments concerning the <em>internal</em> and <em>external Senses</em>. Nothing is more ordinary among those, who after Mr. <span class=\"small-capitals\">Locke</span> have rejected <em>innate Ideas</em>, than to alledge, <q>That all our Relish for <em>Beauty</em>, and <em>Order</em>, is either from prospect of <em>Advantage</em>, <em>Custom</em>, or <em>Education</em>,</q> for no other Reason but the <em>Variety</em> of <em>Fancys</em> in the World: and from this they conclude, <q>That our <em>Fancys</em> do not arise from any <em>natural Power of Perception</em>, or <em>Sense</em>.</q> And yet all allow our <em>external Senses</em> to be <em>Natural</em>, and that the Pleasures or Pains of their Sensations, however they may be increas'd, or diminish'd by <em>Custom</em> or <em>Education</em>, and counterbalanc'd by <em>Interest</em>, yet are really antecedent to <em>Custom</em>, <em>Habit</em>, <em>Education</em>, or Prospect of <em>Interest</em>. Now it is certain, <q>That there is at least as great a variety of Fancys about their Objects, as the Objects of <em>Beauty</em>:</q> Nay, it is much more difficult, and perhaps impossible, to bring the Fancys or Relishes of the <em>external Senses</em> to any general Foundation at all, or to find any Rule for the <em>Agreeable</em> or <em>Disagreeable</em>: and yet we all allow <q>that these are <em>natural</em> Powers of <em>Perception</em>.</q>","subId":"11","id":"Hutcheson.IBV.IBO.6.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Reason of it.</span> <span class=\"small-capitals\">The</span> Reason of this different Judgment can be no other than this, That we have got distinct Names for the <em>external Senses</em>, and none, or very few, for the <em>Internal</em>; and by this are led, as in many other Cases, to look upon the former as some way more <em>fix'd</em>, and <em>real</em>, and <em>natural</em>, than the latter. The <em>Sense</em> of <em>Harmony</em> has got its Name, <em>viz.</em> a <em>good Ear</em>; and we are generally brought to acknowledge this a <em>natural</em> Power of <em>Perception</em>, or <em>a Sense</em> some way distinct from <em>Hearing</em>: now it is certain, <q>That there is as necessary a Perception of <em>Beauty</em> upon the presence of <em>regular Objects</em>, as of <em>Harmony</em> upon hearing certain <em>Sounds</em>.</q>","subId":"12","id":"Hutcheson.IBV.IBO.6.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">An internal Sense does not presuppose innate Ideas.</span> <span class=\"small-capitals\">But</span> let it be observ'd here once for all, <q>That an <em>internal Sense</em> no more presupposes an <em>innate Idea</em>, or Principle of Knowledge, than the <em>external</em>.</q> Both are <em>natural</em> Powers of <em>Perception</em>, or <em>Determinations</em> of <em>the Mind</em> to receive necessarily certain Ideas from the presence of Objects. The <em>Internal Sense</em> is, a <em>passive Power of receiving Ideas of Beauty from all Objects in which there is Uniformity amidst Variety</em>. Nor does there seem any thing more difficult in this matter, than that the Mind should be always determin'd to receive the Idea of <em>Sweet</em>, when Particles of such a Form enter the Pores of the Tongue; or to have the Idea of <em>Sound</em> upon any quick Undulation of the Air. The one seems to have as little Connection with its Idea, as the other: And the <em>same Power</em> could with equal Ease constitute the former the occasion of Ideas, as the latter.","subId":"13","id":"Hutcheson.IBV.IBO.6.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Associations Cause of Disagreement.</span> <span class=\"small-capitals\">The</span> <em>Association</em> of Ideas<a href=\"#n4\"><sup>[4]</sup></a> above hinted at, is one great Cause of the apparent Diversity of Fancys in the <em>Sense of Beauty</em>, as well as in the <em>external Senses</em>; and often makes Men have an aversion to Objects of <em>Beauty</em>, and a liking to others void of it, but under different Conceptions than those of <em>Beauty</em> or <em>Deformity</em>. And here it may not be improper to give some Instances of some of these <em>Associations</em>. The Beauty of <em>Trees</em>, their <em>cool Shades</em>, and their <em>Aptness</em> to conceal from Observation, have made <em>Groves</em> and <em>Woods</em> the usual Retreat to those who love <em>Solitude</em>, especially to the <em>Religious</em>, the <em>Pensive</em>, the <em>Melancholy</em>, and the <em>Amorous</em>. And do not we find that we have so join'd the Ideas of these Dispositions of Mind with those external Objects, that they always recur to us along with them? The Cunning of the <em>Heathen Priests</em> might make such obscure Places the Scene of the fictitious Appearances of their <em>Deitys</em>; and hence we join Ideas of something <em>Divine</em> to them. We know the like Effect in the Ideas of our <em>Churches</em>, from the perpetual use of them only in <em>religious Exercises</em>. The faint Light in <em>Gothick Buildings</em> has had the same Association of a very foreign Idea, which our <em>Poet</em> shews in his <em>Epithet</em>, <blockquote>——— A Dim religious Light<a href=\"#n5\"><sup>[5]</sup></a>.</blockquote>","subId":"14","id":"Hutcheson.IBV.IBO.6.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner it is known, That often all the Circumstances of <em>Actions</em>, or <em>Places</em>, or <em>Dresses</em> of Persons, or <em>Voice</em>, or <em>Song</em>, which have occur'd at any time together, when we were strongly affected by any Passion, will be so connected that any one of these will make all the rest recur. And this is often the occasion both of great Pleasure and Pain, Delight and Aversion to many Objects, which of themselves might have been perfectly indifferent to us: but these <em>Approbations</em>, or <em>Distastes</em>, are remote from the Ideas of <em>Beauty</em>, being plainly different Ideas.","subId":"15","id":"Hutcheson.IBV.IBO.6.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Musick, how it pleases differently.</span> <span class=\"small-capitals\">There</span> is also another Charm in <em>Musick</em> to various Persons, which is distinct from the <em>Harmony</em>, and is occasion'd by its raising agreeable Passions. The <em>human Voice</em> is obviously vary'd by all the stronger Passions; now when our <em>Ear</em> discerns any resemblance between the <em>Air</em> of a <em>Tune</em>, whether sung or play'd upon an Instrument, either in its <em>Time</em>, or <em>Modulation</em>, or any other Circumstance, to the sound of the <em>human Voice</em>, in any Passion, we shall be touch'd by it in a very sensible manner, and have <em>Melancholy</em>, <em>Joy</em>, <em>Gravity</em>, <em>Thoughtfulness</em>, excited in us by a sort of <em>Sympathy</em> or <em>Contagion</em>. The same Connexion is observable between the very <em>Air</em> of a <em>Tune</em>, and the <em>Words</em> expressing any Passion which we have heard it fitted to, so that they shall both recur to us together, tho' but one of them affects our <em>Senses</em>.","subId":"16","id":"Hutcheson.IBV.IBO.6.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> in such a Diversity of pleasing or displeasing Ideas, which may be join'd with Forms of <em>Bodys</em>, or <em>Tunes</em>, when Men are of such different Dispositions, and prone to such a Variety of Passions, it is no wonder <q>that they should often disagree in their Fancys of Objects, even altho' their <em>Sense of Beauty</em> and <em>Harmony</em> were <em>perfectly uniform</em>;</q> because many other Ideas may either please or displease, according to Persons Tempers, and past Circumstances. We know how agreeable a very <em>wild Country</em> may be to any Person who has spent the chearful Days of his Youth in it, and how disagreeable very <em>beautiful Places</em> may be, if they were the Scenes of his Misery. And this may help us in many Cases to account for the Diversitys of Fancy, without denying the <em>Uniformity</em> of our <em>internal Sense of Beauty</em>.","subId":"17","id":"Hutcheson.IBV.IBO.6.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">Grandeur</span> and <em>Novelty</em> are two Ideas different from <em>Beauty</em>, which often recommend Objects to us. The Reason of this is foreign to the present Subject. See <cite><em>Spectator</em>; No. 412</cite>.","subId":"18","id":"Hutcheson.IBV.IBO.6.18"},{"type":"note","content":"See above <cite><em>Sect.</em> i. <em>Art.</em> 17.</cite> <cite><em>Sect.</em> iv. <em>Art.</em> 1.</cite>","subId":"n1","id":"Hutcheson.IBV.IBO.6.n1"},{"type":"note","content":"See below <cite><em>Art.</em> 11, 12. of this Section</cite>.","subId":"n2","id":"Hutcheson.IBV.IBO.6.n2"},{"type":"note","content":"<cite>Hor. de Arte Poet. v. 19.</cite>","subId":"n3","id":"Hutcheson.IBV.IBO.6.n3"},{"type":"note","content":"See above <cite><em>Art.</em> 3. of this Section</cite>.","subId":"n4","id":"Hutcheson.IBV.IBO.6.n4"},{"type":"note","content":"<cite>Milt. Il Penseroso.</cite>","subId":"n5","id":"Hutcheson.IBV.IBO.6.n5"}]}