{"id":"Hutcheson.IBV.IBO.8","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 8. Of the Importance of the internal Senses in Life, and the final Causes of them","breadcrumb":"Section 8","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_032","blocks":[{"type":"title","content":"<h3>SECT. VIII.</h3> <h3><em>Of the </em>Importance<em> of the </em>internal Senses<em> in Life, and the </em>final Causes<em> of them.</em></h3> ","id":"Hutcheson.IBV.IBO.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Importance of the internal Senses.</span> THE busy part of Mankind may look upon these things as airy Dreams of an inflam'd Imagination, which a wise Man should despise, who rationally pursues more solid Possessions independent on Fancy: but a little Reflection will convince us, <q>That the Gratifications of our <em>internal Senses</em> are as <em>natural</em>, <em>real</em>, and <em>satisfying</em> Enjoyments as any sensible Pleasure whatsoever; and that they are the chief Ends for which we commonly pursue <em>Wealth</em> and <em>Power</em>.</q> For how is <em>Wealth</em> or <em>Power</em> advantageous? How do they make us <em>happy</em>, or prove <em>good</em> to us? No otherwise than as they supply Gratifications to our <em>Senses</em> or Facultys of perceiving Pleasure. Now, are these <em>Senses</em> or Facultys only the <em>external ones</em>? No: Every body sees, that a small portion of <em>Wealth</em> or <em>Power</em> will supply more Pleasures of the <em>external Senses</em> than we can enjoy; we know that Scarcity often heightens these Perceptions more than Abundance, which cloys that Appetite which is necessary to all Pleasure in Enjoyment: and hence the <em>Poet</em>'s Advice is perfectly just; <blockquote><span class=\"foreign\">——— Tu pulmentaria quaere Sudando ———</span><a href=\"#n1\"><sup>[1]</sup></a></blockquote> In short, the only use of a great Fortune above a very small one (except in <em>good Offices</em> and <em>moral Pleasures</em>) must be to supply us with the Pleasures of <em>Beauty</em>, <em>Order</em>, and <em>Harmony</em>.","subId":"1","id":"Hutcheson.IBV.IBO.8.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is true indeed, that the noblest Pleasures of the <em>internal Senses</em>, in the Contemplation of the Works of <em>Nature</em>, are expos'd to every one without Expence; the <em>Poor</em> and the <em>Low</em>, may have as free Use of these Objects, in this way, as the <em>Wealthy</em> or <em>Powerful</em>. And even in Objects which may be appropriated, the <em>Property</em> is of little Consequence to the Enjoyment of their Beauty, which is often enjoy'd by others beside the <em>Proprietor</em>. But then there are other Objects of these <em>internal Senses</em>, which require <em>Wealth</em> or <em>Power</em> to procure the use of them as frequently as we desire; as appears in <em>Architecture</em>, <em>Musick</em>, <em>Gardening</em>, <em>Painting</em>, <em>Dress</em>, <em>Equipage</em>, <em>Furniture</em>; of which we cannot have the full Enjoyment without <em>Property</em>. And there are some confus'd <em>Imaginations</em>, which often lead us to pursue <em>Property</em>, even in Objects where it is not necessary to the true Enjoyment of them. These are the <em>ultimate Motives</em> of our pursuing the greater Degrees of <em>Wealth</em>, where there are no generous Intentions of virtuous Actions.","subId":"2","id":"Hutcheson.IBV.IBO.8.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> is confirm'd by the constant Practice of the very Enemys to these <em>Senses</em>. As soon as they think they are got above the <em>World</em>, or extricated from the Hurrys of <em>Avarice</em> and <em>Ambition</em>; banish'd <em>Nature</em> will return upon them, and set them upon Pursuits of <em>Beauty</em> and <em>Order</em> in their <em>Houses</em>, <em>Gardens</em>, <em>Dress</em>, <em>Table</em>, <em>Equipage</em>. They are never easy without some degree of this; and were their Hearts open to our View, we should see <em>Regularity</em>, <em>Decency</em>, <em>Beauty</em>, as what their Wishes terminate upon, either to themselves or to their Posterity; and what their Imagination is always presenting to them as the possible Effects of their Labours. Nor without this could they ever justify their Pursuits to themselves.","subId":"3","id":"Hutcheson.IBV.IBO.8.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> may perhaps be some Instances of human Nature perverted into a thorow <em>Miser</em>, who loves nothing but Money, and whose Fancy arises no higher than the cold dull Thought of Possession; but such an Instance in an Age, must not be made the Standard of Mankind against the whole Body.","subId":"4","id":"Hutcheson.IBV.IBO.8.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> we examine the Pursuits of the <em>Luxurious</em>, who is imagin'd wholly devoted to his Belly; we shall generally find that the far greater part of his Expence is employ'd to procure other Sensations than those of Taste; such as fine <em>Attendants</em>, <em>regular Apartments</em>, <em>Services of Plate</em>, and the like. Besides, a large share of the Preparation must be suppos'd design'd for some sort of generous friendly Purposes, to please <em>Acquaintance</em>, <em>Strangers</em>, <em>Parasites</em>. How few would be contented to enjoy the same Sensations alone, in a Cottage, or out of earthen Pitchers? To conclude this Point, however these <em>internal Sensations</em> may be overlook'd in our Philosophical Inquirys about the human Facultys, we shall find in Fact, <q>That they employ us more, and are more efficacious in <em>Life</em>, either to our <em>Pleasure</em>, or <em>Uneasiness</em>, than all our <em>external Senses</em> taken together.</q>","subId":"5","id":"Hutcheson.IBV.IBO.8.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Final Cause of the internal Senses.</span> <span class=\"small-capitals\">As</span> to the <em>final Causes</em> of this <em>internal Sense</em>, we need not enquire, <q>whether, to an <em>Almighty</em>, and <em>All-knowing Being</em>, there be any real Excellence in <em>regular Forms</em>, in acting by <em>general Laws</em>, in knowing by <em>Theorems</em>?</q> We seem scarce capable of answering such Questions any way; nor need we enquire, <q>Whether other Animals may not discern <em>Uniformity</em> and <em>Regularity</em> in Objects which escape our Observation, and may not perhaps have their Senses constituted so as to perceive <em>Beauty</em> from the same Foundation which we do, in Objects which our Senses are not fit to examine or compare?</q> We shall confine our selves to a Subject where we have some certain Foundation to go upon, and only inquire, <q>if we can find any Reasons worthy of the great <span class=\"small-capitals\">Author</span> of <em>Nature</em>, for making such a Connection between regular Objects, and the Pleasure which accompanys our Perceptions of them; or, what Reasons might possibly influence him to create the <em>World</em>, as it at present is, as far as we can observe, every-where full of <em>Regularity</em> and <em>Uniformity</em>?</q>","subId":"6","id":"Hutcheson.IBV.IBO.8.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Let</span> it be here observ'd, that as far as we know concerning any of the great Bodys of the <em>Universe</em>, we see Forms and Motions really <em>beautiful</em> to our Senses; and if we were plac'd in any <em>Planet</em>, the <em>apparent Courses</em> would still be <em>regular</em> and <em>uniform</em>, and consequently <span class=\"name\">beautiful</span> to us. Now this gives us no small Ground to imagine, that if the Senses of their Inhabitants are in the same manner adapted to their Habitations, and the Objects occurring to their View, as ours are here, their Senses must be upon the same general Foundation with ours.","subId":"7","id":"Hutcheson.IBV.IBO.8.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> to return to the Questions: What occurs to resolve them, may be contain'd in the following Propositions.","subId":"8","id":"Hutcheson.IBV.IBO.8.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Manner of Knowledge by <em>universal Theorems</em>, and of Operation by <em>universal Causes</em>, as far as we can attain it, must be most convenient for <em>Beings</em> of limited Understanding and Power; since this prevents Distraction in their Understandings thro' the Multiplicity of Propositions, and Toil and Weariness to their Powers of Action: and consequently their <em>Reason</em>, without any <em>Sense</em> of <em>Beauty</em>, must approve of such Methods when they reflect upon their apparent <em>Advantage</em>.","subId":"9","id":"Hutcheson.IBV.IBO.8.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Those</span> Objects of Contemplation in which there is <em>Uniformity amidst Variety</em>, are more distinctly and easily comprehended and retain'd, than <em>irregular Objects</em>; because the accurate Observation of one or two Parts often leads to the Knowledge of the Whole: Thus we can from a <em>Pillar</em> or two, with an intermediate <em>Arch</em>, and <em>Cornice</em>, form a distinct Idea of a whole <em>regular Building</em>, if we know of what Species it is, and have its Length and Breadth: From a <em>Side</em> and solid <em>Angle</em>, we have the whole <em>regular Solid</em>; the measuring one <em>Side</em>, gives the whole <em>Square</em>; one <em>Radius</em>, the whole <em>Circle</em>; two <em>Diameters</em>, an <em>Oval</em>; one <em>Ordinate</em> and <em>Abscissa</em>, the <em>Parabola</em>; thus also other Figures, if they have any Regularity, are in every Point determin'd from a few <em>Data</em>: Whereas it must be a long Attention to a vast Multiplicity of Parts, which can ascertain or fix the Idea of any <em>irregular Form</em>, or give any distinct Idea of it, or make us capable of retaining it; as appears in the Forms of <em>rude Rocks</em>, and <em>Pebbles</em>, and <em>confus'd Heaps</em>, even when the Multitude of sensible Parts is not so great as in the <em>regular Forms</em>: for such <em>irregular Objects</em> distract the <em>Mind</em> with <em>Variety</em>, since for every sensible Part we must have a quite different Idea.","subId":"10","id":"Hutcheson.IBV.IBO.8.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> these two Propositions it follows, <q>That <em>Beings</em> of limited Understanding and Power, if they act rationally for their own <em>Interest</em>, must chuse to operate by the <em>simplest Means</em>, to invent <em>general Theorems</em>, and to study <em>regular Objects</em>, if they be as useful as <em>irregular ones</em>; that they may avoid the endless Toil of producing each Effect by a separate Operation, of searching out each different Truth by a different  Inquiry, and of imprinting the endless <em>Variety</em> of dissimilar Ideas in <em>irregular Objects</em>.</q>","subId":"11","id":"Hutcheson.IBV.IBO.8.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> then, beside this Consideration of <em>Interest</em>, there does not appear to be any necessary Connection, antecedent to the Constitution of the <span class=\"small-capitals\">Author</span> of <em>Nature</em>, between <em>regular Forms</em>, <em>Actions</em>, <em>Theorems</em>, and that sudden sensible <em>Pleasure</em> excited in us upon observation of them, even when we do not reflect upon the Advantage mention'd in the former Proposition. And possibly, the <span class=\"small-capitals\">Deity</span> could have form'd us so as to have receiv'd no Pleasure from such Objects, or connected Pleasure to those of a quite contrary Nature. We have a tolerable Presumption of this in the <em>Beautys</em> of various Animals; they give some small Pleasure indeed to every one who views them, but then every one seems far more delighted with the peculiar <em>Beautys</em> of its own <em>Species</em>, than with those of a different one, which seldom raise any Desire<a href=\"#n2\"><sup>[2]</sup></a>. This makes it probable, that the <em>Pleasure</em> is not the necessary Result of the <em>Form</em> it self, otherwise it would equally affect all Apprehensions in what Species soever; but depends upon a voluntary <em>Constitution</em>, adapted to preserve the <em>Regularity</em> of the <em>Universe</em>, and is probably not the Effect of <em>Necessity</em>, but <em>Choice</em>, in the <span class=\"small-capitals\">Supreme Agent</span>, who constituted our <em>Senses</em>.","subId":"12","id":"Hutcheson.IBV.IBO.8.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">From the divine Goodness.</span> <span class=\"small-capitals\">Now</span> from the whole we may conclude, <q>That supposing the <span class=\"small-capitals\">Deity</span> so kind as to connect <em>sensible Pleasure</em> with certain Actions or Contemplations, beside the <em>rational Advantage</em> perceivable in them; there is a great <em>moral Necessity</em>, from his <em>Goodness</em>, that the <em>internal Sense</em> of Men should be constituted as it is at present, so as to make <em>Uniformity amidst Variety</em> the Occasion of Pleasure.</q> For were it not so, but on the contrary, if <em>irregular Objects</em>, <em>particular Truths</em> and <em>Operations</em> pleased us, beside the endless Toil this would involve us in, there must arise a perpetual Dissatisfaction in all rational Agents with themselves; since <em>Reason</em> and <em>Interest</em> would lead us to simple <em>general Causes</em>, while a <em>contrary Sense</em> of <em>Beauty</em> would make us disapprove them: <em>Universal Theorems</em> would appear to our Understanding the best Means of increasing our Knowledge of what might be useful; while a <em>contrary Sense</em> would set us on the search after <em>particular Truths</em>: <em>Thought</em> and <em>Reflection</em> would recommend Objects with <em>Uniformity</em> amidst <em>Variety</em>, and yet this <em>perverse Instinct</em> would involve us in Labyrinths of <em>Confusion</em> and <em>Dissimilitude</em>. And hence we see <q>how suitable it is to the <em>sagacious Bounty</em> which we suppose in the <span class=\"small-capitals\">Deity</span>, to constitute our <em>internal Senses</em> in the manner in which they are; by which Pleasure is join'd to the Contemplation of <em>those Objects</em> which a finite <em>Mind</em> can best imprint and retain the Ideas of with the least Distraction; to <em>those Actions</em> which are most efficacious, and fruitful in useful Effects; and to <em>those Theorems</em> which most enlarge our <em>Minds</em>.</q>","subId":"13","id":"Hutcheson.IBV.IBO.8.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reason of general Laws.</span> <span class=\"small-capitals\">As</span> to the other Question, <q>What Reason might influence the <span class=\"small-capitals\">Deity</span>, whom no Diversity of Operation could distract or weary, to choose to operate by <em>simplest Means</em>, and <em>general Laws</em>, and to diffuse <em>Uniformity</em>, <em>Proportion</em>, and <em>Similitude</em> thro' all the Parts of <em>Nature</em> which we can observe?</q> Perhaps there may be some real Excellence in this Manner of Operation, and in these Forms, which we know not: but this we may probably say, that since the <em>divine Goodness</em>, for the Reasons above-mention'd, has constituted our <em>Sense</em> of <em>Beauty</em> as it is at present, the same <em>Goodness</em> might determine the <em>Great</em> <span class=\"small-capitals\">Architect</span> to adorn this stupendous <em>Theatre</em> in a manner agreeable to the Spectators, and that Part which is expos'd to the Observation of Men, so as to be pleasant to them; especially if we suppose, that he design'd to discover himself to them as <em>Wise</em> and <em>Good</em>, as well as <em>Powerful</em>: for thus he has given them greater Evidences, thro' the whole <em>Earth</em>, of his <em>Art</em>, <em>Wisdom</em>, <em>Design</em>, and <em>Bounty</em>, than they can possibly have for the <em>Reason</em>, <em>Counsel</em>, and <em>Good-will</em> of their fellow-Creatures, with whom they converse, with full Persuasion of these Qualities in them, about their common Affairs.","subId":"14","id":"Hutcheson.IBV.IBO.8.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the Operations of the <span class=\"small-capitals\">Deity</span> by <em>general Laws</em>, there is still a further Reason from a <em>Sense</em> superior to these already consider'd, even that of <span class=\"small-capitals\">Virtue</span>, or the <em>Beauty</em> of <em>Action</em>, which is the Foundation of our greatest Happiness. For were there no <em>general Laws</em> fix'd in the Course of <em>Nature</em>, there could be no <em>Prudence</em> or <em>Design</em> in Men, no <em>rational Expectation</em> of Effects from Causes, no <em>Schemes</em> of Action projected, or any <em>regular Execution</em>. If then, according to the <em>Frame</em> of our <em>Nature</em>, our greatest happiness must depend upon our Actions, as it may perhaps be made appear it does, <q>the <em>Universe</em> must be govern'd, not by <em>particular Wills</em>, but by <em>general Laws</em>, upon which we can found our Expectations, and project our Schemes of Action.</q> Nay farther, tho' <em>general Laws</em> did ordinarily obtain, yet if the <span class=\"small-capitals\">Deity</span> usually stopp'd their Effects whenever it was necessary to prevent any particular Evils; this would effectually, and justly supersede all human <em>Prudence</em> and <em>Care</em> about Actions; since a superior <em>Mind</em> did thus relieve Men from their Charge.","subId":"15","id":"Hutcheson.IBV.IBO.8.15"},{"type":"note","content":"<cite>Hor. Lib. 2. Sat. 2. v. 20.</cite>","subId":"n1","id":"Hutcheson.IBV.IBO.8.n1"},{"type":"note","content":"See <cite><em>Cicero de Nat. Deor.</em> lib. i. c. 27</cite>.","subId":"n2","id":"Hutcheson.IBV.IBO.8.n2"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.7","imported":true,"title":"Section 7. Of the Power of Custom, Education, and Example, as to our internal Senses","breadcrumb":"Section 7","published":[1725]},"next":{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}}