{"id":"Hume.ETSS.EMPL1.Tr","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of Tragedy","breadcrumb":"Of Tragedy","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>Of <span class=\"small-capitals\">Tragedy</span>.</h1> ","id":"Hume.ETSS.EMPL1.Tr"},{"type":"paragraph","content":"IT seems an unaccountable pleasure, which the spectators of a well-written tragedy receive from sorrow, terror, anxiety, and other passions, that are in themselves disagreeable and uneasy. The more they are touched and affected, the more are they delighted with the spectacle; and as soon as the uneasy passions cease to operate, the piece is at an end. One scene of full joy and contentment and security is the utmost, that any composition of this kind can bear; and it is sure always to be the concluding one. If, in the texture of the piece, there be interwoven any scenes of satisfaction, they afford only faint gleams of pleasure, which are thrown in by way of variety, and in order to plunge the actors into deeper distress, by means of that contrast and disappointment. The whole art of the poet <span class=\"page-break\"></span>is employed, in rouzing and supporting the compassion and indignation, the anxiety and resentment of his audience. They are pleased in proportion as they are afflicted, and never are so happy as when they employ tears, sobs, and cries to give vent to their sorrow, and relieve their heart, swoln with the tenderest sympathy and compassion.","subId":"1","id":"Hume.ETSS.EMPL1.Tr.1","pages":"216-7"},{"type":"paragraph","content":"The few critics who have had some tincture of philosophy, have remarked this singular phænomenon, and have endeavoured to account for it.","subId":"2","id":"Hume.ETSS.EMPL1.Tr.2","pages":"217"},{"type":"paragraph","content":"L'Abbe <span class=\"small-capitals\">Dubos</span>, in his reflections on poetry and painting, asserts, that nothing is in general so disagreeable to the mind as the languid, listless state of indolence, into which it falls upon the removal of all passion and occupation. To get rid of this painful situation, it seeks every amusement and pursuit; business, gaming, shews, executions; whatever will rouze the passions, and take its attention from itself. No matter what the passion is: Let it be disagreeable, afflicting, melancholy, disordered; it is still better than that insipid languor, which arises from perfect tranquillity and repose.","subId":"3","id":"Hume.ETSS.EMPL1.Tr.3","pages":"217"},{"type":"paragraph","content":"It is impossible not to admit this account, as being, at least in part, satisfactory. You may observe, when there are several tables of gaming, that all the company run to those, where the deepest play is, even though they find not there the best players. The view, or, at least, imagination of high passions, arising from great loss or gain, affects the spectator by sympathy, gives him some touches of the same passions, and serves him for a momentary entertainment. It makes the time pass the easier with him, and is some relief to that oppression, under which men commonly labour, when left entirely to their own thoughts and meditations.","subId":"4","id":"Hume.ETSS.EMPL1.Tr.4","pages":"217"},{"type":"paragraph","content":"We find that common liars always magnify, in their narrations, all kinds of danger, pain, distress, sickness, deaths, murders, and cruelties; as well as joy, beauty, mirth, and <span class=\"page-break\"></span>magnificence. It is an absurd secret, which they have for pleasing their company, fixing their attention, and attaching them to such marvellous relations, by the passions and emotions, which they excite.","subId":"5","id":"Hume.ETSS.EMPL1.Tr.5","pages":"217-8"},{"type":"paragraph","content":"There is, however, a difficulty in applying to the present subject, in its full extent, this solution, however ingenious and satisfactory it may appear. It is certain, that the same object of distress, which pleases in a tragedy, were it really set before us, would give the most unfeigned uneasiness; though it be then the most effectual cure to languor and indolence. Monsieur <span class=\"small-capitals\">Fontenelle</span> seems to have been sensible of this difficulty; and accordingly attempts another solution of the phænomenon; at least makes some addition to the theory above mentioned<a href=\"#n1\"><sup>[1]</sup></a>.","subId":"6","id":"Hume.ETSS.EMPL1.Tr.6","pages":"218"},{"type":"paragraph","content":"<q>Pleasure and pain,</q> says he, <q>which are two sentiments so different in themselves, differ not so much in their cause. From the instance of tickling, it appears, that the movement of pleasure, pushed a little too far, becomes pain; and that the movement of pain, a little moderated, becomes pleasure. Hence it proceeds, that there is such a thing as a sorrow, soft and agreeable: It is a pain weakened and diminished. The heart likes naturally to be moved and affected. Melancholy objects suit it, and even disastrous and sorrowful, provided they are softened by some circumstance. It is certain, that, on the theatre, the representation has almost the effect of reality; yet it has not altogether that effect. However we may be hurried away by the spectacle; whatever dominion the senses and imagination may usurp over the reason, there still lurks at the bottom a certain idea of falsehood in the whole of what we see. This idea, though weak and disguised, suffices to diminish the pain which we suffer from the misfortunes of those whom we love, and to reduce that affliction to such a pitch as converts it into a pleasure. We weep for the misfortune of a hero, to whom we are attached. In the same instant we com<span class=\"page-break\"></span>fort ourselves, by reflecting, that it is nothing but a fiction: And it is precisely that mixture of sentiments, which composes an agreeable sorrow, and tears that delight us. But as that affliction, which is caused by exterior and sensible objects, is stronger than the consolation which arises from an internal reflection, they are the effects and symptoms of sorrow, that ought to predominate in the composition.</q>","subId":"7","id":"Hume.ETSS.EMPL1.Tr.7","pages":"218-9"},{"type":"paragraph","content":"This solution seems just and convincing; but perhaps it wants still some new addition, in order to make it answer fully the phænomenon, which we here examine. All the passions, excited by eloquence, are agreeable in the highest degree, as well as those which are moved by painting and the theatre. The epilogues of <span class=\"small-capitals\">Cicero</span> are, on this account chiefly, the delight of every reader of taste; and it is difficult to read some of them without the deepest sympathy and sorrow. His merit as an orator, no doubt, depends much on his success in this particular. When he had raised tears in his judges and all his audience, they were then the most highly delighted, and expressed the greatest satisfaction with the pleader. The pathetic description of the butchery, made by <span class=\"small-capitals\">Verres</span> of the <span class=\"small-capitals\">Sicilian</span> captains, is a masterpiece of this kind: But I believe none will affirm, that the being present at a melancholy scene of that nature would afford any entertainment. Neither is the sorrow here softened by fiction: For the audience were convinced of the reality of every circumstance. What is it then, which in this case raises a pleasure from the bosom of uneasiness, so to speak; and a pleasure, which still retains all the features and outward symptoms of distress and sorrow?","subId":"8","id":"Hume.ETSS.EMPL1.Tr.8","pages":"219"},{"type":"paragraph","content":"I answer: This extraordinary effect proceeds from that very eloquence, with which the melancholy scene is represented. The genius required to paint objects in a lively manner, the art employed in collecting all the pathetic circumstances, the judgment displayed in disposing them: the exercise, I say, of these noble talents, together with the force of expression, and <span class=\"page-break\"></span>beauty of oratorial numbers, diffuse the highest satisfaction on the audience, and excite the most delightful movements. By this means, the uneasiness of the melancholy passions is not only overpowered and effaced by something stronger of an opposite kind; but the whole impulse of those passions is converted into pleasure, and swells the delight which the eloquence raises in us. The same force of oratory, employed on an uninteresting subject, would not please half so much, or rather would appear altogether ridiculous; and the mind, being left in absolute calmness and indifference, would relish none of those beauties of imagination or expression, which, if joined to passion, give it such exquisite entertainment. The impulse or vehemence, arising from sorrow, compassion, indignation, receives a new direction from the sentiments of beauty. The latter, being the predominant emotion, seize the whole mind, and convert the former into themselves, at least tincture them so strongly as totally to alter their nature. And the soul, being, at the same time, rouzed by passion, and charmed by eloquence, feels on the whole a strong movement, which is altogether delightful.","subId":"9","id":"Hume.ETSS.EMPL1.Tr.9","pages":"219-20"},{"type":"paragraph","content":"The same principle takes place in tragedy; with this addition, that tragedy is an imitation; and imitation is always of itself agreeable. This circumstance serves still farther to smooth the motions of passion, and convert the whole feeling into one uniform and strong enjoyment. Objects of the greatest terror and distress please in painting, and please more than the most beautiful objects, that appear calm and indifferent<a href=\"#n2\"><sup>[2]</sup></a>. The affection, rouzing the mind, excites a large stock of spirit and vehemence; which is all transformed into pleasure by the <span class=\"page-break\"></span>force of the prevailing movement. It is thus the fiction of tragedy softens the passion, by an infusion of a new feeling, not merely by weakening or diminishing the sorrow. You may by degrees weaken a real sorrow, till it totally disappears; yet in none of its gradations will it ever give pleasure; except, perhaps, by accident, to a man sunk under lethargic indolence, whom it rouzes from that languid state.","subId":"10","id":"Hume.ETSS.EMPL1.Tr.10","pages":"220-1"},{"type":"paragraph","content":"To confirm this theory, it will be sufficient to produce other instances, where the subordinate movement is converted into the predominant, and gives force to it, though of a different, and even sometimes though of a contrary nature.","subId":"11","id":"Hume.ETSS.EMPL1.Tr.11","pages":"221"},{"type":"paragraph","content":"Novelty naturally rouzes the mind, and attracts our attention; and the movements, which it causes, are always converted into any passion, belonging to the object, and join their force to it. Whether an event excite joy or sorrow, pride or shame, anger or good-will, it is sure to produce a stronger affection, when new or unusual. And though novelty of itself be agreeable, it fortifies the painful, as well as agreeable passions.","subId":"12","id":"Hume.ETSS.EMPL1.Tr.12","pages":"221"},{"type":"paragraph","content":"Had you any intention to move a person extremely by the narration of any event, the best method of encreasing its effect would be artfully to delay informing him of it, and first to excite his curiosity and impatience before you let him into the secret. This is the artifice practised by <span class=\"small-capitals\">Iago</span> in the famous scene of <span class=\"small-capitals\">Shakespeare</span>; and every spectator is sensible, that <span class=\"small-capitals\">Othello</span>'s jealousy acquires additional force from his preceding impatience, and that the subordinate passion is here readily transformed into the predominant one.","subId":"13","id":"Hume.ETSS.EMPL1.Tr.13","pages":"221"},{"type":"paragraph","content":"Difficulties encrease passions of every kind; and by rouzing our attention, and exciting our active powers, they produce an emotion, which nourishes the prevailing affection.","subId":"14","id":"Hume.ETSS.EMPL1.Tr.14","pages":"221"},{"type":"paragraph","content":"Parents commonly love that child most, whose sickly infirm frame of body has occasioned them the greatest pains, trouble, and anxiety in rearing him. The agreeable sentiment of affection here acquires force from sentiments of uneasiness.","subId":"15","id":"Hume.ETSS.EMPL1.Tr.15","pages":"221"},{"type":"paragraph","content":"Nothing endears so much a friend as sorrow for his death. The pleasure of his company has not so powerful an influence.","subId":"16","id":"Hume.ETSS.EMPL1.Tr.16","pages":"222"},{"type":"paragraph","content":"Jealousy is a painful passion; yet without some share of it, the agreeable affection of love has difficulty to subsist in its full force and violence. Absence is also a great source of complaint among lovers, and gives them the greatest uneasiness: Yet nothing is more favourable to their mutual passion than short intervals of that kind. And if long intervals often prove fatal, it is only because, through time, men are accustomed to them, and they cease to give uneasiness. Jealousy and absence in love compose the <em>dolce peccante</em> of the <span class=\"small-capitals\">Italians</span>, which they suppose so essential to all pleasure.","subId":"17","id":"Hume.ETSS.EMPL1.Tr.17","pages":"222"},{"type":"paragraph","content":"There is a fine observation of the elder <span class=\"small-capitals\">Pliny</span>, which illustrates the principle here insisted on. <em>It is very remarkable</em>, says he, <em>that the last works of celebrated artists, which they left imperfect, are always the most prized, such as the <span class=\"small-capitals\">Iris</span> of <span class=\"small-capitals\">Aristides</span>, the <span class=\"small-capitals\">Tyndarides</span> of <span class=\"small-capitals\">Nicomachus</span>, the <span class=\"small-capitals\">Medea</span> of <span class=\"small-capitals\">Timomachus</span>, and the <span class=\"small-capitals\">Venus</span> of <span class=\"small-capitals\">Apelles</span>. These are valued even above their finished productions: The broken lineaments of the piece, and the half-formed idea of the painter are carefully studied; and our very grief for that curious hand, which had been stopped by death, is an additional encrease to our pleasure<a href=\"#n3\"><sup>[3]</sup></a>.</em>","subId":"18","id":"Hume.ETSS.EMPL1.Tr.18","pages":"222"},{"type":"paragraph","content":"These instances (and many more might be collected) are sufficient to afford us some insight into the analogy of nature, and to show us, that the pleasure, which poets, orators, and musicians give us, by exciting grief, sorrow, indignation, compassion, is not so extraordinary or paradoxical, as it may at first sight appear. The force of imagination, the energy of expression, the power of numbers, the charms of imitation; all these are naturally, of themselves, delightful to the mind: And when <span class=\"page-break\"></span>the object presented lays also hold of some affection, the pleasure still rises upon us, by the conversion of this subordinate movement into that which is predominant. The passion, though, perhaps, naturally, and when excited by the simple appearance of a real object, it may be painful; yet is so smoothed, and softened, and mollified, when raised by the finer arts, that it affords the highest entertainment.","subId":"19","id":"Hume.ETSS.EMPL1.Tr.19","pages":"222-3"},{"type":"paragraph","content":"To confirm this reasoning, we may observe, that if the movements of the imagination be not predominant above those of the passion, a contrary effect follows; and the former, being now subordinate, is converted into the latter, and still farther encreases the pain and affliction of the sufferer.","subId":"20","id":"Hume.ETSS.EMPL1.Tr.20","pages":"223"},{"type":"paragraph","content":"Who could ever think of it as a good expedient for comforting an afflicted parent, to exaggerate, with all the force of elocution, the irreparable loss, which he has met with by the death of a favourite child? The more power of imagination and expression you here employ, the more you encrease his despair and affliction.","subId":"21","id":"Hume.ETSS.EMPL1.Tr.21","pages":"223"},{"type":"paragraph","content":"The shame, confusion, and terror of <span class=\"small-capitals\">Verres</span>, no doubt, rose in proportion to the noble eloquence and vehemence of <span class=\"small-capitals\">Cicero</span>: So also did his pain and uneasiness. These former passions were too strong for the pleasure arising from the beauties of elocution; and operated, though from the same principle, yet in a contrary manner, to the sympathy, compassion, and indignation of the audience.","subId":"22","id":"Hume.ETSS.EMPL1.Tr.22","pages":"223"},{"type":"paragraph","content":"Lord <span class=\"small-capitals\">Clarendon</span>, when he approaches towards the catastrophe of the royal party, supposes, that his narration must then become infinitely disagreeable; and he hurries over the king's death, without giving us one circumstance of it. He considers it as too horrid a scene to be contemplated with any satisfaction, or even without the utmost pain and aversion. He himself, as well as the readers of that age, were too deeply concerned in the events, and felt a pain from subjects, which <span class=\"page-break\"></span>an historian and a reader of another age would regard as the most pathetic and most interesting, and, by consequence, the most agreeable.","subId":"23","id":"Hume.ETSS.EMPL1.Tr.23","pages":"223-4"},{"type":"paragraph","content":"An action, represented in tragedy, may be too bloody and atrocious. It may excite such movements of horror as will not soften into pleasure; and the greatest energy of expression, bestowed on descriptions of that nature, serves only to augment our uneasiness. Such is that action represented in the <em>Ambitious Stepmother</em>, where a venerable old man, raised to the height of fury and despair, rushes against a pillar, and striking his head upon it, besmears it all over with mingled brains and gore. The <span class=\"small-capitals\">English</span> theatre abounds too much with such shocking images.","subId":"24","id":"Hume.ETSS.EMPL1.Tr.24","pages":"224"},{"type":"paragraph","content":"Even the common sentiments of compassion require to be softened by some agreeable affection, in order to give a thorough satisfaction to the audience. The mere suffering of plaintive virtue, under the triumphant tyranny and oppression of vice, forms a disagreeable spectacle, and is carefully avoided by all masters of the drama. In order to dismiss the audience with entire satisfaction and contentment, the virtue must either convert itself into a noble courageous despair, or the vice receive its proper punishment.","subId":"25","id":"Hume.ETSS.EMPL1.Tr.25","pages":"224"},{"type":"paragraph","content":"Most painters appear in this light to have been very unhappy in their subjects. As they wrought much for churches and convents, they have chiefly represented such horrible subjects as crucifixions and martyrdoms, where nothing appears but tortures, wounds, executions, and passive suffering, without any action or affection. When they turned their pencil from this ghastly mythology, they had commonly recourse to <span class=\"small-capitals\">Ovid</span>, whose fictions, though passionate and agreeable, are scarcely natural or probable enough for painting.","subId":"26","id":"Hume.ETSS.EMPL1.Tr.26","pages":"224"},{"type":"paragraph","content":"The same inversion of that principle, which is here insisted on, displays itself in common life, as in the effects of oratory and poetry. Raise so the subordinate passion that it becomes <span class=\"page-break\"></span>the predominant, it swallows up that affection which it before nourished and encreased. Too much jealousy extinguishes love: Too much difficulty renders us indifferent: Too much sickness and infirmity disgusts a selfish and unkind parent.","subId":"27","id":"Hume.ETSS.EMPL1.Tr.27","pages":"224-5"},{"type":"paragraph","content":"What so disagreeable as the dismal, gloomy, disastrous stories, with which melancholy people entertain their companions? The uneasy passion being there raised alone, unaccompanied with any spirit, genius, or eloquence, conveys a pure uneasiness, and is attended with nothing that can soften it into pleasure or satisfaction.","subId":"28","id":"Hume.ETSS.EMPL1.Tr.28","pages":"225"},{"type":"note","content":"Reflexions sur la poetique, §36.","subId":"n1","id":"Hume.ETSS.EMPL1.Tr.n1","pages":"218"},{"type":"note","content":"See NOTE <cite>N</cite>.","subId":"n2","id":"Hume.ETSS.EMPL1.Tr.n2"},{"type":"note","content":"PAINTERS make no scruple of representing distress and sorrow as well as any other passion: But they seem not to dwell so much on these melancholy affections as the poets, who, though they copy every motion of the human breast, yet pass quickly over the agreeable sentiments. A painter represents only one instant; and if that be passionate enough, it is sure to affect and delight the spectator: But nothing can furnish to the poet a variety of scenes and incidents and sentiments, except distress, terror, or anxiety. Compleat joy and satisfaction is attended with security, and leaves no farther room for action.","subId":"n2.1","id":"Hume.ETSS.EMPL1.Tr.n2.1","pages":"220"},{"type":"note","content":"Illud vero perquam rarum ac memoria dignum, etiam suprema opera artificum, imperfectasque tabulas, sicut, <span class=\"small-capitals\">Irin Aristidis</span>, <span class=\"small-capitals\">Tyndaridas</span> <span class=\"small-capitals\">Nicomachi</span>, <span class=\"small-capitals\">Medeam Timomachi</span>, &amp; quam diximus <span class=\"small-capitals\">Venerem Apellis</span>, in majori admiratione esse quam perfecta. Quippe in iis lineamenta reliqua, ipsæque cogitationes artificum spectantur, atque in lenocinio commendationis dolor est manus, cum id ageret, extinctæ. Lib. xxxv. cap. 11.","subId":"n3","id":"Hume.ETSS.EMPL1.Tr.n3","pages":"222"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.NC","imported":true,"title":"Of National Characters","breadcrumb":"Of National Characters","published":[1748]},"next":{"id":"Hume.ETSS.EMPL1.ST","imported":true,"title":"Of the Standard of Taste","breadcrumb":"Of the Standard of Taste","published":[1757]}}