{"id":"Hutcheson.IBV.Pref","imported":true,"parent":"Hutcheson.IBV","title":"Preface","breadcrumb":"Preface","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_022","blocks":[{"type":"title","content":"£4 THE £4 £1 PREFACE. £1","id":"Hutcheson.IBV.Pref"},{"type":"paragraph","content":"_THERE is no part of Philosophy of more importance, than a _just Knowledge_ of _Human Nature_, and its various Powers and Dispositions. Our late Inquirys have been very much employ'd about our _Understanding_, and the several Methods of obtaining _Truth_. We generally acknowledge, that the Importance of any Truth is nothing else than its Moment, or Efficacy to make Men happy, or to give them the greatest and most lasting Pleasure; and _Wisdom_ denotes only a Capacity of pursuing this End by the best Means. It must surely then be of the greatest importance, to have distinct Conceptions of this End itself, as well as of the Means necessary to obtain it; that we may find out which are the greatest and most lasting Pleasures, and not employ our Reason, after all our laborious Improvements of it, in trifling Pursuits. It is to be fear'd indeed, that most of our Studys, without this Inquiry, will be of very little use to us; for they seem to have scarce any other tendency than to lead us into _speculative Knowledge_ itself. Nor are we distinctly told how it is that _Knowledge_ or _Truth_ is pleasant to us._","subId":"1","id":"Hutcheson.IBV.Pref.1"},{"type":"paragraph","content":"_THIS Consideration put the _Author_ of the following Papers upon inquiring into the various Pleasures which _Human Nature_ is capable of receiving. We shall generally find in our modern philosophick Writings, nothing further on this Head, than some bare Division of them into _Sensible_, and _Rational_, and some trite Common-place Arguments to prove the _latter_ more valuable than the _former_. Our _sensible Pleasures_ are slightly pass'd over, and explain'd only by some Instances in _Tastes_, _Smells_, _Sounds_, or such-like, which Men of any tolerable Reflection generally look upon as very trifling Satisfactions. Our _rational Pleasures_ have had much the same kind of Treatment. We are seldom taught any other Notion of rational Pleasure than that which we have upon reflecting on our Possession, or Claim to those Objects, which may be Occasions of Pleasure. Such Objects we call _advantageous_; but _Advantage_, or _Interest_, cannot be distinctly conceiv'd, till we know what those Pleasures are which advantageous Objects are apt to excite; and what Senses or Powers of Perception we have with respect to such Objects. We may perhaps find such an Inquiry of more importance in Morals, to prove what we call the _Reality of Virtue_, or that it is the _surest Happiness_ of the _Agent_, than one would at first imagine._","subId":"2","id":"Hutcheson.IBV.Pref.2"},{"type":"paragraph","content":"_IN reflecting upon our _external Senses_, we plainly see, that our Perceptions of Pleasure, or Pain, do not depend directly on our _Will_. Objects do not please us, according as we incline they should. The presence of some Objects necessarily pleases us, and the presence of others as necessarily displeases us. Nor can we, by our _Will_, any otherwise procure Pleasure, or avoid Pain, than by procuring the former kind of Objects, and avoiding the latter. By the very _Frame_ of our _Nature_ the one is made the occasion of Delight, and the other of Dissatisfaction._","subId":"3","id":"Hutcheson.IBV.Pref.3"},{"type":"paragraph","content":"_THE same Observation will hold in all our other Pleasures and Pains. For there are many other sorts of Objects, which please, or displease us as necessarily, as material Objects do when they operate upon our Organs of Sense. There are few Objects which are not thus constituted the necessary occasion of some Pleasure or Pain. Thus we find our selves pleas'd with a _regular Form_, a piece of _Architecture_ or _Painting_, a Composition of _Notes_, a _Theorem_, an _Action_, an _Affection_, a _Character_. And we are conscious that this Pleasure necessarily arises from the Contemplation of the Idea, which is then present to our Minds, with all its Circumstances, although some of these Ideas have nothing of what we call sensible Perception in them; and in those which have, the Pleasure arises from some _Uniformity_, _Order_, _Arrangement_, _Imitation_; and not from the simple Ideas of _Colour_, or _Sound_, or mode of _Extension_ separately consider'd._","subId":"4","id":"Hutcheson.IBV.Pref.4"},{"type":"paragraph","content":"_THESE _Determinations_ to be pleas'd with certain complex Forms, the Author chuses to call ^Senses^; distinguishing them from the Powers which commonly go by that Name, by calling our Power of perceiving the _Beauty_ of _Regularity_, _Order_, _Harmony_, an ^Internal Sense^; and _that Determination_ to approve _Affections_, _Actions_, or _Characters_ of _rational Agents_, which we call _virtuous_, he marks by the name of a ^Moral Sense^._","subId":"5","id":"Hutcheson.IBV.Pref.5"},{"type":"paragraph","content":"_HIS principal Design is to shew, \"That _Human Nature_ was not left quite indifferent in the affair of _Virtue_, to form to itself Observations concerning the _Advantage_, or _Disadvantage_ of Actions, and accordingly to regulate its Conduct.\" The weakness of our Reason, and the avocations arising from the Infirmity and Necessitys of our Nature, are so great, that very few Men could ever have form'd those long Deductions of Reason, which shew some Actions to be in the whole _advantageous_ to the _Agent_, and their Contrarys _pernicious_. The ^Author^ of _Nature_ has much better furnish'd us for a virtuous Conduct, than some _Moralists_ seem to imagine, by almost as quick and powerful Instructions, as we have for the preservation of our Bodys. He has given us _strong Affections_ to be the Springs of each virtuous Action; and made Virtue a lovely Form, that we might easily distinguish it from its Contrary, and be made happy by the Pursuit of it._","subId":"6","id":"Hutcheson.IBV.Pref.6"},{"type":"paragraph","content":"_THIS _Moral Sense_ of _Beauty_ in _Actions_ and _Affections_, may appear strange at first View. Some of our _Moralists_ themselves are offended at it in my =_Lord ^Shaftesbury^_=; so much are they accustomed to deduce every Approbation, or Aversion, from rational Views of private _Interest_, (except it be merely in the simple Ideas of the external Senses) and have such a Horror at _innate Ideas_, which they imagine this borders upon. But this _moral Sense_ has no relation to innate Ideas, as will appear in the second Treatise._","subId":"7","id":"Hutcheson.IBV.Pref.7"},{"type":"paragraph","content":"_OUR Gentlemen of _good Taste_, can tell us of a great many _Senses_, _Tastes_, and _Relishes_ for _Beauty_, _Harmony_, Imitation in _Painting_ and _Poetry_; and may not we find too in Mankind a _Relish_ for a _Beauty_ in _Characters_, in _Manners_? It will perhaps be found, that the greater Part of the Ingenious _Arts_ are calculated to please some Natural Powers, pretty different either from what we commonly call _Reason_, or the External Senses._","subId":"8","id":"Hutcheson.IBV.Pref.8"},{"type":"paragraph","content":"_IN the first Treatise, the _Author_ perhaps in some Instances has gone too far, in supposing a greater Agreement of Mankind in their Sense of _Beauty_, than Experience will confirm; but all he is solicitous about is to shew, \"That there is some _Sense_ of _Beauty_ _natural_ to Men; that we find as great an Agreement of Men in their Relishes of _Forms_, as in their external Senses, which all agree to be _natural_; and that Pleasure or Pain, Delight or Aversion, are naturally join'd to their Perceptions.\" If the Reader be convinc'd of this, it will be no difficult matter to apprehend another _superior Sense_, _natural_ also to Men, determining them to be pleas'd with _Actions_, _Characters_, _Affections_. This is the _moral Sense_, which makes the Subject of the second Treatise._","subId":"9","id":"Hutcheson.IBV.Pref.9"},{"type":"paragraph","content":"_THE proper Occasions of Perception by the external Senses, occur to us as soon as we come into the World; whence perhaps we easily look upon these Senses to be _natural_: but the Objects of the superior Senses of _Beauty_ and _Virtue_ generally do not. It is probably some little time before Children reflect, or at least let us know that they reflect upon _Proportion_ and _Similitude_; upon _Affections_, _Characters_, _Tempers_; or come to know the external Actions which are Evidences of them. Hence we imagine that their _Sense_ of _Beauty_, and their _moral Sentiments_ of Actions, must be entirely owing to _Instruction_ and _Education_; whereas it is as easy to conceive, how a _Character_, a _Temper_, as soon as they are observ'd, may be constituted by ^Nature^ the necessary occasion of Pleasure, or an Object of Approbation, as a _Taste_ or a _Sound_; tho' these Objects present themselves to our Observation sooner than the other._","subId":"10","id":"Hutcheson.IBV.Pref.10"},{"type":"paragraph","content":"_THE first Impression of these Papers was so well receiv'd, that the ^Author^ hopes it will be no Offence to any who are concern'd in the _Memory_ of the late =_Lord Viscount ^Molesworth^_=, if he lets his Readers know that he was the Noble Person mention'd in the Preface to the first Edition, and that their being publish'd was owing to his Approbation of them. It was from him he had that shrewd Objection, which the Reader may find in the first Treatise[n1]; besides many other Remarks in the frequent Conversations with which he honour'd the ^Author^; by which _that Treatise_ was very much improv'd beyond what it was in the Draught presented to him. The _Author_ retains the most grateful Sense of his singular Civilities, and of the Pleasure and Improvement he received in his Conversation; and is still fond of expressing his grateful Remembrance of him: but,_ \"\"$Id cinerem, & Manes credas curare sepultos?$\"\"","subId":"11","id":"Hutcheson.IBV.Pref.11"},{"type":"paragraph","content":"_TO be concern'd in this Book can be no honour to a Person so justly celebrated for the most generous Sentiments of _Virtue_ and _Religion_, deliver'd with the most manly Eloquence: yet it would not be just toward the World, should the _Author_ conceal his Obligations to the Reverend =Mr. ^Edward Syng^=; not only for revising these Papers, when they stood in great need of an accurate Review, but for suggesting several just Amendments in the general Scheme of _Morality_. The _Author_ was much confirm'd in his Opinion of the Justness of these Thoughts, upon finding that this Gentleman had fallen into the same way of Thinking before him; and will ever look upon his Friendship as one of the greatest Advantages and Pleasures of his Life._","subId":"12","id":"Hutcheson.IBV.Pref.12"},{"type":"paragraph","content":"_TO recommend the =_Lord ^Shaftesbury^_='s Writings to the World, is a very needless Attempt. They will be esteem'd while any _Reflection_ remains among Men. It is indeed to be wish'd, that he had abstain'd from mixing with such Noble Performances, some Prejudices he had receiv'd against _Christianity_; a _Religion_ which gives us the truest Idea of _Virtue_, and recommends the _Love_ of ^God^, and of ^Mankind^, as the Sum of all _true Religion_. How would it have moved the Indignation of that _ingenious Nobleman_, to have found a dissolute set of Men, who relish nothing in Life but the lowest and most sordid Pleasures, searching into his _Writings_ for those Insinuations against _Christianity_, that they might be the less restrained from their Debaucherys; when at the same time their low Minds are incapable of relishing those noble Sentiments of _Virtue_ and _Honour_, which he has placed in so lovely a Light!_","subId":"13","id":"Hutcheson.IBV.Pref.13"},{"type":"paragraph","content":"_WHATEVER Faults the Ingenious may find with this Performance, the _Author_ hopes no body will find any thing in it contrary to _Religion_, or _good Manners_: and he shall be well pleased, if he gives the learned World an occasion of examining more thoroughly these Subjects, which are, he presumes, of very considerable Importance. The chief Ground of his Assurance that his Opinions in the main are just, is this, That as he took the first Hints of them from some of the _greatest Writers_ of Antiquity, so the more he has convers'd with them, he finds his Illustrations the more conformable to their Sentiments._","subId":"14","id":"Hutcheson.IBV.Pref.14"},{"type":"paragraph","content":"_IN the later Editions, what Alterations are made, are partly owing to the Objections of some Gentlemen, who wrote very keenly against several Principles in this Book. The _Author_ was convinc'd of some inaccurate Expressions, which are now alter'd; and some Arguments, he hopes, are now made clearer: but he has not yet seen Cause to renounce any of the Principles maintain'd in it. Nor is there any thing of Consequence added, except in [_Sect. II._ of _Treatise 2d_]; and the same Reasoning is found in [_Sect. I._ of the _Essay on the Passions_]._","subId":"15","id":"Hutcheson.IBV.Pref.15"},{"type":"paragraph","content":"_IN this 4th Edition there are Additions interspersed, to prevent Objections which have been published against this Scheme by several Authors; and some Mathematical Expressions are left out, which, upon second Thoughts, appear'd useless, and were disagreeable to some Readers._","subId":"16","id":"Hutcheson.IBV.Pref.16"},{"type":"note","content":"_[Sect. v. Art. 2. the last Paragraph.]_","subId":"n1","id":"Hutcheson.IBV.Pref.n1"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"}],"prev":{"id":"Hutcheson.IBV.Ded","imported":true,"title":"Dedication","breadcrumb":"Dedication","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}}