{"imported":true,"id":"Hutcheson.IBV.IBO.1","parent":"Hutcheson.IBV.IBO","title":"Section 1. Concerning some Powers of Perception, distinct from what is generally understood by Sensation","breadcrumb":"Section 1","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_025","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. I.\nConcerning some Powers of Perception, distinct from what is generally understood by Sensation.\n","id":"Hutcheson.IBV.IBO.1"},{"type":"paragraph","content":"TO make the following Observations understood, it may be necessary to premise some Definitions, and Observations, either universally acknowledg'd, or sufficiently prov'd by many Writers both antient and modern, concerning our Perceptions called Sensations, and the Actions of the Mind consequent upon them.","subId":"1","id":"Hutcheson.IBV.IBO.1.1"},{"type":"paragraph","content":"{Sensation.} Those Ideas which are rais'd in the Mind upon the presence of external Objects, and their acting upon our Bodys, are call'd Sensations. We find that the Mind in such Cases is passive, and has not Power directly to prevent the Perception or Idea, or to vary it at its Reception, as long as we continue our Bodys in a state fit to be acted upon by the external Object.","subId":"2","id":"Hutcheson.IBV.IBO.1.2"},{"type":"paragraph","content":"{Different Senses.} When two Perceptions are intirely different from each other, or agree in nothing but the general Idea of Sensation, we call the Powers of receiving those different Perceptions, different Senses. Thus Seeing and Hearing denote the different Powers of receiving the Ideas of Colours and Sounds. And altho' Colours have great Differences among themselves, as also have Sounds; yet there is a greater Agreement among the most opposite Colours, than between any Colour and a Sound: Hence we call all Colours Perceptions of the same Sense. All the several Senses seem to have their distinct Organs, except Feeling, which is in some degree diffus'd over the whole Body.","subId":"3","id":"Hutcheson.IBV.IBO.1.3"},{"type":"paragraph","content":"{The Mind how active.} The Mind has a Power of compounding Ideas, which were receiv'd separately; of comparing their Objects by means of the Ideas, and of observing their Relations and Proportions; of enlarging and diminishing its Ideas at pleasure, or in any certain Ratio, or Degree; and of considering separately each of the simple Ideas, which might perhaps have been impress'd jointly in the Sensation. This last Operation we commonly call Abstraction.","subId":"4","id":"Hutcheson.IBV.IBO.1.4"},{"type":"paragraph","content":"{Substances.} The Ideas of Corporeal Substances are compounded of the various simple Ideas jointly impress'd, when they presented themselves to our Senses. We define Substances only by enumerating these sensible Ideas: And such Definitions may raise a clear enough Idea of the Substance in the Mind of one who never immediately perceiv'd the Substance; provided he has separately receiv'd by his Senses all the simple Ideas which are in the Composition of the complex one of the Substance defin'd: But if there be any simple Ideas which he has not receiv'd, or if he wants any of the Senses necessary for the Perception of them, no Definition can raise any simple Idea which has not been before perceived by the Senses.","subId":"5","id":"Hutcheson.IBV.IBO.1.5"},{"type":"paragraph","content":"{Education. Instruction.} Hence it follows, \"That when Instruction, Education, or Prejudice of any kind, raise any Desire or Aversion toward an Object, this Desire or Aversion must be founded upon an Opinion of some Perfection, or of some Deficiency in those Qualitys, for Perception of which we have the proper Senses.\" Thus, if Beauty be desir'd by one who has not the Sense of Sight, the Desire must be rais'd by some apprehended Regularity of Figure, Sweetness of Voice, Smoothness, or Softness, or some other Quality perceivable by the other Senses, without relation to the Ideas of Colour.","subId":"6","id":"Hutcheson.IBV.IBO.1.6"},{"type":"paragraph","content":"{Pleasure. Pain.} Many of our sensitive Perceptions are pleasant and many painful, immediately, and that without any Knowledge of the Cause of this Pleasure or Pain, or how the Objects excite it, or are the Occasions of it; or without seeing to what further Advantage or Detriment the Use of such Objects might tend: Nor would the most accurate Knowledge of these things vary either the Pleasure or Pain of the Perception, however it might give a rational Pleasure distinct from the sensible; or might raise a distinct Joy, from a prospect of further Advantage in the Object, or Aversion, from an apprehension of Evil.","subId":"7","id":"Hutcheson.IBV.IBO.1.7"},{"type":"paragraph","content":"{Different Ideas.} The simple Ideas rais'd in different Persons by the same Object, are probably some way different, when they disagree in their Approbation or Dislike; and in the same Person, when his Fancy at one time differs from what it was at another. This will appear from reflecting on those Objects, to which we have now an Aversion, tho' they were formerly agreeable: And we shall generally find that there is some accidental Conjunction of a disagreeable Idea, which always recurs with the Object; as in those Wines to which Men acquire an Aversion, after they have taken them in an Emetick Preparation: In this case we are conscious that the Idea is alter'd from what it was when that Wine was agreeable, by the Conjunction of the Ideas of Loathing and Sickness of Stomach. The like Change of Idea may be insensibly made by the Change of our Bodys as we advance in Years, or when we are accustomed to any Object, which may occasion an Indifference toward Meats we were fond of in our Childhood; and may make some Objects cease to raise the disagreeable Ideas, which they excited upon our first use of them. Many of our simple Perceptions are disagreeable only thro' the too great Intenseness of the Quality: thus moderate Light is agreeable, very strong Light may be painful; moderate Bitter may be pleasant, a higher Degree may be offensive. A Change in our Organs will necessarily occasion a Change in the Intenseness of the Perception at least; nay sometimes will occasion a quite contrary Perception: Thus a warm Hand shall feel that Water cold, which a cold hand shall feel warm.","subId":"8","id":"Hutcheson.IBV.IBO.1.8"},{"type":"paragraph","content":"We shall not find it perhaps so easy to account for the Diversity of Fancy about more complex Ideas of Objects, including many Ideas of different Senses at once; as in some Perceptions of those call'd primary Qualitys, and some secondary, as explain'd by Mr. Locke: for instance, in the different Fancys about Architecture, Gardening, Dress. Of the two former we shall offer something in [Sect. VI.] As to Dress, we may generally account for the Diversity of Fancys from a like Conjunction of Ideas: Thus, if either from any thing in Nature, or from the Opinion of our Country or Acquaintance, the fancying of glaring Colours be look'd upon as an evidence of Levity, or of any other evil Quality of Mind; or if any Colour or Fashion be commonly us'd by Rusticks, or by Men of any disagreeable Profession, Employment, or Temper; these additional Ideas may recur constantly with that of the Colour or Fashion, and cause a constant Dislike to them in those who join the additional Ideas, altho' the Colour or Form be no way disagreeable of themselves, and actually do please others who join no such Ideas to them. But there appears no Ground to believe such a Diversity in human Minds, as that the same simple Idea or Perception should give pleasure to one and pain to another, or to the same Person at different times; not to say that it seems a Contradiction, that the same simple Idea should do so.","subId":"9","id":"Hutcheson.IBV.IBO.1.9"},{"type":"paragraph","content":"{Complex Ideas.} The only Pleasure of Sense, which many Philosophers seem to consider, is that which accompanys the simple Ideas of Sensation: But there are far greater Pleasures in those complex Ideas of Objects, which obtain the Names of Beautiful, Regular, Harmonious. Thus every one acknowledges he is more delighted with a fine Face, a just Picture, than with the View of any one Colour, were it as strong and lively as possible; and more pleas'd with a Prospect of the Sun arising among settled Clouds, and colouring their Edges, with a starry Hemisphere, a fine Landskip, a regular Building, than with a clear blue Sky, a smooth Sea, or a large open Plain, not diversify'd by Woods, Hills, Waters, Buildings: And yet even these latter Appearances are not quite simple. So in Musick, the Pleasure of fine Composition is incomparably greater than that of any one Note, how sweet, full, or swelling soever.","subId":"10","id":"Hutcheson.IBV.IBO.1.10"},{"type":"paragraph","content":"{Beauty.} Let it be observ'd, that in the following Papers, the Word Beauty is taken for the Idea rais'd in us, and a Sense of Beauty for our Power of receiving this Idea. {Harmony.} Harmony also denotes our pleasant Ideas arising from Composition of Sounds, and a good Ear (as it is generally taken) a Power of perceiving this Pleasure. In the following Sections, an Attempt is made to discover \"what is the immediate Occasion of these pleasant Ideas, or what real Quality in the Objects ordinarily excites them.\"","subId":"11","id":"Hutcheson.IBV.IBO.1.11"},{"type":"paragraph","content":"{Internal Sense.} It is of no consequence whether we call these Ideas of Beauty and Harmony, Perceptions of the External Senses of Seeing and Hearing, or not. I should rather chuse to call our Power of perceiving these Ideas, an Internal Sense, were it only for the Convenience of distinguishing them from other Sensations of Seeing and Hearing, which men may have without Perception of Beauty and Harmony. It is plain from Experience, that many Men have, in the common meaning, the Senses of Seeing and Hearing perfect enough; they perceive all the simple Ideas separately, and have their Pleasures; they distinguish them from each other, such as one Colour from another, either quite different, or the stronger or fainter of the same Colour, when they are plac'd beside each other, altho' they may often confound their Names, when they occur apart from each other; as some do the Names of Green and Blue: they can tell in separate Notes the higher, lower, sharper or flatter, when separately sounded; in Figures they discern the Length, Breadth, Wideness of each Line, Surface, Angle; and may be as capable of hearing and seeing at great Distances as any Men whatsoever: And yet perhaps they shall find no Pleasure in Musical Compositions, in Painting, Architecture, natural Landskip; or but a very weak one in comparison of what others enjoy from the same Objects. This greater Capacity of receiving such pleasant Ideas we commonly call a fine Genius or Taste: In Musick we seem universally to acknowledge something like a distinct Sense from the External one of Hearing, and call it a good Ear; and the like Distinction we should probably acknowledge in other Objects, had we also got distinct Names to denote these Powers of Perception by.","subId":"12","id":"Hutcheson.IBV.IBO.1.12"},{"type":"paragraph","content":"{Different from External.} We generally imagine the brute Animals endowed with the same sort of Powers of Perception as our External Senses, and having sometimes greater Acuteness in them: but we conceive few or none of them with any of these sublimer Powers of Perception here call'd Internal Senses; or at least if some of them have them, it is in a Degree much inferior to ours.","subId":"13","id":"Hutcheson.IBV.IBO.1.13"},{"type":"paragraph","content":"There will appear another Reason perhaps afterwards, for calling this Power of perceiving the Ideas of Beauty, an Internal Sense, from this, that in some other Affairs, where our External Senses are not much concern'd, we discern a sort of Beauty, very like, in many respects, to that observ'd in sensible Objects, and accompany'd with like Pleasure: Such is that Beauty perceiv'd in Theorems, or universal Truths, in general Causes, and in some extensive Principles of Action.","subId":"14","id":"Hutcheson.IBV.IBO.1.14"},{"type":"paragraph","content":"Let one consider, first, That 'tis probably a Being may have the full Power of External Sensation, which we enjoy, so as to perceive each Colour, Line, Surface, as we do; yet, without the Power of comparing, or of discerning the Similitudes or Proportions: Again, It might discern these also, and yet have no Pleasure or Delight accompanying these Perceptions. The bare Idea of the Form is something separable from Pleasure, as may appear from the different Tastes of Men about the Beauty of Forms, where we don't imagine that they differ in any Ideas, either of the Primary or Secondary Qualities. Similitude, Proportion, Analogy, or Equality of Proportion, are Objects of the Understanding, and must be actually known before we know the natural Causes of our Pleasure. But Pleasure perhaps is not necessarily connected with the Perception of them: and may be felt where the Proportion is not known or attended to: and may not be felt where the Proportion is observed. Since then there are such different Powers of Perception, where what are commonly called the External Senses are the same; since the most accurate Knowledge of what the External Senses discover, may often not give the Pleasure of Beauty or Harmony, which yet one of a good Taste will enjoy at once without much Knowledge; we may justly use another Name for these higher and more delightful Perceptions of Beauty and Harmony, and call the Power of receiving such Impressions, and Internal Sense: The Difference of the Perceptions seems sufficient to vindicate the Use of a different Name, especially when we are told in what Meaning the Word is applied.","subId":"15","id":"Hutcheson.IBV.IBO.1.15"},{"type":"paragraph","content":"{Its Pleasures necessary and immediate.} This superior Power of Perception is justly called a Sense, because of its Affinity to the other Senses in this, that the Pleasure does not arise from any Knowledge of Principles, Proportions, Causes, or of the Usefulness of the Object; we are struck at the first with the Beauty: nor does the most accurate Knowledge increase this Pleasure of Beauty, however it may superadd a distinct rational Pleasure from prospects of Advantage, or may bring along that peculiar kind of Pleasure, which attends the Increase of Knowledge.","subId":"16","id":"Hutcheson.IBV.IBO.1.16"},{"type":"paragraph","content":"And further, the Ideas of Beauty and Harmony, like other sensible Ideas, are necessarily pleasant to us, as well as immediately so; neither can any Resolution of our own, nor any Prospect of Advantage or Disadvantage, vary the Beauty or Deformity of an Object: For as in the external Sensations, no View of Interest will make an Object grateful, nor View of Detriment, distinct from immediate Pain in the Perception, make it disagreeable to the Sense; so propose the whole World as a Reward, or threaten the greatest Evil, to make us approve a deform'd Object, or disapprove a beautiful one; Dissimulation may be procur'd by Rewards or Threatnings, or we may in external Conduct abstain from any Pursuit of the Beautiful, and pursue the Deform'd; but our Sentiments of the Forms, and our Perceptions, would continue invariably the same.","subId":"17","id":"Hutcheson.IBV.IBO.1.17"},{"type":"paragraph","content":"{This Sense antecedent to and distinct from prospects of interest.} Hence it plainly appears, \"that some Objects are immediately the Occasions of this Pleasure of Beauty, and that we have Senses fitted for perceiving it; and that it is distinct from that Joy which arises upon Prospect of Advantage.\" Nay, do not we often see Convenience and Use neglected to obtain Beauty, without any other prospect of Advantage in the Beautiful Form, than the suggesting the pleasant Ideas of Beauty? Now this shews us, that however we may pursue beautiful Objects from Self-love, with a view to obtain the Pleasures of Beauty, as in Architecture, Gardening, and many other Affairs; yet there must be a Sense of Beauty, antecedent to Prospects even of this Advantage, without which Sense these Objects would not be thus advantageous, nor excite in us this Pleasure which constitutes them advantageous. Our Sense of Beauty from Objects, by which they are constituted good to us, is very distinct from our Desire of them when they are thus constituted: Our Desire of Beauty may be counter-balanc'd by Rewards or Threatnings, but never our Sense of it; even as Fear of Death may make us desire a bitter Potion, or neglect those Meats which the Sense of Taste would recommend as pleasant; but cannot make that Potion agreeable to the Sense, or Meat disagreeable to it, which was not so antecedently to this Prospect. The same holds true of the Sense of Beauty and Harmony; that the Pursuit of such Objects is frequently neglected, from Prospects of Advantage, Aversion to Labour, or any other Motive of Interest, does not prove that we have no Sense of Beauty, but only that our Desire of it may be counter-balanc'd by a stronger Desire.","subId":"18","id":"Hutcheson.IBV.IBO.1.18"},{"type":"paragraph","content":"Had we no such Sense of Beauty and Harmony; Houses, Gardens, Dress, Equipage, might have been recommended to us as convenient, fruitful, warm, easy; but never as beautiful: And yet nothing is more certain, than that all these Objects are recommended under quite different Views on many Occasions: 'Tis true, what chiefly pleases in the Countenance, are the Indications of Moral Dispositions; and yet were we by the longest Acquaintance fully convinc'd of the best Moral Dispositions in any Person, with that Countenance we now think deform'd, this would never hinder our immediate Dislike of the Form, or our liking other Forms more: And Custom, Education, or Example, could never give us Perceptions distinct from those of the Senses which we had the Use of before, or recommend Objects under another Conception than grateful to them. But of the Influence of Custom, Education, Example, upon the Sense of Beauty, we shall treat below.","subId":"19","id":"Hutcheson.IBV.IBO.1.19"},{"type":"paragraph","content":"{Beauty, Original or Comparative.} Beauty is either Original or Comparative; or, if any like the Terms better, Absolute, or Relative: Only let it be observ'd, that by Absolute or Original Beauty, is not understood any Quality suppos'd to be in the Object, which should of itself be beautiful, without relation to any Mind which perceives it: For Beauty, like other Names of sensible Ideas, properly denotes the Perception of some Mind; so Cold, Hot, Sweet, Bitter, denote the Sensations in our Minds, to which perhaps there is no resemblance in the Objects, which excite these Ideas in us, however we generally imagine otherwise. The Ideas of Beauty and Harmony being excited upon our Perception of some primary Quality, and having relation to Figure and Time, may indeed have a nearer resemblance to Objects, than these Sensations, which seem not so much any Pictures of Objects, as Modifications of the perceiving Mind; and yet were there no Mind with a Sense of Beauty to contemplate Objects, I see not how they could be call'd Beautiful. We therefore by Absolute Beauty understand only that Beauty which we perceive in Objects without Comparison to any thing external, of which the Object is suppos'd an Imitation, or Picture; such as that Beauty perceiv'd from the Works of Nature, artificial Forms, Figures. Comparative or Relative Beauty is that which we perceive in Objects, commonly considered as Imitations or Resemblances of something else. These two Kinds of Beauty employ the three following Sections.","subId":"20","id":"Hutcheson.IBV.IBO.1.20"},{"type":"note","content":"See above, [Art. 6.]","subId":"n1","id":"Hutcheson.IBV.IBO.1.n1"},{"type":"note","content":"See [Art. 5.]","subId":"n2","id":"Hutcheson.IBV.IBO.1.n2"},{"type":"note","content":"[Sect. 7.]","subId":"n3","id":"Hutcheson.IBV.IBO.1.n3"},{"type":"note","content":"This division of Beauty is taken from the different Foundations of Pleasure to our Sense of it, rather than from the Objects themselves: for most of the following Instances of relative Beauty have also absolute Beauty; and many of the Instances of absolute Beauty, have also relative Beauty in some respect or other. But we may distinctly consider these two Fountains of Pleasure, Uniformity in the Object it self, and Resemblance to some Original.","subId":"n4","id":"Hutcheson.IBV.IBO.1.n4"}]}