{"id":"Hutcheson.IBV.IBO.4","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 4. Of Relative or Comparative Beauty","breadcrumb":"Section 4","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_028","blocks":[{"type":"title","content":"SECT. IV.\nOf Relative or Comparative Beauty.\n","id":"Hutcheson.IBV.IBO.4"},{"type":"paragraph","content":"{Comparative Beauty.} IF the preceding Thoughts concerning the Foundation of absolute Beauty be just, we may easily understand wherein relative Beauty consists. All Beauty is relative to the Sense of some Mind perceiving it; but what we call relative is that which is apprehended in any Object, commonly consider'd as an Imitation of some Original: And this Beauty is founded on a Conformity, or a kind of Unity between the Original and the Copy. The Original may be either some Object in Nature, or some establish'd Idea; for if there be any known Idea as a Standard, and Rules to fix this Image or Idea by, we may make a beautiful Imitation. Thus a Statuary, Painter, or Poet, may please us with an Hercules, if his Piece retains that Grandeur, and those marks of Strength and Courage, which we imagine in that Hero.","subId":"1","id":"Hutcheson.IBV.IBO.4.1"},{"type":"paragraph","content":"And farther, to obtain comparative Beauty alone, it is not necessary that there be any Beauty in the Original; the Imitation of absolute Beauty may indeed in the whole make a more lovely Piece, and yet an exact Imitation shall still be beautiful, though the Original were intirely void of it: Thus the Deformitys of old Age in a Picture, the rudest Rocks or Mountains in a Landskip, if well represented, shall have abundant Beauty, tho' perhaps not so great as if the Original were absolutely beautiful, and as well represented: Nay, perhaps the Novelty may make us prefer the Representation of Irregularity.","subId":"2","id":"Hutcheson.IBV.IBO.4.2"},{"type":"paragraph","content":"{Description in Poetry.} The same Observation holds true in the Descriptions of the Poets either of natural Objects or Persons; and this relative Beauty is what they should principally endeavour to obtain, as the peculiar Beauty of their Works. By the Moratae Fabulae, or the ἢθη of Aristotle, we are not to understand virtuous Manners, but a just Representation of Manners or Characters as they are in Nature; and that the Actions and Sentiments be suited to the Characters of the Persons to whom they are ascrib'd in Epick and Dramatick Poetry. Perhaps very good Reasons may be suggested from the Nature of our Passions, to prove that a Poet should not draw his Characters perfectly Virtuous; these Characters indeed, abstractly consider'd, might give more Pleasure, and have more Beauty than the imperfect ones which occur in Life with a mixture of Good and Evil: But it may suffice at present to suggest against this Choice, that we have more lively Ideas of imperfect Men with all their Passions, than of morally perfect Heroes, such as really never occur to our Observation; and of which consequently we cannot judge exactly as to their Agreement with the Copy. And further, thro' Consciousness of our own State, we are more nearly touch'd and affected by the imperfect Characters; since in them we see represented, in the Persons of others, the Contrasts of Inclinations, and the Struggles between the Passions of Self-Love and those of Honour and Virtue, which we often feel in our own Breasts. This is the Perfection of Beauty for which Homer is justly admir'd, as well as for the Variety of his Characters.","subId":"3","id":"Hutcheson.IBV.IBO.4.3"},{"type":"paragraph","content":"{Probability, Simile, Metaphor.} Many other Beautys of Poetry may be reduc'd under this Class of relative Beauty: The Probability is absolutely necessary to make us imagine Resemblance; it is by Resemblance that the Similitudes, Metaphors and Allegorys are made beautiful, whether either the Subject or the Thing compar'd to it have Beauty or not; the Beauty indeed is greater, when both have some original Beauty or Dignity as well as Resemblance: and this is the foundation of the Rule of studying Decency in Metaphors and Similes as well as Likeness. The Measures and Cadence are instances of Harmony, and come under the head of absolute Beauty.","subId":"4","id":"Hutcheson.IBV.IBO.4.4"},{"type":"paragraph","content":"{Proneness to compare.} We may here observe a strange Proneness in our Minds to make perpetual Comparisons of all things which occur to our Observation, even of those which are very different from each other. There are certain Resemblances in the Motions of all Animals upon like Passions, which easily found a Comparison; but this does not serve to entertain our Fancy: Inanimate Objects have often such Positions as resemble those of the human Body in various Circumstances; these Airs or Gestures of the Body are Indications of certain Dispositions in the Mind, so that our very Passions and Affections, as well as other Circumstances, obtain a Resemblance to natural inanimate Objects. Thus a Tempest at Sea is often an Emblem of Wrath; a Plant or Tree drooping under the Rain, of a Person in Sorrow; a Poppy bending its Stalk, or a Flower withering when cut by the Plow, resembles the Death of a blooming Hero; an aged Oak in the Mountains shall represent an old Empire, a Flame seizing a Wood shall represent a War. In short, every thing in Nature, by our strange inclination to Resemblance, shall be brought to represent other things, even the most remote, especially the Passions and Circumstances of human Nature in which we are more nearly concern'd; and to confirm this, and furnish Instances of it, one need only look into Homer or Virgil. A fruitful Fancy would find in a Grove, or a Wood, an Emblem for every Character in a Commonwealth, and every turn of Temper, or Station in Life.","subId":"5","id":"Hutcheson.IBV.IBO.4.5"},{"type":"paragraph","content":"{Intention.} Concerning that kind of comparative Beauty which has a necessary relation to some establish'd Idea, we may observe, that some Works of Art acquire a distinct Beauty by their Correspondence to some universally suppos'd Intention in the Artificer, or the Persons who employ'd him: And to obtain this Beauty, sometimes they do not form their Works so as to attain the highest Perfection of original Beauty separately consider'd; because a Composition of this relative Beauty, along with some degree of the original Kind, may give more Pleasure, than a more perfect original Beauty separately. Thus we see, that strict Regularity in laying out of Gardens in Parterres, Vistas, parallel Walks, is often neglected, to obtain an Imitation of Nature even in some of its Wildnesses. And we are more pleas'd with this Imitation, especially when the Scene is large and spacious, than with the more confin'd Exactness of regular Works. So likewise in the Monuments erected in honour of deceased Heroes, altho' a Cylinder, or Prism, or regular Solid, may have more original Beauty than a very acute Pyramid or Obelisk, yet the latter pleases more, by answering better the suppos'd Intentions of Stability, and being conspicuous. For the same reason Cubes, or square Prisms, are generally chosen for the Pedestals of Statues, and not any of the more beautiful Solids, which do not seem so secure from rolling. This may be the reason too, why Columns or Pillars look best when made a little taper from the middle or a third from the bottom, that they may not seem top-heavy, and in danger of falling.","subId":"6","id":"Hutcheson.IBV.IBO.4.6"},{"type":"paragraph","content":"The like Reason may influence Artists, in many other Instances, to depart from the Rules of original Beauty, as above laid down. And yet this is no Argument against our Sense of Beauty being founded, as was above explain'd, on Uniformity amidst Variety, but only an Evidence, that our Sense of Beauty of the Original Kind may be vary'd and over-balanc'd by another kind of Beauty.","subId":"7","id":"Hutcheson.IBV.IBO.4.7"},{"type":"paragraph","content":"This Beauty arising from Correspondence to Intention, would open to curious Observers a new Scene of Beauty in the Works of Nature, by considering how the Mechanism of the various Parts known to us, seems adapted to the Perfection of that Part, and yet in Subordination to the Good of some System or Whole. We generally suppose the Good of the greatest Whole, or of all Beings, to have been the Intention of the Author of Nature; and cannot avoid being pleas'd when we see any Part of this Design executed in the Systems we are acquainted with. The Observations already made on this Subject are in every one's Hand, in the Treatises of our late Improvers of mechanical Philosophy. We shall only observe here, that every one has a certain Pleasure in seeing any Design well executed by curious Mechanism, even when his own Advantage is no way concern'd; and also in discovering the Design to which any complex Machine is adapted, when he has perhaps had a general Knowledge of the Machine before, without seeing its Correspondence or Aptness to execute any Design.","subId":"8","id":"Hutcheson.IBV.IBO.4.8"},{"type":"paragraph","content":"The Arguments by which we prove Reason and Design in any Cause from the Beauty of the Effects, are so frequently us'd in some of the highest Subjects, that it may be necessary to inquire a little more particularly into them, to see how far they will hold, and with what degree of Evidence.","subId":"9","id":"Hutcheson.IBV.IBO.4.9"},{"type":"note","content":"'Tis surprising to see the ingenious Author of [Alciphron] alledging, that all Beauty observed is solely some Use perceived or imagined; for no other Reason than this, that the Apprehension of the Use intended, occurs continually, when we are judging of the Forms of Chairs, Doors, Tables, and some other Things of obvious Use; and that we like those Forms most, which are fittest for the Use. Whereas we see, that in these very Things Similitude of parts is regarded, where unlike Parts would be equally useful: thus the Feet of a Chair would be of the same Use, tho' unlike, were they equally long; tho' one were strait, and the other bended; or one bending outwards, and the other inwards: A Coffin-shape for a Door would bear a more manifest Aptitude to the human Shape, than that which Artists require. And then what is the Use of these Imitations of Nature, or of its Works, in Architecture? Why should a Pillar please which has some of the Human Proportions? Is the End or Use of a Pillar the same as of a Man? Why the Imitation of other natural or well-proportioned Things in the Entablature? Is there then a Sense of Imitation, relishing it where there is no other Use than this, that it naturally pleases? Again; Is no Man pleased with the Shapes of any Animals, but those which he expects Use from? The Shapes of the Horse or the Ox may promise Use to the Owner; but is he the only Person who relishes the Beauty? And is there no Beauty discerned in Plants, in Flowers, in Animals, whose Use is to us unknown? But what is still more surprising, is his representing Aristotle as giving the ἐπαινετόν, for the Notion of the καλὸν: when he has so often told us, \"that the καλὸν is prior to it; that we love Praise from others, as it gives Testimony to, and confirms our Opinion of, our being possessed of Virtue, or the καλὸν; and that the superior Excellency of this, which we antecedently perceive, is the Reason why we love Praise.\" See [Ethic. Ad Nicom. Lib. i. c. 5.] and often elsewhere. 'Tis true that the καλὸν is laudable, and, as Plato asserts, all-wise, ἡδὺ, καὶ ὠϕέλιμον at last; and so does every one maintain who asserts a Moral Sense, in that very Assertion. And yet the Doctor has found out the Art of making this an Objection to a Moral Sense.","subId":"n1","id":"Hutcheson.IBV.IBO.4.n1"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.3","imported":true,"title":"Section 3. Of the Beauty of Theorems","breadcrumb":"Section 3","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO.5","imported":true,"title":"Section 5. Concerning our Reasonings about Design and Wisdom in the Cause, from the Beauty or Regularity of Effects","breadcrumb":"Section 5","published":[1725]}}