{"imported":true,"id":"Hutcheson.IBV.IBO.7","parent":"Hutcheson.IBV.IBO","title":"Section 7. Of the Power of Custom, Education, and Example, as to our internal Senses","breadcrumb":"Section 7","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_031","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. VII.\nOf the Power of Custom, Education, and Example, as to our internal Senses.\n","id":"Hutcheson.IBV.IBO.7"},{"type":"paragraph","content":"CUTSOM, Education, and Example are so often alledg'd in this Affair, as the Occasion of our Relish for beautiful Objects, and for our Approbation of, or Delight in, a certain Conduct in Life in a moral Species, that it is necessary to examine these three particularly, to make it appear, \"that there is a natural Power of Perception, or Sense of Beauty in Objects, antecedent to all Custom, Education, or Example.\"","subId":"1","id":"Hutcheson.IBV.IBO.7.1"},{"type":"paragraph","content":"{Custom gives no new Sense.} II. Custom, as distinct from the other two, operates in this manner. As to Actions, it only gives a disposition to the Mind or Body more easily to perform those Actions which have been frequently repeated, but never leads us to apprehend them under any other View than what we were capable of apprehending them under at first; nor gives us any new Power of Perception about them. We are naturally capable of Sentiments of Fear, and Dread of any powerful Presence; and so Custom may connect the Ideas of religious Horror to certain Buildings: but Custom could never have made a Being naturally incapable of Fear, receive such Ideas. So had we no other Power of perceiving, or forming Ideas of Actions, but as they were advantageous or disadvantageous, Custom could only have made us more ready at perceiving the Advantage or Disadvantage of Actions. But this is not to our present Purpose.","subId":"2","id":"Hutcheson.IBV.IBO.7.2"},{"type":"paragraph","content":"As to our Approbation of, or Delight in external Objects. When the Blood or Spirits of which Anatomists talk are rouz'd, quicken'd, or fermented as they call it, in any agreeable manner by Medicine or Nutriment; or any Glands frequently stimulated to Secretion; it is certain that to preserve the Body easy, we shall delight in Objects of Taste which of themselves are not immediately pleasant to it, if they promote that agreeable State which the Body had been accustom'd to. Further, Custom will so alter the State of the Body, that what at first rais'd uneasy Sensations will cease to do so, or perhaps raise another agreeable Idea of the same Sense; but Custom can never give us any Idea of a Sense different from those we had antecedent to it: It will never make the Blind approve Objects as coloured, or those who have no Taste approve Meats as delicious, however they might approve them as Strengthning or Exhilarating. Were our Glands and the Parts about them void of Feeling, did we perceive no Pleasure from certain brisker Motions in the Blood, Custom could never make stimulating or intoxicating Fluids or Medicines agreeable, when they were not so to the Taste: So by like Reasoning, had we no natural Sense of Beauty from Uniformity, Custom could never have made us imagine any Beauty in Objects; if we had had no Ear, Custom could never have given us the Pleasures of Harmony. When we have these natural Senses antecedently, Custom may make us capable of extending our Views further, and of receiving more complex Ideas of Beauty in Bodys, or Harmony in Sounds, by increasing our Attention and quickness of Perception. But however Custom may increase our Power of receiving or comparing complex Ideas, yet it seems rather to weaken than strengthen the Ideas of Beauty, or the Impressions of Pleasure from regular Objects; else how is it possible that any Person could go into the open Air on a sunny Day, or clear Evening, without the most extravagant Raptures, such as Milton represents our Ancestor in upon his first Creation? For such any Person would certainly fall into, upon the first Representation of such a Scene.","subId":"3","id":"Hutcheson.IBV.IBO.7.3"},{"type":"paragraph","content":"Custom in like manner may make it easier for any Person to discern the Use of a complex Machine, and approve it as advantageous; but he would never have imagin'd it Beautiful, had he no natural Sense of Beauty. Custom may make us quicker in apprehending the Truth of complex Theorems, but we all find the Pleasure or Beauty of Theorems as strong at first as ever. Custom makes us more capable of retaining and comparing complex Ideas, so as to discern more complicated Uniformity, which escapes the Observation of Novices in any Art; but all this presupposes a natural Sense of Beauty in Uniformity: for had there been nothing in Forms, which was constituted the necessary occasion of Pleasure to our Senses, no Repetition of indifferent Ideas as to Pleasure or Pain, Beauty or Deformity, could ever have made them grow pleasing or displeasing.","subId":"4","id":"Hutcheson.IBV.IBO.7.4"},{"type":"paragraph","content":"{Nor Education.} III. The Effect of Education is this, that thereby we receive many speculative Opinions, which are sometimes true and sometimes false; and are often led to believe that Objects may be naturally apt to give Pleasure or Pain to our external Senses, which in reality have no such Qualitys. And further, by Education there are some strong Associations of Ideas without any Reason, by mere Accident sometimes, as well as by Design, which it is very hard for us ever after to break asunder. Thus Aversions are rais'd to Darkness, and to many kinds of Meat, and to certain innocent Actions: Approbations without Ground are rais'd in like manner. But in all these Instances, Education never makes us apprehend any Qualitys in Objects, which we have not naturally Senses capable of perceiving. We know what Sickness of the Stomach is, and may without Ground believe that very healthful Meats will raise this; we by our Sight and Smell receive disagreeable Ideas of the Food of Swine, and their Styes, and perhaps cannot prevent the recurring of these Ideas at Table: but never were Men naturally Blind prejudic'd against Objects as of a disagreeable Colour, or in favour of others as of a beautiful Colour; they perhaps hear Men dispraise one Colour, and may imagine this Colour to be some quite different sensible Quality of the other Senses, but that is all: And the same way, a Man naturally void of Taste could by no Education receive the Ideas of Taste, or be prejudic'd in favour of Meats as delicious: So, had we no natural Sense of Beauty and Harmony, we could never be prejudic'd in favour of Objects or Sounds as Beautiful or Harmonious. Education may make an unattentive Goth imagine that his Countrymen have attain'd the Perfection of Architecture; and an Aversion to their Enemys the Romans, may have join'd some disagreeable Ideas to their very Buildings, and excited them to their Demolition; but he had never form'd these Prejudices, had he been void of a Sense of Beauty. Did ever blind Men debate whether Purple or Scarlet were the finer Colour? or could any Education prejudice them in favour of either as Colours?","subId":"5","id":"Hutcheson.IBV.IBO.7.5"},{"type":"paragraph","content":"Thus Education and Custom may influence our internal Senses, where they are antecedently, by enlarging the Capacity of our Minds to retain and compare the Parts of complex Compositions: And then if the finest Objects are presented to us, we grow conscious of a Pleasure far superior to what common Performances excite. But all this presupposes our Sense of Beauty to be natural. Instruction in Anatomy, Observation of Nature, and of those Airs of the Countenance and Attitudes of Body, which accompany any Sentiment, Action, or Passion, may enable us to know where there is a just Imitation: but why should an exact Imitation please upon Observation, if we had not naturally a Sense of Beauty in it, more than the observing the Situation of fifty or a hundred Pebbles thrown at random? and should we observe them ever so often, we should never dream of their growing Beautiful.","subId":"6","id":"Hutcheson.IBV.IBO.7.6"},{"type":"paragraph","content":"{Prejudices how removed.} IV. There is something worth our Observation as to the manner of rooting out the Prejudices of Education, not quite foreign to the present purpose. When the Prejudice arises from Associations of Ideas without any natural Connection, we must frequently force our selves to bear Representations of those Objects, or the Use of them when separated from the disagreeable Idea; and this may at last disjoin the unreasonable Association, especially if we can join new agreeable Ideas to them: Thus Opinions of Superstition are best remov'd by pleasant Conversation of Persons we esteem for their Virtue, or by observing that they despise such Opinions. But when the Prejudice arises from an Apprehension or Opinion of natural Evil, as the Attendant, or Consequent of any Object or Action; if the Evil be apprehended to be the constant and immediate Attendant, a few Trials without receiving any Damage will remove the Prejudice, as in that against Meats: But where the Evil is not represented as the perpetual Concomitant, but as what may possibly or probably at some time or other accompany the use of the Object, there must be frequent Reasoning with our selves, or a long Series of Trials without any Detriment, to remove the Prejudice; such is the Case of our Fear of Spirits in the dark, and in Church-yards. And when the Evil is represented as the Consequence perhaps a long time after, or in a future State, it is then hardest of all to remove the Prejudice; and this is only to be effected by slow Processes of Reason, because in this Case there can be no Trials made: and this is the Case of superstitious Prejudices against Actions apprehended as offensive to the Deity; and hence it is that they are so hard to be rooted out.","subId":"7","id":"Hutcheson.IBV.IBO.7.7"},{"type":"paragraph","content":"{Example not the Cause of internal Sense.} V. Example seems to operate in this manner. We are conscious that we act very much for Pleasure, or private Good; and are thereby led to imagine that others do so too: hence we conclude there must be some Perfection in the Objects which we see others pursue, and Evil in those which we observe them constantly shunning. Or, the Example of others may serve to us as so many Trials to remove the Apprehension of Evil in Objects to which we had an Aversion. But all this is done upon an Apprehension of Qualitys perceivable by the Senses which we have; for no Example will induce the Blind or Deaf to pursue Objects as Colour'd or Sonorous; nor could Example any more engage us to pursue Objects as Beautiful or Harmonious, had we no natural Sense of Beauty or Harmony.","subId":"8","id":"Hutcheson.IBV.IBO.7.8"},{"type":"paragraph","content":"Example may make us conclude without Examination, that our Countrymen have obtain'd the Perfection of Beauty in their Works, or that there is less Beauty in the Orders of Architecture or Painting us'd in other Nations, and so content our selves with very imperfect Forms. And Fear of Contempt as void of Taste or Genius, often makes us join in approving the Performances of the reputed Masters in our Country, and restrains those who have naturally a fine Genius, or the internal Senses very acute, from studying to obtain the greatest Perfection; it makes also those of a bad Taste pretend to a Perception of Beauty which in reality they have not: But all this presupposes some natural Power of receiving Ideas of Beauty and Harmony. Nor can Example effect any thing further, unless it be to lead Men to pursue Objects by implicit Faith, for some Perfection which the Pursuer is conscious he does not know, or which perhaps is some very different Quality from the Idea perceiv'd by those of a good Taste in such Affairs.","subId":"9","id":"Hutcheson.IBV.IBO.7.9"},{"type":"note","content":"See [Paradise Lost, Book 8].","subId":"n1","id":"Hutcheson.IBV.IBO.7.n1"}]}