{"id":"Hutcheson.IBV.IGE.3","imported":true,"parent":"Hutcheson.IBV.IGE","title":"Section 3. The Sense of Virtue, and the various Opinions about it, reducible to one general Foundation. The Manner of computing the Morality of Actions","breadcrumb":"Section 3","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_038","blocks":[{"type":"title","content":"<h3>SECT. III.</h3> <h3><em>The </em>Sense<em> of </em>Virtue<em>, and the </em>various Opinions<em> about it, reducible to </em>one general Foundation<em>. The Manner of computing the </em>Morality<em> of </em>Actions<em>.</em></h3> ","id":"Hutcheson.IBV.IGE.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">All Virtue Benevolent.</span> IF we examine all the Actions which are counted <em>amiable</em> any-where, and inquire into the Grounds upon which they are <em>approv'd</em>, we shall find that in the Opinion of the Person who approves them, they always appear as <span class=\"small-capitals\">Benevolent</span>, or flowing from <em>Good-will to others</em>, and a Study of their Happiness, whether the <em>Approver</em> be one of the Persons belov'd, or profited, or not; so that all those <em>kind Affections</em> which incline us to make others happy, and all Actions suppos'd to flow from such Affections, appear <em>morally good</em>, if, while they are <em>benevolent</em> toward some Persons, they be not <em>pernicious</em> to others. Nor shall we find any thing amiable in any Action whatsoever, where there is no <em>Benevolence</em> imagin'd; nor in any Disposition, or Capacity, which is not suppos'd applicable to, and design'd for, <em>benevolent</em> Purposes. Nay, as was before observ'd<a href=\"#n1\"><sup>[1]</sup></a>, the Actions which in Fact are exceedingly useful, shall appear void of <em>moral Beauty</em>, if we know they proceeded from no kind Intentions towards others; and yet an unsuccessful Attempt of Kindness, or of promoting <em>publick Good</em>, shall appear as amiable as the most successful, if it flow'd from as <em>strong Benevolence</em>.","subId":"1","id":"Hutcheson.IBV.IGE.3.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Religion.</span> <span class=\"small-capitals\">Hence</span> <em>those</em> Affections which would lead us to do Good to our Benefactor, shall appear <em>amiable</em>, and the <em>contrary</em> Affections <em>odious</em>, even when our Actions cannot possibly be of any Advantage or Hurt to him. Thus a <em>sincere Love</em> and <em>Gratitude</em> toward our Benefactor, a <em>chearful Readiness</em> to do whatever he shall require, how burdensom soever, a <em>hearty Inclination</em> to comply with his Intentions, and <em>Contentment</em> with the State he has plac'd us in, are the strongest Evidences of <em>Benevolence</em> we can shew to such a Person; and therefore they must appear exceedingly <em>amiable</em>. And under these is included all the <em>rational Devotion</em>, or <em>Religion</em> toward a <span class=\"small-capitals\">Deity</span> apprehended as <em>good</em>, which we can possibly perform.","subId":"2","id":"Hutcheson.IBV.IGE.3.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Gratitude.</span> <span class=\"small-capitals\">We</span> may here transiently observe one Circumstance in the <em>Frame</em> of our <em>Nature</em>, which is wonderfully adapted to promote <em>Benevolence</em>, <em>viz.</em> that as a Benefit conferr'd necessarily raises <em>Gratitude</em> in the Person who receives it, so the Expressions of this Gratitude, even from the meanest of Mankind, are <em>wonderfully delightful</em> to the Benefactor. Never were there any Mortals so poor, so inconsiderable, whose grateful Praise would not be some way delightful; and by whom we would not rather chuse to be belov'd than hated, if their Love no way evidenc'd us to be Partners in their Vices, or concern'd in their Meanness. And thus the <em>most abject Person oblig'd</em> is capable, and inclin'd to make no small Addition to our Happiness by his <em>Love</em> and <em>Gratitude</em>, when he is utterly incapable of any other Return, and when we expect none from him: Thus, <blockquote><em>——— A grateful Mind <br> By owing owes not, and still pays, at once <br> Indebted and discharg'd ——</em><a href=\"#n2\"><sup>[2]</sup></a></blockquote>","subId":"3","id":"Hutcheson.IBV.IGE.3.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to <em>external Performances</em> of Religion, they are no doubt very various in different Nations and Ages; and <em>Education</em> may give Men Opinions, that certain Actions are pleasing, and others displeasing to the <span class=\"small-capitals\">Deity</span>: but then where-ever any external Rite of Worship is approv'd, there also it is look'd upon to proceed from <em>Love</em> toward the <span class=\"small-capitals\">Deity</span>, or some other Affection necessarily join'd with <em>Love</em>, as <em>Reverence</em>, <em>Repentance</em>, or <em>Sorrow</em> to have offended. So that the general Principle of <em>Love</em> is the Foundation of all the <em>apparent moral Excellence</em>, even in the most fantastick Rites of Worship which were ever approv'd. For as to Rites design'd only to appease a <em>furious Being</em>, no Mortal, I fansy, apprehends there is any <em>Virtue</em>, or <em>Excellence</em> in them; but that they are chosen only as the dishonourable Means of avoiding a greater Evil. Now as there are various speculative Opinions about what is acceptable to the <span class=\"small-capitals\">Deity</span>, it necessarily follows, <q>That, accordingly, <em>Practices</em>, and <em>Approbation</em>, must be <em>various</em>; tho' all the <em>moral Goodness</em> of Actions is still presum'd to flow from <em>Love</em>.</q>","subId":"4","id":"Hutcheson.IBV.IGE.3.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Social Virtues.</span> <span class=\"small-capitals\">Again</span>, that we may see how <em>Benevolence</em> is the Foundation of all apprehended <em>Excellence</em> in <em>social Virtues</em>, let us only observe, That amidst the Diversity of Sentiments on this Head among various Sects, this is still allow'd to be the way of deciding the Controversy about any disputed Practice, <em>viz.</em> to inquire whether this Conduct, or the contrary, will most effectually promote the <em>publick Good</em>. The <em>Morality</em> is immediately adjusted, when the natural Tendency, or Influence of the Action upon the <em>universal natural Good</em> of <em>Mankind</em>, is agreed upon. That which produces more <em>Good</em> than <em>Evil</em> in the <em>Whole</em>, is acknowledg'd <em>good</em>; and what does not, is counted <em>evil</em>. In this Case, we no other way regard the good of the <em>Actor</em>, or that of those who are thus inquiring, than as they make a Part of the great <em>System</em>.","subId":"5","id":"Hutcheson.IBV.IGE.3.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> our late Debates about <em>Passive Obedience</em>, and the Right of <em>Resistance</em> in Defence of <em>Privileges</em>, the Point disputed among Men of Sense was, <q>Whether <em>universal Submission</em> would probably be attended with greater <em>natural Evils</em>, than <em>temporary Insurrections</em>, when Privileges are invaded? and not, Whether what tended in the Whole to the <em>publick natural Good</em>, was also <em>morally good</em>?</q> And if a <em>divine Command</em> was alledg'd in favour of the Doctrine of <em>Passive Obedience</em>, this would, no doubt, by its eternal Sanctions cast the ballance of <em>natural Good</em> to its own side, and determine our Election from <em>Interest</em>; and yet <em>our Sense</em> of the <em>moral Good</em> in <em>Passive Obedience</em>, would still be founded upon some Species of <em>Benevolence</em>, such as <em>Gratitude</em> toward the <span class=\"small-capitals\">Deity</span>, and <em>Submission</em> to his Will to whom we are so much oblig'd. But I fansy those, who believe the <span class=\"small-capitals\">Deity</span> to be <em>good</em>, would not rashly alledge such a Command, unless they also asserted, that the thing commanded did tend more to the <em>universal Good</em>, than the contrary, either by preventing the external Evils of <em>Civil War</em>, or by enuring Men to <em>Patience</em>, or some <em>other Quality</em> which they apprehended necessary to their everlasting Happiness. And were it not so, <em>Passive Obedience</em> might be recommended as an <em>inglorious Method</em> of escaping a greater Mischief, but could never have any thing <em>morally amiable</em> in it.","subId":"6","id":"Hutcheson.IBV.IGE.3.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> let us quit the Disputes of the <em>Learned</em>, on whom, it may be alledg'd, <em>Custom</em> and <em>Education</em> have a powerful Influence; and consider upon what Grounds, in common Life, Actions are <em>approv'd</em> or <em>condemn'd</em>, <em>vindicated</em> or <em>excus'd</em>. We are universally asham'd to say an Action is <em>just</em>, because it tends to my <em>Advantage</em>, or to the <em>Advantage</em> of the <em>Actor</em>: And we as seldom condemn a <em>beneficent kind Action</em>, because it is not <em>advantageous</em> to us, or to the <em>Actor</em>. <em>Blame</em> and <em>Censure</em> are founded on a Tendency to <em>publick Evil</em>, or a Principle of <em>private Malice</em> in the <em>Agent</em>, or <em>Neglect</em> at least of the <em>Good</em> of others; on <em>Inhumanity</em> of Temper, or at least such <em>strong Selfishness</em> as makes the <em>Agent</em> careless of the Sufferings of others: and thus we <em>blame</em> and <em>censure</em> when the Action no way affects ourselves. All the moving and persuasive Vindications of Actions, which may, from some <em>partial</em> evil Tendency, appear <em>evil</em>, are taken from this, that they were necessary to some <em>greater Good</em>, which counterbalanc'd the <em>Evil</em>: <q><em>Severity</em> toward a few, is <em>Compassion</em> toward multitudes.—<em>Transitory Punishments</em> are necessary for avoiding more <em>durable Evils</em>.—Did not <em>some</em> suffer on such Occasions, there would be <em>no living</em> for honest Men</q>,—and such like. And even when an Action cannot be intirely justify'd, yet how greatly is the Guilt extenuated, if we can alledge; <q>That it was only the Effect of <em>Inadvertence</em> without <em>Malice</em>, or of <em>partial good Nature</em>, <em>Friendship</em>, <em>Compassion</em>, <em>natural Affection</em>, or <em>Love</em> of a <em>Party</em>?</q> All these Considerations shew, what is the <em>universal Foundation</em> of <em>our Sense</em> of <em>moral Good</em>, or <em>Evil</em>, viz. <em>Benevolence</em> toward others on one hand, and <em>Malice</em>, or even <em>Indolence</em>, and <em>Unconcernedness</em> about the <em>apparent publick Evil</em> on the other. And let it be here observ'd, that we are so far from imagining all Men to act only from <em>Self-Love</em>, that we universally expect in others a Regard for the <em>Publick</em>; and do not look upon the Want of this, as barely the Absence of <em>moral Good</em>, or <em>Virtue</em>, but even as <em>positively evil</em> and <em>hateful</em>.","subId":"7","id":"Hutcheson.IBV.IGE.3.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Evil not always Malice.</span> <span class=\"small-capitals\">Contrarys</span> may illustrate each other; let us therefore observe the <em>general Foundation</em> of <em>our Sense</em> of <em>moral Evil</em> more particularly. <em>Disinterested Malice</em>, or ultimate Desire of the Misery of others, is the highest pitch of what we count <em>vitious</em>; and every Action appears <em>evil</em>, which is imagin'd to flow from any degree of <em>this Affection</em>. Perhaps a <em>violent Passion</em> may hurry Men into it for a few Moments, and our <em>rash angry Sentiments</em> of our Enemys, may represent them as having such <em>odious Dispositions</em>; but it is very probable, from the Reasons offer'd above<a href=\"#n3\"><sup>[3]</sup></a>, that there is no such degree of Wickedness in <em>human Nature</em>, as in <em>cold blood</em>, to desire the Misery of others, when it is conceiv'd no way useful to <em>our Interests</em>.","subId":"8","id":"Hutcheson.IBV.IGE.3.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> frequent, and seemingly unprovoked Cruelties of the <span class=\"name\"><span class=\"small-capitals\">Nero</span></span>'s and <span class=\"name\"><span class=\"small-capitals\">Domitian</span></span>'s, are often alledged in Opposition to all this; but perhaps unjustly. Such Tyrants are conscious that they are hated by all those whom the World repute virtuous, and they apprehend Danger from them: A Tyrant looks upon such Men as designing, artful, or ambitious, under a false Shew of Virtue. He imagines the surest Means of his own Safety is to appear terrible, and to deprive his Enemys of all Hopes of escaping by his Compassion. The Fame of Virtue in eminent Subjects is matter of Envy, and is a Reproach upon the Tyrant: It weakens his Power, and makes them dangerous to him. <em>Power</em> becomes the Object of Delight to the Tyrant; and in Ostentation of it, he may break through all Regards to Justice and Humanity. Habits of Cruelty can be acquired in such a Course. Any of these apparent Interests seem better to account for the Crueltys of Tyrants, than the supposing in them a Principle of <em>calm Malice</em> without <em>Interest</em>, of which the <em>rest</em> of <em>Mankind</em> seem intirely incapable.","subId":"9","id":"Hutcheson.IBV.IGE.3.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Temper of a Tyrant.</span> <span class=\"small-capitals\">The</span><span class=\"small-capitals\"></span> Temper of a <em>Tyrant</em> seems a continu'd state of <em>Anger</em>, <em>Hatred</em>, and <em>Fear</em>. To form our Judgment then of his Motives of Action, and those of Men of like Tempers in lower Stations, let us reflect upon the Apprehensions we form of Mankind, when we are under any of those Passions which to the <em>Tyrant</em> are <em>habitual</em>. When we are under the fresh Impressions of an Injury, we find, that our Minds are wholly fill'd with Apprehensions of the Person who injur'd us, as if he were <em>absolutely evil</em>, and <em>delighted</em> in doing Mischief: We overlook the Virtues, which, when calm, we could have observ'd in him: we forget that perhaps he acted from <em>Self-Love</em>, and not <em>Malice</em>, or, it may be, some <em>generous</em> or <em>kind Intention</em> toward others. These, probably, are the Opinions which a <em>Tyrant</em> constantly forms concerning <em>Mankind</em>; and having very much weaken'd all <em>kind Affections</em> in himself, however he may pretend to them, he judges of the Tempers of others by his own. And were Men really such as he apprehends them, his Treatment of them would not be very unreasonable. We shall generally find our Passions arising suitably to the Apprehensions we form of others: if they are rashly form'd upon some sudden slight Views, it is no wonder if we find Dispositions following upon them, very little suited to the <em>real State of human Nature</em>.","subId":"10","id":"Hutcheson.IBV.IGE.3.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Ordinary Springs of Vice.</span> <span class=\"small-capitals\">The</span> ordinary Springs of <em>Vice</em> then among Men, must be a <em>mistaken Self-Love</em>, made so violent, as to overcome <em>Benevolence</em>; or such strong <em>Appetites</em>, or Passions either selfish, or toward some narrow Systems, as overcome our Regard to Publick Good; or <em>Affections</em> arising from <em>false</em>, and <em>rashly form'd Opinions</em> of <em>Mankind</em>; which we run into thro' the weakness of our <em>Benevolence</em>. When Men, who had good Opinions of each other, happen to have <em>contrary Interests</em>, they are apt to have their <em>good Opinions</em> of each other <em>abated</em>, by imagining a <em>design'd Opposition</em> from <em>Malice</em>; without this, they can scarcely <em>hate</em> one another. Thus two <em>Candidates</em> for the same Office wish each other <em>dead</em>, because that is an ordinary way by which Men make room for each other; but if there remains any Reflection on each other's Virtue, as there sometimes may in benevolent Tempers, then their Opposition may be without <em>Hatred</em>; and if another better Post, where there is no Competition, were bestow'd on one of them, the other shall rejoice at it.","subId":"11","id":"Hutcheson.IBV.IGE.3.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Self-Love indifferent.</span> <span class=\"small-capitals\">Actions</span> which flow solely from <em>Self-Love</em>, and yet evidence no Want of <em>Benevolence</em>, having no hurtful Effects upon others, seem of a middle Nature, neither virtuous nor vitious, and neither raise the <em>Love</em> or <em>Hatred</em> of the Observer. Our Reason can indeed discover certain Bounds, within which we may not only act from <em>Self-Love</em>, consistently with the <em>Good</em> of the <em>Whole</em>, but every Mortal's acting thus within these Bounds for his own <em>Good</em>, is absolutely necessary for the <em>Good</em> of the <em>Whole</em>; and the Want of such <em>Self-Love</em> would be <em>universally pernicious</em>. Hence, he who pursues his own <em>private Good</em>, with an Intention also to concur with that Constitution which tends to the <em>Good</em> of the <em>Whole</em>; and much more he who promotes his <em>own Good</em>, with a direct View of making himself more capable of serving <span class=\"small-capitals\">God</span>, or doing good to <em>Mankind</em>; acts not only <em>innocently</em>, but also <em>honourably</em>, and <em>virtuously</em>: for in both these Cases, <em>Benevolence</em> concurs with <em>Self-Love</em> to excite him to the Action. And thus <em>a Neglect</em> of our <em>own Good</em> may be <em>morally evil</em>, and argue a Want of <em>Benevolence</em> toward the <em>Whole</em>. But when <em>Self-Love</em> breaks over the Bounds above-mention'd, and leads us into Actions detrimental to <em>others</em>, and to the <em>Whole</em>; or makes us insensible of the <em>generous kind Affections</em>; then it appears <em>vitious</em>, and is <em>disapprov'd</em>. So also, when upon any small Injurys, or sudden Resentment, or any weak superstitious Suggestions, our <em>Benevolence</em> becomes so faint, as to let us entertain odious Conceptions of <em>Men</em>, or any Part of them, without just Ground, as if they were <em>wholly evil</em>, or <em>malicious</em>, or as if they were a worse Sort of Beings than they really are; these Conceptions must lead us into <em>malevolent Affections</em>, or at least weaken our <em>good ones</em>, and make us <em>really vitious</em>.","subId":"12","id":"Hutcheson.IBV.IGE.3.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Benevolence of different Kinds.</span> <span class=\"small-capitals\">Benevolence</span> is a Word fit enough in general, to denote the internal Spring of Virtue, as <span class=\"name\">Bishop <em>Cumberland</em></span> always uses it. But to understand this more distinctly, 'tis highly necessary to observe, that under this Name are included very different Dispositions of the Soul. Sometimes it denotes a <em>calm</em>, <em>extensive Affection</em>, or Good-will toward all Beings capable of Happiness or Misery: Sometimes, 2. A calm deliberate Affection of the Soul toward the Happiness of certain smaller Systems or Individuals; such as Patriotism, or Love of a Country, Friendship, Parental Affection, as it is in Persons of Wisdom and Self-Government: Or, 3. The several kind particular Passions of Love, Pity, Sympathy, Congratulation. This Distinction between the calm Motions of the Will, Affections, Dispositions, or Instincts of the Soul, and the several turbulent Passions, is elsewhere more fully considered<a href=\"#n4\"><sup>[4]</sup></a>.","subId":"13","id":"Hutcheson.IBV.IGE.3.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> tho' all these different Dispositions come under the general Character of Benevolent, yet as they are in Nature different, so they have very different Degrees of Moral Beauty. The first Sort is above all amiable and excellent: 'Tis perhaps the sole Moral Perfection of some superior Natures; and the more this prevails and rules in any human Mind, the more amiable the Person appears, even when it not only checks and limits our lower Appetites, but when it controuls our kind particular Passions, or counteracts them. The second Sort of <em>Benevolence</em> is more amiable than the third, when it is sufficiently strong to influence our Conduct: And the third Sort, tho' of a lesser Moral Dignity, is also beautiful, when it is no way opposite to these more noble Principles. And when it is opposite, tho' it does not justify such Actions as are really detrimental to greater Systems, yet it is a strong extenuating Circumstance, and much alleviates the Moral Deformity. We are all sensible of this, when any Person from Friendship, Parental-Affection, or Pity, has done something hurtful to larger Societies.","subId":"14","id":"Hutcheson.IBV.IGE.3.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Self-Love not excluded by Benevolence.</span> <span class=\"small-capitals\">Here</span> we must also observe, that every <em>moral Agent</em> justly considers himself as a <em>Part</em> of this <em>rational System</em>, which may be useful to the <em>Whole</em>; so that he may be, in part, an Object of his own universal <em>Benevolence</em>. Nay further, as was hinted above, he may see, that the Preservation of the <em>System</em> requires every one to be <em>innocently sollicitous</em> about himself. Hence he may conclude, that an Action which brings <em>greater Evil</em> to the <em>Agent</em>, than <em>Good</em> to others, however it may evidence the Strength of some particular kind Attachment, or of a <em>virtuous Disposition</em> in the <em>Agent</em>, yet it must be founded upon a mistaken Opinion of its Tendency to <em>publick Good</em>: so that a Man who reason'd justly, and consider'd the whole, would not be led into it, by the calm extensive <em>Benevolence</em>, how strong soever it were; nor would he recommend it to the Practice of others; however he might acknowledge, that the Detriment arising to the <em>Agent</em> from a <em>kind Action</em>, did evidence a strong virtuous Disposition. Nay farther, if any <em>Good</em> was propos'd to the Pursuit of an <em>Agent</em>, and he had a <em>Competitor</em> in every respect <em>only equal</em> to himself; the <em>highest</em> universal <em>Benevolence</em> possible would not lead a wise Man to prefer another to himself, were there no Ties of Gratitude, or some other external Circumstance to move him to yield to his <em>Competitor</em>. A Man surely of the <em>strongest Benevolence</em>, may just treat himself as he would do a third Person, who was a Competitor of <em>equal Merit</em> with the other; and as his preferring one to another, in such a Case, would argue no Weakness of <em>Benevolence</em>; so no more would he evidence it by preferring himself to a Man of only <em>equal Abilitys</em>.","subId":"15","id":"Hutcheson.IBV.IGE.3.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Where-ever</span> a Regard to <em>myself</em> tends as much to the good of the <em>Whole</em>, as Regard to <em>another</em>; or where the <em>Evil</em> to myself, is equal to the <em>Good</em> obtain'd for another; tho' by acting, in such Cases, for the Good of <em>another</em>, I really shew a very amiable Disposition; yet by acting in the contrary manner, from Regard to <em>myself</em>, I evidence no evil Disposition, nor any want of the most extensive <em>Benevolence</em>; since the <em>Moment</em> of Good to the <em>Whole</em> is, in both Cases, exactly equal. And let it be here observ'd, that this does not supersede the Necessity of <em>Liberality</em>, or <em>gratuitous Gifts</em>, altho' in such Actions the Giver loses what the other receives; since the <em>Moment</em> of Good to any Person, in any given Case, is in a compound Proportion of the <em>Quantity</em> of the Good it self, and the <em>Indigence</em> of the Person. Hence it appears, that a Gift may make a much greater <em>Addition</em> to the Happiness of the <em>Receiver</em>, than the <em>Diminution</em> it occasions in the Happiness of the <em>Giver</em>: And that the most useful and important Gifts are those from the <em>Wealthy</em> to the <em>Indigent</em>. Yet Gifts from <em>Equals</em> are not useless, since they often increase the Happiness of both, as they are strong Evidences of <em>mutual Love</em>: but Gifts from the <em>Poor</em> to the <em>Wealthy</em> are really foolish, unless they be only little Expressions of <em>Gratitude</em>, which are also fruitful of Joy on both Sides: for these Expressions of Gratitude are really delightful and acceptable to the <em>Wealthy</em>, if they have any Humanity; and their Acceptance of them is matter of Joy to the poor <em>Giver</em>.","subId":"16","id":"Hutcheson.IBV.IGE.3.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, when an Action does more Harm to the <em>Agent</em>, than Good to the <em>Publick</em>; the doing it evidences an amiable and truly virtuous Disposition in the <em>Agent</em>, tho 'tis plain he acts upon a mistaken View of his Duty. But if the private Evil to the <em>Agent</em> be so great, as to make him incapable, at another time, of promoting a <em>publick Good</em> of greater moment than what is attain'd by this Action; the Action may really be evil, so far as it evidences a prior Neglect of a greater attainable <em>publick Good</em> for a smaller one; tho' at present this Action also flows from a virtuous Disposition.","subId":"17","id":"Hutcheson.IBV.IGE.3.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Benevolence, how affected by the Qualitys of its Object.</span> <span class=\"small-capitals\">The</span> <em>moral Beauty</em>, or <em>Deformity</em> of Actions, is not alter'd by the <em>moral Qualitys</em> of the Objects any farther than the Qualitys of the Objects increase or diminish the <em>Benevolence</em> of the Action, or the <em>publick Good</em> intended by it. Thus <em>Benevolence</em> toward the <em>worst</em> Characters, or the Study of their <em>Good</em>, may be as amiable as any whatsoever; yea, often more so than <em>that</em> toward the <em>Good</em>, since it argues such a strong Degree of <em>Benevolence</em> as can surmount the greatest Obstacle, the <em>moral Evil</em> in the Object. Hence the <em>Love</em> of <em>unjust Enemys</em>, is counted among the <em>highest Virtues</em>. Yet, when our <em>Benevolence</em> to the <em>Evil</em> encourages them in their bad Intentions, or makes them more capable of Mischief; this diminishes or destroys the <em>Beauty</em> of the Action, or even makes it <em>evil</em>, as it betrays <em>a Neglect</em> of the <em>Good of others</em> more valuable; Beneficence toward <em>whom</em>, would have tended more to the <em>publick Good</em>, than <em>that</em> toward our <em>Favourites</em>: But <em>Benevolence</em> toward <em>evil</em> Characters, which neither encourages nor enables them to do Mischief, nor diverts our <em>Benevolence</em> from Persons more useful, has as much <em>moral Beauty</em> as any whatsoever.","subId":"18","id":"Hutcheson.IBV.IGE.3.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">Qualitys determining our Election.</span> <span class=\"small-capitals\">In</span> comparing the <em>moral Qualitys</em> of Actions, in order to regulate our <em>Election</em> among various Actions propos'd, or to find which of them has the greatest <em>moral Excellency</em>, we are led by <em>our moral Sense</em> of <em>Virtue</em> to judge thus; that in <em>equal Degrees</em> of Happiness, expected to proceed from the Action, the <em>Virtue</em> is in proportion to the <em>Number</em> of Persons to whom the Happiness shall extend; (and here the <em>Dignity</em> or <em>moral Importance</em> of Persons, may compensate Numbers) and in equal <em>Numbers</em>, the <em>Virtue</em> is as the <em>Quantity</em> of the Happiness, or natural Good; or that the <em>Virtue</em> is in a <em>compound Ratio</em> of the <em>Quantity</em> of Good, and <em>Number</em> of Enjoyers. In the same manner, the <em>moral Evil</em>, or <em>Vice</em>, is as the Degree of Misery, and <em>Number</em> of Sufferers; so that <em>That Action</em> is <em>best</em>, which procures the <em>greatest Happiness</em> for the <em>greatest Numbers</em>; and <em>that worst</em>, which, in <em>like manner</em>, occasions <em>Misery</em>.","subId":"19","id":"Hutcheson.IBV.IGE.3.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Consequences, how they affect the Morality of Actions.</span> <span class=\"small-capitals\">Again</span>, when the <em>Consequences</em> of Actions are of a <em>mix'd</em> Nature, partly <em>advantageous</em>, and partly <em>pernicious</em>; <em>that Action</em> is <em>good</em>, whose <em>good</em> Effects preponderate the <em>evil</em> by being useful to many, and pernicious to few; and <em>that evil</em>, which is otherwise. Here also the <em>moral Importance</em> of Characters, or <em>Dignity</em> of Persons may compensate Numbers; as may also the <em>Degrees</em> of Happiness or Misery: for to procure an <em>inconsiderable Good</em> to many, but an <em>immense Evil</em> to few, may be <em>evil</em>; and an <em>immense Good</em> to few, may preponderate a <em>small Evil</em> to many.","subId":"20","id":"Hutcheson.IBV.IGE.3.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the <em>Consequences</em> which affect the <em>Morality</em> of Actions, are not only the direct and natural Effects of the Actions themselves; but also all those <em>Events</em> which otherwise would not have happen'd. For many Actions which have no immediate or natural <em>evil Effects</em>, nay, which actually produce <em>good Effects</em>, may be <em>evil</em>; if a man foresees, that the evil Consequences, which will probably flow from the <em>Folly</em> of others, upon his doing of such Actions, are so great as to overbalance all the <em>Good</em> produc'd by those Actions, or all the <em>Evils</em> which would flow from the Omission of them: And in such Cases the <em>Probability</em> is to be computed on both sides. Thus if an Action of mine will probably, thro' the Mistakes or Corruption of others, be made a <em>Precedent</em> in unlike Cases, to very evil Actions; or when my Action, tho' good in itself, will probably provoke Men to very evil Actions, upon some <em>mistaken Notion</em> of their Right; any of these Considerations foreseen by me, may make such an Action of mine <em>evil</em>, whenever the Evils which will probably be occasion'd by the <em>Action</em>, are greater than the Evils occasion'd by the <em>Omission</em>.","subId":"21","id":"Hutcheson.IBV.IGE.3.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> this is the Reason, that many <em>Laws</em> prohibit Actions in general, even when some particular <em>Instances</em> of those Actions would be very useful; because an universal <em>Allowance</em> of them, considering the Mistakes Men would probably fall into, would be more pernicious than an universal <em>Prohibition</em>; nor could there be any more <em>special Boundarys</em> fix'd between the right and wrong Cases. In such Cases, it is the Duty of Persons to comply with the generally useful Constitution; or if in some very important Instances, the Violation of the Law would be of less <em>evil Consequence</em>, than Obedience to it, they must patiently resolve to undergo those Penalties, which the State has, for valuable Ends to the Whole, appointed: and this Disobedience will have nothing criminal in it.","subId":"22","id":"Hutcheson.IBV.IGE.3.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">'Tis</span> here to be observed, that tho' every <em>kind Affection</em> abstractly considered, is approved by our moral Sense, yet all sorts of Affections or Passions which pursue the Good of others are not equally approved, or do not seem in the same degree virtuous. Our <em>calm Affections</em>, either private or publick, are plainly distinct from our <em>particular Passions</em>; <em>calm Self-Love</em> quite distinct from <em>Hunger</em>, <em>Thirst</em>, <em>Ambition</em>, <em>Lust</em>, or <em>Anger</em>; so <em>calm Good-will</em> toward others is different from <em>Pity</em>, <em>passionate Love</em>, <em>the Parental Affection</em>, or the Passion of <em>particular Friends</em>. Now every kind Passion, which is not pernicious to othres, is indeed approved as virtuous and lovely: And yet a calm Good-will toward the same Persons appears more lovely. So calm Good-will toward a small System is lovely and preferable to more passionate Attachments; and yet a more extensive calm Benevolence is still more beautiful and virtuous; and the highest Perfection of Virtue is <em>an universal calm Good-will</em> toward all sensitive Natures. Hence it is, that we condemn particular Attachments, when inconsistent with the Interest of great Societies, because they argue some Defect in that more noble Principle, which is the Perfection of Virtue<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"23","id":"Hutcheson.IBV.IGE.3.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">Partial Benevolence, how virtuous.</span> <span class=\"small-capitals\">From</span> these Observations, we may see what Actions our <em>moral Sense</em> would most recommend to our Election, as the most <em>perfectly Virtuous</em>: <em>viz.</em> such as appear to have the most universal unlimited Tendency to the <em>greatest</em> and <em>most extensive Happiness</em> of all the <em>rational Agents</em>, to whom our Influence can reach. All <em>Beneficence</em>, even toward a <em>Part</em>, is amiable, when not inconsistent with the <em>Good</em> of the <em>Whole</em>: But this is a smaller Degree of <em>Virtue</em>, unless our Beneficence be restrain'd by want of Power, and not want of Love to the <em>Whole</em>. All strict Attachments to Partys, Sects, Factions, have but an imperfect Species of <em>Beauty</em>, even when the <em>Good</em> of the <em>Whole</em> requires a stricter Attachment to a <em>Part</em>, as in <em>natural Affection</em>, or <em>virtuous Friendships</em>; except when <em>some Parts</em> are so eminently useful to the <em>Whole</em>, that even <em>universal Benevolence</em> does determine us with special Care and Affection to study their Interests. Thus <em>universal Benevolence</em> would incline us to a more strong Concern for the Interests of <em>great</em> and <em>generous Characters</em> in a high Station, or make us more earnestly study the Interests of any <em>generous Society</em>, whose whole Constitution was contriv'd to promote <em>universal Good</em>. Thus a good Fancy in <em>Architecture</em> would lead a Man, who was not able to bear the Expence of a completely regular Building, to chuse such a Degree of Ornament as he could keep uniformly thro' the <em>Whole</em>, and not move him to make a vain unfinish'd Attempt in <em>one Part</em>, of what he foresaw he could not succeed in as to <em>the Whole</em>. And he wouldcondemn a great Profusion of Ornament on <em>one Part</em>, above the Proportion of <em>the Whole</em>, unless <em>that Part</em> be some eminent Place of the <em>Edifice</em>, such as the <em>chief Front</em>, or <em>publick Entrance</em>; the adorning of which would beautify the <em>Whole</em> more than an equal Expence of Ornament on any <em>other Part</em>.","subId":"24","id":"Hutcheson.IBV.IGE.3.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Constitution of our <em>Sense</em>, whereby the <em>moral Beauty</em> of Actions, or Dispositions, increases according to the <em>Number</em> of Persons to whom the good Effects of them extend; whence also Actions which flow from the <em>nearer Attachments</em> of <em>Nature</em>, such as <em>that</em> between the <em>Sexes</em>, and the <em>Love</em> of <em>our Offspring</em>, do not appear <em>so virtuous</em> as Actions of <em>equal Moment</em> of <em>Good</em> towards Persons less attach'd to us; has been chosen by the <span class=\"small-capitals\">Author</span> of <span class=\"small-capitals\">Nature</span> for this good Reason, <q>That the more limited <em>Instincts</em> tend to produce a smaller Moment of Good, because confined to small Numbers. Whereas the more <em>extensive calm Instinct</em> of Good-will, attended with Power, would have no Bounds in its good Effects, and would never lead into any Evil, as the particular Passions may: and hence it is made more lovely to our <em>Sense</em>, that we might be induced to cultivate and strengthen it; and make it check even <em>kind Passions</em>, when they are opposite to the greater Good.</q>","subId":"25","id":"Hutcheson.IBV.IGE.3.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Dispositions and Abilitys.</span> <span class=\"small-capitals\">From</span> this primary Idea of <em>moral Good</em> in Actions, may arise a notion of moral <em>Good</em> in those Dispositions, whether <em>natural</em> or <em>acquir'd</em>, which enable us to do good to others; or which are presum'd to be design'd, and acquir'd or cultivated for that purpose; or are natural Indications of a good Temper, and usually accompany it. And hence those Abilitys, while nothing appears contrary to our Presumption, may increase our Approbation of the Possessor of them; but when they are imagin'd to be intended for <em>publick Mischief</em>, they make us hate him the more: Such are a <em>penetrating Judgment</em>, a <em>tenacious Memory</em>, a <em>quick Invention</em>; <em>Patience of Labour</em>, <em>Pain</em>, <em>Hunger</em>, <em>Watching</em>; a <em>Contempt</em> of <em>Wealth</em>, <em>Rumour</em>, <em>Death</em>. These may be rather call'd <em>natural Abilitys</em>, than <em>moral Qualitys</em>: And we seem to have a natural Relish for them distinct from moral Approbation. But if we plainly see them <em>maliciously</em> employ'd, they make the Agent more detestable.","subId":"26","id":"Hutcheson.IBV.IGE.3.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">How we compute the Morality of Actions in our Sense of them.</span> <span class=\"small-capitals\">To</span> find a <em>universal Rule</em> to compute the <em>Morality</em> of any Actions, with all their Circumstances, when we judge of the Actions done by ourselves, or by others, we must observe the following <em>Propositions</em> or <em>Axioms</em>.","subId":"27","id":"Hutcheson.IBV.IGE.3.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> moral <em>Importance</em> of any Agent, or the Quantity of publick Good he produces, is in a compound Proportion of his <em>Benevolence</em> and <em>Abilitys</em>. For 'tis plain that his good Offices depend upon these two jointly. In like manner, the Quantity of private Good which any Agent obtains for himself, is in a like compound Proportion of his <em>selfish Principles</em>, and his <em>Abilitys</em>. We speak here only of the external Goods of this World, which one pursues from some selfish Principles. For as to internal Goods of the Mind, these are most effectually obtain'd by the Exercise of other Affections than those called <em>Selfish</em>, even those which carry the Agent beyond himself toward the Good of others.","subId":"28","id":"Hutcheson.IBV.IGE.3.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> comparing the Virtues of different Agents, when the Abilitys are equal, the <em>Moments</em> of publick Good are proportioned to the Goodness of the Temper, or the <em>Benevolence</em>; and when the <em>Tempers</em> are equal, the Quantitys of Good are as the <em>Abilitys</em>.","subId":"29","id":"Hutcheson.IBV.IGE.3.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Virtue then or Goodness of Temper is directly as the <em>Moment of Good</em>, when other Circumstances are equal, and <em>inversly</em> as the Abilitys. That is to say, where the Abilitys are greatest, there is less Virtue evidenced in any given Moment of Good produced.","subId":"30","id":"Hutcheson.IBV.IGE.3.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> as the natural Consequences of our Actions are various, some <em>good</em> to ourselves, and <em>evil</em> to the Publick; and others <em>evil</em> to ourselves, and <em>good</em> to the Publick; or either <em>useful</em> both to ourselves and others, or <em>pernicious</em> to both; the intire Spring of good Actions is not always <em>Benevolence alone</em>; or of Evil, <em>Malice alone</em> (nay, sedate Malice is rarely found); but in most Actions we must look upon <em>Self-Love</em> as another Force, sometimes conspiring with <em>Benevolence</em>, and assisting it, when we are excited by Views of <em>private Interest</em>, as well as <em>publick Good</em>; and sometimes opposing <em>Benevolence</em>, when the good Action is any way <em>difficult</em> or <em>painful</em> in the Performance, or <em>detrimental</em> in its Consequences to the <em>Agent</em>.","subId":"31","id":"Hutcheson.IBV.IGE.3.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> <em>selfish Motives</em> shall be<a href=\"#n6\"><sup>[6]</sup></a> hereafter more fully explain'd; here we may in general denote them by the Word <em>Interest</em>: which when it concurs with <em>Benevolence</em>, in any Action capable of Increase or Diminution, must produce a greater Quantity of <em>Good</em>, than <em>Benevolence</em> alone in the same <em>Abilitys</em>; and therefore when the <em>Moment</em> or <em>Good</em>, in an Action partly intended for the <em>Good</em> of the <em>Agent</em>, is but equal to the <em>Moment</em> of <em>Good</em> in the Action of <em>another Agent</em>, influenc'd only by <em>Benevolence</em>, the former is less <em>virtuous</em>; and in this Case the <em>Interest</em> must be deducted to find the true Effect of the <em>Benevolence</em> or <em>Virtue</em>. In the same manner, when <em>Interest</em> must be deducted to find the true Effect of the <em>Benevolence</em>, and yet is surmounted by it; this <em>Interest</em> must be added to the <em>Moment</em>, to increase the <em>Virtue</em> of the Action, or the Strength of the <em>Benevolence</em>. By <em>Interest</em>, in this last Case, is understood all the <em>Advantage</em> which the <em>Agent</em> might have obtain'd by omitting the Action, which is a <em>negative Motive</em> to it; and this, when subtracted, becomes <em>positive</em>.","subId":"32","id":"Hutcheson.IBV.IGE.3.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">Intention, and Foresight, affect Actions.</span> <span class=\"small-capitals\">But</span> here we must observe, that no <em>Advantage</em>, not <em>intended</em>, altho' casually, or naturally, redounding to us from the Action, does at all affect its <em>Morality</em> to make it less <em>amiable</em>: nor does any <em>Difficulty</em> or <em>Evil</em> unforeseen, or not resolved upon, make a kind Action more <em>virtuous</em>; since in such Cases <em>Self-Love</em> neither assists nor opposes <em>Benevolence</em>. Nay, <em>Self-Interest</em> then only diminishes the <em>Benevolence</em>, when without this View of <em>Interest</em> the Action would not have been undertaken, or so much <em>Good</em> would not have been produc'd by the <em>Agent</em>; and it extenuates the <em>Vice</em> of an <em>evil</em> Action, only when without this <em>Interest</em> the Action would not have been done by the <em>Agent</em>, or so much <em>Evil</em> have been produc'd by him.","subId":"33","id":"Hutcheson.IBV.IGE.3.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> fourth Axiom only explains the external Marks by which Men must judge, who do not see into each other's Hearts; for it may really happen in many Cases, that Men may have <em>Benevolence</em> sufficient to surmount any Difficulty, and yet they may meet with none at all: And in that Case, it is certain there is as much <em>Virtue</em> in the <em>Agent</em>, tho' he does not give such Proof of it to his Fellow-Creatures, as if he had surmounted Difficultys in his kind Actions. And this too must be the Case with the <span class=\"small-capitals\">Deity</span>, to whom nothing is difficult.","subId":"34","id":"Hutcheson.IBV.IGE.3.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">Perfect Virtue.</span> <span class=\"small-capitals\">Since</span> then, in judging of the Goodness of Temper in any Agent, the Abilitys must come into Computation, as is above-mentioned, and none can act beyond their natural Abilitys; that must be the Perfection of Virtue, where the <em>Moment</em> of Good produced equals the Ability, or when the <em>Being</em> acts to the utmost of his Power for the <em>publick Good</em>; and hence the Perfection of <em>Virtue</em>, in this Case, is as <em>Unity</em>. And this may shew us the only Foundation for the boasting of the <em>Stoicks</em>, <q>That a Creature suppos'd Innocent, by pursuing <em>Virtue</em> with his utmost Power, may in <em>Virtue</em> equal the <em>Gods</em>.</q> For in their Case, if the <em>Ability</em> be <em>infinite</em>, unlessthe <em>Good</em> to be produc'd in the whole, be so too, the <em>Virtue</em> is not <em>absolutely perfect</em>; and the <em>Quotient</em> can never surmount <em>Unity</em>.","subId":"35","id":"Hutcheson.IBV.IGE.3.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Evil, how computed.</span> <span class=\"small-capitals\">In</span> the same Manner we may compute the Degree of Depravity of any Temper, <em>directly</em> as the Moment of Evil effected, and <em>inversly</em> as the Abilitys. The Springs of vicious Actions however are seldom any real ultimate Intention of Mischeif, and never ultimate deliberate Malice; but only sudden Anger, Self-Love, some selfish Passion or Appetite, some kind Attachment to Parties, or particular kind Passions.","subId":"36","id":"Hutcheson.IBV.IGE.3.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Motives of Interest may sometimes strongly cooperate with a depraved Temper, or may oppose it, in the same Manner that they cooperate with or oppose a good Temper. When they cooperate, they diminish the Moral Evil; when they oppose, they may argue the Depravity of Temper to be greater, which is able to surmount such Motives of Interest.","subId":"37","id":"Hutcheson.IBV.IGE.3.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">Intention, Foresight.</span> <span class=\"small-capitals\">But</span> we must observe, that not only <em>Innocence</em> is expected from all Mortals, but they are presum'd, from their <em>Nature</em>, in some measure inclin'd to <em>publick Good</em><a href=\"#n7\"><sup>[7]</sup></a>; so that a bare Absence of this Desire is enough to make an <em>Agent</em> be reputed <em>evil</em>: Nor is a direct Intention of <em>publick Evil</em> necessary to make an Action <em>evil</em>; it is enough that it flows from <em>Self-Love</em>, with a plain Neglect of the <em>Good</em> of others, or an Insensibility of their Misery, which we either <em>actually</em> foresee, or have a probable <em>Presumption</em> of.","subId":"38","id":"Hutcheson.IBV.IGE.3.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is true indeed, that <em>that publick Evil</em> which I neither certainly foresee, nor have actual Presumptions of, as the Consequence of my Action, does not make my <em>present Action</em> criminal or odious; even altho' I might have foreseen this Evil by a serious Examination of my own Actions; because such Actions do not, at present, evidence either <em>Malice</em>, or <em>want of Benevolence</em>. But then it is also certain, that my <em>prior Negligence</em>, in not examining the Tendency of my Actions, is a plain Evidence of the want of <em>that</em> Degree of good Affections which is necessary to a virtuous Character; and consequently the <em>Guilt</em> properly lies in this <em>Neglect</em>, rather than in an <em>Action</em> which really flows from a <em>good Intention</em>. <em>Human Laws</em> however, which cannot examine the <em>Intentions</em>, or secret Knowledge of the <em>Agent</em>, must judge in gross of the Action itself; presupposing all that Knowledge as actually attain'd, which we are oblig'd to attain.","subId":"39","id":"Hutcheson.IBV.IGE.3.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, no good Effect, which I did not actually foresee and intend, makes my Action <em>morally Good</em>; however <em>Human Laws</em> or <em>Governors</em>, who cannot search into Mens <em>Intentions</em>, or know their secret <em>Designs</em>, justly reward Actions which tend to the publick Good, altho' the Agent was engag'd to those Actions only by <em>selfish Views</em>; and consequently had no virtuous Disposition influencing him to them.","subId":"40","id":"Hutcheson.IBV.IGE.3.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Difference in <em>Degree of Guilt</em> between <em>Crimes of Ignorance</em>, when the Ignorance is <em>vincible</em>, and <em>faulty</em>, as to the natural Tendency of the Action; and <em>Crimes of Malice</em>, or direct evil Intention; consists in this, that the former, by a <em>prior Neglect</em>, argues a want of the due Degree of <em>Benevolence</em>, or <em>right Affection</em>; the latter evidences direct <em>evil Affections</em>, which are vastly more odious.","subId":"41","id":"Hutcheson.IBV.IGE.3.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">Morality distinct from Interest.</span> <span class=\"small-capitals\">From</span> the former Reasonings we may form almost a demonstrative Conclusion, <q>That we have a <em>Sense</em> of <em>Goodness</em> and <em>moral Beauty</em> in Actions, distinct from <em>Advantage</em>;</q> for had we no other Foundation of Approbation of Actions, but the <em>Advantage</em> which might arise to us from them, if they were done toward ourselves, we should make no Account of the <em>Abilitys</em> of the <em>Agent</em>, but would barely esteem them according to their <em>Moment</em>. The <em>Abilitys</em> come in only to shew the Degree of <em>Benevolence</em>, which supposes <em>Benevolence</em> necessarily <em>amiable</em>. Who was ever the better pleas'd with a <em>barren rocky Farm</em>, or an <em>inconvenient House</em>, by being told that the <em>poor Farm</em> gave as great Increase as it could; or that the <em>House</em> accommodated its Possessor as well as it could? And yet in our Sentiments of Actions, whose <em>Moment</em> is very inconsiderable, it shall wonderfully increase the <em>Beauty</em> to alledge, <q>That it was all the <em>poor Agent</em> could do for the <em>Publick</em>, or his <em>Friend</em>.</q>","subId":"42","id":"Hutcheson.IBV.IGE.3.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Morality of Characters.</span> <span class=\"small-capitals\">The</span> <em>moral Beauty</em> of <em>Characters</em> arises from their Actions, or sincere Intentions of the <em>publick Good</em>, according to their Power. We form our Judgment of them according to what appears to be their <em>fix'd Disposition</em>, and not according to any <em>particular Sallys</em> of <em>unkind Passions</em>; altho' these abate the <em>Beauty</em> of <em>good Characters</em>, as the Motions of the <em>kind Affections</em> diminish the <em>Deformity</em> of the <em>bad ones</em>. What then properly constitutes a <em>virtuous Character</em>, is not some few accidental Motions of <em>Compassion</em>, <em>natural Affection</em>, or <em>Gratitude</em>; but such a <em>fix'd Humanity</em>, or <em>Desire</em> of the <em>publick Good</em> of all, to whom our Influence can extend, as uniformly excites us to all Acts of <em>Beneficence</em>, and makes us careful of informing ourselves right, concerning the truest Methods of serving their Interests. Every Motion indeed of the <em>kind Affections</em> appears in some degree <em>amiable</em>; but we denominate the <em>Character</em> from the <em>prevailing Principle</em>.","subId":"43","id":"Hutcheson.IBV.IGE.3.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">Instinct may be the spring of Virtue.</span> <span class=\"small-capitals\">Some</span> will not allow that Virtue can spring from Passions, Instincts, or Affections of any Kind. 'Tis true, kind particular Passions are but a lower kind of Goodness, even when they are not opposite to the general Good. Those <em>calmer Determinations</em> of the Will, whether of greater of less Extent, or sedate strong Affections, or Desires of the Good of others, are more amiable. These may be as much rooted in the Frame of the Soul, or there may be as natural a Disposition to them as to particular Passions. They tell us, That <q>Virtue should wholly spring from Reason;</q> as if Reason or Knowledge of any true Proposition could ever move to action where there is no <em>End</em> proposed, and no Affection or Desire toward that End<a href=\"#n8\"><sup>[8]</sup></a>. For this see <cite><em>Treatise</em> IV. <em>Sect.</em> i. and ii.</cite>","subId":"44","id":"Hutcheson.IBV.IGE.3.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ultimate End, according to many of our Moralists, is to each one <em>his own Happiness</em>; and yet this he seeks by Instinct. Now may not another <em>Instinct</em> toward the <em>Publick</em>, or the <em>Good</em> of others, be as proper a Principle of <em>Virtue</em>, as the <em>Instinct</em> toward <em>private Happiness</em>? This is certain, that whereas we behold the <em>selfish</em> Actions of others, with <em>Indifference</em> at best, we see something <em>amiable</em> in every Action which flows from <em>kind Affections</em> or <em>Passions</em> toward others; if they be conducted by Prudence, so as any way to attain their End, consistently with the general Good. If it be said, <q>That Actions from <em>Instinct</em> are not the Effect of <em>Prudence</em> and <em>Choice</em>;</q> this Objection holds full as strongly against the Actions which flow from <em>Self-Love</em>; since the Use of our Reason is as requisite to find the proper Means of promoting <em>publick Good</em>, as <em>private Good</em>. And as it must be an <em>Instinct</em>, or a <em>Determination previous to Reason</em>, which makes us pursue <em>private Good</em>, as well as <em>publick Good</em> as our <em>End</em>; there is the same occasion for <em>Prudence</em> and <em>Choice</em>, in the Election of proper Means for promoting of either. I see no harm in supposing, <q>That Men are <em>naturally</em> dispos'd to <em>Virtue</em>, and not left <em>merely indifferent</em>, until some Prospect of Interest allures them to it.</q> Surely, the Supposition of a <em>benevolent universal Instinct</em>, would recommend <em>human Nature</em>, and its <span class=\"small-capitals\">Author</span>, more to the <em>Love</em> of a <em>good Man</em>, and leave Room enough for the Exercise of our <em>Reason</em>, in contriving and settling <em>Rights</em>, <em>Laws</em>, <em>Constitutions</em>; in <em>inventing</em> Arts, and <em>practising</em> them so as to gratify, in the most effectual manner, that <em>generous Inclination</em>. And if we must bring in <em>Self-Love</em> to make <em>Virtue rational</em>, a little Reflection will discover, as shall appear hereafter, that this <em>Benevolence</em> is our <em>greatest Happiness</em>; and thence we may resolve to cultivate, as much as possible, this <em>sweet Disposition</em>, and to despise every <em>opposite Interest</em>. Not that we can be <em>truly Virtuous</em>, if we intend only to obtain the Pleasure which arises from <em>Beneficence</em>, without the <em>Love</em> of <em>others</em>: Nay, this very Pleasure is founded on our being conscious of <em>disinterested Love</em> to <em>others</em>, as the <em>Spring</em> of our <em>Actions</em>. But <em>Self-Interest</em> may be our <em>Motive</em> in studying to raise these kind Affections, and to continue in this <em>agreeable State</em>; tho' it cannot be the <em>sole</em> or <em>principal Motive</em> of any Action, which to our <em>moral Sense</em> appears <em>virtuous</em><a href=\"#n9\"><sup>[9]</sup></a>.","subId":"45","id":"Hutcheson.IBV.IGE.3.45"},{"type":"paragraph","content":"<span class=\"margin-comment\">Heroism in all stations.</span> <span class=\"small-capitals\">From</span> the preceding <em>Reasonings</em> we shall only draw this one Inference, which seems the most joyful imaginable, even to the lowest Rank of Mankind, <em>viz</em>. <q>That no external Circumstances of Fortune, no involuntary Disadvantages, can exclude any Mortal from the <em>most heroick Virtue</em>.</q> For how small soever the <em>Moment</em> of <em>publick Good</em> be, which any one can accomplish, yet if his <em>Abilitys</em> are proportionably small, the <em>Virtue</em> may be as great as any whatsoever. Thus, not only the <em>Prince</em>, the <em>Statesman</em>, the <em>General</em>, are capable of <em>true Heroism</em>, tho' these are the chief Characters, whose Fame is diffus'd thro' various Nations and Ages: but when we find in an <em>honest Trader</em>, the <em>kind Friend</em>, the <em>faithful prudent Adviser</em>, the <em>charitable</em> and <em>hospitable Neighbour</em>, the <em>tender Husband</em>, and <em>affectionate Parent</em>, the <em>sedate</em> yet <em>chearful Companion</em>, the <em>generous Assistant</em> of <em>Merit</em>, the <em>cautious Allayer</em> of <em>Contention</em> and <em>Debate</em>, the <em>Promoter</em> of <em>Love</em> and <em>good Understanding</em> among Acquaintances; if we consider, that these were <em>all</em> the <em>good Offices</em> which his Station in the World gave him an Opportunity of performing to Mankind, we must judge <em>this Character</em> really as <em>amiable</em>, as those, whose external Splendor dazzles an injudicious World into an Opinion, <q>That they are the <em>only Heroes</em> in <em>Virtue</em>.</q>","subId":"46","id":"Hutcheson.IBV.IGE.3.46"},{"type":"note","content":"See <cite><em>Sect.</em> ii. <em>Art.</em> 3. <em>Par.</em> 1.</cite> <cite><em>Art.</em> 9. <em>Par.</em> 2.</cite>","subId":"n1","id":"Hutcheson.IBV.IGE.3.n1"},{"type":"note","content":"<cite>Par. Lost, <em>B.</em> iv. <em>l.</em> 55.</cite>","subId":"n2","id":"Hutcheson.IBV.IGE.3.n2"},{"type":"note","content":"See <cite><em>Sect.</em> ii. <em>Art.</em> 4.</cite>","subId":"n3","id":"Hutcheson.IBV.IGE.3.n3"},{"type":"note","content":"See <cite><em>Treatise</em> III. <em>Sect.</em> ii. <em>Art.</em> 3.</cite> and <cite><em>Treatise</em> IV. <em>Sect.</em> vi. <em>Art.</em> 4.</cite>","subId":"n4","id":"Hutcheson.IBV.IGE.3.n4"},{"type":"note","content":"<em>See <cite>Essay on Passions, <em>Sect.</em> 2 <em>Art.</em> 3.</cite> And <cite>Illustrations, <em>Sect.</em> 6. <em>Art.</em> 4.</cite></em>","subId":"n5","id":"Hutcheson.IBV.IGE.3.n5"},{"type":"note","content":"Vide <cite><em>Sect.</em> v.</cite>","subId":"n6","id":"Hutcheson.IBV.IGE.3.n6"},{"type":"note","content":"See <cite><em>Treatise</em> IV. § 6.</cite>","subId":"n7","id":"Hutcheson.IBV.IGE.3.n7"},{"type":"note","content":"<em>These Gentlemen should either remember the common Doctrine of the Schools, or else confute it better; that the <span class=\"foreign\">προαίρεσις</span> which is necessary in virtuous Actions is <span class=\"foreign\">όρεξις βουλευζιχη</span>: And that Virtue needs not only the <span class=\"foreign\">λογον αληθη</span>, but the <span class=\"foreign\">ορεξιν ορθήν</span>. These many Authors who deny any </em>Affections<em> of Motions of the Will to be the proper Springs of sublime Virtue, yet, inconsistently with themselves, must allow in Men of sublime Virtue, and even in the Deity too, a settled </em>Disposition of Will<em>, or a constant </em>Determination<em>, or </em>Desire<em> to act in Conformity to Reason, or a fixed Affection toward a certain Manner of Conduct. Now an ill-natur'd Adversary would call this an </em>Instinct<em>, and Essential or Natural </em>Disposition of Will<em>, an </em>Affectionate Determination<em> toward a very sublime Object presented by the Understanding. See <cite><em>Aristotle's Magn. Moral. Lib. i. c. 18, 35.</em></cite> and <cite><em>Lib. ii. c. 7 &amp; 8.</em></cite> and in many other Places.</em>","subId":"n8","id":"Hutcheson.IBV.IGE.3.n8"},{"type":"note","content":"<em>'Tis thus we must understand many places of <span class=\"name\"><em>Plato</em></span>, <span class=\"name\"><em>Aristotle</em></span>, <span class=\"name\"><em>Cicero</em></span>, and others of the Antients, when they speak of <q>a natural Instinct or Disposition in each Being, toward his own Preservation and highest Perfection, as the Spring of Virtue.</q> 'Tis acknowledged by all, that we have such an Instinct, which must operate very indistinctly at first, till we come to consider our Constitution, and our several Powers. When we do so, we find, according to them, the natural Principles of Virtue, or the <span class=\"foreign\">ϕυσικαὶ ἀϱεταὶ</span>, implanted in us: They appear to us the noblest Parts of our Nature; such are our </em>Desires of Knowledge<em>, our </em>Relish for Beauty<em>, especially of the </em>Moral<em> Kind, our </em>Sociable Affections<em>. These upon Reflection we find to be natural Parts of our Constitution, and we desire to bring them to Perfection from the first-mentioned general Instinct. We must not thence conclude, that all our Affections spring from Self-Love, or are ultimately pursuing private Good. </em>Disinterested Affections<em> are presupposed as natural Parts of our Constitution, and found in it upon Reflection, not raised by an Act of Choice for some private Good, nor ultimately pursuing it. (See <cite><em>Cicer. De Finib. Lib. iii. &amp; Lib. v.</em></cite>) This would be manifestly contrary to the most express Words of these great Men on Friendship, Patriotism, and other Subjects. See <span class=\"name\"><em>Aristotle</em></span> in the <cite><em>Magn. Moral. &amp; Nicom.</em></cite> on Friendship; and <cite><em>Cicero de Finib. Lib. ii. &amp; Lib. v.</em></cite></em>","subId":"n9","id":"Hutcheson.IBV.IGE.3.n9"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IGE.2","imported":true,"title":"Section 2. Concerning the immediate Motive to virtuous Actions","breadcrumb":"Section 2","published":[1725]},"next":{"id":"Hutcheson.IBV.IGE.4","imported":true,"title":"Section 4. All Mankind agree in this general Foundation of their Approbation of moral Actions. The Grounds of the different Opinions about Morals","breadcrumb":"Section 4","published":[1725]}}