{"imported":true,"id":"Hume.THN.1.2.6","parent":"Hume.THN.1.2","title":"Section 6. Of the idea of existence, and of external existence","breadcrumb":"Section 6","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. VI. £3 £4 _Of the idea of existence, and of external existence._ £4","id":"Hume.THN.1.2.6"},{"type":"paragraph","content":"IT may not be amiss, before we leave this subject, to explain the ideas of _existence_ and of _external existence_; which have their difficulties, as well as the ideas of space and time. By this means we shall be the better prepar'd for the examination of knowledge and probability, when we understand perfectly all those particular ideas, which may enter into our reasoning.","subId":"1","id":"Hume.THN.1.2.6.1","pages":"66"},{"type":"paragraph","content":"^There^ is no impression nor idea of any kind, of which we have any consciousness or memory, that is not conceiv'd as existent; and 'tis evident, that from this consciousness the most perfect idea and assurance of _being_ is deriv'd. From hence we may form a dilemma, the most clear and conclusive that can be imagin'd, _viz._ that since we never remember any idea or impression without attributing existence to it, the idea of existence must either be deriv'd from a distinct impression, conjoin'd with every perception or object of our thought, or must be the very same with the idea of the perception or object.","subId":"2","id":"Hume.THN.1.2.6.2","pages":"66"},{"type":"paragraph","content":"^As^ this dilemma is an evident consequence of the principle, that every idea arises from a similar impression, so our decision betwixt the propositions of the dilemma is no more doubtful. So far from there being any distinct impression, attending every impression and every idea, that I do not think there are any two distinct impressions, which are inseparably conjoin'd. Tho' certain sensations may at one time be united, we quickly find they admit of a separation, and may be presented apart. And thus, tho' every impression and idea we remember be consider'd as existent, the idea of existence is not deriv'd from any particular impression.","subId":"3","id":"Hume.THN.1.2.6.3","pages":"66"},{"type":"paragraph","content":"^The^ idea of existence, then, is the very same with the idea of what we conceive to be existent. To reflect on any thing simply, and to reflect on it as existent, are nothing |different from each other. That idea, when conjoin'd with the idea of any object, makes no addition to it. Whatever we conceive, we conceive to be existent. Any idea we please to form is the idea of a being; and the idea of a being is any idea we please to form.","subId":"4","id":"Hume.THN.1.2.6.4","pages":"66-7"},{"type":"paragraph","content":"^Whoever^ opposes this, must necessarily point out that distinct impression, from which the idea of entity is deriv'd, and must prove, that this impression is inseparable from every perception we believe to be existent. This we may without hesitation conclude to be impossible.","subId":"5","id":"Hume.THN.1.2.6.5","pages":"67"},{"type":"paragraph","content":"^Our^ foregoing[n13] reasoning concerning the _distinction_ of ideas without any real _difference_ will not here serve us in any stead. That kind of distinction is founded on the different resemblances, which the same simple idea may have to several different ideas. But no object can be presented resembling some object with respect to its existence, and different from others in the same particular; since every object, that is presented, must necessarily be existent.","subId":"6","id":"Hume.THN.1.2.6.6","pages":"67"},{"type":"paragraph","content":"^A like^ reasoning will account for the idea of _external existence_. We may observe, that 'tis universally allow'd by philosophers, and is besides pretty obvious of itself, that nothing is ever really present with the mind but its perceptions or impressions and ideas, and that external objects become known to us only by those perceptions they occasion. To hate, to love, to think, to feel, to see; all this is nothing but to perceive.","subId":"7","id":"Hume.THN.1.2.6.7","pages":"67"},{"type":"paragraph","content":"^Now^ since nothing is ever present to the mind but perceptions, and since all ideas are deriv'd from something antecedently present to the mind; it follows, that 'tis impossible for us so much as to conceive or form an idea of any thing specifically different from ideas and impressions. Let us fix our attention out of ourselves as much as possible: Let us chace our imagination to the heavens, or to the utmost limits of the universe; we never really advance a step beyond ourselves, nor can conceive any kind of existence, |but those perceptions, which have appear'd in that narrow compass. This is the universe of the imagination, nor have we any idea but what is there produc'd.","subId":"8","id":"Hume.THN.1.2.6.8","pages":"67-8"},{"type":"paragraph","content":"^The^ farthest we can go towards a conception of external objects, when suppos'd _specifically_ different from our perceptions, is to form a relative idea of them, without pretending to comprehend the related objects. Generally speaking we do not suppose them specifically different; but only attribute to them different relations, connections and durations. But of this more fully hereafter[n14].","subId":"9","id":"Hume.THN.1.2.6.9","pages":"68"},{"type":"note","content":"Part I. Sect. 7.","subId":"n13","id":"Hume.THN.1.2.6.n13","pages":"67"},{"type":"note","content":"Part IV. Sect. 2.","subId":"n14","id":"Hume.THN.1.2.6.n14","pages":"68"}]}
