{"imported":true,"id":"Shaftesbury.C.SC.1.2","parent":"Shaftesbury.C.SC.1","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_022","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section II £1","id":"Shaftesbury.C.SC.1.2"},{"type":"paragraph","content":"IN GOOD earnest, when one considers what use is sometimes made of this Species of Wit, and to what an excess it has risen of late, in some Characters of the Age; one may be startled a little, and in doubt, what to think of the Practice, or whither this rallying Humour will at length carry us. It has pass'd from the Men of Pleasure to the Men of Business. Politicians have been infected with it: and the grave Affairs of State have been treated with an Air of _Irony_ and _Banter._ The ablest Negotiators have been known the notablest _Buffoons:_ the most celebrated Authors, the greatest Masters of _Burlesque._","subId":"1","id":"Shaftesbury.C.SC.1.2.1"},{"type":"paragraph","content":"There is indeed a kind of _defensive Raillery_ (if I may so call it) which I am willing enough to allow in Affairs of whatever kind; when the Spirit of Curiosity wou'd force a Discovery of more Truth than can conveniently be told. For we can never do more Injury to Truth, than by discovering too much of it, on some occasions. 'Tis the same with Understandings as with Eyes: To such a certain Size and Make just so much Light is necessary, and no more. Whatever is beyond, brings Darkness and Confusion.","subId":"2","id":"Shaftesbury.C.SC.1.2.2"},{"type":"paragraph","content":"'Tis real Humanity and Kindness, to hide strong Truths from tender Eyes. And to do this by a pleasant Amusement, is easier and civiller, than by a harsh Denial, or remarkable Reserve. But to go about industriously to confound Men, in a mysterious manner, and to make advantage or draw pleasure from that Perplexity they are thrown into, by such uncertain Talk; is as unhandsom in a way of Raillery, as when done with the greatest Seriousness, or in the most solemn way of Deceit. It may be necessary, as well now as heretofore, for wise Men to speak in _Parables,_ and with a double Meaning, that the Enemy may be amus'd, and they only _who have Ears to hear, may hear._ But 'tis certainly a mean, impotent, and dull sort of Wit, which amuses all alike, and leaves the most sensible Man, and even a Friend, equally in doubt, and at a loss to understand what one's real Mind is, upon any Subject.","subId":"3","id":"Shaftesbury.C.SC.1.2.3"},{"type":"paragraph","content":"This is that _gross_ sort of _Raillery,_ which is so offensive in good Company. And indeed there is as much difference between one sort and another, as between Fair-dealing and Hypocrisy; or between the genteelest Wit, and the most scurrilous Buffoonery. But by Freedom of Conversation this illiberal kind of Wit will lose its Credit. For Wit is its own Remedy. Liberty and Commerce bring it to its true Standard. The only danger is, the laying an Embargo. The same thing happens here, as in the Case of _Trade._ Impositions and Restrictions reduce it to a low Ebb: Nothing is so advantageous to it as a _Free-Port._","subId":"4","id":"Shaftesbury.C.SC.1.2.4"},{"type":"paragraph","content":"We have seen in our own time the Decline and Ruin of a false sort of Wit, which so much delighted our Ancestors, that their Poems and Plays, as well as Sermons, were full of it. All Humour had something of _the Quibble._ The very Language of the Court was _Punning._ But 'tis now banish'd the Town, and all good Company: There are only some few Footsteps of it in the Country; and it seems at last confin'd to the Nurserys of Youth, as the chief Entertainment of Pedants and their Pupils. And thus in other respects _Wit_ will mend upon our hands, and _Humour_ will refine it-self; if we take care not to tamper with it, and bring it under Constraint, by severe Usage and rigorous Prescriptions. All Politeness is owing to Liberty. We polish one another, and rub off our Corners and rough Sides by a sort of _amicable Collision._ To restrain this, is inevitably to bring a Rust upon Mens Understandings. 'Tis a destroying of Civility, Good Breeding, and even Charity it-self, under pretence of maintaining it.","subId":"5","id":"Shaftesbury.C.SC.1.2.5"}]}
