{"imported":true,"id":"Shaftesbury.C.SC.1.3","parent":"Shaftesbury.C.SC.1","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_023","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section III £1","id":"Shaftesbury.C.SC.1.3"},{"type":"paragraph","content":"TO describe true _Raillery_ wou'd be as hard a matter, and perhaps as little to the purpose, as to define _Good Breeding._ None can understand the Speculation, besides those who have the Practice. Yet every-one thinks himself _well-bred:_ and the formallest Pedant imagines he can railly with a good Grace and Humour. I have known some of those grave Gentlemen undertake to correct an Author for defending the Use of Raillery, who at the same time have upon every turn made use of that Weapon, tho they were naturally so very aukard at it. And this I believe may be observ'd in the Case of many Zealots, who have taken upon 'em to answer our modern Free-Writers. The Tragical Gentlemen, with the grim Aspect and Mein of true _Inquisitors,_ have but an ill Grace when they vouchsafe to quit their Austerity, and be jocose and pleasant with an Adversary, whom they wou'd chuse to treat in a very different manner. For to do 'em Justice, had they their Wills, I doubt not but their Conduct and Mein wou'd be pretty much of a-piece. They wou'd, in all probability, soon quit their Farce, and make a thorow Tragedy. But at present there is nothing so ridiculous as this ^Janus-^ Face of Writers, who with one Countenance force a Smile, and with another show nothing beside Rage and Fury. Having enter'd the Lists, and agreed to the fair Laws of Combat by Wit and Argument, they have no sooner prov'd their Weapon, than you hear 'em crying aloud for help, and delivering over to the _Secular Arm._","subId":"1","id":"Shaftesbury.C.SC.1.3.1"},{"type":"paragraph","content":"There can't be a more preposterous Sight than _an Executioner_ and _a Merry-_^Andrew^ acting their Part upon the same Stage. Yet I am persuaded any-one will find this to be the real Picture of certain modern Zealots in their Controversial Writings. they are no more Masters of Gravity, than they are of Good Humour. The first always runs into harsh Severity, and the latter into an aukard Buffoonery. And thus between Anger and Pleasure, Zeal and Drollery, their Writing has much such a Grace as the Play of humoursom Children, who, at the same instant, are both peevish and wanton, and can laugh and cry almost in one and the same breath.","subId":"2","id":"Shaftesbury.C.SC.1.3.2"},{"type":"paragraph","content":"How agreeable such Writings are like to prove, and of what effect towards the winning over or convincing those who are suppos'd to be in Error, I need not go about to explain. Nor can I wonder, on this account, to hear those publick Lamentations of Zealots, that whilst the Books of their Adversarys are so current, their Answers to 'em can hardly make their way into the World, or be taken the least notice of. _Pedantry_ and _Bigotry_ are Mill-stones able to sink the best Book, which carries the least part of their dead weight. The Temper of the Pedagogue sutes not with the Age. And the World, however it may be _taught,_ will not be _tutor'd._ If a Philosopher speaks, Men hear him willingly, while he keeps to his Philosophy. So is a Christian heard, while he keeps to his profess'd Charity and Meekness. In a Gentleman we allow of Pleasantry and Raillery, as being manag'd always with good Breeding, and never gross or clownish. But if a mere Scholastick, intrenching upon all these Characters, and writing as it were by Starts and Rebounds from one of these to another, appears upon the whole as little able to keep the Temper of Christianity, as to use the Reason of a Philosopher, or the Raillery of a Man of Breeding; what wonder is it, if the monstrous Product of such a jumbled Brain be ridiculous to the World?","subId":"3","id":"Shaftesbury.C.SC.1.3.3"},{"type":"paragraph","content":"If you think (my Friend!) that by this Description I have done wrong to these Zealot-Writers in religious Controversy; read only a few Pages in any one of 'em, (even where the Contest is not _Abroad,_ but within their own _Pale_) and then pronounce.","subId":"4","id":"Shaftesbury.C.SC.1.3.4"}]}
