{"imported":true,"id":"Shaftesbury.C.MR.3.2","parent":"Shaftesbury.C.MR.3","title":"Chapter II. Explanation of a Taste continu'd――Ridiculers of it――Their Wit, and Sincerity――Application of the Taste to Affairs of Government and Politicks――Imaginary Characters in the State――Young Nobility, and Gentry――Pursuit of Beauty――Preparation for Philosophy","breadcrumb":"Chapter 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_015","texts":[],"published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Chapter II. Explanation of a Taste continu'd――Ridiculers of it――Their Wit, and Sincerity――Application of the Taste to Affairs of Government and Politicks――Imaginary Characters in the State――Young Nobility, and Gentry――Pursuit of Beauty――Preparation for Philosophy</h1> ","id":"Shaftesbury.C.MR.3.2"},{"type":"paragraph","content":"BY this time, surely, I must have prov'd my-self sufficiently engag'd in the Project and Design of our <em>Self-discoursing</em> <span class=\"small-capitals\">Author,</span> whose Defence I have undertaken. His Pretension, as plainly appears in this third Treatise, is to<a href=\"#n1\"><sup>[1]</sup></a> recommend <span class=\"small-capitals\">Morals</span> on the same foot, with what in a lower sense is call'd <em>Manners;</em> and to advance <span class=\"small-capitals\">Philosophy</span> (as harsh a Subject as it may appear) on the very Foundation of what is call'd <em>agreeable</em> and <em>polite.</em> And 'tis in this Method and Management that, as his Interpreter, or Paraphrast, I have propos'd to imitate and accompany him, as far as my <em>Miscellaneous</em> <span class=\"small-capitals\">Character</span> will permit.","subId":"1","id":"Shaftesbury.C.MR.3.2.1"},{"type":"paragraph","content":"Our joint Endeavour, therefore, must appear this: To shew,<a href=\"#n2\"><sup>[2]</sup></a> <q>That nothing which is found charming or delightful in the polite World, nothing which is adopted as Pleasure, or Entertainment, of whatever kind, can any way be accounted for, supported, or establish'd, without the Pre-establishment or Supposition of <em>a certain</em> <span class=\"small-capitals\">Taste.</span> </q> Now a <span class=\"small-capitals\">Taste</span> or <em>Judgment,</em> 'tis suppos'd, can hardly come ready form'd with us into the World. Whatever Principles or Materials of this kind we may possibly bring with us; whatever good Facultys, Senses, or anticipating Sensations, and Imaginations, may be of Nature's Growth, and arise properly, of themselves, without our Art, Promotion, or Assistance; the general <em>Idea</em> which is form'd of all this Management, and the clear <em>Notion</em> we attain of what is preferable and principal in all these Subjects of Choice and Estimation, will not, as I imagine, by any Person, be taken for <em>in-nate.</em> Use, Practice and Culture must precede the <em>Understanding</em> and <em>Wit</em> of such an advanc'd Size and Growth as this. A legitimate and just <span class=\"small-capitals\">Taste</span> can neither be begotten, made, conceiv'd, or produc'd, without the antecedent <em>Labour</em> and <em>Pains</em> of <span class=\"small-capitals\">Criticism.</span>","subId":"2","id":"Shaftesbury.C.MR.3.2.2"},{"type":"paragraph","content":"For this reason we presume not only to defend the Cause of <span class=\"small-capitals\">Criticks;</span> but to declare open War against those indolent supine <em>Authors, Performers, Readers, Auditors, Actors,</em> or <em>Spectators;</em> who making their <span class=\"small-capitals\">Humour</span> alone the Rule of what is <em>beautiful</em> and <em>agreeable,</em> and having no account to give of such their <span class=\"small-capitals\">Humour</span> or odd <span class=\"small-capitals\">Fancy,</span> reject the <em>criticizing</em> or <em>examining Art,</em> by which alone they are able to discover the <em>true</em> <span class=\"small-capitals\">Beauty</span> and <span class=\"small-capitals\">Worth</span> of every Object.","subId":"3","id":"Shaftesbury.C.MR.3.2.3"},{"type":"paragraph","content":"According to that affected <em>Ridicule</em> which these insipid Remarkers pretend to throw upon just <span class=\"small-capitals\">Criticks,</span> the Enjoyment of all real Arts or natural Beautys wou'd be intirely lost: Even in Behaviour and Manners, we shou'd at this rate become in time as barbarous, as in our Pleasures and Diversions. I wou'd presume it, however, of these <em>Critick</em>-Haters, that they are not yet so unciviliz'd, or void of all social Sense, as to maintain, <q>That the most barbarous Life, or brutish Pleasure, is as desirable as the most polish'd or refin'd.</q>","subId":"4","id":"Shaftesbury.C.MR.3.2.4"},{"type":"paragraph","content":"For my own part, when I have sometimes heard Men of reputed Ability join in with that effeminate plantive Tone of <em>Invective</em> against <span class=\"small-capitals\">Criticks,</span> I have really thought they had it in their Fancy, to keep down the growing Genius's of the Youth, their Rivals, by turning them aside from that <em>Examination</em> and <em>Search,</em> on which all good Performance as well as good Judgment depends. I have seen many a time a well-bred Man, who had him-self a real <em>good</em> <span class=\"small-capitals\">Taste,</span> give way, with a malicious Complaisance, to the Humour of a Company, where, in favour chiefly of the tender Sex, this soft languishing Contempt of <em>Criticks,</em> and their Labours, has been the Subject set a-foot. <q>Wretched Creatures! (says one) impertinent Things, these <em>Criticks,</em> as ye call 'em!—As if one cou'dn't know what was agreeable or pretty, without their help.—'Tis fine indeed, that one shou'dn't be allow'd to fansy for one's-self.—Now shou'd a thousand Criticks tell me that Mr. <em>A</em>——'s new <em>Play</em> wan't the wittiest in the World, I wou'dn't mind 'em one bit.</q>","subId":"5","id":"Shaftesbury.C.MR.3.2.5"},{"type":"paragraph","content":"This our real Man of Wit hears patiently; and adds, perhaps of his own, <q>That he thinks it, truly, somewhat hard, in what relates to People's Diversion and Entertainment, that they shou'd be oblig'd to chuse what pleas'd <em>others,</em> and not <em>themselves.</em></q> Soon after this he goes himself to the <em>Play,</em> finds one of his effeminate Companions commending or admiring at a wrong place. He turns to the next Person who sits by him, and asks privately, <q><em>What he thinks of his Companion's Relish.</em></q>","subId":"6","id":"Shaftesbury.C.MR.3.2.6"},{"type":"paragraph","content":"Such is the Malice of the World! They who by Pains and Industry have acquir'd a <em>real</em> <span class=\"small-capitals\">Taste</span> in Arts, rejoice in their Advantage over others, who have either none at all, or such as renders 'em ridiculous. At <em>an Auction</em> of Books, or Pictures, you shall hear these Gentlemen persuading every one <q><em>To bid</em> for what <em>he fansys.</em></q> But, at the same time, they wou'd be soundly mortify'd themselves, if by such as they esteem'd good Judges, they shou'd be found to have purchas'd by a <em>wrong Fancy,</em> or <em>ill</em> <span class=\"small-capitals\">Taste.</span> The same Gentleman who commends his Neighbour for ordering his Garden or Apartment, <em>as his</em> <span class=\"small-capitals\">Humour</span> leads him, takes care his own shou'd be so order'd <em>as the best Judgments wou'd advise.</em> Being once a Judg himself, or but tolerably knowing in these Affairs, his Aim is not <q>To change the Being of Things, and bring <span class=\"small-capitals\">Truth</span> and <span class=\"small-capitals\">Nature</span> to his <em>Humour:</em> but, leaving <span class=\"small-capitals\">Nature</span> and <span class=\"small-capitals\">Truth</span> just as he found 'em, to accommodate his <em>Humour</em> and <em>Fancy</em> to <em>their</em> <span class=\"small-capitals\">Standard.</span> </q> Wou'd he do this in a yet higher Case, he might in reality become as <em>wise</em> and <em>great</em> a Man, as he is already a <em>refin'd and polish'd</em> <span class=\"small-capitals\">Gentleman.</span> By <em>one</em> of these <span class=\"small-capitals\">Tastes</span> he understands how to lay out his Garden, model his House, fansy his Equipage, appoint his Table: By <em>the other</em> he learns of what Value these Amusements are in Life, and of what Importance to a Man's Freedom, Happiness, and Self-enjoyment. For if he wou'd try effectually to acquire the real <em>Science</em> or <span class=\"small-capitals\">Taste</span> of <em>Life;</em> he wou'd certainly discover, <q>That a <span class=\"small-capitals\">rightMind,</span> and <span class=\"small-capitals\">generousAffection,</span> had more Beauty and Charm, than all other <em>Symmetrys</em> in the World besides</q>: And, <q>That a Grain of <em>Honesty</em> and <em>native Worth,</em> was of more value than all the <em>adventitious Ornaments, Estates,</em> or <em>Preferments;</em> for the sake of which some of the better sort so oft turn <em>Knaves;</em> forsaking their Principles, and quitting their <em>Honour</em> and <em>Freedom,</em> for a mean, timorous, shifting State of <em>gaudy Servitude.</em></q>","subId":"7","id":"Shaftesbury.C.MR.3.2.7"},{"type":"paragraph","content":"A LITTLE better <span class=\"small-capitals\">Taste</span> (were it a <em>very little</em>) in the Affair of <em>Life it-self,</em> wou'd, if I mistake not, mend the Manners, and secure the Happiness of some of our <em>noble Countrymen,</em> who come with high Advantage and a worthy <em>Character</em> into the Publick. But ere they have long engag'd in it, their <span class=\"small-capitals\">Worth</span> unhappily becomes venal. <em>Equipages, Titles, Precedencys, Staffs, Ribbons,</em> and other such glittering <em>Ware,</em> are taken in exchange for <em>inward</em> <span class=\"small-capitals\">Merit,Honour,</span> and a <span class=\"small-capitals\">Character.</span>","subId":"8","id":"Shaftesbury.C.MR.3.2.8"},{"type":"paragraph","content":"This they may account perhaps <em>a shreud Bargain.</em> But there will be found very untoward Abatements in it, when the matter comes to be experienc'd. They may have descended in reality from ever so glorious Ancestors, Patriots, and Sufferers for their Country's Liberty and Welfare: They may have made their Entrance into the World upon this bottom of anticipated Fame and Honour: They may have been advanc'd on this account to Dignitys, which they were thought to have deserv'd. But when induc'd to change their honest Measures, and sacrifice their <em>Cause</em> and <em>Friends</em> to an <em>imaginary private Interest;</em> they will soon find, by Experience, that they have lost the Relish and <span class=\"small-capitals\">Taste</span> of <em>Life;</em> and for insipid wretched <em>Honours,</em> of a deceitful kind, have unhappily exchang'd an amiable and sweet <em>Honour,</em> of a sincere and lasting Relish, and good Savour. They may, after this, act <em>Farces,</em> as they think fit; and hear Qualitys and Virtues assign'd to 'em, under the Titles of <em>Graces, Excellencys, Honours,</em> and the rest of this mock-Praise and mimical Appellation. They may even with serious Looks be told of <em>Honour</em> and <em>Worth, their</em> <span class=\"small-capitals\">Principle,</span> and <em>their</em> <span class=\"small-capitals\">Country:</span> But they know better within themselves; and have occasion to find, That, after all, the World too knows better; and that their few <em>Friends</em> and <em>Admirers</em> have either a very shallow Wit, or a very profound Hypocrisy.","subId":"9","id":"Shaftesbury.C.MR.3.2.9"},{"type":"paragraph","content":"'Tis not in <em>one</em> Party alone that these <em>Purchases</em> and <em>Sales</em> of <span class=\"small-capitals\">Honour</span> are carry'd on. I can represent to my-self a noted <span class=\"small-capitals\">Patriot,</span> and reputed <em>Pillar</em> of the religious Part of our Constitution, who having by many and long Services, and a steddy Conduct, gain'd the Reputation of thorow Zeal with his own Party, and of Sincerity and Honour with his very Enemys, on a sudden (the time being come that the Fulness of his Reward was set before him) submits complacently to the propos'd Bargain, and sells himself for what he is worth, in a vile detestable Old-Age, to which he has reserv'd the Infamy of betraying both his <em>Friends</em> and <em>Country.</em>","subId":"10","id":"Shaftesbury.C.MR.3.2.10"},{"type":"paragraph","content":"I can imagine, on the other side, one of a contrary Party; a noted Friend to <span class=\"small-capitals\">Liberty</span> in <em>Church</em> and <em>State;</em> an Abhorrer of the slavish Dependency on <em>Courts,</em> and of the narrow Principles of <em>Bigots:</em> Such a one, after many publick Services of note, I can see wrought upon, by degrees, to seek <em>Court-Preferment;</em> and this too under a <em>Patriot</em>-Character. But having perhaps try'd this way with less success, he is oblig'd to change his <em>Character,</em> and become <em>a royal Flatterer,</em> a Courtier <em>against his Nature;</em> submitting himself, and suing, in so much the meaner degree, as his inherent Principles are well known at Court, and to his new-adopted Party, to whom he feigns himself <em>a Proselyte.</em>","subId":"11","id":"Shaftesbury.C.MR.3.2.11"},{"type":"paragraph","content":"The greater the <em>Genius</em> or <em>Character</em> is of such a Person, the greater is his Slavery, and heavier his Load. Better had it been that he had never discover'd such a Zeal for publick Good, or signaliz'd him-self in <em>that Party;</em> which can with least grace make Sacrifices of national Interests to <em>a Crown,</em> or to the <em>private</em> Will, Appetite, or Pleasure of <em>a Prince.</em> For supposing such <em>a Genius</em> as this had been to act his Part of Courtship in some foreign and absolute Court; how much less infamous wou'd his Part have prov'd? How much less slavish, admist a People who were <em>All</em> Slaves? Had he peradventure been one of that forlorn begging Troop of Gentry extant in <span class=\"small-capitals\">Denmark,</span> or <span class=\"small-capitals\">Sweden,</span> since the time that those Nations lost their Libertys; had he liv'd out of a free Nation, and happily-balanc'd Constitution; had he been either conscious of no Talent in the Affairs of Government, or of no Opportunity to exert any such, to the advantage of Mankind: Where had been the mighty shame, if perhaps he had employ'd some of his Abilitys in flattering like others, and paying the necessary Homage requir'd for Safety's sake, and Self-preservation, in absolute and despotick Governments? The <span class=\"small-capitals\">Taste,</span> perhaps, in strictness, might still be <em>wrong,</em> even in <em>this</em> hard Circumstance: But how <em>inexcusable</em> in <em>a quite contrary one!</em> For let us suppose our Courtier not only <em>an Englishman,</em> but of the Rank and Stem of those old <em>English</em> Patriots, who were wont to curb the Licentiousness of our Court, arraign its Flatterers, and purge away those Poisons from the Ear of Princes; let us suppose him of a competent Fortune and moderate Appetites, without any apparent <em>Luxury</em> or <em>Lavishment</em> in his Manners: What shall we, after this, bring in Excuse, or as an Apology, for such a <em>Choice</em> as his? How shall we explain this preposterous <em>Relish,</em> this odd Preference of <em>Subtlety</em> and <em>Indirectness,</em> to true <em>Wisdom,</em> open <em>Honesty,</em> and <em>Uprightness?</em>","subId":"12","id":"Shaftesbury.C.MR.3.2.12"},{"type":"paragraph","content":"'Tis easier, I confess, to give account of this <em>Corruption of</em> <span class=\"small-capitals\">Taste</span> in some <em>noble Youth</em> of a more sumptuous gay Fancy; supposing him born truly <em>Great,</em> and of <em>honourable Descent;</em> with a <em>generous free</em> <span class=\"small-capitals\">Mind,</span> as well as <em>ample Fortune.</em> Even these <em>Circumstances</em> themselves may be the very Causes perhaps of his being thus ensnar'd. The<a href=\"#n3\"><sup>[3]</sup></a> Elegance of his Fancy in outward things, may have made him overlook the Worth of <em>inward Character</em> and <em>Proportion:</em> And the Love of Grandure and Magnificence, wrong turn'd, may have possess'd his Imagination over-strongly with such things as <em>Frontispieces, Parterres, Equipages, trim Valets in party-colour'd Clothes;</em> and others <em>in Gentlemens Apparel.</em>—Magnanimous Exhibitions of <em>Honour</em> and <em>Generosity!</em>—<q>In Town, a Palace and sutable Furniture! In the Country the same; with the addition of such Edifices and Gardens as were unknown to our Ancestors, and are unnatural to such a Climate as <span class=\"small-capitals\">GreatBritain!</span> </q>","subId":"13","id":"Shaftesbury.C.MR.3.2.13"},{"type":"paragraph","content":"Mean while the Year runs on; but the Year's Income answers not its Expence. For <q>Which of these Articles can be retrench'd? Which way take up, after having thus set out?</q> A <em>Princely</em> Fancy has begot all this; and a <em>Princely</em> Slavery, and <em>Court</em>-Dependence must maintain it.","subId":"14","id":"Shaftesbury.C.MR.3.2.14"},{"type":"paragraph","content":"The young Gentleman is now led into <em>a Chace,</em> in which he will have slender Capture, tho Toil sufficient. He is him-self <em>taken.</em> Nor will he so easily get out of that Labyrinth, to which he chose to commit his steps, rather than to the more direct and plainer Paths in which he trod before. <q>Farewel that generous proud Spirit, which was wont to speak only what it approv'd, commend only whom it thought worthy, and act only what it thought right! <em>Favourites</em> must be now observ'd, <em>little Engines</em> of Power attended on, and loathsomly caress'd: an honest Man dreaded, and every free Tongue or Pen abhor'd as dangerous and reproachful.</q> For till our Gentleman is become wholly prostitute and shameless; till he is brought to laugh at <em>publick Virtue,</em> and the very Notion of <em>common Good;</em> till he has openly renounc'd all Principles of Honour and Honesty, he must in good Policy avoid those to whom he lies so much expos'd, and shun that Commerce and Familiarity which was once his chief Delight.","subId":"15","id":"Shaftesbury.C.MR.3.2.15"},{"type":"paragraph","content":"Such is the Sacrifice made to a wrong Pride, and ignorant Self-esteem; by one whose inward Character must necessarily, after this manner, become as mean and abject, as his outward Behaviour insolent and intolerable.","subId":"16","id":"Shaftesbury.C.MR.3.2.16"},{"type":"paragraph","content":"There are another sort of <em>Suitors to Power,</em> and <em>Traffickers</em> of <em>inward</em> <span class=\"small-capitals\">Worth</span> <em>and</em> <span class=\"small-capitals\">Liberty</span> for outward <em>Gain,</em> whom one wou'd be naturally drawn to compassionate. They are themselves of a humane, compassionate, and friendly nature, Well-wishers to their Country and Mankind. They cou'd, perhaps, even embrace <span class=\"small-capitals\">Poverty</span> contentedly, rather than submit to any thing diminutive either of their <em>inward Freedom</em> or <em>national Liberty.</em> But what they can bear in their own Persons, they cannot bring themselves to bear in the Persons of such as are to come after them. Here the <em>best</em> and <em>noblest</em> of Affections are borne down by the Excess of the <em>next best,</em> those of <em>Tenderness for Relations</em> and <em>near Friends.</em>","subId":"17","id":"Shaftesbury.C.MR.3.2.17"},{"type":"paragraph","content":"Such Captives as these wou'd disdain, however, to devote themselves to any Prince or Ministry, whose Ends were wholly tyrannical, and irreconcilable with the true Interest of their Nation. In other cases of a less Degeneracy, they may bow down perhaps <em>in the Temple of</em> <span class=\"small-capitals\">Rimmon,</span> support the Weight of their <em>supine</em> <span class=\"small-capitals\">Lords,</span> and prop the Steps and ruining Credit of their <em>corrupt Patrons.</em>","subId":"18","id":"Shaftesbury.C.MR.3.2.18"},{"type":"paragraph","content":"This is Drudgery sufficient for such honest Natures; such as by hard Fate alone cou'd have been made dishonest. But as for <em>Pride</em> or <em>Insolence</em> on the account of their outward Advancement and seeming Elevation; they are so far from any thing resembling it, that one may often observe what is very contrary in these fairer <em>Characters</em> of Men. For tho perhaps they were known somewhat <em>rigid</em> and <em>severe</em> before; you see 'em now grown in reality <em>submissive</em> and <em>obliging.</em> Tho in Conversation formerly <em>dogmatical</em> and <em>over-bearing,</em> on the Points of State and Government; they are now <em>the patientest</em> to hear, the <em>least forward</em> to dictate, and the readiest to embrace any entertaining Subject of Discourse, rather than that of the <em>Publick,</em> and their own <em>personal Advancement.</em>","subId":"19","id":"Shaftesbury.C.MR.3.2.19"},{"type":"paragraph","content":"Nothing is so near <em>Virtue</em> as this Behaviour; and nothing so remote from it, nothing so sure a Token of the most profligate Manners, as the contrary. In a free Government, 'tis so much the Interest of every one <em>in Place,</em> who profits by the Publick, to demean himself with <em>Modesty</em> and <em>Submission;</em> that to appear immediately the more insolent and haughty on such an Advancement, is the mark only of a contemptible Genius, and of a want of true Understanding, even in the narrow Sense of <em>Interest</em> and <em>private Good.</em>","subId":"20","id":"Shaftesbury.C.MR.3.2.20"},{"type":"paragraph","content":"Thus we see, after all, that 'tis not merely what we call <em>Principle,</em> but a <span class=\"small-capitals\">Taste,</span> which governs Men. They may think for certain <q>This is <em>right,</em> or that <em>wrong</em></q>: They may believe <q>This <em>a Crime,</em> or that <em>a Sin;</em> This punishable by <em>Man,</em> or that by <em>God!</em></q> Yet if the <em>Savor</em> of things lies cross to <span class=\"small-capitals\">Honesty;</span> if the <em>Fancy</em> be florid, and the <em>Appetite</em> high towards the subaltern Beautys and lower Order of worldly Symmetrys and Proportions; the Conduct will infallibly turn this latter way.","subId":"21","id":"Shaftesbury.C.MR.3.2.21"},{"type":"paragraph","content":"Even <em>Conscience,</em> I fear, such as is owing to religious Discipline, will make but a slight Figure, where this <span class=\"small-capitals\">Taste</span> is set amiss. Among the Vulgar perhaps it may do wonders. A <em>Devil</em> and a <em>Hell</em> may prevail, where a <em>Jail</em> and <em>Gallows</em> are thought insufficient. But such is the Nature of the liberal, polish'd, and refin'd part of Mankind; so far are they from the mere Simplicity of Babes and Sucklings; that, instead of applying the Notion of a future Reward or Punishment to their immediate Behaviour in Society, they are apt, much rather, thro' the whole Course of their Lives, to shew evidently that they look on the pious Narrations to be indeed no better than Childrens Tales, or the Amusement of the mere Vulgar:","subId":"22","id":"Shaftesbury.C.MR.3.2.22"},{"type":"paragraph","content":"<a href=\"#n4\"><sup>[4]</sup></a>That our ghosts exist and realms below the earth . . . not even children believe, except those who are too young to pay at the baths.","subId":"23","id":"Shaftesbury.C.MR.3.2.23"},{"type":"paragraph","content":"Something therefore shou'd, methinks, be further thought of, in behalf of our generous Youths, towards the correcting of their <span class=\"small-capitals\">Taste,</span> or <em>Relish</em> in the Concerns of <em>Life.</em> For this at last is what will influence. And in this respect <em>the Youth</em> alone are to be regarded. Some hopes there may be still conceiv'd of <em>These.</em> The rest are confirm'd and harden'd in their way. A middle-ag'd Knave (however devout or orthodox) is but a common Wonder: An old-one is no Wonder at all: But a young-one is still (thank Heaven!) somewhat extraordinary. And I can never enough admire what was said once by a worthy Man at the first appearance of one of these young able Prostitutes, <q>That he even trembled at the sight, to find Nature capable of being turn'd so soon: and That he boded greater Calamity to his Country from this single Example of <em>young</em> Villany, than from the Practices and Arts of all the <em>old</em> Knaves in being.</q>","subId":"24","id":"Shaftesbury.C.MR.3.2.24"},{"type":"paragraph","content":"Let us therefore proceed in this view, addressing our-selves to the grown <em>Youth</em> of our polite World. Let the Appeal be to these, whose <em>Relish</em> is retrievable, and whose <em>Taste</em> may yet be form'd in <em>Morals;</em> as it seems to be, already, in <em>exterior Manners</em> and <em>Behaviour.</em>","subId":"25","id":"Shaftesbury.C.MR.3.2.25"},{"type":"paragraph","content":"THAT there is really <span class=\"small-capitals\">aStandard</span> of this latter kind, will immediately, and on the first view, be acknowledg'd. The Contest is only, <q>Which is <em>right:</em>—Which the <em>un-affected</em> Carriage, and <em>just</em> Demeanour: And Which the <em>affected</em> and <em>false.</em></q> Scarce is there any-one, who pretends not to know and to decide What is <em>well-bred</em> and <em>handsom.</em> There are few so affectedly clownish, as absolutely to disown <em>Good-breeding,</em> and renounce the Notion of <span class=\"small-capitals\">aBeauty</span> in <em>outward Manners</em> and <em>Deportment.</em> With such as these, wherever they shou'd be found, I must confess, I cou'd scarce be tempted to bestow the least Pains or Labour, towards convincing 'em of a <em>Beauty</em> in <em>inward Sentiments</em> and <em>Principles.</em>","subId":"26","id":"Shaftesbury.C.MR.3.2.26"},{"type":"paragraph","content":"Whoever has any Impression of what we call <em>Gentility</em> or <em>Politeness,</em> is already so acquainted with the <span class=\"small-capitals\">Decorum</span> and <span class=\"small-capitals\">Grace</span> of things, that he will readily confess a Pleasure and Enjoyment in the very <em>Survey</em> and <em>Contemplation</em> of this kind. Now if in the way of polite Pleasure, <em>the Study</em> and <em>Love of</em> <span class=\"small-capitals\">Beauty</span> be essential; <em>the Study</em> and <em>Love of</em> <span class=\"small-capitals\">Symmetry</span> and <span class=\"small-capitals\">Order,</span> on which <em>Beauty</em> depends, must also be essential, in the same respect.","subId":"27","id":"Shaftesbury.C.MR.3.2.27"},{"type":"paragraph","content":"'Tis impossible we can advance the least in any <em>Relish</em> or <em>Taste</em> of outward Symmetry and Order; without acknowledging that the proportionate and regular State is the truly <em>prosperous</em> and natural in every Subject. The same Features which make Deformity, create Incommodiousness and Disease. And the same Shapes and Proportions which make Beauty, afford Advantage, by adapting to Activity and Use. Even in the imitative or <em>designing</em> Arts, (to which our Author so often refers) the <em>Truth</em> or <em>Beauty</em> of every Figure or Statue is measur'd from the Perfection of Nature, in her just adapting of every Limb and Proportion to the Activity, Strength, Dexterity, Life and Vigor of the particular Species or Animal <em>design'd.</em>","subId":"28","id":"Shaftesbury.C.MR.3.2.28"},{"type":"paragraph","content":"Thus <em>Beauty</em> and<a href=\"#n5\"><sup>[5]</sup></a> <em>Truth</em> are plainly join'd with the Notion of <em>Utility</em> and <em>Convenience,</em> even in the Apprehension of every ingenious Artist, the<a href=\"#n6\"><sup>[6]</sup></a> <em>Architect,</em> the <em>Statuary,</em> or the <em>Painter.</em> 'Tis the same in <em>the Physician's</em> way. Natural <em>Health</em> is the just Proportion, <em>Truth,</em> and regular Course of things, in a Constitution. 'Tis <em>the inward Beauty of the</em> <span class=\"small-capitals\">Body.</span> And when the Harmony and just Measures of the rising Pulses, the circulating Humours, and the moving Airs or Spirits are disturb'd or lost, <em>Deformity</em> enters, and with it, <em>Calamity</em> and <em>Ruin.</em>","subId":"29","id":"Shaftesbury.C.MR.3.2.29"},{"type":"paragraph","content":"Shou'd not this, one wou'd imagine, be still the same Case, and hold equally as to <em>the</em> <span class=\"small-capitals\">Mind?</span> Is there nothing <em>there</em> which tends to Disturbance and Dissolution? Is there no natural Tenour, Tone, or Order of the Passions or Affections? No <em>Beauty,</em> or <em>Deformity</em> in this <em>moral</em> kind? Or allowing that there really is; must it not, of consequence, in the same manner imply <em>Health</em> or <em>Sickliness, Prosperity</em> or <em>Disaster?</em> Will it not be found in this respect, above all, <q>That what is<a href=\"#n7\"><sup>[7]</sup></a> <span class=\"small-capitals\">beautiful</span> is <em>harmonious</em> and <em>proportionable;</em> what is harmonious and proportionable, is <span class=\"small-capitals\">true;</span> and what is at once both <em>beautiful</em> and <em>true,</em> is, of consequence, <em>agreeable</em> and <span class=\"small-capitals\">good?</span> </q>","subId":"30","id":"Shaftesbury.C.MR.3.2.30"},{"type":"paragraph","content":"Where then is this <span class=\"small-capitals\">Beauty</span> or <em>Harmony</em> to be found? How is this <span class=\"small-capitals\">Symmetry</span> to be discover'd and apply'd? Is it any other <em>Art</em> than that of <span class=\"small-capitals\">Philosophy,</span> or <em>the Study of inward Numbers and Proportions,</em> which can exhibit this in Life? If no other; Who, then, can possibly have a <span class=\"small-capitals\">Taste</span> of this kind, without being beholden to <span class=\"small-capitals\">Philosophy?</span> Who can admire the <em>outward</em> Beautys, and not recur instantly to the <em>inward,</em> which are the most real and essential, the most naturally affecting, and of the highest Pleasure, as well as Profit and Advantage?","subId":"31","id":"Shaftesbury.C.MR.3.2.31"},{"type":"paragraph","content":"In so short a compass does that Learning and Knowledge lie, on which <em>Manners</em> and <em>Life</em> depend. 'Tis <em>We our-selves</em> create and form our <span class=\"small-capitals\">Taste.</span> If we resolve to have it <em>just;</em> 'tis in our power. We may esteem and value, approve and disapprove, as we wou'd wish. For who wou'd not rejoice to be always equal and consonant to himself, and have constantly that Opinion of things which is natural and proportionable? But who dares search <span class=\"small-capitals\">Opinion</span> to the bottom, or call in question his <em>early</em> and <em>prepossessing</em> <span class=\"small-capitals\">Taste?</span> Who is so just to himself, as to recal his <span class=\"small-capitals\">Fancy</span> from the power of <em>Fashion</em> and <em>Education,</em> to that of <span class=\"small-capitals\">Reason?</span> Cou'd we, however, be thus courageous; we shou'd soon settle in our-selves such an <em>Opinion</em> of <span class=\"small-capitals\">Good</span> as wou'd secure to us an <em>invariable, agreeable,</em> and <em>just</em> <span class=\"small-capitals\">Taste</span> in Life and Manners.","subId":"32","id":"Shaftesbury.C.MR.3.2.32"},{"type":"paragraph","content":"THUS HAVE I endeavour'd to tread in my <em>Author's</em> steps, and prepare the Reader for the serious and downright Philosophy, which even in this<a href=\"#n8\"><sup>[8]</sup></a> last commented Treatise, our Author keeps still as a Mystery, and dares not formally profess. His Pretence has been to <em>advise Authors,</em> and polish <em>Styles;</em> but his Aim has been to correct <em>Manners,</em> and regulate <em>Lives.</em> He has affected <span class=\"small-capitals\">Soliloquy,</span> as pretending only to censure Himself; but he has taken occasion to bring others into his Company, and make bold with <em>Personages</em> and <em>Characters</em> of no inferior Rank. He has given scope enough to Raillery and Humour; and has intrench'd very largely on the Province of us <em>Miscellanarian</em> Writers. But the Reader is<a href=\"#n9\"><sup>[9]</sup></a> now about to see him in a new aspect, <q>a formal and profess'd <em>Philosopher,</em> a <em>System</em>-Writer, a <em>Dogmatist,</em> and <em>Expounder.</em></q>—<em>Habes consitentem reum.</em>","subId":"33","id":"Shaftesbury.C.MR.3.2.33"},{"type":"paragraph","content":"So to his <span class=\"small-capitals\">Philosophy</span> I commit him. Tho, according as my Genius and present Disposition will permit, I intend still to accompany him at a distance, keep him in sight, and convoy him, the best I am able, thro' the dangerous Seas he is about to pass.","subId":"34","id":"Shaftesbury.C.MR.3.2.34"},{"type":"note","content":"VOL. I. <em>pag.</em> 336, &amp;c.","subId":"n1","id":"Shaftesbury.C.MR.3.2.n1"},{"type":"note","content":"VOL. I. <em>pag.</em> 336, &amp;c.","subId":"n2","id":"Shaftesbury.C.MR.3.2.n2"},{"type":"note","content":"VOL. I. <em>pag.</em> 139.","subId":"n3","id":"Shaftesbury.C.MR.3.2.n3"},{"type":"note","content":"<blockquote><span class=\"foreign\">Esse aliquos Manes, &amp; subterranea regna, <br> Nec pueri credunt, nisi qui nondum aere lavantur.</span> <br> <cite>Juven. Sat. 2. ver. 149.</cite></blockquote>","subId":"n4","id":"Shaftesbury.C.MR.3.2.n4"},{"type":"note","content":"VOL. I. <em>pag.</em> 142, &amp;c.","subId":"n5","id":"Shaftesbury.C.MR.3.2.n5"},{"type":"note","content":"<span class=\"foreign\">In GRAECIS Operibus, nemo sub mutulo denticulos constituit, &amp;c. Quod ergo supra Cantherios &amp; Templa <em>in Veritate</em> debet esse collocatum, id in Imaginibus, si infrà constitutum fuerit, <em>mendosam</em> habebit operis rationem. Etiamque ANTIQUI non probaverunt, neque instituerunt, &amp;c. Ita quod non potest in <em>Veritate</em> fieri, id non putaverunt in Imaginibus factum, posse <em>certam</em> rationem habere. Omnia enim <em>certâ proprietate</em>, &amp; à <em>veris NATURAE</em> deductis <em>Moribus</em>, traduxerunt in Operum perfectiones: &amp; ea probaverunt quorum explicationes in <em>Disputationibus</em> rationem possunt habere <em>VERITATIS</em>. Itaque ex eis Originibus <em>Symmetrias</em> &amp; <em>Proportiones</em> uniuscujusque generis constitutas reliquerunt.</span> <cite><span class=\"small-capitals\">Vitruvius,</span> <em>lib.</em> iv. <em>cap.</em> 2.</cite> whose Commentator <span class=\"small-capitals\">Philander</span> may be also read on this place. See above, VOL. I. <em>pag.</em> 208, 336, &amp;c. 340, 350, &amp;c. And below, <em>pag.</em> 259, 260.","subId":"n6","id":"Shaftesbury.C.MR.3.2.n6"},{"type":"note","content":"This is the HONESTUM, the PULCHRUM, τὸ καλόν <cite>the Beautiful</cite>, on which our Author lays the stress of VIRTUE, and the Merits of this Cause; as well in his other Treatises, as in this of <em>Soliloquy</em> here commented. This <em>Beauty</em> the <span class=\"small-capitals\">Roman</span> <em>Orator,</em> in his rhetorical way, and in the Majesty of Style, cou'd express no otherwise than as <em>A Mystery.</em> <q><em>HONESTUM igitur id intelligimus, quod tale est, ut, detractâ omni utilitate, sine ullis praemiis fructibusve, per seipsum possit jure laudari. Quod quale sit, non tam definitione quâ sum usus intelligi potest (quanquam aliquantum potest) quam COMMUNI omnium JUDICIO, &amp; optimi cujusque studiis, atque factis a qui permulta ob eam unam causam faciunt, quia decet, quia rectum, quia honestum est; etsi nullum consecuturum emolumentum vident.</em></q> <cite>By <em>right</em> therefore I understand what is such that, apart from expediency, without any reward or profit, it can properly be praised on its own account. What sort of thing, that is, may be understood, not so much from the definition I have given (though to some extent it may be so understood) as from the general agreement of all, and from the enthusiasm and acts of the best men; they do many a thing for this one reason, that it is becoming, is proper, is right, even though they see no gain likely to follow.</cite> Our Author, on the other side, having little of the <em>Orator,</em> and less of the Constraint of Formality belonging to some graver <em>Characters,</em> can be more familiar on this occasion: and accordingly descending, without the least scruple, into whatever Style, or Humour; he refuses to make the least Difficulty or <em>Mystery</em> of this matter. He pretends, on this head, to claim the Assent not only of <em>Orators, Poets,</em> and the higher <em>Virtuosi,</em> but even of the <em>Beaux</em> themselves, and such as go no farther than the Dancing-Master to seek for <em>Grace</em> and <em>Beauty.</em> He pretends, we see, to fetch this <em>natural Idea</em> from as familiar Amusements as Dress, Equipage, the Tiring-Room, or Toy-shop. And thus in his proper manner of <em>SOLILOQUY,</em> or <em>Self-Discourse,</em> we may imagine him running on: beginning perhaps with some particular <em>Scheme</em> or fansy'd <em>Scale</em> of BEAUTY, which, according to his Philosophy, he strives to erect; by distinguishing, sorting, and dividing into Things <em>animate, in-animate,</em> and <em>mixt:</em> as thus.In the IN-ANIMATE; beginning from those <em>regular Figures</em> and <em>Symmetrys</em> with which Children are delighted; and proceeding gradually to the Proportions of <em>Architecture</em> and the other <em>Arts.</em>—The same in respect of <em>Sounds</em> and MUSICK. From beautiful Stones, Rocks, <em>Minerals;</em> to <em>Vegetables,</em> Woods, aggregate Parts of the World, Seas, Rivers, Mountains, Vales.—The <em>Globe.</em>—Celestial Bodys, and their Order. The higher <em>Architecture</em> of Nature.—NATURE her-self, consider'd as <em>in-animate</em> and <em>passive.</em>In the ANIMATE; from <em>Animals,</em> and their several Kinds, Tempers, Sagacitys, to <em>Men.</em>—And from single <em>Persons</em> of Men, their private <em>Characters,</em> Understandings, <em>Genius's,</em> Dispositions, Manners; to Publick Societys, <em>Communitys,</em> or <em>Commonwealths.</em>—From Flocks, Herds, and other natural <em>Assemblages</em> or <em>Groups</em> of living Creatures, to human Intelligencys and Correspondencys, or whatever is higher in the kind. The Correspondence, Union and Harmony of NATURE her-self, consider'd as <em>animate</em> and intelligent.In the MIXT; as in a <em>single Person,</em> (a Body and a Mind) the Union and Harmony of this kind, which constitutes the real <em>Person:</em> and the Friendship, Love, or whatever other Affection is form'd on such an Object. A <em>Houshold,</em> a <em>City,</em> or <em>Nation,</em> with certain Lands, Buildings, and other Appendices, or local Ornaments, which jointly form that agreeable Idea of <em>Home, Family, Country.</em>—‘‘And what of this? (says an airy Spark, no Friend to Meditation or deep Thought) <q>What means this <em>Catalogue,</em> or <em>Scale,</em> as you are pleas'd to call it?</q> <q>Only, Sir, to satisfy my-self, That I am not alone, or single in a certain Fancy I have of a thing call'd BEAUTY; That I have almost the whole World for my Companions; and That each of us <em>Admirers</em> and earnest <em>Pursuers of</em> BEAUTY (such as in a manner we <em>All</em> are) if peradventure we take not a certain Sagacity along with us, we must err widely, range extravagantly, and run ever upon a false Scent. We may, in the Sportsman's Phrase, <em>have many Hares afoot,</em> but shall stick to no real <em>Game,</em> nor be fortunate in <em>any Capture</em> which may content us.</q>‘‘See with what Ardour and Vehemence, the young Man, neglecting his proper Race and Fellow-Creatures, and forgetting what is <em>decent, handsom,</em> or <em>becoming</em> in human Affairs, pursues these SPECIES in those common Objects of his Affection, a <em>Horse,</em> a <em>Hound,</em> a <em>Hawk!</em>—What doting on these <em>Beautys!</em>—What Admiration of the <em>Kind</em> it-self! And of the particular <em>Animal,</em> what Care, and in a manner Idolatry and Consecration; when the Beast beloved is (as often happens) even set apart from use, and only kept to gaze on, and feed the enamour'd Fancy with highest Delight!—See! in another Youth, not so forgetful of <em>Human Kind,</em> but remembring it still in a wrong way! a φιλόκαλος <cite>a lover of the beautiful</cite> of another sort, a CHAEREA. <em>Quàm elegans formarum Spectator!</em>—See as to other <em>Beautys,</em> where there is no Possession, no Enjoyment or Reward, but barely seeing and admiring: as in the <em>Virtuoso</em>-Passion, the Love of <em>Painting,</em> and the <em>Designing</em> Arts of every kind, so often observ'd.—How fares it with our <em>princely Genius,</em> our <em>Grandee</em> who assembles all these <em>Beautys,</em> and within the Bounds of his sumptuous Palace incloses all these Graces of a thousand kinds?—What Pains! Study! Science!—Behold the Disposition and Order of these finer sorts of Apartments, Gardens, <em>Villas!</em>—The kind of Harmony to the Eye, from the various Shapes and Colours agreeably mixt, and rang'd in Lines, intercrossing without confusion, and fortunately co-incident.—A <em>Parterre,</em> Cypresses, Groves, Wildernesses.—Statues, here and there, of <em>Virtue, Fortitude, Temperance.</em>—<em>Heroes</em>-Busts, <em>Philosophers</em>-Heads; with sutable Mottos and Inscriptions.—Solemn Representations of things deeply natural.—<em>Caves, Grottos, Rocks.</em>—<em>Urns</em> and <em>Obelisks</em> in retir'd places, and dispos'd at proper distances and points of Sight: with all those Symmetrys which silently express a reigning <em>Order, Peace, Harmony,</em> and <em>Beauty!</em>—But what is there answerable to this, in the MINDS of <em>the Possessors?</em>—What <em>Possession</em> or <em>Propriety</em> is theirs? What <em>Constancy</em> or <em>Security</em> of Enjoyment? What <em>Peace,</em> what <em>Harmony</em> WITHIN.—Thus our MONOLOGIST, or <em>self-discoursing</em> Author, in his usual Strain; when incited to the Search of BEAUTY and the DECORUM, by vulgar Admiration, and the universal Acknowledgment of the SPECIES in <em>outward</em> Things, and in the <em>meaner</em> and <em>subordinate</em> Subjects. By this inferior <em>Species,</em> it seems, our strict Inspector disdains to be allur'd: And refusing to be captivated by any thing less than the <em>superior, original,</em> and <em>genuine</em> Kind; he walks at leisure, without Emotion, in deep philosophical Reserve, thro' all these pompous Scenes; passes unconcernedly by those Court-Pageants, the illustrious and much-envy'd Potentates of the Place; overlooks <em>the Rich, the Great,</em> and even <em>the Fair:</em> feeling no other Astonishment than what is accidentally rais'd in him, by the View of these Impostures, and of this specious <em>Snare.</em> For here he observes those Gentlemen chiefly to be caught and fastest held, who are the highest Ridiculers of such Reflections as his own; and who in the very height of this Ridicule prove themselves the impotent Contemners of a SPECIES, which, whether they will or no, they ardently pursue: Some, in <em>a Face,</em> and certain regular Lines, or Features: Others, in <em>a Palace and Apartments:</em> Others, in <em>an Equipage</em> and <em>Dress.</em>—<q>O EFFEMINACY! EFFEMINACY! Who wou'd imagine this cou'd be the <em>Vice</em> of such as appear no inconsiderable Men?—But <em>Person</em> is a Subject of Flattery which reaches beyond the Bloom of Youth. The experienc'd Senator and aged General, can, in our days, dispense with a <em>Toilet,</em> and take his outward Form into a very extraordinary Adjustment and Regulation.—All <em>Embellishments</em> are affected, besides the true. And thus, led by Example, whilst we run in search of <em>Elegancy</em> and <em>Neatness;</em> pursuing BEAUTY; and adding, as we imagine, more Lustre, and Value to our own <em>Person;</em> we grow, in our real <em>Character</em> and truer <em>SELF, deform'd</em> and <em>monstrous, servile</em> and <em>abject;</em> stooping to the lowest Terms of Courtship; and sacrificing all internal Proportion, all <em>intrinsick</em> and <em>real</em> BEAUTY and WORTH, for the sake of Things which carry scarce a Shadow of the Kind.</q> <em>Supra,</em> VOL. II. <em>pag.</em> 394, &amp;c. and VOL. I. <em>pag.</em> 138, &amp;c. and <em>pag.</em> 337.","subId":"n7","id":"Shaftesbury.C.MR.3.2.n7"},{"type":"note","content":"<em>Viz.</em> Treatise III. (ADVICE to an Author) VOL. I.","subId":"n8","id":"Shaftesbury.C.MR.3.2.n8"},{"type":"note","content":"<em>Viz.</em> In Treatise IV. (The INQUIRY, <em>&amp;c.</em>) Vol. II.","subId":"n9","id":"Shaftesbury.C.MR.3.2.n9"}]}