{"imported":true,"id":"Locke.EHU.Ep","parent":"Locke.EHU","title":"The Epistle to the Reader","breadcrumb":"Epistle to the Reader","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:4?rgn=div1;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 THE £3 £2 EPISTLE £2 £4 TO THE £4 £1 READER £1","id":"Locke.EHU.Ep"},{"type":"paragraph","content":"_I_ Here put into thy Hands, what has been the diversion of some of my idle and heavy Hours: If it has the good luck to prove so of any of thine, and thou hast but half so much Pleasure in reading, as I had in writing it, thou wilt as little think thy Money, as I do my Pains ill bestowed. Mistake not this, for a Commendation of my Work; nor conclude, because I was pleased with the doing of it, that therefore I am fondly taken with it now it is done. He that hawks at Larks and Sparrows, has no less Sport, though a much less considerable Quarry, than he that flies at nobler Game: And he is little acquainted with the Subject of this Treatise, the _UNDERSTANDING,_ who does not know, that as it is the most elevated Faculty of the Soul, so it is employed with a greater, and more constant Delight than any of the other. Its searches after Truth, are a sort of Hawking and Hunting, wherein the very pursuit makes a great part of the Pleasure. Every step the Mind takes in its Progress towards Knowledge, makes Discovery, which is not only new, but the best too, for the time at least. For the Understanding, like the Eye, judging of Objects, only by its own Sight, cannot but be pleased with what it discovers, having less regret for what has scaped it, because it is unknown. Thus he who has raised himself above the Alms-Basket, and not content to live lazily on scraps of begg'd Opinions, sets his own Thoughts on work, to find and follow Truth, will (whatever he lights on) not miss the Hunter's Satisfaction; every moment of his Pursuit, will reward his Pains with some Delight; and he will have Reason to think his time not ill spent, even when he cannot much boast of any great Acquisition.","subId":"1","id":"Locke.EHU.Ep.1"},{"type":"paragraph","content":"This, Reader, is the Entertainment of those, who let loose their own Thoughts, and follow them in writing; which thou oughtest not to envy them, since they afford thee an Opportunity of the like Diversion, if thou wilt make use of thy own Thoughts in reading. 'Tis to them, if they are thy own, that I refer my self: But if they are taken upon Trust from others, 'tis no great Matter what they are, they not following Truth, but some meaner Consideration: and 'tis not worth while to be concerned, what he says or thinks, who says or thinks only as he is directed by another. If thou judgest for thy self, I know thou wilt judge candidly; and then I shall not be harmed or offended, whatever be thy Censure. For though it be certain, that there is nothing in this Treatise of whose Truth I am not persuaded; yet I consider my self as liable to Mistakes, as I can think thee; and know that this Book must stand or fall with thee, not by any Opinion I have of it, but thy own. If thou findest little in it new or instructive to thee, thou art not to blame me for it. It was not meant for those that had already mastered this Subject, and made a through Acquaintance with their own Understandings; but for my own Information, and the Satisfaction of a few Friends, who acknowledged themselves not to have sufficiently considered it. Were it fit to trouble thee with the History of this Essay, I should tell thee that five or six Friends meeting at my Chamber, and discoursing on a Subject very remote from this, found themselves quickly at a stand, by the Difficulties that rose on every side. After we had a while puzzled our selves, without coming any nearer a Resolution of those Doubts which perplexed us, it came into my Thoughts, that we took a wrong course; and that before we set our selves upon Enquiries of that Nature, it was necessary to examine our own Abilities, and see what Objects our Understandings were, or were not fitted to deal with. This I proposed to the Company, who all readily assented; and thereupon it was agreed, that this should be our first Enquiry, Some hasty and undigested Thoughts, on a Subject I had never before considered, which I set down against our next Meeting, gave the first entrance into this Discourse, which having been thus begun by Chance, was continued by Intreaty; written by incoherent parcels; and, after long intervals of neglect, resum'd again, as my Humour or Occasions permitted; and at last, in a retirement, where an Attendence on my Health gave me leisure, it was brought into that order thou now seest it.","subId":"2","id":"Locke.EHU.Ep.2"},{"type":"paragraph","content":"This discontinued way of writing may have occasioned, besides others, two contrary Faults, _viz._ that too little, and too much may be said in it. If thou findest any thing wanting, I shall be glad, that what I have writ, gives thee any Desire that I should have gone farther: If it seems too much to thee, thou must blame the Subject; for when I first put Pen to Paper, I thought all I should have to say on this Matter, would have been contained in one sheet of Paper; but the farther I went, the larger Prospect I had: New Discoveries led me still on, and so it grew insensibly to the bulk it now appears in. I will not deny, but possibly it might be reduced to a narrower compass than it is; and that some Parts of it might be contracted: the way it has been writ in, by catches, and many long intervals of Interruption, being apt to cause some Repetitions. But to confess the Truth, I am now too lazie, or too busie to make it shorter.","subId":"3","id":"Locke.EHU.Ep.3"},{"type":"paragraph","content":"I am not ignorant how little I herein consult my own Reputation, when I knowingly let it go with a Fault, so apt to disgust the most judicious, who are always the nicest Readers. But they who know Sloth is apt to content it self with any Excuse, will pardon me, if mine has prevailed on me, where, I think, I have a very good one. I will not therefore alledge in my Defence, that the same Notion, having different Respects, may be convenient or necessary, to prove or illustrate several Parts of the same Discourse; and that so it has happened in many Parts of this: But waving that, I shall frankly avow, that I have sometimes dwelt long upon the same Argument, and expressed it different ways, with a quite different Design. I pretend not to publish this Essay for the Information of Men of large Thoughts and quick Apprehensions; to such Masters of Knowledge I profess my self a Scholar, and therefore warn them before-hand not to expect any thing here, but what being spun out of my own course Thoughts, is fitted to Men of my own size, to whom, perhaps, it will not be unacceptable, that I have taken some Pains to make plain and familiar to their Thoughts some Truths, which established Prejudice, or the Abstractness of the Ideas themselves, might render difficult. Some Objects had need be turned on every side; and when the Notion is new, as I confess some of these are to me; or out of the ordinary Road, as I suspect they will appear to others, 'tis not one simple view of it, that will gain it admittance into every Understanding, or fix it there with a clear and lasting Impression. There are few, I believe, who have not observed in themselves or others, That what in one way of proposing was very obscure, another way of expressing it, has made very clear and intelligible: Though afterward the Mind found little difference in the Phrases, and wondered why one failed to be understood more than the other. But every thing does not hit alike upon every Man's Imagination. We have our Understandings no less different than our Palats; and he that thinks the same Truth shall be equally relished by every one in the same dress, may as well hope to feast every one with the same sort of Cookery: The Meat may be the same, and the Nourishment good, yet every one not be able to receive it with that Seasoning; and it must be dressed another way, if you will have it go down with some, even of strong Constitutions. The Truth is, those who advised me to publish it, advised me, for this Reason, to publish it as it is: and since I have been brought to let it go abroad, I desire it should be understood by whoever gives himself the Pains to read it. I have so little Affectation to be in Print, that if I were not flattered, this Essay might be of some use to others, as I think, it has been to me, I should have confined it to the view of some Friends, who gave the first Occasion to it. My appearing therefore in Print, being on purpose to be as useful as I may, I think it necessary to make what I have to say as easie and intelligible to all sorts of Readers as I can. And I had much rather the speculative and quick-sighted should complain of my being in some parts tedious, than that any one, not accustomed to abstract Speculations, or prepossessed with different Notions, should mistake, or not comprehend my meaning.","subId":"4","id":"Locke.EHU.Ep.4"},{"type":"paragraph","content":"It will possibly be censured as a great piece of Vanity, or Insolence in me, to pretend to instruct this our knowing Age, it amounting to little less, when I own that I publish it with hopes it may be useful to others. But if it may be permitted to speak freely of those, who with a seigned Modesty condemn as useless what they themselves write, methinks it savours much more of Vanity or Insolence, to publish a Book for any other end; and he fails very much of that Respect he owes the Publick, who prints, and consequently expects Men should read that, wherein he intends not they should meet with any thing of Use to themselves or others: and should nothing else be found allowable in this Treatise, yet my Design will not cease to be so; and the Goodness of my intention ought to be some Excuse for the Worthlessness of my Present. 'Tis that chiefly which secures me from the Fear of Censure, which I expect not to escape more than better Writers. Men's Principles, Notions, and Relishes are so different, that it is hard to find a Book which pleases or displeases all Men. I acknowledge the Age we live in, is not the least knowing, and therefore not the most easie to be satisfied; which if I have not the good luck to doe, no Body yet ought to be offended with me. I plainly tell all my Readers, except half a dozen, this Treatise was not at first intended for them; and therefore they need not be at the Trouble to be of that number. But yet if any one thinks fit to be angry, and rail at it, he may do it securely: For I shall find some better way of spending my time, than in such kind of Conversation. I shall always have the satisfaction to have aimed sincerely at Truth and Usefulness, though in one of the meanest ways. The Commonwealth of Learning, is not at this time without Master-Builders, whose mighty Designs in advancing the Sciences, will leave lasting Monuments to the Admiration of Posterity; But every one must not hope to be a _Boyle,_ or a _Sydenham_; and in an Age that produces such Masters, as the Great — _Huygenius,_ and the incomparable Mr. _Newton,_ with some other of that Strain; 'tis Ambition enough to be employed as an Under-Labourer in clearing the Ground a little, and removing some of the Rubbish, that lies in the way to Knowledge; which certainly had been very much more advanced in the World, if the Endeavours of ingenious and industrious Men had not been much cumbred with the learned but frivolus use of uncouth, affected, or unintelligible Terms, introduced into the Sciences, and there made an Art of to that Degree, that Philosophy, which is nothing but the true Knowledge of Things, was thought unfit or uncapable to be brought into well-bred Company, and polite Conversation. Vague and insignificant Forms of Speech, and Abuse of Language, have so long passed for Mysteries of Science: And hard or misapply'd Words, with little or no meaning, have, by Prescription, such a Right to be mistaken for deep Learning and heighth of Speculation, that it will not be easie to persuade either those who speak, or those who hear them, that they are but the Covers of Ignorance, and hindrance of true Knowledge. To break in upon this Sanctuary of Vanity and Ignorance, will be, I suppose, some Service to humane Understanding: Though so few are apt to think, they deceive, or are deceived in the Use of Words; or that the Language of the Sect they are of, has any Faults in it, which ought to be examined or corrected, that I hope I shall be pardon'd, if I have in the Third Book dwelt long on this Subject; and endeavoured to make it so plain, that neither the inverateness of the Mischief, nor the prevalency of the Fashion, shall be any Excuse for those, who will not take Care about the meaning of their own Words, and will not suffer the Significancy of their Expressions to be enquired into.","subId":"5","id":"Locke.EHU.Ep.5"},{"type":"paragraph","content":"I have been told that a short Epitome of this Treatise, which was printed about two Years since, was by some condemned without reading, because innate Ideas were denied in it; they too hastily concluding, that if innate Ideas were not supposed, there would be little left, either of the Notion or Proof of Spirits. If any one take the like Offence at the Entrance of this Treatise, I shall desire him to read it through: and then I hope he will be convinced, that the taking away false Foundations is not to the prejudice, but advantage of Truth; which is never injur'd or endanger'd so much, as when mixed with, or built on Falshood.","subId":"6","id":"Locke.EHU.Ep.6"},{"type":"paragraph","content":"One thing more I must advertise my Reader of, and that is, That the Summary of each Section is printed in Italick Characters, whereby the Reader may find the Contents almost as well as if it had been printed in the Margin by the side, if a little allowance be made for the Grammatical Construction, which in the Text it self could not always be so ordered, as to make perfect Propositions, which yet by the Words printed in Italick, may be easily guessed at.","subId":"7","id":"Locke.EHU.Ep.7"}]}
