{"id":"Hobbes.L.2.21","imported":true,"parent":"Hobbes.L.2","title":"Of the Liberty of Subjects","breadcrumb":"Chapter 21","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_033","blocks":[{"type":"title","content":"£1 CHAP. XXI. £1 £1 _Of the ^Liberty^ of Subjects._ £1","id":"Hobbes.L.2.21"},{"type":"paragraph","content":"^Liberty^, or ^Freedome^, signifieth (properly)#_Liberty what._# the absence of Opposition; (by Opposition, I mean externall Impediments of motion;) and may be applyed no lesse to Irrationall, and Inanimate creatures, than to Rationall. For whatsoever is so tyed, or environed, as it cannot move, but within a certain space, which space is determined by the opposition of some externall body, we say it hath not Liberty to go further. And so of all living creatures, whilest they are imprisoned, or restrained, with walls, or chayns; and of the water whilest it is kept in by banks, or vessels, that otherwise would spread it selfe into a larger space, we use to say, they are not at Liberty, to move in such manner, as without those externall impediments they would. But when the impediment of motion, is in the constitution of the thing it selfe, we use not to say, it wants the Liberty; but the Power to move; as when a stone lyeth still, or a man is fastned to his bed by sicknesse.","subId":"1","id":"Hobbes.L.2.21.1"},{"type":"paragraph","content":"And according to this proper, and generally received meaning of the word, _A_ ^Free^-^Man^, _is he, that in those_#_What it is to be Free._# _things, which by his strength and wit he is able to do, is not hindred to doe what he has a will to_. But when the words _Free_, and _Liberty_, are applyed to any thing but _Bodies_, they are abused; for that which is not subject to Motion, is not subject to Impediment: And therefore, when 'tis said (for example) The way is Free, no Liberty of the way is signified, but of those that walk in it without stop. And when we say a Guift is Free, there is not meant any Liberty of the Guift, but of the Giver, that was not bound by any law, or Covenant to give it. So when we _speak Freely_, it is not the Liberty of voice, or pronunciation, but of the man, whom no law hath obliged to speak otherwise then he did. Lastly, from the use of the word _Free-will_, no Liberty can be inferred of the will, desire, or inclination, but the Liberty of the man; which consisteth in this, that he finds no stop, in doing what he has the will, desire, or inclination to doe.","subId":"2","id":"Hobbes.L.2.21.2"},{"type":"paragraph","content":"#_Feare and Liberty consistent._# Feare, and Liberty are consistent; as when a man throweth his goods into the Sea for _feare_ the ship should sink, he doth it neverthelesse very willingly, and may refuse to doe it if he will: It is therefore the action, of one that was _free_: so a man sometimes pays his debt, only for _feare_ of Imprisonment, which because no body hindred him from detaining, was the action of a man at _liberty_. And generally all actions which men doe in Common-wealths, for _feare_ of the law, are actions, which the doers had _liberty_ to omit.","subId":"3","id":"Hobbes.L.2.21.3"},{"type":"paragraph","content":"#_Liberty and Necessity consistent._# _Liberty_, and _Necessity_ are consistent: As in the water, that hath not only _liberty_, but a _necessity_ of descending by the Channel; so likewise in the Actions which men voluntarily doe: which, because they proceed from their will, proceed from _liberty_; and yet, because every act of mans will, and every desire, and inclination proceedeth from some cause, and that from another cause, in a continuall chaine, (whose first link is in the hand of God the first of all causes,) they proceed from _necessity_. So that to him that could see the connexion of those causes, the _necessity_ of all mens voluntary actions, would appeare manifest. And therefore God, that seeth, and disposeth all things, seeth also that the _liberty_ of man in doing what he will, is accompanied with the _necessity_ of doing that which God will, & no more, nor lesse. For though men may do many things, which God does not command, nor is therefore Author of them; yet they can have no passion, nor appetite to any thing, of which appetite Gods will is not the cause. And did not his will assure the _necessity_ of mans will, and consequently of all that on mans will dependeth, the _liberty_ of men would be a contradiction, and impediment to the omnipotence and _liberty_ of God. And this shall suffice, (as to the matter in hand) of that naturall _liberty_, which only is properly called _liberty_.","subId":"4","id":"Hobbes.L.2.21.4"},{"type":"paragraph","content":"#_Artificiall Bonds, or Covenants._# But as men, for the atteyning of peace, and conservation of themselves thereby, have made an Artificiall Man, which we call a Common-wealth; so also have they made Artificiall Chains, called _Civill Lawes_, which they themselves, by mutuall covenants, have fastned at one end, to the lips of that Man, or Assembly, to whom they have given the Soveraigne Power; and at the other end to their own Ears. These Bonds in their own nature but weak, may neverthelesse be made to hold, by the danger, though not by the difficulty of breaking them.","subId":"5","id":"Hobbes.L.2.21.5"},{"type":"paragraph","content":"In relation to these Bonds only it is, that I am#_Liberty of Subjects consisteth in Liberty from covenants._# to speak now, of the _Liberty_ of _Subjects_. For seeing there is no Common-wealth in the world, wherein there be Rules enough set down, for the regulating of all the actions, and words of men, (as being a thing impossible:) it followeth necessarily, that in all kinds of actions, by the laws pr{ae}termitted, men have the Liberty, of doing what their own reasons shall suggest, for the most profitable to themselves. For if wee take Liberty in the proper sense, for corporall Liberty; that is to say, freedome from chains, and prison, it were very absurd for men to clamor as they doe, for the Liberty they so manifestly enjoy. Againe, if we take Liberty, for an exemption from Lawes, it is no lesse absurd, for men to demand as they doe, that Liberty, by which all other men may be masters of their lives. And yet as absurd as it is, this is it they demand; not knowing that the Lawes are of no power to protect them, without a Sword in the hands of a man, or men, to cause those laws to be put in execution. The Liberty of a Subject, lyeth therefore only in those things, which in regulating their actions, the Soveraign hath pr{ae}termitted: such as is the Liberty to buy, and sell, and otherwise contract with one another; to choose their own aboad, their own diet, their own trade of life, and institute their children as they themselves think fit; & the like.","subId":"6","id":"Hobbes.L.2.21.6"},{"type":"paragraph","content":"Neverthelesse we are not to understand, that by such#_Liberty of the Subject consistent with the unlimited power of the Soveraign._# Liberty, the Soveraign Power of life, and death, is either abolished, or limited. For it has been already shewn, that nothing the Soveraign Representative can doe to a Subject, on what pretence soever, can properly be called Injustice, or Injury; because every Subject is Author of every act the Soveraign doth; so that he never wanteth Right to any thing, otherwise, than as he himself is the Subject of God, and bound thereby to observe the laws of Nature. And therefore it may, and doth often happen in Common-wealths, that a Subject may be put to death, by the command of the Soveraign Power; and yet neither doe the other wrong: As when _Jeptha_ caused his daughter to be sacrificed: In which, and the like cases, he that so dieth, had Liberty to doe the action, for which he is neverthelesse, without Injury put to death. And the same holdeth also in a Soveraign Prince, that putteth to death an Innocent Subject. For though the action be against the law of Nature, as being contrary to Equitie, (as was the killing of _Uriah_, by _David_;) yet it was not an Injurie to _Uriah_; but to _God_. Not to _Uriah_, because the right to doe what he pleased, was given him by _Uriah_ himself: And yet to _God_, because _David_ was _Gods_ Subject; and prohibited all Iniquitie by the law of Nature. Which distinction, _David_ himself, when he repented the fact, evidently confirmed, saying, _To thee only have I sinned_. In the same manner, the people of _Athens_, when they banished the most potent of their Common-wealth for ten years, thought they committed no Injustice; and yet they never questioned what crime he had done; but what hurt he would doe: Nay they commanded the banishment of they knew not whom; and every Citizen bringing his Oystershell into the market place, written with the name of him he desired should be banished, without actuall accusing him, sometimes banished an _Aristides_, for his reputation of Justice; And sometimes a scurrilous Jester, as _Hyperbolus_, to make a Jest of it. And yet a man cannot say, the Soveraign People of _Athens_ wanted right to banish them; or an _Athenian_ the Libertie to Jest, or to be Just.","subId":"7","id":"Hobbes.L.2.21.7"},{"type":"paragraph","content":"#_The Liberty which writers praise, is the Liberty of Soveraigns; not of Private men._# The Libertie, whereof there is so frequent, and honourable mention, in the Histories, and Philosophy of the Antient Greeks, and Romans, and in the writings, and discourse of those that from them have received all their learning in the Politiques, is not the Libertie of Particular men; but the Libertie of the Common-wealth: which is the same with that, which every man then should have, if there were no Civil Laws, nor Common-wealth at all. And the effects of it also be the same. For as amongst masterlesse men, there is perpetuall war, of every man against his neighbour; no inheritance, to transmit to the Son, nor to expect from the Father; no propriety of Goods, or Lands; no security; but a full and absolute Libertie in every Particular man: So in States, and Common-wealths not dependent on one another, every Common-wealth, (not every man) has an absolute Libertie, to doe what it shall judge (that is to say, what that Man, or Assemblie that representeth it, shall judge) most conducing to their benefit. But withall, they live in the condition of a perpetuall war, and upon the confines of battel, with their frontiers armed, and canons planted against their neighbours round about. The _Athenians_, and _Romanes_ were free; that is, free Common-wealths: not that any particular men had the Libertie to resist their own Representative; but that their Representative had the Libertie to resist, or invade other people. There is written on the Turrets of the city of _Luca_ in great characters at this day, the word _LIBERTAS_; yet no man can thence inferre, that a particular man has more Libertie, or Immunitie from the service of the Commonwealth there, than in _Constantinople_. Whether a Common-wealth be Monarchicall, or Popular, the Freedome is still the same.","subId":"8","id":"Hobbes.L.2.21.8"},{"type":"paragraph","content":"But it is an easy thing, for men to be deceived, by the specious name of Libertie; and for want of Judgement to distinguish, mistake that for their Private Inheritance, and Birth right, which is the right of the Publique only. And when the same errour is confirmed by the authority of men in reputation for their writings in this subject, it is no wonder if it produce sedition, and change of Government. In these westerne parts of the world, we are made to receive our opinions concerning the Institution, and Rights of Common-wealths, from _Aristotle, Cicero_, and other men, Greeks and Romanes, that living under Popular States, derived those Rights, not from the Principles of Nature, but transcribed them into their books, out of the Practise of their own Common-wealths, which were Popular; as the Grammarians describe the Rules of Language, out of the Practise of the time; or the Rules of Poetry, out of the Poems of _Homer_ and _Virgil_. And because the Athenians were taught, (to keep them from desire of changing their Government,) that they were Freemen, and all that lived under Monarchy were slaves; therefore _Aristotle_ puts it down in his _Politiques_, (_lib_. 6. _cap_. 2.) _In democracy_, Liberty _is to be supposed: for 'tis commonly held, that no man is_ Free _in any other Government_. And as _Aristotle_; so _Cicero_, and other Writers have grounded their Civill doctrine, on the opinions of the Romans, who were taught to hate Monarchy, at first, by them that having deposed their Soveraign, shared amongst them the Soveraignty of _Rome_; and afterwards by their Successors. And by reading of these Greek, and Latine Authors, men from their childhood have gotten a habit (under a false shew of Liberty,) of favouring tumults, and of licentious controlling the actions of their Soveraigns; and again of controlling those controllers, with the effusion of so much blood; as I think I may truly say, there was never any thing so deerly bought, as these Western parts have bought the learning of the Greek and Latine tongues.","subId":"9","id":"Hobbes.L.2.21.9"},{"type":"paragraph","content":"#_Liberty of Subjects how to be measured._# To come now to the particulars of the true Liberty of a Subject; that is to say, what are the things, which though commanded by the Soveraign, he may neverthelesse, without Injustice, refuse to do; we are to consider, what Rights we passe away, when we make a Common-wealth; or (which is all one,) what Liberty we deny our selves, by owning all the Actions (without exception) of the Man, or Assembly we make our Soveraign. For in the act of our _Submission_, consisteth both our _Obligation_, and our _Liberty_; which must therefore be inferred by arguments taken from thence; there being no Obligation on any man, which ariseth not from some Act of his own; for all men equally, are by Nature Free. And because such arguments, must either be drawn from the expresse words, _I Authorise all his Actions_, or from the Intention of him that submitteth himselfe to his Power, (which Intention is to be understood by the End for which he so submitteth;) The Obligation, and Liberty of the Subject, is to be derived, either from those Words, (or others equivalent;) or else from the End of the Institution of Soveraignty; namely, the Peace of the Subjects within themselves, and their Defence against a common Enemy.","subId":"10","id":"Hobbes.L.2.21.10"},{"type":"paragraph","content":"First therefore, seeing Soveraignty by Institution, is#_Subjects have Liberty to defend their own bodies, even against them that lawfully invade them;_# by Covenant of every one to every one; and Soveraignty by Acquisition, by Covenants of the Vanquished to the Victor, or Child to the Parent; It is manifest, that every Subject has Liberty in all those things, the right whereof cannot by Covenant be transferred. I have shewn before in the 14. Chapter, that Covenants, not to defend a mans own body, are voyd. Therefore,","subId":"11","id":"Hobbes.L.2.21.11"},{"type":"paragraph","content":"If the Soveraign command a man (though justly condemned,) to kill, wound, or mayme himselfe; or not to resist those that assault him; or to abstain from the use of food, ayre, medicine, or any other thing, without which he cannot live; yet hath that man the Liberty to disobey.#_Are not bound to hurt themselves_;#","subId":"12","id":"Hobbes.L.2.21.12"},{"type":"paragraph","content":"If a man be interrogated by the Soveraign, or his Authority, concerning a crime done by himselfe, he is not bound (without assurance of Pardon) to confesse it; because no man (as I have shewn in the same Chapter) can be obliged by Covenant to accuse himselfe.","subId":"13","id":"Hobbes.L.2.21.13"},{"type":"paragraph","content":"Again, the Consent of a Subject to Soveraign Power, is contained in these words, _I Authorise, or take upon me, all his actions_; in which there is no restriction at all, of his own former naturall Liberty: For by allowing him to _kill me_, I am not bound to kill my selfe when he commands me. 'Tis one thing to say, _Kill me, or my fellow, if you please_; another thing to say, _I will kill my selfe, or my fellow_. It followeth therefore, that","subId":"14","id":"Hobbes.L.2.21.14"},{"type":"paragraph","content":"No man is bound by the words themselves, either to kill himselfe, or any other man; And consequently, that the Obligation a man may sometimes have, upon the Command of the Soveraign to execute any dangerous, or dishonourable Office, dependeth not on the Words of our Submission; but on the Intention; which is to be understood by the End thereof. When therefore our refusall to obey, frustrates the End for which the Soveraignty was ordained; then there is no Liberty to refuse: otherwise there is.","subId":"15","id":"Hobbes.L.2.21.15"},{"type":"paragraph","content":"Upon this ground, a man that is commanded as#_Nor to warfare, unlesse they voluntarily undertake it._# a Souldier to fight against the enemy, though his Soveraign have Right enough to punish his refusall with death, may neverthelesse in many cases refuse, without Injustice; as when he substituteth a sufficient Souldier in his place: for in this case he deserteth not the service of the Common-wealth. And there is allowance to be made for naturall timorousnesse, not onely to women, (of whom no such dangerous duty is expected,) but also to men of feminine courage. When Armies fight, there is on one side, or both, a running away; yet when they do it not out of trechery, but fear, they are not esteemed to do it unjustly, but dishonourably. For the same reason, to avoyd battell, is not Injustice, but Cowardise. But he that inrowleth himselfe a Souldier, or taketh imprest mony, taketh away the excuse of a timorous nature; and is obliged, not onely to go to the battell, but also not to run from it, without his Captaines leave. And when the Defence of the Common-wealth, requireth at once the help of all that are able to bear Arms, every one is obliged; because otherwise the Institution of the Common-wealth, which they have not the purpose, or courage to preserve, was in vain.","subId":"16","id":"Hobbes.L.2.21.16"},{"type":"paragraph","content":"To resist the Sword of the Common-wealth, in defence of another man, guilty, or innocent, no man hath Liberty; because such Liberty, takes away from the Soveraign, the means of Protecting us; and is therefore destructive of the very essence of Government. But in case a great many men together, have already resisted the Soveraign Power unjustly, or committed some Capitall crime, for which every one of them expecteth death, whether have they not the Liberty then to joyn together, and assist, and defend one another? Certainly they have: For they but defend their lives, which the Guilty man may as well do, as the Innocent. There was indeed injustice in the first breach of their duty; Their bearing of Arms subsequent to it, though it be to maintain what they have done, is no new unjust act. And if it be onely to defend their persons, it is not unjust at all. But the offer of pardon taketh from them, to whom it is offered, the plea of self-defence, and maketh their perseverance in assisting, or defending the rest, unlawfull.","subId":"17","id":"Hobbes.L.2.21.17"},{"type":"paragraph","content":"#_The Greatest Liberty of Subjects, dependeth on the Silence of the Law._# As for other Lyberties, they depend on the Silence of the Law. In cases where the Soveraign has prescribed no rule, there the Subject hath the Liberty to do, or forbeare, according to his own discretion. And therefore such Liberty is in some places more, and in some lesse; and in some times more, in other times lesse, according as they that have the Soveraignty shall think most convenient. As for Example, there was a time, when in _England_ a man might enter in to his own Land, (and dispossesse such as wrongfully possessed it,) by force. But in after-times, that Liberty of Forcible Entry, was taken away by a Statute made (by the King) in Parliament. And in some places of the world, men have the Liberty of many wives: in other places, such Liberty is not allowed.","subId":"18","id":"Hobbes.L.2.21.18"},{"type":"paragraph","content":"If a Subject have a controversie with his Soveraigne, of debt, or of right of possession of lands or goods, or concerning any service required at his hands, or concerning any penalty, corporall, or pecuniary, grounded on a precedent Law; he hath the same Liberty to sue for his right, as if it were against a Subject; and before such Judges, as are appointed by the Soveraign. For seeing the Soveraign demandeth by force of a former Law, and not by vertue of his Power; he declareth thereby, that he requireth no more, than shall appear to be due by that Law. The sute therefore is not contrary to the will of the Soveraign; and consequently the Subject hath the Liberty to demand the hearing of his Cause; and sentence, according to that Law. But if he demand, or take any thing by pretence of his Power; there lyeth, in that case, no action of Law: for all that is done by him in Vertue of his Power, is done by the Authority of every Subject, and consequently, he that brings an action against the Soveraign, brings it against himselfe.","subId":"19","id":"Hobbes.L.2.21.19"},{"type":"paragraph","content":"If a Monarch, or Soveraign Assembly, grant a Liberty to all, or any of his Subjects, which Grant standing, he is disabled to provide for their safety, the Grant is voyd; unlesse he directly renounce, or transferre the Soveraignty to another. For in that he might openly, (if it had been his will,) and in plain termes, have renounced, or transferred it, and did not; it is to be understood it was not his will; but that the Grant proceeded from ignorance of the repugnancy between such a Liberty and the Soveraign Power: and therefore the Soveraignty is still retayned; and consequently all those Powers, which are necessary to the exercising thereof; such as are the Power of Warre, and Peace, of Judicature, of appointing Officers, and Councellours, of levying Mony, and the rest named in the 18th Chapter.","subId":"20","id":"Hobbes.L.2.21.20"},{"type":"paragraph","content":"#_In what Cases Subjects are absolved of their obedience to their Soveraign._# The Obligation of Subjects to the Soveraign, is understood to last as long, and no longer, than the power lasteth, by which he is able to protect them. For the right men have by Nature to protect themselves, when none else can protect them, can by no Covenant be relinquished. The Soveraignty is the Soule of the Common-wealth; which once departed from the Body, the members doe no more receive their motion from it. The end of Obedience is Protection; which, wheresoever a man seeth it, either in his own, or in anothers sword, Nature applyeth his obedience to it, and his endeavour to maintaine it. And though Soveraignty, in the intention of them that make it, be immortall; yet is it in its own nature, not only subject to violent death, by forreign war; but also through the ignorance, and passions of men, it hath in it, from the very institution, many seeds of a naturall mortality, by Intestine Discord.","subId":"21","id":"Hobbes.L.2.21.21"},{"type":"paragraph","content":"#_In case of Captivity._# If a Subject be taken prisoner in war; or his person, or his means of life be within the Guards of the enemy, and hath his life and corporall Libertie given him, on condition to be Subject to the Victor, he hath Libertie to accept the condition; and having accepted it, is the subject of him that took him; because he had no other way to preserve himself. The case is the same, if he be deteined on the same termes, in a forreign country. But if a man be held in prison, or bonds, or is not trusted with the libertie of his bodie; he cannot be understood to be bound by Covenant to subjection; and therefore may, if he can, make his escape by any means whatsoever.","subId":"22","id":"Hobbes.L.2.21.22"},{"type":"paragraph","content":"#_In case the Soveraign cast off the government from himself and his Heyrs._# If a Monarch shall relinquish the Soveraignty, both for himself, and his heires; His Subjects returne to the absolute Libertie of Nature; because, though Nature may declare who are his Sons, and who are the nerest of his Kin; yet it dependeth on his own will, (as hath been said in the precedent chapter,) who shall be his Heyr. If therefore he will have no Heyre, there is no Soveraignty, nor Subjection. The case is the same, if he dye without known Kindred, and without declaration of his Heyre. For then there can no Heire be known, and consequently no Subjection be due.","subId":"23","id":"Hobbes.L.2.21.23"},{"type":"paragraph","content":"If the Soveraign Banish his Subject; during#_In case of Banishment_# the Banishment, he is not Subject. But he that is sent on a message, or hath leave to travell, is still Subject; but it is, by Contract between Soveraigns, not by vertue of the covenant of Subjection. For whosoever entreth into anothers dominion, is Subject to all the Laws thereof; unlesse he have a privilege by the amity of the Soveraigns, or by speciall licence.","subId":"24","id":"Hobbes.L.2.21.24"},{"type":"paragraph","content":"If a Monarch subdued by war, render himself Subject#_In case the Soveraign render himself Subject to another._# to the Victor; his Subjects are delivered from their former obligation, and become obliged to the Victor. But if he be held prisoner, or have not the liberty of his own Body; he is not understood to have given away the Right of Soveraigntie; and therefore his Subjects are obliged to yield obedience to the Magistrates formerly placed, governing not in their own name, but in his. For, his Right remaining, the question is only of the Administration; that is to say, of the Magistrates and Officers; which, if he have not means to name, he is supposed to approve those, which he himself had formerly appointed.","subId":"25","id":"Hobbes.L.2.21.25"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]}],"prev":{"id":"Hobbes.L.2.20","imported":true,"title":"Of Dominion Paternall, and Despoticall","breadcrumb":"Chapter 20","published":[1651]},"next":{"id":"Hobbes.L.2.22","imported":true,"title":"Of Systemes Subject, Politicall, and Private","breadcrumb":"Chapter 22","published":[1651]}}