{"id":"Butler.AR.1.6","parent":"Butler.AR.1","title":"Chapter VI. The Opinion of Necessity, considered as influencting Practice","breadcrumb":"Chapter 6","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s <cite>Analogy of Religion</cite> was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAPTER VI.</h1> <h2>THE OPINION OF NECESSITY, CONSIDERED AS INFLUENCING PRACTICE.</h2> ","id":"Butler.AR.1.6"},{"type":"paragraph","content":"Throughout the foregoing treatise it appears, that the condition of mankind, considered as inhabitants of this world only, and under the government of God which we experience, is greatly analogous to our condition, as designed for another world, or as under that farther government, which religion teaches us. If therefore any assert, as a fatalist must, that the opinion of universal necessity is reconcilable with the former; there immediately arises a question in the way of analogy, whether he must not also own it to be reconcilable with the latter, <em>i.e.</em> with the system of religion itself, and the proof of it. The reader then will observe, that the question now before us is not absolute, <em>i.e.</em> whether the opinion of fate be reconcilable with religion; but hypothetical, whether, upon supposition of its being reconcilable with the constitution of nature, it be not reconcilable with religion also. Or, what pretence a fatalist, not other persons, but a fatalist, has to conclude from his opinion, that there can be no such thing as religion. And as the puzzle and obscurity, which must unavoidably arise from arguing upon so absurd a supposition as that of universal necessity, will, I fear, easily be seen; it will, I hope, as easily be excused.","subId":"1","id":"Butler.AR.1.6.1"},{"type":"paragraph","content":"Since it has been all along taken for granted, as a thing proved, that there is an intelligent Author of nature, or natural Governor of the world; and since an objection may be made against the proof of this, from the opinion of universal necessity, as it may be supposed, that such necessity will itself account for the origin and preservation of all things; it is requisite, that this objection be distinctly answered; or that it be shown, that a fatality supposed consistent with what we certainly experience, does not destroy the proof of an intelligent Author and Governor of nature; before we proceed to consider, whether it destroys the proof of a moral Governor of it, or of our being in a state of religion.","subId":"2","id":"Butler.AR.1.6.2"},{"type":"paragraph","content":"When it is said by a fatalist, that the whole constitution of nature, the actions of men, every thing, and every mode and circumstance of every thing, is necessary, and could not possibly have been otherwise; it is to be observed, that this necessity does not exclude deliberation, choice, preference, and acting from certain principles, and to certain ends: because all this is matter of undoubted experience, acknowledged by all, and what every man may, every moment, be conscious of. Hence it follows, that necessity, alone and of itself, is in no sort an account of the constitution of nature, and how things came <em>to be</em> and <em>to continue</em> as they are; but only an account of this <em>circumstance</em> relating to their origin and continuance, that they could not have been otherwise, than they are and have been. The assertion, that every thing is by necessity of nature, is not an answer to the question; Whether the world came into being as it is, by an intelligent Agent forming it thus, or not: but to quite another question; Whether it came into being as it is, in that way and manner which we call <em>necessarily</em>, or in that way and manner which we call <em>freely</em>? For suppose farther, that one who was a fatalist, and one who kept to his natural sense of things, and believed himself a free agent, were disputing together, and vindicating their respective opinions; and they should happen to instance a house; they would agree that it was built by an architect. Their difference concerning necessity and freedom would occasion no difference of judgment concerning this; but only concerning another matter; whether the architect built it necessarily or freely.","subId":"3","id":"Butler.AR.1.6.3"},{"type":"paragraph","content":"Suppose they should proceed to inquire concerning the constitution of nature. In a lax way of speaking, one of them might say, it was by necessity; and the other, by freedom: but if they had any meaning to their words, as the latter must mean a free agent, so the former must at length be reduced to mean an agent, whether he would say one or more, acting by necessity: for abstract notions can do nothing. We indeed ascribe to God a necessary existence, uncaused by any agent. For we find within ourselves the idea of infinity, <em>i.e.</em> immensity and eternity, impossible, even in imagination, to be removed out of being. We seem to discern intuitively, that there must, and cannot but be, something, external to ourselves, answering this idea, or the archetype of it. Hence, (for <em>this abstract</em>, as much as any other, implies a <em>concrete</em>) we conclude, that there is, and cannot but be, an infinite and immense eternal being, existing prior to all design contributing to his existence, and exclusive of it. From the scantiness of language, a manner of speaking has been introduced; that necessity is the foundation, the reason, the account of the existence of God. But it is not alleged, nor can it be at all intended, that <em>every thing</em> exists as it does, by this kind of necessity: a necessity antecedent in nature to design: it cannot, I say, be meant that every thing exists as it does, by this kind of necessity, upon several accounts; and particularly because it is admitted, that design, in the actions of men, contributes to many alterations in nature. If any deny this, I shall not pretend to reason with them.","subId":"4","id":"Butler.AR.1.6.4"},{"type":"paragraph","content":"From these things it follows; <em>First</em>, That when a fatalist asserts, that every thing is <em>by necessity</em>, he must mean, <em>by an agent acting necessarily</em>; he <em>must</em>, I say, mean this, for I am very sensible he would not choose to mean it. <em>Secondly</em>, That the necessity, by which such an agent is supposed to act, does not exclude intelligence and design. So that, were the system of fatality admitted, it would just as much account for the formation of the world, as for the structure of a house, and no more. Necessity as much requires and supposes a necessary agent, as freedom requires and supposes a free agent, to be the former of the world. And the appearances of <em>design</em> and of <em>final causes</em> in the constitution of nature as really prove this acting agent to be an <em>intelligent designer</em>, or to act from choice; upon the scheme of necessity, supposed possible, as upon that of freedom.","subId":"5","id":"Butler.AR.1.6.5"},{"type":"paragraph","content":"It appearing thus, that the notion of necessity does not destroy the proof that there is an intelligent Author of nature and natural Governor of the world; the present question, which the analogy before mentioned suggests,<a href=\"#n53\"><sup>[53]</sup></a> and which, I think, it will answer, is this: Whether the opinion of necessity, supposed consistent with possibility, with the constitution of the world, and the natural government which we experience exercised over it, destroys all reasonable ground of belief, that we are in a state of religion: or whether that opinion be reconcilable with religion; with the system, and the proof of it.","subId":"6","id":"Butler.AR.1.6.6"},{"type":"paragraph","content":"Suppose then a fatalist to educate any one, from his youth up, in his own principles; that the child should reason upon them, and conclude, that since he cannot possibly behave otherwise than he does, he is not a subject of blame or commendation, nor can deserve to be rewarded or punished. Imagine him to eradicate the very perceptions of blame and commendation out of his mind, by means of this system; to form his temper, and character, and behavior to it; and from it to judge of the treatment he was to expect, say, from reasonable men, upon his coming abroad into the world: as the fatalist judges from this system, what he is to expect from the Author of nature, and with regard to a future state. I cannot forbear stopping here to ask, whether any one of common sense would think fit, that a child should be put upon these speculations, and be left to apply them to practice. And a man has little pretence to reason, who is not sensible, that we are all children in speculations of this kind. However, the child would doubtless be highly delighted to find himself freed from the restraints of fear and shame, with which his play-fellows were fettered and embarrassed; and highly conceited in his superior knowledge, so far beyond his years. But conceit and vanity would be the least bad part of the influence, which these principles must have, when thus reasoned and acted upon, during the course of his education. He must either be allowed to go on and be the plague of all about him, and himself too, even to his own destruction, or else correction must be continually made use of, to supply the want of those natural perceptions of blame and commendation, which we have supposed to be removed; and to give him a practical impression, of what he had reasoned himself out of the belief of, that he was in fact an accountable child, and to be punished for doing what he was forbid. It is therefore in reality impossible, but that the correction which he must meet with, in the course of his education, must convince him, that if the scheme he was instructed in were not false, yet that he reasoned inconclusively upon it, and somehow or other misapplied it to practice and common life; as what the fatalist experiences of the conduct of Providence at present, ought in all reason to convince him, that this scheme is misapplied, when applied to the subject of religion.<a href=\"#n54\"><sup>[54]</sup></a> But supposing the child's temper could remain still formed to the system, and his expectation of the treatment he was to have in the world, be regulated by it; so as to expect that no reasonable man would blame or punish him, for any thing which he should do, because he could not help doing it: upon this supposition it is manifest he would, upon his coming abroad into the world, be insupportable to society, and the treatment which he would receive from it would render it so to him; and he could not fail of doing something very soon, for which he would be delivered over into the hands of civil justice. And thus, in the end, he would be convinced of the obligations he was under to his wise instructor.","subId":"7","id":"Butler.AR.1.6.7"},{"type":"paragraph","content":"Suppose this scheme of fatality, in any other way, applied to practice, such practical application of it will be found equally absurd; equally fallacious in a practical sense. For instance, that if a man be destined to live such a time, he shall live to it, though he take no care of his own preservation; or if he be destined to die before that time, no care can prevent it, therefore all care about preserving one's life is to be neglected: which is the fallacy instanced in by the ancients. On the contrary, none of these practical absurdities can be drawn from reasoning, upon the supposition that we are free; but all such reasoning with regard to the common affairs of life is justified by experience. Therefore, though it were admitted that this opinion of necessity were <em>speculatively</em> true; yet, with regard to practice, it is as if it were false, so far as our experience reaches: that is, to the whole of our present life. For, the constitution of the present world, and the condition in which we are actually placed, is, as if we were free. And it may perhaps justly be concluded, that since the whole process of action, through every step of it, suspense, deliberation, inclining one way, determining, and at last doing as we determine, is as if we were free, therefore we are so.","subId":"8","id":"Butler.AR.1.6.8"},{"type":"paragraph","content":"The thing here insisted upon is, that under the present natural government of the world, we find we are treated and dealt with, as if we were free, prior to all consideration whether we are so or not. Were this opinion therefore of necessity admitted to be ever so true; yet such is in fact our condition and the natural course of things, that whenever we apply it to life and practice, this application of it always misleads us, and cannot but mislead us, in a most dreadful manner, with regard to our present interest. How then can people think themselves so very secure, that the same application of the same opinion may not mislead them also, in some analogous manner, with respect to a future, a more general, and more important interest? For, religion being a practical subject; and the analogy of nature showing us, that we have not faculties to apply this opinion, were it a true one, to practical subjects; whenever we do apply it to the subject of religion, and thence conclude, that we are free from its obligations, it is plain this conclusion cannot be depended upon. There will still remain just reason to think, whatever appearances are, that we deceive ourselves; in somewhat of a like manner, as when people fancy they can draw contradictory conclusions from the idea of infinity.","subId":"9","id":"Butler.AR.1.6.9"},{"type":"paragraph","content":"From these things together, the attentive reader will see it follows, that if upon supposition of freedom the evidence of religion be conclusive, it remains so, upon supposition of necessity, because the notion of necessity is not applicable to practical subjects: <em>i.e.</em> with respect to them, is as if it were not true. Nor does this contain any reflection upon reason, but only upon what is unreasonable. For to pretend to act upon reason, in opposition to practical principles, which the Author of our nature gave us to act upon; and to pretend to apply our reason to subjects, with regard to which, our own short views, and even our experience, will show us, it cannot be depended upon; and such, at best, the subject of necessity must be; this is vanity, conceit, and unreasonableness.","subId":"10","id":"Butler.AR.1.6.10"},{"type":"paragraph","content":"But this is not all. We find within ourselves a will, and are conscious of a character. Now if this, in us, be reconcilable with fate, it is reconcilable with it in the Author of nature. Besides, natural government and final causes imply a character and a will in the Governor and Designer;<a href=\"#n55\"><sup>[55]</sup></a> a will concerning the creatures whom he governs. The Author of nature then being certainly of some character or other, notwithstanding necessity; it is evident this necessity is as reconcilable with the particular character of benevolence, veracity, and justice, in him, which attributes are the foundation of religion, as with any other character: since we find this necessity no more hinders <em>men</em> from being benevolent, than cruel; true, than faithless; just, than unjust; or, if the fatalist pleases, what we call unjust. It is said indeed, that what, upon supposition of freedom, would be just punishment, upon supposition of necessity, becomes manifestly unjust: because it is punishment inflicted for doing that which persons could not avoid doing. As if the necessity, which is supposed to destroy the injustice of murder, for instance, would not also destroy the injustice of punishing it! However, as little to the purpose as this objection is in itself, it is very much to the purpose to observe from it, how the notions of justice and injustice remain, even while we endeavor to suppose them removed; how they force themselves upon the mind, even while we are making suppositions destructive of them: for there is not, perhaps, a man in the world, but would be ready to make this objection at first thought.","subId":"11","id":"Butler.AR.1.6.11"},{"type":"paragraph","content":"But though it is most evident, that universal necessity, if it be reconcilable with any thing, is reconcilable with that character in the Author of nature, which is the foundation of religion; <q>Yet, does it not plainly destroy the <em>proof</em> that he is of that character, and consequently the proof of religion?</q> By no means. For we find, that happiness and misery are not our <em>fate</em>, in any such sense as not to be the consequences of our behavior; but that they are the consequences of it.<a href=\"#n56\"><sup>[56]</sup></a> We find God exercises the same kind of government over us, which a father exercises over his children, and a civil magistrate over his subjects. Now, whatever becomes of abstract questions concerning liberty and necessity, it evidently appears to us, that veracity and justice must be the natural rule and measure of exercising this authority or government, to a Being who can have no competitions, or interfering of interests, with his creatures and his subjects.","subId":"12","id":"Butler.AR.1.6.12"},{"type":"paragraph","content":"But as the doctrine of liberty, though we experience its truth, may be perplexed with difficulties, which run up into the most abstruse of all speculations; and as the opinion of necessity seems to be the very basis upon which infidelity grounds itself; it may be of some use to offer a more particular proof of the obligations of religion, which may distinctly be shown not to be destroyed by this opinion.","subId":"13","id":"Butler.AR.1.6.13"},{"type":"paragraph","content":"The proof from final causes of an intelligent Author of nature is not affected by the opinion of necessity; supposing necessity a thing possible in itself, and reconcilable with the constitution of things.<a href=\"#n57\"><sup>[57]</sup></a> It is a matter of fact, independent on this or any other speculation, that he governs the world by the method of rewards and punishments:<a href=\"#n58\"><sup>[58]</sup></a> and also that he hath given us a moral faculty, by which we distinguish between actions, and approve some as virtuous and of good desert, and disapprove others as vicious and of ill desert.<a href=\"#n59\"><sup>[59]</sup></a> This moral discernment implies, in the notion of it, a rule of action, and a rule of a very peculiar kind: for it carries in it authority and a right of direction; authority in such a sense, as that we cannot depart from it without being self-condemned.<a href=\"#n60\"><sup>[60]</sup></a> And that the dictates of this moral faculty, which are by nature a rule to us, are moreover the laws of God, laws in a sense including sanctions; may be thus proved. Consciousness of a rule or guide of action, in creatures who are capable of considering it as given them by their Maker, not only raises immediately a sense of duty, but also a sense of security in following it, and of danger in deviating from it. A direction of the Author of nature, given to creatures capable of looking upon it as such, is plainly a command from him: and a command from him necessarily includes in it, at least, an implicit promise in case of obedience, or threatening in case of disobedience. But then the sense or perception of good and ill desert,<a href=\"#n61\"><sup>[61]</sup></a> which is contained in the moral discernment, renders the sanction explicit, and makes it appear, as one may say, expressed. For since his method of government is to reward and punish actions, his having annexed to some actions an inseparable sense of good desert, and to others of ill, this surely amounts to declaring, upon whom his punishments shall be inflicted, and his rewards be bestowed. He must have given us this discernment and sense of things, as a presentiment of what is to be hereafter: that is, by way of information beforehand, what we are finally to expect in this world. There is then most evident ground to think, that the government of God, upon the whole, will be found to correspond to the nature which he has given us: and that, in the upshot and issue of things, happiness and misery shall, in fact and event, be made to follow virtue and vice respectively; as he has already, in so peculiar a manner, associated the ideas of them in our minds. And hence might easily be deduced the obligations of religious worship, were it only to be considered as a means of preserving upon our minds a sense of this moral government of God, and securing our obedience to it: which yet is an extremely imperfect view of that most important duty.","subId":"14","id":"Butler.AR.1.6.14"},{"type":"paragraph","content":"No objection from necessity can lie against this general proof of religion. None against the proposition reasoned upon, that we have such a moral faculty and discernment; because this is a mere matter of fact, a thing of experience, that human kind is thus constituted: none against the conclusion; because it is immediate and wholly from this fact. For the conclusion, that God will finally reward the righteous and punish the wicked, is not here drawn, from its appearing to us fit<a href=\"#n62\"><sup>[62]</sup></a> that <em>he should</em>; but from its appearing, that he has told us, <em>he will</em>. And this he hath certainly told us, in the promise and threatening, which it hath been observed the notion of a command implies, and the sense of good and ill desert which he has given us, more distinctly expresses. This reasoning from fact is confirmed, and in some degree even verified, by other facts; by the natural tendencies of virtue and of vice;<a href=\"#n63\"><sup>[63]</sup></a> and by this, that God, in the natural course of his providence, punishes vicious actions as mischievous to society; and also vicious actions as such in the strictest sense.<a href=\"#n64\"><sup>[64]</sup></a> So that the general proof of religion is unanswerably real, even upon the wild supposition which we are arguing upon.","subId":"15","id":"Butler.AR.1.6.15"},{"type":"paragraph","content":"It must be observed further, that natural religion has, besides this, an external evidence; which the doctrine of necessity, if it could be true, would not affect. For suppose a person, by the observations and reasoning above, or by any other, convinced of the truth of religion; that there is a God, who made the world, who is the moral governor and judge of mankind, and will upon the whole deal with every one according to his works: I say, suppose a person convinced of this by reason, but to know nothing at all of antiquity, or the present state of mankind: it would be natural for such a one to be inquisitive, what was the history of this system of doctrine; at what time, and in what manner, it came first into the world; and whether it were believed by any considerable part of it. Were he upon inquiry to find, that a particular person, in a late age, first of all proposed it, as a deduction of reason, and that mankind were before wholly ignorant of it; then, though its evidence from reason would remain, there would be no additional probability of its truth, from the account of its discovery.","subId":"16","id":"Butler.AR.1.6.16"},{"type":"paragraph","content":"But instead of this being the fact, he would find, on the contrary, what could not but afford him a very strong confirmation of its truth: <em>First</em>, That somewhat of this system, with more or fewer additions and alterations, hath been professed in all ages and countries, of which we have any certain information relating to this matter. <em>Secondly</em>, That it is certain historical fact, so far as we can trace things up, that this whole system of belief, that there is one God, the creator and moral governor of the world, and that mankind is in a state of religion, was received in the first ages. And <em>Thirdly</em>, That as there is no hint or intimation in history, that this system was first reasoned out; so there is express historical or traditional evidence, as ancient as history, that it was taught first by revelation.","subId":"17","id":"Butler.AR.1.6.17"},{"type":"paragraph","content":"Now these things must be allowed to be of great weight. The first of them, general consent, shows this system to be conformable to the common sense of mankind. The second, namely, that religion was believed in the first ages of the world, especially as it does not appear that there were then any superstitious or false additions to it, cannot but be a further confirmation of its truth. For it is a proof of this alternative: either that it came into the world by revelation; or that it is natural, obvious, and forces itself upon the mind. The former of these is the conclusion of learned men. And whoever will consider, how unapt for speculation rude and uncultivated minds are, will, perhaps from hence alone, be strongly inclined to believe it the truth. And as it is shown in the second part<a href=\"#n65\"><sup>[65]</sup></a> of this treatise, that there is nothing of such peculiar presumption against a revelation in the beginning of the world, as there is supposed to be against subsequent ones; a sceptic could not, I think, give any account, which would appear more probable even to himself, of the early pretences to revelation; than by supposing some real original one, from whence they were copied.","subId":"18","id":"Butler.AR.1.6.18"},{"type":"paragraph","content":"And the third thing above mentioned, that there is express historical or traditional evidence, as ancient as history, of the system of religion being taught mankind by revelation, this must be admitted as some degree of real proof, that it was so taught. For why should not the most ancient tradition be admitted as some additional proof of a fact, against which there is no presumption? This proof is mentioned here, because it has its weight to show, that religion came into the world by revelation, prior to all consideration of the proper authority of any book supposed to contain it; and even prior to all consideration, whether the revelation itself be uncorruptly handed down, or mixed and darkened with fables. Thus the historical account, which we have of the origin of religion, taking in all circumstances, is a real confirmation of its truth, no way affected by the opinion of necessity. And the <em>external</em> evidence, even of natural religion, is by no means inconsiderable.","subId":"19","id":"Butler.AR.1.6.19"},{"type":"paragraph","content":"It is carefully to be observed, and ought to be recollected after all proofs of virtue and religion, which are only general, that as speculative reason may be neglected, prejudiced, and deceived, so also may our moral understanding be impaired and perverted, and the dictates of it not impartially attended to. This indeed proves nothing against the reality of our speculative or practical faculties of perception? against their being intended by nature, to inform us in the theory of things, and instruct us how we are to behave, and what we are to expect in consequence of our behavior. Yet our liableness, in the degree we are liable, to prejudice and perversion, is a most serious admonition to us to be upon our guard, with respect to what is of such consequence, as our determinations concerning virtue and religion; and particularly not to take custom, and fashion, and slight notions of honor, or imaginations of present ease, use, and convenience to mankind, for the only moral rule.<a href=\"#n66\"><sup>[66]</sup></a>","subId":"20","id":"Butler.AR.1.6.20"},{"type":"paragraph","content":"The foregoing observations, drawn from the nature of the thing, and the history of religion, amount, <em>when taken together</em>, to a real practical proof of it, not to be confuted: such a proof as, considering the infinite importance of the thing, I apprehend, would be admitted fully sufficient, in reason, to influence the actions of men, who act upon thought and reflection, if it were admitted that there is no proof of the contrary. But it may be said; <q>There are many probabilities, which cannot indeed be confuted; <em>i.e.</em> shown to be no probabilities, and yet may be overbalanced by greater probabilities, on the other side; much more by demonstration. And there is no occasion to object against particular arguments alleged for an opinion, when the opinion itself may be clearly shown to be false, without meddling with such arguments at all, but leaving them just as they are.<a href=\"#n67\"><sup>[67]</sup></a> Now the method of government by rewards and punishments, and especially rewarding and punishing good and ill desert as such respectively, must go upon supposition, that we are free and not necessary agents. And it is incredible, that the Author of nature should govern us upon a supposition as true, which he knows to be false; and therefore absurd to think, he will reward or punish us for our actions hereafter; especially that he will do it under the notion, that they are of good or ill desert.</q>","subId":"21","id":"Butler.AR.1.6.21"},{"type":"paragraph","content":"Here then the matter is brought to a point. And the answer is full, and not to be evaded,—viz.: that the whole constitution and course of things, the whole analogy of Providence, shows beyond possibility of doubt, that the conclusion from this reasoning is false; wherever the fallacy lies. The doctrine of freedom indeed clearly shows where: in supposing ourselves necessary, when in truth we are free agents. But, upon the supposition of necessity, the fallacy lies in taking for granted, that it is incredible necessary agents should be rewarded and punished. That, somehow or other, the conclusion now mentioned is false, is most certain. For it is fact, that God does govern even brute creatures by the method of rewards and punishments, in the natural course of things. Men are rewarded and punished for their actions, punished for actions mischievous to society as being so, punished for vicious actions as such; by the natural instrumentality of each other, under the present conduct of Providence. Nay, even the affection of gratitude, and the passion of resentment, and the rewards and punishments following from them, which in general are to be considered as natural, <em>i.e.</em> from the Author of nature; these rewards and punishments, being <em>naturally</em><a href=\"#n68\"><sup>[68]</sup></a> annexed to actions considered as implying good intention and good desert, ill intention and ill desert; these natural rewards and punishments, I say, are as much a contradiction to the conclusion above, and show its falsehood, as a more exact and complete rewarding and punishing of good and ill desert as such. So that if it be incredible, that necessary agents should be thus rewarded and punished; then, men are not necessary but free; since it is matter of fact, that they are thus rewarded and punished. If, on the contrary, which is the supposition we have been arguing upon, it be insisted that men are necessary agents; then, there is nothing incredible in the further supposition of necessary agents being thus rewarded and punished: since we ourselves are thus dealt with.","subId":"22","id":"Butler.AR.1.6.22"},{"type":"paragraph","content":"From the whole therefore it must follow, that a necessity supposed possible, and reconcilable with the constitution of things, does in no sort prove that the Author of Nature will not, nor destroy the proof that he will, finally and upon the whole, in his eternal government, render his creatures happy or miserable, by some means or other, as they behave well or ill. Or, to express this conclusion in words conformable to the title of the chapter, the analogy of nature shows us, that the opinion of necessity, considered as practical, is false. And if necessity, upon the supposition above mentioned, doth not destroy the proof of natural religion, it evidently makes no alteration in the proof of revealed.","subId":"23","id":"Butler.AR.1.6.23"},{"type":"paragraph","content":"From these things likewise we may learn, in what sense to understand that general assertion, that the opinion of necessity is essentially destructive of all religion. First, in a practical sense; that by this notion, atheistical men pretend to satisfy and encourage themselves in vice, and justify to others their disregard to all religion. And secondly, in the strictest sense; that it is a contradiction to the whole constitution of nature, and to what we may every moment experience in ourselves, and so overturns every thing. But by no means is this assertion to be understood, as if necessity, supposing it could possibly be reconciled with the constitution of things, and with what we experience, were not also reconcilable with religion: for upon this supposition, it demonstrably is so.","subId":"24","id":"Butler.AR.1.6.24"},{"type":"note","content":"<cite>P. 157.</cite>","subId":"n53","id":"Butler.AR.1.6.n53"},{"type":"note","content":"<cite>P. 158.</cite>","subId":"n54","id":"Butler.AR.1.6.n54"},{"type":"note","content":"By <em>will</em> and <em>character</em> is meant that which, in speaking of men, we should express, not only by these words, but also by the words <em>temper</em>, <em>taste</em>, <em>dispositions</em>, <em>practical principles</em>: <em>that whole frame of mind, from whence we act in one manner rather than another</em>.","subId":"n55","id":"Butler.AR.1.6.n55"},{"type":"note","content":"<cite>Chap. ii.</cite>","subId":"n56","id":"Butler.AR.1.6.n56"},{"type":"note","content":"<cite>P. 157, &amp;c.</cite>","subId":"n57","id":"Butler.AR.1.6.n57"},{"type":"note","content":"<cite>Chap. ii.</cite>","subId":"n58","id":"Butler.AR.1.6.n58"},{"type":"note","content":"<cite>Dissert. II.</cite>","subId":"n59","id":"Butler.AR.1.6.n59"},{"type":"note","content":"<cite>Serm. 2, at the <em>Rolls</em>.</cite>","subId":"n60","id":"Butler.AR.1.6.n60"},{"type":"note","content":"<cite>Dissert. II.</cite>","subId":"n61","id":"Butler.AR.1.6.n61"},{"type":"note","content":"However, I am far from intending to deny, that the will of God is determined, by what is fit, by the right and reason of the case; though one chooses to decline matters of such abstract speculation, and to speak with caution when one does speak of them. But if it be intelligible to say, that <em>it is fit and reasonable for every one to consult his own happiness</em>, then <em>fitness of action, or the right and reason of the case</em>, is an intelligible manner of speaking. And it seems as inconceivable, to suppose God to approve one course of action, or one end, preferably to another, which yet his acting at all from design implies that he does, without supposing somewhat prior in that end, to be the ground of the preference; as to suppose him to discern an abstract proposition to be true, without supposing somewhat prior in it, to be the ground of the discernment. It doth not therefore appear, that moral right is any more relative to perception, than abstract truth is; or that it is any more improper to speak of the fitness and lightness of actions and ends, as founded in the nature of things, than to speak of abstract truth, as thus founded.","subId":"n62","id":"Butler.AR.1.6.n62"},{"type":"note","content":"<cite>P. 118.</cite>","subId":"n63","id":"Butler.AR.1.6.n63"},{"type":"note","content":"<cite>P. 110, &amp;c.</cite>","subId":"n64","id":"Butler.AR.1.6.n64"},{"type":"note","content":"<cite>Chap. ii.</cite>","subId":"n65","id":"Butler.AR.1.6.n65"},{"type":"note","content":"<cite>Dissertation II.</cite>","subId":"n66","id":"Butler.AR.1.6.n66"},{"type":"note","content":"<cite>Pp. 68, 71.</cite>","subId":"n67","id":"Butler.AR.1.6.n67"},{"type":"note","content":"<cite>Serm. 8th, at the <em>Rolls</em>.</cite>","subId":"n68","id":"Butler.AR.1.6.n68"}]}