{"id":"Hume.ETSS.NHR.12","imported":true,"parent":"Hume.ETSS.NHR","title":"Section 12. With regard to Doubt or Conviction","breadcrumb":"Section 12","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1><span class=\"small-capitals\">Sect. XII.</span> <em>With regard to Doubt or Conviction.</em></h1> ","id":"Hume.ETSS.NHR.12"},{"type":"paragraph","content":"We meet every day with people so sceptical with regard to history, that they assert it impossible for any nation ever to believe such absurd principles as those of <span class=\"small-capitals\">Greek</span> and <span class=\"small-capitals\">Egyptian</span> paganism; and at the same time so dogmatical with regard to religion, that they think the same absurdities are to be found in no other communion. <span class=\"small-capitals\">Cambyses</span> entertained like prejudices; and very impiously ridiculed, and even wounded, <span class=\"small-capitals\">Apis</span>, the great god of the <span class=\"small-capitals\">Egyptians</span>, who appeared to his profane senses nothing but a large spotted bull. But <span class=\"small-capitals\">Herodotus</span> judiciously ascribes this sally of passion to a real madness or disorder of the brain: Otherwise, says the historian, he never would have openly affronted any established worship. For on that head, continues he, every nation are best satisfied with their own, and think they have the advantage over every other nation.","subId":"1","id":"Hume.ETSS.NHR.12.1","pages":"67"},{"type":"paragraph","content":"It must be allowed, that the <span class=\"small-capitals\">Roman</span> Catholics are a very learned sect; and that no one communion, but that of the church of <span class=\"small-capitals\">England</span>, can dispute their being the most learned of all the Christian churches: Yet <span class=\"small-capitals\">Averroes</span>, the famous <span class=\"small-capitals\">Arabian</span>, who, no doubt, had heard of the <span class=\"small-capitals\">Egyptian</span> superstitions, declares, that, of all religions, the most absurd and nonsensical is that, whose votaries eat, after having created, their deity.","subId":"2","id":"Hume.ETSS.NHR.12.2","pages":"67"},{"type":"paragraph","content":"I believe, indeed, that there is no tenet in all paganism, which would give so fair a scope to ridicule as this of the <em>real presence:</em> For it is so absurd, that it eludes the force of all argument. There are even some pleasant stories of that kind, which, though somewhat profane, are commonly told by the Catholics themselves. One day, a priest, it is said, gave inadvertently, instead of the sacrament, a counter, which had by accident fallen among the holy wafers. The communicant waited patiently for some time, expecting it would dissolve on his tongue: But finding that it still remained entire, he took it off. <em>I wish,</em> cried he to the priest, <em>you have not committed some mistake: I wish you have not given me God the Father: He is so hard and tough there is no swallowing him.</em>","subId":"3","id":"Hume.ETSS.NHR.12.3","pages":"67"},{"type":"paragraph","content":"A famous general, at that time in the <span class=\"small-capitals\">Muscovite</span> service, having come to <span class=\"small-capitals\">Paris</span> for the recovery of his wounds, brought along with him a young <span class=\"small-capitals\">Turk</span>, whom he had taken prisoner. Some of the doctors of the <span class=\"small-capitals\">Sorbonne</span> (who are altogether as positive as the dervises of <span class=\"small-capitals\">Constantinople</span>) thinking <span class=\"page-break\"></span>it a pity, that the poor <span class=\"small-capitals\">Turk</span> should be damned for want of instruction, solicited <span class=\"small-capitals\">Mustapha</span> very hard to turn Christian, and promised him, for his encouragement, plenty of good wine in this world, and paradise in the next. These allurements were too powerful to be resisted; and therefore, having been well instructed and catechized, he at last agreed to receive the sacraments of baptism and the Lord's supper. The priest, however, to make every thing sure and solid, still continued his instructions; and began the next day with the usual question, <em>How many Gods are there?</em> <em>None at all,</em> replies <span class=\"small-capitals\">Benedict</span>; for that was his new name. <em>How! None at all!</em> cries the priest. <em>To be sure,</em> said the honest proselyte. <em>You have told me all along that there is but one God: And yesterday I eat him.</em>","subId":"4","id":"Hume.ETSS.NHR.12.4","pages":"67-8"},{"type":"paragraph","content":"Such are the doctrines of our brethren the Catholics. But to these doctrines we are so accustomed, that we never wonder at them: Though in a future age, it will probably become difficult to persuade some nations, that any human, two-legged creature could ever embrace such principles. And it is a thousand to one, but these nations themselves shall have something full as absurd in their own creed, to which they will give a most implicit and most religious assent.","subId":"5","id":"Hume.ETSS.NHR.12.5","pages":"68"},{"type":"paragraph","content":"I lodged once at <span class=\"small-capitals\">Paris</span> in the same <em>hotel</em> with an ambassador from <span class=\"small-capitals\">Tunis</span>, who, having passed some years at <span class=\"small-capitals\">London</span>, was returning home that way. One day I observed his <span class=\"small-capitals\">Moorish</span> excellency diverting himself under the porch, with surveying the splendid equipages that drove along; when there chanced to pass that way some <em>Capucin</em> friars, who had never seen a <span class=\"small-capitals\">Turk</span>; as he, on his part, though accustomed to the <span class=\"small-capitals\">European</span> dresses, had never seen the grotesque figure of a <em>Capucin:</em> And there is no expressing the mutual admiration, with which they inspired each other. Had the chaplain of the embassy entered into a dispute with these <span class=\"small-capitals\">Franciscans</span>, their reciprocal surprize had been of the same nature. Thus all mankind stand staring at one another; and there is no beating it into their heads, that the turban of the <span class=\"small-capitals\">African</span> is not just as good or as bad a fashion as the cowl of the <span class=\"small-capitals\">European</span>. <em>He is a very honest man,</em> said the prince of <span class=\"small-capitals\">Sallee</span>, speaking of de <span class=\"small-capitals\">Ruyter</span>, <em>It is a pity he were a Christian.</em>","subId":"6","id":"Hume.ETSS.NHR.12.6","pages":"68"},{"type":"paragraph","content":"How can you worship leeks and onions? we shall suppose a <span class=\"small-capitals\">Sorbonnist</span> to say to a priest of <span class=\"small-capitals\">Sais</span>. If we worship them, replies the latter; at least, we do not, at the same time, eat them. But what strange objects of adoration are cats and monkies? says the learned doctor. They are at least as good as the relics or rotten bones of martyrs, answers his no less learned antagonist. Are you not mad, insists the Catholic, to cut one another's throat about the preference of a <span class=\"page-break\"></span>cabbage or a cucumber? Yes, says the pagan; I allow it, if you will confess, that those are still madder, who fight about the preference among volumes of sophistry, ten thousand of which are not equal in value to one cabbage or cucumber<a href=\"#n58\"><sup>[58]</sup></a>.","subId":"7","id":"Hume.ETSS.NHR.12.7","pages":"68-9"},{"type":"paragraph","content":"Every by-stander will easily judge (but unfortunately the by-standers are few) that, if nothing were requisite to establish any popular system, but exposing the absurdities of other systems, every votary of every superstition could give a sufficient reason for his blind and bigotted attachment to the principles in which he has been educated. But without so extensive a knowledge, on which to ground this assurance (and perhaps, better without it), there is not wanting a sufficient stock of religious zeal and faith among mankind. <span class=\"small-capitals\">Diodorus Siculus</span><a href=\"#n59\"><sup>[59]</sup></a> gives a remarkable instance to this purpose, of which he was himself an eye-witness. While <span class=\"small-capitals\">Egypt</span> lay under the greatest terror of the <span class=\"small-capitals\">Roman</span> name, a legionary soldier having inadvertently been guilty of the sacrilegious impiety of killing a cat, the whole people rose upon him with the utmost fury; and all the efforts of the prince were not able to save him. The senate and people of <span class=\"small-capitals\">Rome</span>, I am persuaded, would not, then, have been so delicate with regard to their national deities. They very frankly, a little after that time, voted <span class=\"small-capitals\">Augustus</span> a place in the celestial mansions; and would have dethroned every god in heaven, for his sake, had he seemed to desire it. <em>Presens divus habebitur <span class=\"small-capitals\">Augustus</span>,</em> says <span class=\"small-capitals\">Horace</span>. That is a very important point: And in other nations and other ages, the same circumstance has not been deemed altogether indifferent<a href=\"#n60\"><sup>[60]</sup></a>.","subId":"8","id":"Hume.ETSS.NHR.12.8","pages":"69"},{"type":"paragraph","content":"Notwithstanding the sanctity of our holy religion, says <span class=\"small-capitals\">Tully</span><a href=\"#n61\"><sup>[61]</sup></a>, no crime is more common with us than sacrilege: But was it ever heard of, that an <span class=\"small-capitals\">Egyptian</span> violated the temple of a cat, an ibis, or a crocodile? There is no torture, an <span class=\"small-capitals\">Egyptian</span> would not undergo, says the same author in another place<a href=\"#n62\"><sup>[62]</sup></a>, rather than injure an ibis, an aspic, a cat, a dog, or a crocodile. Thus it is strictly true, what <span class=\"small-capitals\">Dryden</span> observes, <blockquote><q>Of whatsoe'er descent their godhead be, <br> Stock, stone, or other homely pedigree, <br> In his defence his servants are as bold, <br> As if he had been born of beaten gold.</q> <br> &emsp;&emsp;&emsp;<span class=\"small-capitals\">Absolom</span> and <span class=\"small-capitals\">Achitophel.</span></blockquote> Nay, the baser the materials are, of which the divinity is composed, the greater devotion is he likely to excite in the breasts of his deluded votaries. They exult in their shame, and make a merit with their deity, in braving, for his sake, all the ridicule and contumely of his enemies. Ten thousand Crusaders inlist themselves under the holy banners; and even openly triumph in those parts of their religion, which their adversaries regard as the most reproachful.","subId":"9","id":"Hume.ETSS.NHR.12.9","pages":"70"},{"type":"paragraph","content":"There occurs, I own, a difficulty in the <span class=\"small-capitals\">Egyptian</span> system of theology; as indeed, few systems of that kind are entirely free from difficulties. It is evident, from their method of propagation, that a couple of cats, in fifty years, would stock a whole kingdom; and if that religious veneration were still paid them, it would, in twenty more, not only be easier in <span class=\"small-capitals\">Egypt</span> to find a god than a man, which <span class=\"small-capitals\">Petronius</span> says was the case in some parts of <span class=\"small-capitals\">Italy</span>; but the gods must at last entirely starve the men, and leave themselves neither priests nor votaries remaining. It is probable, therefore, that this wise nation, the most celebrated in antiquity for prudence and sound policy, foreseeing such dangerous consequences, reserved all their worship for the full-grown divinities, and used the freedom to drown the holy spawn or little sucking gods, without any scruple or remorse. And thus the practice of warping the tenets of religion, in order to serve temporal interests, is not, by any means, to be regarded as an invention of these later ages.","subId":"10","id":"Hume.ETSS.NHR.12.10","pages":"70"},{"type":"paragraph","content":"The learned, philosophical <span class=\"small-capitals\">Varro</span>, discoursing of religion, pretends not to deliver any thing beyond probabilities and appearances: Such was his good sense and moderation! But the passionate, the zealous <span class=\"small-capitals\">Augustin</span>, insults the noble <span class=\"small-capitals\">Roman</span> on his scepticism and reserve, and professes the most thorough belief and assurance<a href=\"#n63\"><sup>[63]</sup></a>. A heathen poet, however, contemporary <span class=\"page-break\"></span>with the saint, absurdly esteems the religious system of the latter so false, that even the credulity of children, he says, could not engage them to believe it<a href=\"#n64\"><sup>[64]</sup></a>.","subId":"11","id":"Hume.ETSS.NHR.12.11","pages":"70-1"},{"type":"paragraph","content":"Is it strange, when mistakes are so common, to find every one positive and dogmatical? And that the zeal often rises in proportion to the error? <em>Moverunt,</em> says <span class=\"small-capitals\">Spartian</span>, <em>&amp; ea tempestate, Judæi bellum quod vetabantur mutilare genitalia<a href=\"#n65\"><sup>[65]</sup></a>.</em>","subId":"12","id":"Hume.ETSS.NHR.12.12","pages":"71"},{"type":"paragraph","content":"If ever there was a nation or a time, in which the public religion lost all authority over mankind, we might expect, that infidelity in <span class=\"small-capitals\">Rome</span>, during the <span class=\"small-capitals\">Ciceronian</span> age, would openly have erected its throne, and that <span class=\"small-capitals\">Cicero</span> himself, in every speech and action, would have been its most declared abettor. But it appears, that, whatever sceptical liberties that great man might take, in his writings or in philosophical conversation; he yet avoided, in the common conduct of life, the imputation of deism and profaneness. Even in his own family, and to his wife <span class=\"small-capitals\">Terentia</span>, whom he highly trusted, he was willing to appear a devout religionist; and there remains a letter, addressed to her, in which he seriously desires her to offer sacrifice to <span class=\"small-capitals\">Apollo</span> and <span class=\"small-capitals\">Æsculapius</span>, in gratitude for the recovery of his health<a href=\"#n66\"><sup>[66]</sup></a>.","subId":"13","id":"Hume.ETSS.NHR.12.13","pages":"71"},{"type":"paragraph","content":"<span class=\"small-capitals\">Pompey</span>'s devotion was much more sincere: In all his conduct, during the civil wars, he paid a great regard to auguries, dreams, and prophesies<a href=\"#n67\"><sup>[67]</sup></a>. <span class=\"small-capitals\">Augustus</span> was tainted with superstition of every kind. As it is reported of <span class=\"small-capitals\">Milton</span>, that his poetical genius never flowed with ease and abundance in the spring; so <span class=\"small-capitals\">Augustus</span> observed, that his own genius for dreaming never was so perfect during that season, nor was so much to be relied on, as during the rest of the year. That great and able emperor was also extremely uneasy, when he happened to change his shoes, and put the right foot shoe on the left foot<a href=\"#n68\"><sup>[68]</sup></a>. In short it cannot be doubted, but the votaries of the established superstition of antiquity were as numerous in every state, as those of the modern religion are at present. Its influence was as universal; though it was not so great. As many people gave their assent to it; though that assent was not seemingly so strong, precise, and affirmative.","subId":"14","id":"Hume.ETSS.NHR.12.14","pages":"71"},{"type":"paragraph","content":"We may observe, that, notwithstanding the dogmatical, imperious style of all superstition, the conviction of the religionists, in all ages, is more affected than real, and scarcely ever approaches, in any degree, to that solid belief and persuasion, which governs us in the common affairs of life. Men dare not avow, even to their own hearts, the doubts which they entertain on such <span class=\"page-break\"></span>subjects: They make a merit of implicit faith; and disguise to themselves their real infidelity, by the strongest asseverations and most positive bigotry. But nature is too hard for all their endeavours, and suffers not the obscure, glimmering light, afforded in those shadowy regions, to equal the strong impressions, made by common sense and by experience. The usual course of men's conduct belies their words, and shows, that their assent in these matters is some unaccountable operation of the mind between disbelief and conviction, but approaching much nearer to the former than to the latter.","subId":"15","id":"Hume.ETSS.NHR.12.15","pages":"71-2"},{"type":"paragraph","content":"Since, therefore, the mind of man appears of so loose and unsteady a texture, that, even at present, when so many persons find an interest in continually employing on it the chissel and the hammer, yet are they not able to engrave theological tenets with any lasting impression; how much more must this have been the case in ancient times, when the retainers to the holy function were so much fewer in comparison? No wonder, that the appearances were then very inconsistent, and that men, on some occasions, might seem determined infidels, and enemies to the established religion, without being so in reality; or at least, without knowing their own minds in that particular.","subId":"16","id":"Hume.ETSS.NHR.12.16","pages":"72"},{"type":"paragraph","content":"Another cause, which rendered the ancient religions much looser than the modern, is, that the former were <em>traditional</em> and the latter are <em>scriptural</em>; and the tradition in the former was complex, contradictory, and, on many occasions, doubtful; so that it could not possibly be reduced to any standard and canon, or afford any determinate articles of faith. The stories of the gods were numberless like the popish legends; and though every one, almost, believed a part of these stories, yet no one could believe or know the whole: While, at the same time, all must have acknowledged, that no one part stood on a better foundation than the rest. The traditions of different cities and nations were also, on many occasions, directly opposite; and no reason could be assigned for preferring one to the other. And as there was an infinite number of stories, with regard to which tradition was nowise positive; the gradation was insensible, from the most fundamental articles of faith, to those loose and precarious fictions. The pagan religion, therefore, seemed to vanish like a cloud, whenever one approached to it, and examined it piecemeal. It could never be ascertained by any fixed dogmas and principles. And though this did not convert the generality of mankind from so absurd a faith; for when will the people be reasonable? yet it made them faulter and hesitate more in maintaining their principles, and was even apt to produce, in certain dispositions of mind, <span class=\"page-break\"></span>some practices and opinions, which had the appearance of determined infidelity.","subId":"17","id":"Hume.ETSS.NHR.12.17","pages":"72-3"},{"type":"paragraph","content":"To which we may add, that the fables of the pagan religion were, of themselves, light, easy, and familiar; without devils, or seas of brimstone, or any object that could much terrify the imagination. Who could forbear smiling, when he thought of the loves of <span class=\"small-capitals\">Mars</span> and <span class=\"small-capitals\">Venus</span>, or the amorous frolics of <span class=\"small-capitals\">Jupiter</span> and <span class=\"small-capitals\">Pan</span>? In this respect, it was a true poetical religion; if it had not rather too much levity for the graver kinds of poetry. We find that it has been adopted by modern bards; nor have these talked with greater freedom and irreverence of the gods, whom they regarded as fictions, than the ancients did of the real objects of their devotion.","subId":"18","id":"Hume.ETSS.NHR.12.18","pages":"73"},{"type":"paragraph","content":"The inference is by no means just, that, because a system of religion has made no deep impression on the minds of a people, it must therefore have been positively rejected by all men of common sense, and that opposite principles, in spite of the prejudices of education, were generally established by argument and reasoning. I know not, but a contrary inference may be more probable. The less importunate and assuming any species of superstition appears, the less will it provoke men's spleen and indignation, or engage them into enquiries concerning its foundation and origin. This in the mean time is obvious, that the empire of all religious faith over the understanding is wavering and uncertain, subject to every variety of humour, and dependent on the present incidents, which strike the imagination. The difference is only in the degrees. An ancient will place a stroke of impiety and one of superstition alternately, throughout a whole discourse<a href=\"#n69\"><sup>[69]</sup></a>: A modern often thinks in the same way, though he may be more guarded in his expression.","subId":"19","id":"Hume.ETSS.NHR.12.19","pages":"73"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lucian</span> tells us expressly<a href=\"#n70\"><sup>[70]</sup></a> that whoever believed not the most ridiculous fables of paganism was deemed by the people profane and impious. To what purpose, indeed, would that agreeable author have employed the whole force of his wit and satire against the national religion, had not that religion been generally believed by his countrymen and contemporaries?","subId":"20","id":"Hume.ETSS.NHR.12.20","pages":"73"},{"type":"paragraph","content":"<span class=\"small-capitals\">Livy</span><a href=\"#n71\"><sup>[71]</sup></a> acknowledges as frankly, as any divine would at present, the common incredulity of his age; but then he condemns it as severely. <span class=\"page-break\"></span>And who can imagine, that a national superstition, which could delude so ingenious a man, would not also impose on the generality of the people?","subId":"21","id":"Hume.ETSS.NHR.12.21","pages":"73-4"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Stoics</span> bestowed many magnificent and even impious epithets on their sage; that he alone was rich, free, a king, and equal to the immortal gods. They forgot to add, that he was not inferior in prudence and understanding to an old woman. For surely nothing can be more pitiful than the sentiments, which that sect entertained with regard to religious matters; while they seriously agree with the common augurs, that, when a raven croaks from the left, it is a good omen; but a bad one, when a rook makes a noise from the same quarter. <span class=\"small-capitals\">Panætius</span> was the only <span class=\"small-capitals\">Stoic</span>, among the <span class=\"small-capitals\">Greeks</span>, who so much as doubted with regard to auguries and divinations<a href=\"#n72\"><sup>[72]</sup></a>. <span class=\"small-capitals\">Marcus Antoninus</span><a href=\"#n73\"><sup>[73]</sup></a> tells us, that he himself had received many admonitions from the gods in his sleep. It is true, <span class=\"small-capitals\">Epictetus</span><a href=\"#n74\"><sup>[74]</sup></a> forbids us to regard the language of rooks and ravens; but it is not, that they do not speak truth: It is only, because they can foretel nothing but the breaking of our neck or the forfeiture of our estate; which are circumstances, says he, that nowise concern us. Thus the <span class=\"small-capitals\">Stoics</span> join a philosophical enthusiasm to a religious superstition. The force of their mind, being all turned to the side of morals, unbent itself in that of religion<a href=\"#n75\"><sup>[75]</sup></a>.","subId":"22","id":"Hume.ETSS.NHR.12.22","pages":"74"},{"type":"paragraph","content":"<span class=\"small-capitals\">Plato</span><a href=\"#n76\"><sup>[76]</sup></a> introduces <span class=\"small-capitals\">Socrates</span> affirming, that the accusation of impiety raised against him was owing entirely to his rejecting such fables, as those of <span class=\"small-capitals\">Saturn</span>'s castrating his father <span class=\"small-capitals\">Uranus</span>, and <span class=\"small-capitals\">Jupiter</span>'s dethroning <span class=\"small-capitals\">Saturn</span>: Yet in a subsequent dialogue<a href=\"#n77\"><sup>[77]</sup></a>, <span class=\"small-capitals\">Socrates</span> confesses, that the doctrine of the mortality of the soul was the received opinion of the people. Is there here any contradiction? Yes, surely: But the contradiction is not in <span class=\"small-capitals\">Plato</span>; it is in the people, whose religious principles in general are always composed of the most discordant parts; especially in an age, when superstition sate so easy and light upon them<a href=\"#n78\"><sup>[78]</sup></a>.","subId":"23","id":"Hume.ETSS.NHR.12.23","pages":"74"},{"type":"paragraph","content":"The same <span class=\"small-capitals\">Cicero</span>, who affected, in his own family, to appear a devout religionist, makes no scruple, in a public court of judicature, of treating the doctrine of a future state as a ridiculous fable, to which no body could give any attention<a href=\"#n79\"><sup>[79]</sup></a>. <span class=\"small-capitals\">Sallust</span><a href=\"#n80\"><sup>[80]</sup></a> represents <span class=\"small-capitals\">Cæsar</span> as speaking the same language in the open senate<a href=\"#n81\"><sup>[81]</sup></a>.","subId":"24","id":"Hume.ETSS.NHR.12.24","pages":"75"},{"type":"paragraph","content":"But that all these freedoms implied not a total and universal infidelity and scepticism amongst the people, is too apparent to be denied. Though some parts of the national religion hung loose upon the minds of men, other parts adhered more closely to them: And it was the chief business of the sceptical philosophers to show, that there was no more foundation for one than for the other. This is the artifice of <span class=\"small-capitals\">Cotta</span> in the dialogues concerning the <em>nature of the gods</em>. He refutes the whole system of mythology by leading the orthodox gradually, from the more momentous stories, which were believed, to the more frivolous, which every one ridiculed: From the gods to the goddesses; from the goddesses to the nymphs; from the nymphs to the fawns and satyrs. His master, <span class=\"small-capitals\">Carneades</span>, had employed the same method of reasoning<a href=\"#n82\"><sup>[82]</sup></a>.","subId":"25","id":"Hume.ETSS.NHR.12.25","pages":"75"},{"type":"paragraph","content":"Upon the whole, the greatest and most observable differences between a <em>traditional, mythological</em> religion, and a <em>systematical, scholastic</em> one, are two: <span class=\"page-break\"></span>The former is often more reasonable, as consisting only of a multitude of stories, which, however groundless, imply no express absurdity and demonstrative contradiction; and sits also so easy and light on men's mind, that, though it may be as universally received, it happily makes no such deep impression on the affections and understanding.","subId":"26","id":"Hume.ETSS.NHR.12.26","pages":"75-6"},{"type":"note","content":"See NOTE <cite>CCC</cite>.","subId":"n58","id":"Hume.ETSS.NHR.12.n58"},{"type":"note","content":"IT is strange that the <span class=\"small-capitals\">Egyptian</span> religion, though so absurd, should yet have borne so great a resemblance to the <span class=\"small-capitals\">Jewish</span>, that ancient writers even of the greatest genius were not able to observe any difference between them. For it is remarkable that both <span class=\"small-capitals\">Tacitus</span>, and <span class=\"small-capitals\">Suetonius</span>, when they mention that decree of the senate, under <span class=\"small-capitals\">Tiberius</span>, by which the <span class=\"small-capitals\">Egyptian</span> and <span class=\"small-capitals\">Jewish</span> proselytes were banished from <span class=\"small-capitals\">Rome</span>, expressly treat these religions as the same; and it appears, that even the decree itself was founded on that supposition. <q>Actum &amp; de sacris <span class=\"small-capitals\">Ægyptiis</span>, <span class=\"small-capitals\">Judaicisque</span> pellendis; factumque patrum consultum, ut quatuor millia libertini generis <em>ea superstitione</em> infecta, quis idonea ætas, in insulam Sardiniam veherentur, coercendis illic latrociniis; &amp; si ob gravitatem cæli interissent, <em>vile damnum:</em> Ceteri cederent <span class=\"small-capitals\">Italia</span>, nisi certam ante diem profanos ritus exuissent.</q> <del>Tacit.</del><ins><span class=\"small-capitals\">Tacit.</span></ins> ann. lib. ii, c. 85. <q>Externas cæremonias, <span class=\"small-capitals\">Ægyptios</span>, <span class=\"small-capitals\">Judaicosque</span> ritus compescuit; coactus qui <em>superstitione ea</em> tenebantur, religiosas vestes cum instrumento omni comburere, &amp;c.</q> <span class=\"small-capitals\">Sueton. Tiber.</span> c. 36. These wise heathens, observing something in the general air, and genius, and spirit of the two religions to be the same, esteemed the differences of their dogmas too frivolous to deserve any attention.","subId":"n58.1","id":"Hume.ETSS.NHR.12.n58.1","pages":"69"},{"type":"note","content":"Lib. i.","subId":"n59","id":"Hume.ETSS.NHR.12.n59","pages":"69"},{"type":"note","content":"When <span class=\"small-capitals\">Louis</span> the XIVth took on himself the protection of the Jesuits' College of <span class=\"small-capitals\">Clermont</span>, the society ordered the king's arms to be put up over the gate, and took down the cross, in order to make way for it: Which gave occasion to the following epigram: <br> &emsp;Sustulit hinc Christi, posuitque insignia Regis: <br> &emsp;&emsp;Impia gens, alium nescit habere Deum.","subId":"n60","id":"Hume.ETSS.NHR.12.n60","pages":"69"},{"type":"note","content":"De nat. Deor. l. i.","subId":"n61","id":"Hume.ETSS.NHR.12.n61","pages":"70"},{"type":"note","content":"Tusc. <del>Quest.</del><ins>Quaest.</ins> lib. v.","subId":"n62","id":"Hume.ETSS.NHR.12.n62","pages":"70"},{"type":"note","content":"De civitate Dei, l. iii. c. 17.","subId":"n63","id":"Hume.ETSS.NHR.12.n63","pages":"70"},{"type":"note","content":"Claudii Rutilii Numitiani iter, lib. i. l. 386.","subId":"n64","id":"Hume.ETSS.NHR.12.n64","pages":"71"},{"type":"note","content":"In vita Adriani.","subId":"n65","id":"Hume.ETSS.NHR.12.n65","pages":"71"},{"type":"note","content":"Lib. xiv. epist. 7.","subId":"n66","id":"Hume.ETSS.NHR.12.n66","pages":"71"},{"type":"note","content":"Cicero de Divin lib. ii. c. 24.","subId":"n67","id":"Hume.ETSS.NHR.12.n67","pages":"71"},{"type":"note","content":"Sueton. Aug. cap. 90, 91, 92. Plin. lib. ii. cap. 7.","subId":"n68","id":"Hume.ETSS.NHR.12.n68","pages":"71"},{"type":"note","content":"Witness this remarkable passage of <span class=\"small-capitals\">Tacitus</span>: <q>Præter multiplices rerum humanarum casus, cælo terraque prodigia, &amp; fulminum monitus &amp; futurorum præsagia, læta, tristia, ambigua, manifesta. Nec enim unquam atrocioribus populi Romani cladibus, magisque justis judiciis approbatum est, non esse curæ Diis securitatem nostram, esse ultionem.</q> Hist. lib. i. <span class=\"small-capitals\">Augustus</span>'s quarrel with <span class=\"small-capitals\">Neptune</span> is an instance of the same kind. Had not the emperor believed <span class=\"small-capitals\">Neptune</span> to be a real being, and to have dominion over the sea, where had been the foundation of his anger? And if he believed it, what madness to provoke still farther that deity? The same observation may be made upon <span class=\"small-capitals\">Quintilian</span>'s exclamation, on account of the death of his children, lib. vi. Præf.","subId":"n69","id":"Hume.ETSS.NHR.12.n69","pages":"73"},{"type":"note","content":"Philopseudes.","subId":"n70","id":"Hume.ETSS.NHR.12.n70","pages":"73"},{"type":"note","content":"Lib. x. cap. 40.","subId":"n71","id":"Hume.ETSS.NHR.12.n71","pages":"73"},{"type":"note","content":"Cicero de Divin. lib. i. cap. 3 &amp; 7.","subId":"n72","id":"Hume.ETSS.NHR.12.n72","pages":"74"},{"type":"note","content":"Lib. i. §17.","subId":"n73","id":"Hume.ETSS.NHR.12.n73","pages":"74"},{"type":"note","content":"Ench. §17.","subId":"n74","id":"Hume.ETSS.NHR.12.n74","pages":"74"},{"type":"note","content":"The Stoics, I own, were not quite orthodox in the established religion; but one may see, from these instances, that they went a great way: And the people undoubtedly went every length.","subId":"n75","id":"Hume.ETSS.NHR.12.n75","pages":"74"},{"type":"note","content":"Euthyphro.","subId":"n76","id":"Hume.ETSS.NHR.12.n76","pages":"74"},{"type":"note","content":"Phædo.","subId":"n77","id":"Hume.ETSS.NHR.12.n77","pages":"74"},{"type":"note","content":"See NOTE <cite>DDD</cite>.","subId":"n78","id":"Hume.ETSS.NHR.12.n78"},{"type":"note","content":"XENOPHON's conduct, as related by himself, is, at once, an incontestable proof of the general credulity of mankind in those ages, and the incoherencies, in all ages, of men's opinions in religious matters. That great captain and philosopher, the disciple of <span class=\"small-capitals\">Socrates</span>, and one who has delivered some of the most refined sentiments with regard to a deity, gave all the following marks of vulgar, pagan superstition. By <span class=\"small-capitals\">Socrates</span>'s advice, he consulted the oracle of <span class=\"small-capitals\">Delphi</span>, before he would engage in the expedition of <span class=\"small-capitals\">Cyrus</span>. De exped. lib. iii. p. 294. ex edit Leuncl. Sees a dream the night after the generals were seized; which he pays great regard to, but thinks ambiguous. Id. p. 295. He and the whole army regard sneezing as a very lucky omen. Id. p. 300. Has another dream, when he comes to the river <span class=\"small-capitals\">Centrites</span>, which his fellow-general, <span class=\"small-capitals\">Chirosophus</span>, also pays great regard to. Id. lib. iv. p. 323. The <span class=\"small-capitals\">Greeks</span>, suffering from a cold north wind, sacrifice to it; and the historian observes, that it immediately abated. Id. p. 329. <span class=\"small-capitals\">Xenophon</span> consults the sacrifices in <span class=\"page-break\"></span>secret, before he would form any resolution with himself about settling a colony. Lib. v. p. 359. He was himself a very skilful augur. Id. p. 361. Is determined by the victims to refuse the sole command of the army which was offered him. Lib. vi. p. 273. <span class=\"small-capitals\">Cleander</span>, the <span class=\"small-capitals\">Spartan</span>, though very desirous of it, refuses it for the same reason. Id. p. 392. <span class=\"small-capitals\">Xenophon</span> mentions an old dream with the interpretation given him, when he first joined <span class=\"small-capitals\">Cyrus</span>, p. 373. Mentions also the place of <span class=\"small-capitals\">Hercules</span>'s descent into hell as believing it, and says the marks of it are still remaining. Id. p. 375. Had almost starved the army, rather than lead them to the field against the auspices. Id. p. 382, 383. His friend, <span class=\"small-capitals\">Euclides</span>, the augur, would not believe that he had brought no money from the expedition; till he (<span class=\"small-capitals\">Euclides</span>) sacrificed, and then he saw the matter clearly in the Exta. Lib. vii. p. 425. The same philosopher, proposing a project of mines for the encrease of the <span class=\"small-capitals\">Athenian</span> revenues, advises them first to consult the oracle. De rat. red. p. 392. That all this devotion was not a farce, in order to serve a political purpose, appears both from the facts themselves, and from the genius of that age, when little or nothing could be gained by hypocrisy. Besides, <span class=\"small-capitals\">Xenophon</span>, as appears from his Memorabilia, was a kind of heretic in those times, which no political devotee ever is. It is for the same reason, I maintain, that <span class=\"small-capitals\">Newton</span>, <span class=\"small-capitals\">Locke</span>, <span class=\"small-capitals\">Clarke</span>, &amp;c. being <em>Arians</em> or <em>Socinians</em>, were very sincere in the creed they professed: And I always oppose this argument to some libertines, who will needs have it, that it was impossible but that these philosophers must have been hypocrites.","subId":"n78.1","id":"Hume.ETSS.NHR.12.n78.1","pages":"74-5"},{"type":"note","content":"Pro <span class=\"small-capitals\">Cluentio</span>, cap. 61.","subId":"n79","id":"Hume.ETSS.NHR.12.n79","pages":"75"},{"type":"note","content":"De bello <span class=\"small-capitals\">Catilin</span>.","subId":"n80","id":"Hume.ETSS.NHR.12.n80","pages":"75"},{"type":"note","content":"<span class=\"small-capitals\">Cicero</span> (Tusc. Quæst.) lib. i. cap. 5, 6. and <span class=\"small-capitals\">Seneca</span> (Epist. 24), as also Juvenal (Satyr. 2.), maintain that there is no boy or old woman so ridiculous as to believe the poets in their accounts of a future state. Why then does <span class=\"small-capitals\">Lucretius</span> so highly exalt his master for freeing us from these terrors? Perhaps the generality of mankind were then in the disposition of <span class=\"small-capitals\">Cephalus</span> in <span class=\"small-capitals\">Plato</span> (de Rep. lib. i.) who while he was young and healthful could ridicule these stories; but as soon as he became old and infirm, began to entertain apprehensions of their truth. This we may observe not to be unusual even at present.","subId":"n81","id":"Hume.ETSS.NHR.12.n81","pages":"75"},{"type":"note","content":"<span class=\"small-capitals\">Sext. Empir.</span> advers. <span class=\"small-capitals\">Mathem.</span> lib. viii.","subId":"n82","id":"Hume.ETSS.NHR.12.n82","pages":"75"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.NHR","imported":true,"title":"The Natural History of Religion","breadcrumb":"Natural History","published":[1757]}],"prev":{"id":"Hume.ETSS.NHR.11","imported":true,"title":"Section 11. With regard to reason or absurdity","breadcrumb":"Section 11","published":[1757]},"next":{"id":"Hume.ETSS.NHR.13","imported":true,"title":"Section 13. Impious conceptions of the divine nature in popular religions of both kinds","breadcrumb":"Section 13","published":[1757]}}