{"imported":true,"id":"Hume.ETSS.NHR.2","parent":"Hume.ETSS.NHR","title":"Section 2. Origin of Polytheism","breadcrumb":"Section 2","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1><span class=\"small-capitals\">Sect. II.</span> <em>Origin of Polytheism.</em></h1> ","id":"Hume.ETSS.NHR.2"},{"type":"paragraph","content":"If we would, therefore, indulge our curiosity, in enquiring concerning the origin of religion, we must turn our thoughts towards polytheism, the primitive religion of uninstructed mankind.","subId":"1","id":"Hume.ETSS.NHR.2.1","pages":"37"},{"type":"paragraph","content":"Were men led into the apprehension of invisible, intelligent power by a contemplation of the works of nature, they could never possibly entertain any conception but of one single being, who bestowed existence and order on this vast machine, and adjusted all its parts, according to one regular plan or connected system. For though, to persons of a certain turn of mind, it may not appear altogether absurd, that several independent beings, endowed with superior wisdom, might conspire in the contrivance and execution of one regular plan; yet is this a merely arbitrary supposition, which, even if allowed possible, must be confessed neither to be supported by probability nor necessity. All things in the universe are evidently of a piece. Every thing is adjusted to every thing. One design prevails throughout the whole. And this uniformity leads the mind to acknowledge one author; because the conception of different authors, without any distinction of attributes or operations, serves only to give perplexity to the imagination, without bestowing any satisfaction on the understanding. The statue of <span class=\"small-capitals\">Laocoon</span>, as we learn from <span class=\"small-capitals\">Pliny</span>, was the work of three artists: But it is certain, that, were we not told so, we should never have imagined, that a groupe of figures, cut from one stone, and united in one plan, was not the work and contrivance of one statuary. To ascribe any single effect to the combination of several causes, is not surely a natural and obvious supposition.","subId":"2","id":"Hume.ETSS.NHR.2.2","pages":"37"},{"type":"paragraph","content":"On the other hand, if, leaving the works of nature, we trace the footsteps of invisible power in the various and contrary events of human life, we are necessarily led into polytheism and to the acknowledgment of several limited and imperfect deities. Storms and tempests ruin what is nourished by the sun. The sun destroys what is fostered by the moisture of dews and rains. War may be favourable to a nation, whom the inclemency of the seasons afflicts with famine. Sickness and pestilence may depopulate a kingdom, amidst the most profuse plenty. The same nation is not, at the same time, equally successful by sea and by land. And a nation, which now triumphs over its enemies, may anon submit to their more prosperous arms. In short, <span class=\"page-break\"></span>the conduct of events, or what we call the plan of a particular providence, is so full of variety and uncertainty, that, if we suppose it immediately ordered by any intelligent beings, we must acknowledge a contrariety in their designs and intentions, a constant combat of opposite powers, and a repentance or change of intention in the same power, from impotence or levity. Each nation has its tutelar deity. Each element is subjected to its invisible power or agent. The province of each god is separate from that of another. Nor are the operations of the same god always certain and invariable. To-day he protects: To-morrow he abandons us. Prayers and sacrifices, rites and ceremonies, well or ill performed, are the sources of his favour or enmity, and produce all the good or ill fortune, which are to be found amongst mankind.","subId":"3","id":"Hume.ETSS.NHR.2.3","pages":"37-8"},{"type":"paragraph","content":"We may conclude, therefore, that, in all nations, which have embraced polytheism, the first ideas of religion arose not from a contemplation of the works of nature, but from a concern with regard to the events of life, and from the incessant hopes and fears, which actuate the human mind. Accordingly, we find, that all idolaters, having separated the provinces of their deities, have recourse to that invisible agent, to whose authority they are immediately subjected, and whose province it is to superintend that course of actions, in which they are, at any time, engaged. <span class=\"small-capitals\">Juno</span> is invoked at marriages; <span class=\"small-capitals\">Lucina</span> at births. <span class=\"small-capitals\">Neptune</span> receives the prayers of seamen; and <span class=\"small-capitals\">Mars</span> of warriors. The husbandman cultivates his field under the protection of <span class=\"small-capitals\">Ceres</span>; and the merchant acknowledges the authority of <span class=\"small-capitals\">Mercury</span>. Each natural event is supposed to be governed by some intelligent agent; and nothing prosperous or adverse can happen in life, which may not be the subject of peculiar prayers or thanksgivings<a href=\"#n1\"><sup>[1]</sup></a>.","subId":"4","id":"Hume.ETSS.NHR.2.4","pages":"38"},{"type":"paragraph","content":"It must necessarily, indeed, be allowed, that, in order to carry men's attention beyond the present course of things, or lead them into any inference concerning invisible intelligent power, they must be actuated by some passion, which prompts their thought and reflection; some motive, which urges their first enquiry. But what passion shall we here have recourse to, for explaining an effect of such mighty consequence? Not speculative curiosity surely, or the pure love of truth. That motive is too refined for such gross apprehensions; and would lead men into enquiries concerning <span class=\"page-break\"></span>the frame of nature, a subject too large and comprehensive for their narrow capacities. No passions, therefore, can be supposed to work upon such barbarians, but the ordinary affections of human life; the anxious concern for happiness, the dread of future misery, the terror of death, the thirst of revenge, the appetite for food and other necessaries. Agitated by hopes and fears of this nature, especially the latter, men scrutinize, with a trembling curiosity, the course of future causes, and examine the various and contrary events of human life. And in this disordered scene, with eyes still more disordered and astonished, they see the first obscure traces of divinity.","subId":"5","id":"Hume.ETSS.NHR.2.5","pages":"38-9"},{"type":"note","content":"See NOTE <cite>YY</cite>.","subId":"n1","id":"Hume.ETSS.NHR.2.n1"},{"type":"note","content":"“FRAGILIS &amp; laboriosa mortalitas in partes ista digessit, infirmitatis suæ memor, ut portionibus quisquis coleret, quo maxime indigeret.” <span class=\"small-capitals\">Plin.</span> lib. ii. cap. 7. So early as <span class=\"small-capitals\">Hesiod</span>'s time there were 30,000 deities. <em>Oper. &amp; Dier.</em> lib. i. ver. 250. But the task to be performed by these seems still too great for their number. The provinces of the deities were so subdivided, that there was even a God of <em>Sneezing</em>. See <span class=\"small-capitals\">Arist.</span> <em>Probl.</em> sect. 33. cap. 7. The province of copulation, suitably to the importance and dignity of it, was divided among several deities.","subId":"n1.1","id":"Hume.ETSS.NHR.2.n1.1","pages":"38"}]}