{"id":"Hume.ETSS.NHR.4","imported":true,"parent":"Hume.ETSS.NHR","title":"Section 4. Deities not considered as creators or formers of the world","breadcrumb":"Section 4","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1><span class=\"small-capitals\">Sect. IV.</span> <em>Deities not considered as creators or formers of the world.</em></h1> ","id":"Hume.ETSS.NHR.4"},{"type":"paragraph","content":"The only point of theology, in which we shall find a consent of mankind almost universal, is, that there is invisible, intelligent power in the world: But whether this power be supreme or subordinate, whether confined to one being, or distributed among several, what attributes, qualities, connexions, or principles of action ought to be ascribed to those beings; concerning all these points, there is the widest difference in the popular systems of theology. Our ancestors in <span class=\"small-capitals\">Europe</span>, before the revival of letters, believed, as we do at present, that there was one supreme God, the author of nature, whose power, though in itself uncontroulable, was yet often exerted by the interposition of his angels and subordinate ministers, who executed his sacred purposes. But they also believed, that all nature was full of other invisible powers; fairies, goblins, elves, sprights; beings, stronger and mightier than men, but much inferior to the celestial natures, who surround the throne of God. Now, suppose, that any one, in those ages, had denied the existence of God and of his angels; would not his impiety justly have deserved the appellation of atheism, even though he had still allowed, by some odd capricious reasoning, that the popular stories of elves and fairies were just and well-grounded? The difference, on the one hand, between such a person and a genuine theist is infinitely greater than that, on the other, between him and one that absolutely excludes all invisible intelligent power. And it is a fallacy, merely from the casual resemblance of names, without any conformity of meaning, to rank such opposite opinions under the same denomination.","subId":"1","id":"Hume.ETSS.NHR.4.1","pages":"44"},{"type":"paragraph","content":"To any one, who considers justly of the matter, it will appear, that the gods of all polytheists are no better than the elves or fairies of our ancestors, and merit as little any pious worship or veneration. These pretended religionists are really a kind of superstitious atheists, and acknowledge no being, that corresponds to our idea of a deity. No first principle of mind or thought: No supreme government and administration: No divine contrivance or intention in the fabric of the world.","subId":"2","id":"Hume.ETSS.NHR.4.2","pages":"44"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Chinese</span>, when<a href=\"#n6\"><sup>[6]</sup></a> their prayers are not answered, beat their idols. The deities of the <span class=\"small-capitals\">Laplanders</span> are any large stone which they meet with of an extraordinary shape<a href=\"#n7\"><sup>[7]</sup></a>. The <span class=\"small-capitals\">Egyptian</span> mythologists, in order to account for animal worship, said, that the gods, pursued by the violence of earth-born men, who were their enemies, had formerly been obliged to disguise themselves under the semblance of beasts<a href=\"#n8\"><sup>[8]</sup></a>. The <span class=\"small-capitals\">Caunii</span>, a nation in the Lesser <span class=\"small-capitals\">Asia</span>, resolving to admit no strange gods among them, regularly, at certain seasons, assembled themselves compleatly armed, beat the air with their lances, and proceeded in that manner to their frontiers; in order, as they said, to expel the foreign deities<a href=\"#n9\"><sup>[9]</sup></a>. <em>Not even the immortal gods,</em> said some <span class=\"small-capitals\">German</span> nations to <span class=\"small-capitals\">Cæsar</span>, <em>are a match for the <span class=\"small-capitals\">Suevi</span><a href=\"#n10\"><sup>[10]</sup></a>.</em>","subId":"3","id":"Hume.ETSS.NHR.4.3","pages":"45"},{"type":"paragraph","content":"Many ills, says <span class=\"small-capitals\">Dione</span> in <span class=\"small-capitals\">Homer</span> to <span class=\"small-capitals\">Venus</span> wounded by <span class=\"small-capitals\">Diomede</span>, many ills, my daughter, have the gods inflicted on men: And many ills, in return, have men inflicted on the gods<a href=\"#n11\"><sup>[11]</sup></a>. We need but open any classic author to meet with these gross representations of the deities; and <span class=\"small-capitals\">Longinus</span><a href=\"#n12\"><sup>[12]</sup></a> with reason observes, that such ideas of the divine nature, if literally taken, contain a true atheism.","subId":"4","id":"Hume.ETSS.NHR.4.4","pages":"45"},{"type":"paragraph","content":"Some writers<a href=\"#n13\"><sup>[13]</sup></a> have been surprized, that the impieties of <span class=\"small-capitals\">Aristophanes</span> should have been tolerated, nay publicly acted and applauded by the <span class=\"small-capitals\">Athenians</span>; a people so superstitious and so jealous of the public religion, that, at that very time, they put <span class=\"small-capitals\">Socrates</span> to death for his imagined incredulity. But these writers do not consider, that the ludicrous, familiar images, under which the gods are represented by that comic poet, instead of appearing impious, were the genuine lights in which the ancients conceived their divinities. What conduct can be more criminal or mean, than that of <span class=\"small-capitals\">Jupiter</span> in the <span class=\"small-capitals\">Amphitrion</span>? Yet that play, which represented his gallante exploits, was supposed so agreeable to him, that it was always acted in <span class=\"small-capitals\">Rome</span> by public authority, when the state was threatened with pestilence, famine, or any general calamity<a href=\"#n14\"><sup>[14]</sup></a>. The <span class=\"small-capitals\">Romans</span> supposed, that, like all old letchers, he would be highly pleased with the recital of his former feats of prowess and vigour, and that no topic was so proper, upon which to flatter his vanity.","subId":"5","id":"Hume.ETSS.NHR.4.5","pages":"45"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Lacedemonians</span>, says <span class=\"small-capitals\">Xenophon</span><a href=\"#n15\"><sup>[15]</sup></a>, always, during war, put up their petitions very early in the morning, in order to be beforehand with their enemies, and, by being the first solicitors, pre-engage the gods in their <span class=\"page-break\"></span>favour. We may gather from <span class=\"small-capitals\">Seneca</span><a href=\"#n16\"><sup>[16]</sup></a>, that it was usual, for the votaries in the temples, to make interest with the beadle or sexton, that they might have a seat near the image of the deity, in order to be the best heard in their prayers and applications to him. The <span class=\"small-capitals\">Tyrians</span>, when besieged by <span class=\"small-capitals\">Alexander</span>, threw chains on the statue of <span class=\"small-capitals\">Hercules</span>, to prevent that deity from deserting to the enemy<a href=\"#n17\"><sup>[17]</sup></a>. <span class=\"small-capitals\">Augustus</span>, having twice lost his fleet by storms, forbad <span class=\"small-capitals\">Neptune</span> to be carried in procession along with the other gods; and fancied, that he had sufficiently revenged himself by that expedient<a href=\"#n18\"><sup>[18]</sup></a>. After <span class=\"small-capitals\">Germanicus</span>'s death, the people were so enraged at their gods, that they stoned them in their temples; and openly renounced all allegiance to them<a href=\"#n19\"><sup>[19]</sup></a>.","subId":"6","id":"Hume.ETSS.NHR.4.6","pages":"45-6"},{"type":"paragraph","content":"To ascribe the origin and fabric of the universe to these imperfect beings never enters into the imagination of any polytheist or idolater. <span class=\"small-capitals\">Hesiod</span>, whose writings, with those of <span class=\"small-capitals\">Homer</span>, contained the canonical system of the heathens<a href=\"#n20\"><sup>[20]</sup></a>; <span class=\"small-capitals\">Hesiod</span>, I say, supposes gods and men to have sprung equally from the unknown powers of nature<a href=\"#n21\"><sup>[21]</sup></a>. And throughout the whole theogony of that author, <span class=\"small-capitals\">Pandora</span> is the only instance of creation or a voluntary production; and she too was formed by the gods merely from despight to <span class=\"small-capitals\">Prometheus</span>, who had furnished men with stolen fire from the celestial regions<a href=\"#n22\"><sup>[22]</sup></a>. The ancient mythologists, indeed, seem throughout to have rather embraced the idea of generation than that of creation or formation; and to have thence accounted for the origin of this universe.","subId":"7","id":"Hume.ETSS.NHR.4.7","pages":"46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ovid</span>, who lived in a learned age, and had been instructed by philosophers in the principles of a divine creation or formation of the world; finding, that such an idea would not agree with the popular mythology, which he delivers, leaves it, in a manner, loose and detached from his system. <em>Quisquis fuit ille Deorum<a href=\"#n23\"><sup>[23]</sup></a>?</em> Whichever of the gods it was, says he, that dissipated the chaos, and introduced order into the universe. It could neither be <span class=\"small-capitals\">Saturn</span>, he knew, nor <span class=\"small-capitals\">Jupiter</span>, nor <span class=\"small-capitals\">Neptune</span>, nor any of the received deities of paganism. His theological system had taught him nothing upon that head; and he leaves the matter equally undetermined.","subId":"8","id":"Hume.ETSS.NHR.4.8","pages":"46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Diodorus Siculus</span><a href=\"#n24\"><sup>[24]</sup></a>, beginning his work with an enumeration of the most reasonable opinions concerning the origin of the world, makes no mention of a deity or intelligent mind; though it is evident from his history, that he was much more prone to superstition than to irreligion. <span class=\"page-break\"></span>And in another passage<a href=\"#n25\"><sup>[25]</sup></a>, talking of the <span class=\"small-capitals\">Ichthyophagi</span>, a nation in <span class=\"small-capitals\">India</span>, he says, that, there being so great difficulty in accounting for their descent, we must conclude them to be <em>aborigines</em>, without any beginning of their generation, propagating their race from all eternity; as some of the physiologers, in treating of the origin of nature, have justly observed. <q>But in such subjects as these,</q> adds the historian, <q>which exceed all human capacity, it may well happen, that those, who discourse the most, know the least; reaching a specious appearance of truth in their reasonings, while extremely wide of the real truth and matter of fact.</q>","subId":"9","id":"Hume.ETSS.NHR.4.9","pages":"46-7"},{"type":"paragraph","content":"A strange sentiment in our eyes, to be embraced by a professed and zealous religionist<a href=\"#n26\"><sup>[26]</sup></a>! But it was merely by accident, that the question concerning the origin of the world did ever in ancient times enter into religious systems, or was treated of by theologers. The philosophers alone made profession of delivering systems of this kind; and it was pretty late too before these bethought themselves of having recourse to a mind or supreme intelligence, as the first cause of all. So far was it from being esteemed profane in those days to account for the origin of things without a deity, that <span class=\"small-capitals\">Thales</span>, <span class=\"small-capitals\">Anaximenes</span>, <span class=\"small-capitals\">Heraclitus</span>, and others, who embraced that system of cosmogony, past unquestioned; while <span class=\"small-capitals\">Anaxagoras</span>, the first undoubted theist among the philosophers, was perhaps the first that ever was accused of atheism<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"10","id":"Hume.ETSS.NHR.4.10","pages":"47"},{"type":"paragraph","content":"We are told by <span class=\"small-capitals\">Sextus Empiricus</span><a href=\"#n28\"><sup>[28]</sup></a>, that <span class=\"small-capitals\">Epicurus</span>, when a boy, reading with his preceptor these verses of <span class=\"small-capitals\">Hesiod</span>, <blockquote>Eldest of beings, <em>chaos</em> first arose;<br> Next <em>earth</em>, wide-stretch'd, the <em>seat</em> of all:</blockquote> <span class=\"page-break\"></span>the young scholar first betrayed his inquisitive genius, by asking, <em>And chaos whence?</em> But was told by his preceptor, that he must have recourse to the philosophers for a solution of such questions. And from this hint <span class=\"small-capitals\">Epicurus</span> left philology and all other studies, in order to betake himself to that science, whence alone he expected satisfaction with regard to these sublime subjects.","subId":"11","id":"Hume.ETSS.NHR.4.11","pages":"47-8"},{"type":"paragraph","content":"The common people were never likely to push their researches so far, or derive from reasoning their systems of religion; when philologers and mythologists, we see, scarcely ever discovered so much penetration. And even the philosophers, who discoursed of such topics, readily assented to the grossest theory, and admitted the joint origin of gods and men from night and chaos; from fire, water, air, or whatever they established to be the ruling element.","subId":"12","id":"Hume.ETSS.NHR.4.12","pages":"48"},{"type":"paragraph","content":"Nor was it only on their first origin, that the gods were supposed dependent on the powers of nature. Throughout the whole period of their existence they were subjected to the dominion of fate or destiny. <em>Think of the force of necessity,</em> says <span class=\"small-capitals\">Agrippa</span> to the <span class=\"small-capitals\">Roman</span> people, <em>that force, to which even the gods must submit<a href=\"#n29\"><sup>[29]</sup></a>.</em> And the Younger <span class=\"small-capitals\">Pliny</span><a href=\"#n30\"><sup>[30]</sup></a>, agreeably to this way of thinking, tells us, that amidst the darkness, horror, and confusion, which ensued upon the first eruption of <span class=\"small-capitals\">Vesuvius</span>, several concluded, that all nature was going to wrack, and that gods and men were perishing in one common ruin.","subId":"13","id":"Hume.ETSS.NHR.4.13","pages":"48"},{"type":"paragraph","content":"It is great complaisance, indeed, if we dignify with the name of religion such an imperfect system of theology, and put it on a level with later systems, which are founded on principles more just and more sublime. For my part, I can scarcely allow the principles even of <span class=\"small-capitals\">Marcus Aurelius</span>, <span class=\"small-capitals\">Plutarch</span>, and some other <em>Stoics</em> and <em>Academics</em>, though much more refined than the pagan superstition, to be worthy of the honourable appellation of theism. For if the mythology of the heathens resemble the ancient <span class=\"small-capitals\">European</span> system of spiritual beings, excluding God and angels, and leaving only fairies and sprights; the creed of these philosophers may justly be said to exclude a deity, and to leave only angels and fairies.","subId":"14","id":"Hume.ETSS.NHR.4.14","pages":"48"},{"type":"note","content":"Pere le Comte.","subId":"n6","id":"Hume.ETSS.NHR.4.n6","pages":"45"},{"type":"note","content":"Regnard, Voïage de Laponie.","subId":"n7","id":"Hume.ETSS.NHR.4.n7","pages":"45"},{"type":"note","content":"Diod. Sic. lib. i. Lucian. de Sacrificiis. <span class=\"small-capitals\">Ovid</span> alludes to the same tradition, Metam. li.v. l. 321. So also <span class=\"small-capitals\">Manilius</span>, lib. iv.","subId":"n8","id":"Hume.ETSS.NHR.4.n8","pages":"45"},{"type":"note","content":"Herodot. lib.i.","subId":"n9","id":"Hume.ETSS.NHR.4.n9","pages":"45"},{"type":"note","content":"Cæs. Comment. de bello Gallico, lib. iv.","subId":"n10","id":"Hume.ETSS.NHR.4.n10","pages":"45"},{"type":"note","content":"Lib. ix. 382.","subId":"n11","id":"Hume.ETSS.NHR.4.n11","pages":"45"},{"type":"note","content":"Cap. ix.","subId":"n12","id":"Hume.ETSS.NHR.4.n12","pages":"45"},{"type":"note","content":"Pere Brumoy, Theatre des Grecs; &amp; Fontenelle, Histoire des Oracles.","subId":"n13","id":"Hume.ETSS.NHR.4.n13","pages":"45"},{"type":"note","content":"Arnob. lib. vii.","subId":"n14","id":"Hume.ETSS.NHR.4.n14","pages":"45"},{"type":"note","content":"De Laced. Rep.","subId":"n15","id":"Hume.ETSS.NHR.4.n15","pages":"45"},{"type":"note","content":"Epist. xli.","subId":"n16","id":"Hume.ETSS.NHR.4.n16","pages":"46"},{"type":"note","content":"Quint. Curtius. lib. iv. cap. 3. Diod. Sic. lib. xvii.","subId":"n17","id":"Hume.ETSS.NHR.4.n17","pages":"46"},{"type":"note","content":"Suet. in vita Aug. cap. 16.","subId":"n18","id":"Hume.ETSS.NHR.4.n18","pages":"46"},{"type":"note","content":"Id. in vita Cal. cap. 5.","subId":"n19","id":"Hume.ETSS.NHR.4.n19","pages":"46"},{"type":"note","content":"Herodot. lib. ii. Lucian. <em>Jupiter confutatus, de luctu, Saturn.</em>&amp;c.","subId":"n20","id":"Hume.ETSS.NHR.4.n20","pages":"46"},{"type":"note","content":"<span class=\"foreign\">Ως ομιθεν γεγαασι θεοι θνητοι τ' ανθρωποι.</span> Hes. Opera &amp; Dies, l. 108.","subId":"n21","id":"Hume.ETSS.NHR.4.n21","pages":"46"},{"type":"note","content":"Theog. l. 570.","subId":"n22","id":"Hume.ETSS.NHR.4.n22","pages":"46"},{"type":"note","content":"Metamorph. lib. i. l. 32.","subId":"n23","id":"Hume.ETSS.NHR.4.n23","pages":"46"},{"type":"note","content":"Lib. i.","subId":"n24","id":"Hume.ETSS.NHR.4.n24","pages":"46"},{"type":"note","content":"Id. ibid.","subId":"n25","id":"Hume.ETSS.NHR.4.n25","pages":"47"},{"type":"note","content":"The same author, who can thus account for the origin of the world without a Deity, esteems it impious to explain from physical causes, the common accidents of life, earthquakes, inundations, and tempests; and devoutly ascribes these to the anger of <span class=\"small-capitals\">Jupiter</span> or <span class=\"small-capitals\">Neptune</span>. A plain proof, whence he derived his ideas of religion. See lib. xv. p. 364. Ex edit. <span class=\"small-capitals\">Rhodomanni</span>.","subId":"n26","id":"Hume.ETSS.NHR.4.n26","pages":"47"},{"type":"note","content":"See NOTE <cite>ZZ</cite>.","subId":"n27","id":"Hume.ETSS.NHR.4.n27"},{"type":"note","content":"IT will be easy to give a reason, why <span class=\"small-capitals\">Thales</span>, <span class=\"small-capitals\">Anaximander</span>, and those early philosophers, who really were atheists, might be very orthodox in the pagan creed; and why <span class=\"small-capitals\">Anaxagoras</span> and <span class=\"small-capitals\">Socrates</span>, though real theists, must naturally, in ancient times, be esteemed impious. The blind, unguided powers of nature, if they could produce men, might also produce such beings as <span class=\"small-capitals\">Jupiter</span> and <span class=\"small-capitals\">Neptune</span>, who being the most powerful, intelligent existences in the world, would be proper objects of worship. But where a supreme intelligence, the first cause of all, is admitted, these capricious beings, if they exist at all, must appear very subordinate and dependent, and consequently be excluded from the rank of deities. <span class=\"small-capitals\">Plato</span> (de leg. lib. x.) assigns this reason for the imputation thrown on <span class=\"small-capitals\">Anaxagoras</span>, namely his denying the divinity of the stars, planets, and other created objects.","subId":"n27.1","id":"Hume.ETSS.NHR.4.n27.1","pages":"47"},{"type":"note","content":"Adversus <span class=\"small-capitals\">Mathem.</span> lib. ix.","subId":"n28","id":"Hume.ETSS.NHR.4.n28","pages":"47"},{"type":"note","content":"<span class=\"small-capitals\">Dionys. Halic.</span> lib. vi.","subId":"n29","id":"Hume.ETSS.NHR.4.n29","pages":"48"},{"type":"note","content":"Epist. lib. vi.","subId":"n30","id":"Hume.ETSS.NHR.4.n30","pages":"48"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.NHR","imported":true,"title":"The Natural History of Religion","breadcrumb":"Natural History","published":[1757]}],"prev":{"id":"Hume.ETSS.NHR.3","imported":true,"title":"Section 3. The same subject continued","breadcrumb":"Section 3","published":[1757]},"next":{"id":"Hume.ETSS.NHR.5","imported":true,"title":"Section 5. Various Forms of Polytheism: Allegory, Hero-Worship","breadcrumb":"Section 5","published":[1757]}}