{"imported":true,"id":"Hume.ETSS.NHR.6","parent":"Hume.ETSS.NHR","title":"Section 6. Origin of Theism from Polytheism","breadcrumb":"Section 6","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1><span class=\"small-capitals\">Sect. VI.</span> <em>Origin of Theism from Polytheism.</em></h1> ","id":"Hume.ETSS.NHR.6"},{"type":"paragraph","content":"The doctrine of one supreme deity, the author of nature, is very ancient, has spread itself over great and populous nations, and among them has been embraced by all ranks and conditions of men: But whoever thinks that it has owed its success to the prevalent force of those invincible reasons, on which it is undoubtedly founded, would show himself little acquainted with the ignorance and stupidity of the people, and their incurable prejudices in favour of their particular superstitions. Even at this day, and in <span class=\"small-capitals\">Europe</span>, ask any of the vulgar, why he believes in an omnipotent creator of the world; he will never mention the beauty of final causes, of which he is wholly ignorant: He will not hold out his hand, and bid you contemplate the suppleness and variety of joints in his fingers, their bending all one way, the counterpoise which they receive from the thumb, the softness and fleshy parts of the inside of his hand, with all the other circumstances, which render that member fit for the use, to which it was destined. To these he has been long accustomed; and he beholds them with listlessness and unconcern. He will tell you of the sudden and unexpected death of such a one: The fall and bruise of such another: The excessive drought of this season: The cold and rains of another. These he ascribes to the immediate operation of providence: And such events, as, with good reasoners, are the chief difficulties in admitting a supreme intelligence, are with him the sole arguments for it.","subId":"1","id":"Hume.ETSS.NHR.6.1","pages":"52"},{"type":"paragraph","content":"Many theists, even the most zealous and refined, have denied a <em>particular</em> providence, and have asserted, that the Sovereign mind or first principle of all things, having fixed general laws, by which nature is governed, gives free and uninterrupted course to these laws, and disturbs not, at every turn, the settled order of events by particular volitions. From the beautiful connexion, say they, and rigid observance of established rules, we draw the chief argument for theism; and from the same principles are enabled to answer the principal objections against it. But so little is this understood by the generality of mankind, that, wherever they observe any one to ascribe all events to natural causes, and to remove the particular interposition of a deity, they are apt to suspect him of the grossest infidelity. <em>A little philosophy</em>, says lord <span class=\"small-capitals\">Bacon</span>, <em>makes men atheists: A great deal reconciles them to <span class=\"page-break\"></span>religion.</em> For men, being taught, by superstitious prejudices, to lay the stress on a wrong place; when that fails them, and they discover, by a little reflection, that the course of nature is regular and uniform, their whole faith totters, and falls to ruin. But being taught, by more reflection, that this very regularity and uniformity is the strongest proof of design and of a supreme intelligence, they return to that belief, which they had deserted; and they are now able to establish it on a firmer and more durable foundation.","subId":"2","id":"Hume.ETSS.NHR.6.2","pages":"52-3"},{"type":"paragraph","content":"Convulsions in nature, disorders, prodigies, miracles, though the most opposite to the plan of a wise superintendent, impress mankind with the strongest sentiments of religion; the causes of events seeming then the most unknown and unaccountable. Madness, fury, rage, and an inflamed imagination, though they sink men nearest to the level of beasts, are, for a like reason, often supposed to be the only dispositions, in which we can have any immediate communication with the Deity.","subId":"3","id":"Hume.ETSS.NHR.6.3","pages":"53"},{"type":"paragraph","content":"We may conclude, therefore, upon the whole, that, since the vulgar, in nations, which have embraced the doctrine of theism, still build it upon irrational and superstitious principles, they are never led into that opinion by any process of argument, but by a certain train of thinking, more suitable to their genius and capacity.","subId":"4","id":"Hume.ETSS.NHR.6.4","pages":"53"},{"type":"paragraph","content":"It may readily happen, in an idolatrous nation, that though men admit the existence of several limited deities, yet is there some one God, whom, in a particular manner, they make the object of their worship and adoration. They may either suppose, that, in the distribution of power and territory among the gods, their nation was subjected to the jurisdiction of that particular deity; or reducing heavenly objects to the model of things below, they may represent one god as the prince or supreme magistrate of the rest, who, though of the same nature, rules them with an authority, like that which an earthly sovereign exercises over his subjects and vassals. Whether this god, therefore, be considered as their peculiar patron, or as the general sovereign of heaven, his votaries will endeavour, by every art, to insinuate themselves into his favour; and supposing him to be pleased, like themselves, with praise and flattery, there is no eulogy or exaggeration, which will be spared in their addresses to him. In proportion as men's fears or distresses become more urgent, they still invent new strains of adulation; and even he who outdoes his predecessor in swelling up the titles of his divinity, is sure to be outdone by his successor in newer and more pompous epithets of praise. Thus they proceed; till at last they arrive at infinity itself, beyond which there is no farther progress: And it is well, if, in striving to get farther, and to represent a magnificent simplicity, they run not into inexplicable mystery, and destroy the intelligent nature of their deity, on <span class=\"page-break\"></span>which alone any rational worship or adoration can be founded. While they confine themselves to the notion of a perfect being, the creator of the world, they coincide, by chance, with the principles of reason and true philosophy; though they are guided to that notion, not by reason, of which they are in a great measure incapable, but by the adulation and fears of the most vulgar superstition.","subId":"5","id":"Hume.ETSS.NHR.6.5","pages":"53-4"},{"type":"paragraph","content":"We often find, amongst barbarous nations, and even sometimes amongst civilized, that, when every strain of flattery has been exhausted towards arbitrary princes, when every human quality has been applauded to the utmost; their servile courtiers represent them, at last, as real divinities, and point them out to the people as objects of adoration. How much more natural, therefore, is it, that a limited deity, who at first is supposed only the immediate author of the particular goods and ills in life, should in the end be represented as sovereign maker and modifier of the universe?","subId":"6","id":"Hume.ETSS.NHR.6.6","pages":"54"},{"type":"paragraph","content":"Even where this notion of a supreme deity is already established; though it ought naturally to lessen every other worship, and abase every object of reverence, yet if a nation has entertained the opinion of a subordinate tutelar divinity, saint, or angel; their addresses to that being gradually rise upon them, and encroach on the adoration due to their supreme deity. The Virgin <em>Mary</em>, ere checked by the reformation, had proceeded, from being merely a good woman, to usurp many attributes of the Almighty: God and St. <span class=\"small-capitals\">Nicholas</span> go hand in hand, in all the prayers and petitions of the <span class=\"small-capitals\">Muscovites</span>.","subId":"7","id":"Hume.ETSS.NHR.6.7","pages":"54"},{"type":"paragraph","content":"Thus the deity, who, from love, converted himself into a bull, in order to carry off <span class=\"small-capitals\">Europa</span>; and who, from ambition, dethroned his father, <span class=\"small-capitals\">Saturn</span>, became the <span class=\"small-capitals\">Optimus Maximus</span> of the heathens. Thus, the God of <span class=\"small-capitals\">Abraham</span>, <span class=\"small-capitals\">Isaac</span>, and <span class=\"small-capitals\">Jacob</span>, became the supreme deity or <span class=\"small-capitals\">Jehovah</span> of the <span class=\"small-capitals\">Jews</span>.","subId":"8","id":"Hume.ETSS.NHR.6.8","pages":"54"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Jacobins</span>, who denied the immaculate conception, have ever been very unhappy in their doctrine, even though political reasons have kept the <span class=\"small-capitals\">Romish</span> church from condemning it. The <span class=\"small-capitals\">Cordeliers</span> have run away with all the popularity. But in the fifteenth century, as we learn from <span class=\"small-capitals\">Boulainvilliers</span><a href=\"#n38\"><sup>[38]</sup></a>, an <span class=\"small-capitals\">Italian</span> <em>Cordelier</em> maintained, that, during the three days, when <span class=\"small-capitals\">Christ</span> was interred, the hypostatic union was dissolved, and that his human nature was not a proper object of adoration, during that period. Without the art of divination, one might foretel, that so gross and impious a blasphemy would not fail to be anathematized by the people. It was the occasion of great insults on the part of the <span class=\"small-capitals\">Jacobins</span>; who now got some recompence for their misfortunes in the war about the immaculate conception.","subId":"9","id":"Hume.ETSS.NHR.6.9","pages":"54"},{"type":"paragraph","content":"Rather than relinquish this propensity to adulation, religionists, in all ages, have involved themselves in the greatest absurdities and contradictions.","subId":"10","id":"Hume.ETSS.NHR.6.10","pages":"55"},{"type":"paragraph","content":"<span class=\"small-capitals\">Homer</span>, in one passage, calls <span class=\"small-capitals\">Oceanus</span> and <span class=\"small-capitals\">Tethys</span> the original parents of all things, conformably to the established mythology and tradition of the <span class=\"small-capitals\">Greeks</span>: Yet, in other passages, he could not forbear complimenting <span class=\"small-capitals\">Jupiter</span>, the reigning deity, with that magnificent appellation; and accordingly denominates him the father of gods and men. He forgets, that every temple, every street was full of the ancestors, uncles, brothers, and sisters of this <span class=\"small-capitals\">Jupiter</span>; who was in reality nothing but an upstart parricide and usurper. A like contradiction is observable in <span class=\"small-capitals\">Hesiod</span>; and is so much the less excusable, as his professed intention was to deliver a true genealogy of the gods.","subId":"11","id":"Hume.ETSS.NHR.6.11","pages":"55"},{"type":"paragraph","content":"Were there a religion (and we may suspect Mahometanism of this inconsistence) which sometimes painted the Deity in the most sublime colours, as the creator of heaven and earth; sometimes degraded him nearly to a level with human creatures in his powers and faculties; while at the same time it ascribed to him suitable infirmities, passions, and partialities, of the moral kind: That religion, after it was extinct, would also be cited as an instance of those contradictions, which arise from the gross, vulgar, natural conceptions of mankind, opposed to their continual propensity towards flattery and exaggeration. Nothing indeed would prove more strongly the divine origin of any religion, than to find (and happily this is the case with Christianity) that it is free from a contradiction, so incident to human nature.","subId":"12","id":"Hume.ETSS.NHR.6.12","pages":"55"},{"type":"note","content":"Histoire abregée, p. 499.","subId":"n38","id":"Hume.ETSS.NHR.6.n38","pages":"54"}]}