{"imported":true,"id":"Shaftesbury.C.SC.2.1","parent":"Shaftesbury.C.SC.2","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_028","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.SC.2.1"},{"type":"paragraph","content":"IF a Native of <span class=\"small-capitals\">Ethiopia</span> were on a sudden transported into <span class=\"small-capitals\">Europe,</span> and placed either at <span class=\"small-capitals\">Paris</span> or <span class=\"small-capitals\">Venice</span> at a time of Carnival, when the general Face of Mankind was disguis'd, and almost every Creature wore a Mask; 'tis probable he wou'd for some time be at a stand, before he discover'd the Cheat: not imagining that a whole People cou'd be so fantastical, as upon Agreement, at an appointed time, to transform themselves by a Variety of Habits, and make it a solemn Practice to impose on one another, by this universal Confusion of Characters and Persons. Tho he might at first perhaps have look'd on this with a serious eye, it wou'd be hardly possible for him to hold his Countenance, when he had perceiv'd what was carrying on. The <span class=\"small-capitals\">Europeans,</span> on their side, might laugh perhaps at this Simplicity. But our <span class=\"small-capitals\">Ethiopian</span> wou'd certainly laugh with better reason. 'Tis easy to see which of the two wou'd be ridiculous. For he who laughs, and is himself ridiculous, bears a double share of Ridicule. However, shou'd it so happen, that in the Transport of Ridicule, our <span class=\"small-capitals\">Ethiopian,</span> having his Head still running upon <em>Masks,</em> and knowing nothing of the <em>fair</em> Complexion and common Dress of the <span class=\"small-capitals\">Europeans,</span> shou'd upon the sight of a natural Face and Habit, laugh just as heartily as before; wou'd not he in his turn become ridiculous, by carrying the Jest too far; when by a silly Presumption he took <em>Nature</em> for mere <em>Art,</em> and mistook perhaps a Man of Sobriety and Sense for one of those ridiculous <em>Mummers?</em>","subId":"1","id":"Shaftesbury.C.SC.2.1.1"},{"type":"paragraph","content":"There was a time when Men were accountable only for their Actions and Behaviour. Their Opinions were left to themselves. They had liberty to differ in these, as in their Faces. Every one took the Air and Look which was natural to him. But in process of time, it was thought decent to mend Mens Countenances, and render their intellectual Complexions uniform and of a sort. Thus the Magistrate became <em>a Dresser,</em> and in his turn was <em>dress'd</em> too, as he deserv'd; when he had given up his Power to a new Order of <em>Tire-Men.</em> But tho in this extraordinary conjuncture 'twas agreed that there was only one <em>certain</em> and <em>true Dress,</em> one <em>single</em> peculiar <em>Air,</em> to which it was necessary all People shou'd conform; yet the misery was, that neither the Magistrate nor the <em>Tire-Men</em> themselves, cou'd resolve, which of the various Modes was the <em>exact true-one.</em> Imagine now, what the Effect of this must needs be; when Men became persecuted thus on every side about their <em>Air</em> and <em>Feature,</em> and were put to their shifts how to adjust and compose their <em>Mein,</em> according to the right Mode; when a thousand Models, a thousand Patterns of Dress were current, and alter'd every now and then, upon occasion, according to <em>Fashion</em> and the Humour of the Times. Judg whether Mens Countenances were not like to grow constrain'd, and the natural Visage of Mankind, by this Habit, distorted, convuls'd, and render'd hardly knowable.","subId":"2","id":"Shaftesbury.C.SC.2.1.2"},{"type":"paragraph","content":"But as unnatural or artificial as the general Face of Things may have been render'd by this unhappy Care of <em>Dress,</em> and Over-Tenderness for the <em>Safety of Complexions;</em> we must not therefore imagine that all Faces are alike besmear'd or plaister'd. All is not <em>Fucus,</em> or mere Varnish. Nor is the Face of Truth less fair and beautiful, for all the counterfeit Vizards which have been put upon her. We must remember the <em>Carnival,</em> and what the Occasion has been of this wild Concourse and Medley; who were the Institutors of it; and to what purpose Men were thus set a-work and amus'd. We may laugh sufficiently at the original Cheat; and, if pity will suffer us, may make our-selves diversion enough with the Folly and Madness of those who are thus caught, and practis'd on, by these Impostures. But we must remember withal our <span class=\"small-capitals\">Ethiopian,</span> and beware, lest by taking plain Nature for a Vizard, we become more ridiculous than the People whom we ridicule. Now if a Jest or <em>Ridicule</em> thus strain'd, be capable of leading the Judgment so far astray; 'tis probable that an Excess of Fear or Horror may work the same Effect.","subId":"3","id":"Shaftesbury.C.SC.2.1.3"},{"type":"paragraph","content":"Had it been your fortune (my Friend!) to have liv'd in <span class=\"small-capitals\">Asia</span> at the time when the<a href=\"#n1\"><sup>[1]</sup></a> <span class=\"small-capitals\">Magi</span> by an egregious Imposture got possession of the Empire; no doubt you wou'd have had a detestation of the Act: And perhaps the very Persons of the Men might have grown so odious to you, that after all the Cheats and Abuses they had committed, you might have seen 'em dispatch'd with as relentless an eye as our later <em>European</em> Ancestors saw the Destruction of a like politick Body of Conjurers, the <em>Knights Templars;</em> who were almost become an Over-Match for the civil Sovereign. Your Indignation perhaps might have carry'd you to propose the razing all Monuments and Memorials of these Magicians. You might have resolv'd not to leave so much as their Houses standing. But if it had happen'd that these Magicians, in the time of their Dominion, had made any Collection of Books, or compil'd any themselves, in which they had treated of <em>Philosophy,</em> or <em>Morals,</em> or any other Science, or Part of <em>Learning;</em> wou'd you have carry'd your Resentment so far as to have extirpated these also, and condemn'd every Opinion or Doctrine they had espous'd, for no other reason than merely <em>because they had espous'd it?</em> Hardly a <span class=\"small-capitals\">Scythian,</span> a <span class=\"small-capitals\">Tartar,</span> or a <span class=\"small-capitals\">Goth,</span> wou'd act or reason so absurdly. Much less wou'd you (my Friend!) have carry'd on this <span class=\"small-capitals\">Magophony,</span> or <em>Priest-Massacre,</em> with such a barbarous Zeal. For, in good earnest, to destroy a Philosophy in hatred to a Man, implies as errant a <em>Tartar-</em>Notion, as to destroy or murder a Man in order to plunder him of his Wit, and get the inheritance of his Understanding.","subId":"4","id":"Shaftesbury.C.SC.2.1.4"},{"type":"paragraph","content":"I must confess indeed, that had all the Institutions, Statutes, and Regulations of this antient <em>Hierarchy,</em> resembled the fundamental<a href=\"#n2\"><sup>[2]</sup></a> one, of the <em>Order</em> it-self, they might with a great deal of Justice have been suppress'd: For one can't without some abhorrence read that Law of theirs;","subId":"5","id":"Shaftesbury.C.SC.2.1.5"},{"type":"paragraph","content":"<a href=\"#n3\"><sup>[3]</sup></a> For a Magus must be born of a mother and her son.","subId":"6","id":"Shaftesbury.C.SC.2.1.6"},{"type":"paragraph","content":"But the Conjurers (as we'll rather suppose) having consider'd that they ought in their <em>Principle</em> to appear as fair as possible to the World, the better to conceal their <em>Practice,</em> found it highly for their Interest to espouse some excellent moral Rules, and establish the very best Maxims of this kind. They thought it for their advantage perhaps, on their first setting out, to recommend the greatest Purity of Religion, the greatest Integrity of Life and Manners. They may perhaps too, in general, have preach'd up Charity and Good-will. They may have set to view the fairest Face of human Nature; and, together with their By-Laws, and political Institutions, have interwove the honestest Morals and best Doctrine in the World.","subId":"7","id":"Shaftesbury.C.SC.2.1.7"},{"type":"paragraph","content":"How therefore shou'd we have behav'd our-selves in this Affair? How shou'd we have carry'd our-selves towards this Order of Men, at the time of the Discovery of their Cheat, and Ruin of their Empire? Shou'd we have fall'n to work instantly with their Systems, struck at their Opinions and Doctrines without distinction, and erected a contrary Philosophy in their teeth? Shou'd we have flown at every religious and moral Principle, deny'd every natural and social Affection, and render'd Men as much<a href=\"#n4\"><sup>[4]</sup></a> <em>Wolves</em> as was possible to one another, whilst we describ'd 'em such; and endeavour'd to make them see themselves by far more monstrous and corrupt, than with the worst Intentions it was ever possible for the worst of 'em to become?—This, you'll say, doubtless wou'd have been a very preposterous Part, and cou'd never have been acted by other than mean Spirits, such as had been held in awe, and overfrighted<a href=\"#n5\"><sup>[5]</sup></a> by the <span class=\"small-capitals\">Magi.</span>","subId":"8","id":"Shaftesbury.C.SC.2.1.8"},{"type":"paragraph","content":"And yet an<a href=\"#n6\"><sup>[6]</sup></a> able and witty Philosopher of our Nation was, we know, of late Years, so possess'd with a Horror of this kind, that both with respect to Politicks and Morals, he directly acted in this Spirit of <em>Massacre.</em> The Fright he took upon the Sight of the then governing Powers, who unjustly assum'd the Authority of the People, gave him such an Abhorrence of all popular Government, and of the very Notion of Liberty it-self; that to extinguish it for ever, he recommends the very extinguishing of Letters, and exhorts Princes not to spare so much as an antient <span class=\"small-capitals\">Roman</span> or <span class=\"small-capitals\">Greek</span> Historian.—Is not this in truth somewhat <em>Gothick?</em> And has not our Philosopher, in appearance, something of the <em>Savage,</em> that he shou'd use Philosophy and Learning as the <span class=\"small-capitals\">Scythians</span> are said to have us'd <span class=\"small-capitals\">Anacharsis</span> and others, for having visited the Wise of <span class=\"small-capitals\">Greece,</span> and learnt the Manners of a polite People?","subId":"9","id":"Shaftesbury.C.SC.2.1.9"},{"type":"paragraph","content":"His Quarrel with <em>Religion</em> was the same as with <em>Liberty.</em> The same Times gave him the same Terror in this other kind. He had nothing before his Eyes beside the Ravage of <em>Enthusiasm,</em> and the Artifice of those who rais'd and conducted that Spirit. And the good sociable Man, as savage and unsociable as he wou'd make himself and all Mankind appear by his Philosophy, expos'd himself during his Life, and took the utmost pains, that after his Death we might be deliver'd from the occasion of these Terrors. He did his utmost to shew us, <q>That both in Religion and Morals we were impos'd on by our Governors; that there was nothing which by Nature inclin'd us either way; nothing which naturally drew us to the Love of what was without, or beyond<a href=\"#n7\"><sup>[7]</sup></a> <em>our-selves</em></q>: Tho the Love of such great Truths and sovereign Maxims as he imagin'd these to be, made him the most laborious of all Men in composing Systems of this kind for our Use; and forc'd him, notwithstanding his natural Fear, to run continually the highest risk of being a Martyr for our Deliverance.","subId":"10","id":"Shaftesbury.C.SC.2.1.10"},{"type":"paragraph","content":"Give me leave therefore (my Friend!) on this occasion, to prevent your Seriousness, and assure you, that there is no such mighty Danger as we are apt to imagine from these fierce Prosecutors of Superstition, who are so jealous of every religious or moral Principle. Whatever <em>Savages</em> they may appear in Philosophy, they are in their common Capacity as <em>Civil</em> Persons, as one can wish. Their free communicating of their Principles may witness for them. 'Tis the height of Sociableness to be thus friendly and communicative.","subId":"11","id":"Shaftesbury.C.SC.2.1.11"},{"type":"paragraph","content":"If the Principles, indeed, were conceal'd from us, and made <em>a Mystery,</em> they might become considerable. Things are often made so, by being kept as <em>Secrets</em> of a Sect or Party; and nothing helps this more than <em>the Antipathy</em> and <em>Shyness</em> of a contrary Party. If we fall presently into Horrors, and Consternation, upon the hearing Maxims which are thought <em>poisonous;</em> we are in no disposition to use that familiar and easy part of Reason, which is the best <em>Antidote.</em> The only <em>Poison</em> to Reason, is <em>Passion.</em> For false Reasoning is soon redress'd, where Passion is remov'd. But if the very hearing certain Propositions of Philosophy be sufficient to move our Passion; 'tis plain, the <em>Poison</em> has already gain'd on us, and we are effectually prevented in the use of our reasoning Faculty.","subId":"12","id":"Shaftesbury.C.SC.2.1.12"},{"type":"paragraph","content":"Were it not for the Prejudices of this kind; what shou'd hinder us from diverting our-selves with the Fancy of one of these <em>modern Reformers</em> we have been speaking of? What shou'd we say to one of these <em>Anti-zealots,</em> who, in the Zeal of such a cool Philosophy, shou'd assure us faithfully, <q>That we were the most mistaken Men in the world, to imagine there was any such thing as natural Faith or Justice? for that it was only <em>Force</em> and <em>Power</em> which constituted <em>Right.</em> That there was no such thing in reality as <em>Virtue;</em> no Principle of Order in things above, or below; no secret <em>Charm</em> or Force of Nature, by which every-one was made to operate willingly or unwillingly towards publick Good, and punish'd and tormented if he did otherwise.</q>—Is not this the very <em>Charm</em> it-self? Is not the Gentleman at this instant under the power of it?—<q>Sir! The Philosophy you have condescended to reveal to us, is most extraordinary. We are beholden to you for your Instruction. But, pray, whence is this Zeal in our behalf? What are <em>We</em> to <em>You?</em> Are You our <em>Father?</em> Or if You were, why this Concern for Us? Is there then such a thing as <em>natural Affection?</em> If not; why all this Pains, why all this Danger on our account? Why not keep this Secret to Your-self? Of what advantage is it to You, to deliver us from the Cheat? The more are taken in it, the better. 'Tis directly against your Interest to undeceive Us, and let us know that only private Interest governs You; and that nothing nobler, or of a larger kind, shou'd govern us, whom you converse with. Leave us to our-selves, and to that notable <em>Art</em> by which we are happily tam'd, and render'd thus mild and <em>sheepish.</em> 'Tis not fit we shou'd know that <em>by Nature</em> we are all <em>Wolves.</em> Is it possible that one who has really discover'd himself such, shou'd take pains to communicate such a Discovery?</q>","subId":"13","id":"Shaftesbury.C.SC.2.1.13"},{"type":"note","content":"VOL. III. p. 48, 49.","subId":"n1","id":"Shaftesbury.C.SC.2.1.n1"},{"type":"note","content":"Πέρσαι δὲ καὶ μάλιστα αὐτω̑ν οἱ σοφίαν ἀσκει̑ν δοκου̑ντες οἱ Μάγοι, γαμου̑σι τὰς μητέρας. <cite>The Persians, and especially those of them who pretend to exercise wisdom, the Magi, marry their mothers.</cite> Sext. Empir. Pyr. <em>Lib.</em> 3. <em>cap.</em> 24.","subId":"n2","id":"Shaftesbury.C.SC.2.1.n2"},{"type":"note","content":"Catull. 87. <em>Nam Magus et Matre &amp; Gnato gignatur oportet.</em>","subId":"n3","id":"Shaftesbury.C.SC.2.1.n3"},{"type":"note","content":"<em>Infra, p.</em> 118. and VOL. II. <em>p.</em> 320.","subId":"n4","id":"Shaftesbury.C.SC.2.1.n4"},{"type":"note","content":"VOL. III. <em>p.</em> 64, 65. in the Notes.","subId":"n5","id":"Shaftesbury.C.SC.2.1.n5"},{"type":"note","content":"Mr. <span class=\"small-capitals\">Hobbes,</span> who thus expresses himself: <em>By reading of these</em> Greek <em>and</em> Latin <em>Authors, Men from their Childhood have gotten a Habit (under a false shew of Liberty) of favouring Tumults, and of licentious controlling the Actions of their Sovereigns.</em> Leviathan, <em>Part</em> 2. <em>ch.</em> 21. <em>p.</em> 111. By this reasoning of Mr. <span class=\"small-capitals\">Hobbes</span> it shou'd follow, that there can never be any Tumults or deposing of Sovereigns at <em>Constantinople,</em> or in <em>Mogol.</em> See again, <em>p.</em> 171 and 377 and what he intimates to his Prince (<em>p.</em> 193.) concerning this Extirpation of antient Literature, in favour of his Leviathan-Hypothesis, and new Philosophy.","subId":"n6","id":"Shaftesbury.C.SC.2.1.n6"},{"type":"note","content":"VOL. II. <em>p.</em> 80.","subId":"n7","id":"Shaftesbury.C.SC.2.1.n7"}]}