{"imported":true,"id":"Shaftesbury.C.SC.2.2","parent":"Shaftesbury.C.SC.2","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_029","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.SC.2.2"},{"type":"paragraph","content":"IN reality (my Friend!) a severe Brow may well be spar'd on this occasion; when we are put thus upon the Defense of <em>common Honesty,</em> by such fair honest Gentlemen, who are in Practice so different from what they wou'd appear in Speculation. <em>Knaves</em> I know there are <em>in Notion</em> and <em>Principle,</em> as well as <em>in Practice:</em> who think all Honesty as well as Religion a mere Cheat; and by a very consistent reasoning, have resolv'd deliberately to do whatever by <em>Power</em> or <em>Art</em> they are able, for their private Advantage. But such as these never open themselves in Friendship to others. They have no such Passion for Truth, or Love for Mankind. They have no Quarrel with <em>Religion</em> or <em>Morals;</em> but know what use to make of both, upon occasion. If they ever discover their Principles, 'tis only at unawares. They are sure to preach Honesty, and go to Church.","subId":"1","id":"Shaftesbury.C.SC.2.2.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the other side, the Gentlemen for whom I am apologizing, cannot however be call'd <em>Hypocrites.</em> They speak as ill of themselves as they possibly can. If they have hard thoughts of human Nature; 'tis a Proof still of their Humanity, that they give such warning to the World. If they represent Men by Nature <em>treacherous</em> and <em>wild,</em> 'tis out of care for Mankind; lest by being too <em>tame</em> and <em>trusting,</em> they shou'd easily be caught.","subId":"2","id":"Shaftesbury.C.SC.2.2.2"},{"type":"paragraph","content":"Impostors naturally speak the best of human Nature, that they may the easier abuse it. These Gentlemen, on the contrary, speak the worst; and had rather they themselves shou'd be censur'd with the rest, than that a <em>Few</em> shou'd by Imposture prevail over <em>the Many.</em> For 'tis Opinion of <em>Goodness</em><a href=\"#n1\"><sup>[1]</sup></a> which creates Easiness of Trust: and by <em>Trust</em> we are betray'd to <em>Power;</em> our very <em>Reason</em> being thus captivated by those in whom we come insensibly to have an <em>implicit Faith.</em> But supposing one another to be by Nature such very <em>Savages,</em> we shall take care to come less in one another's power: and apprehending <em>Power</em> to be <em>insatiably coveted by all,</em> we shall the better fence against the Evil; not by giving all into one Hand (as the Champion of this Cause wou'd have us) but, on the contrary, by a right Division and Balance of Power, and by the Restraint of good Laws and Limitations, which may secure the publick Liberty.","subId":"3","id":"Shaftesbury.C.SC.2.2.3"},{"type":"paragraph","content":"Shou'd you therefore ask me, whether I really thought these Gentlemen were fully persuaded of the Principles they so often advance in Company? I shou'd tell you, That tho I wou'd not absolutely arraign the Gentlemens Sincerity; yet there was something of Mystery in the Case, more than was imagin'd. The Reason, perhaps, why Men of Wit delight so much to espouse these paradoxical Systems, is not in truth that they are so fully satisfy'd with 'em; but in a view the better to oppose some other Systems, which by their fair appearance have help'd, they think, to bring Mankind under Subjection. They imagine that by this <em>general Scepticism,</em> which they wou'd introduce, they shall better deal with the dogmatical Spirit which prevails in some <em>particular Subjects.</em> And when they have accustom'd Men to bear Contradiction in the <em>main,</em> and hear the Nature of Things disputed, <em>at large;</em> it may be safer, they conclude, to argue <em>separately,</em> upon certain nice Points in which they are not altogether so well satisfy'd. So that from hence, perhaps, you may still better apprehend why, in Conversation, <em>the Spirit of Raillery</em> prevails so much, and Notions are taken up for no reason besides their being <em>odd,</em> and <em>out of the way.</em>","subId":"4","id":"Shaftesbury.C.SC.2.2.4"},{"type":"note","content":"VOL. II. <em>p.</em> 334 and VOL. III. <em>p.</em> 114.","subId":"n1","id":"Shaftesbury.C.SC.2.2.n1"}]}