{"imported":true,"id":"Shaftesbury.C.SC.2.3","parent":"Shaftesbury.C.SC.2","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_030","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section III</h1> ","id":"Shaftesbury.C.SC.2.3"},{"type":"paragraph","content":"BUT let who will condemn <em>the Humour</em> thus describ'd; for my part, I am in no such apprehension from this sceptical kind of Wit. Men indeed may, in a serious way, be so wrought on, and confounded, by different Modes of Opinion, different Systems and Schemes <em>impos'd by Authority,</em> that they may wholly lose all Notion or Comprehension of <em>Truth.</em> I can easily apprehend what Effect <em>Awe</em> has over Mens Understandings. I can very well suppose Men may be frighted out of their Wits: but I have no apprehension they shou'd be laugh'd out of 'em. I can hardly imagine that in a pleasant way they shou'd ever be talk'd out of their Love for Society, or reason'd out of Humanity and <em>common Sense.</em> A mannerly Wit can hurt no Cause or Interest for which I am in the least concern'd: And philosophical Speculations, politely manag'd, can never surely render Mankind more un-sociable or un-civiliz'd. This is not the Quarter from whence I can possibly expect an Inroad of Savageness and Barbarity. And by the best of my Observation, I have learnt, that Virtue is never such a Sufferer, by being <em>contested,</em> as by being <em>betray'd.</em> My Fear is not so much from its witty <em>Antagonists,</em> who give it Exercise, and put it on its Defense, as from its tender <em>Nurses,</em> who are apt to over-lay it, and kill it, with Excess of Care and Cherishing.","subId":"1","id":"Shaftesbury.C.SC.2.3.1"},{"type":"paragraph","content":"I Have known a Building, which by the Officiousness of the Workmen has been so <em>shor'd,</em> and <em>screw'd up,</em> on the side where they pretended it had a Leaning, that it has at last been turn'd the contrary way, and overthrown. There has something, perhaps, of this kind happen'd in <em>Morals.</em> Men have not been contented to shew the natural Advantages of Honesty and Virtue. They have rather lessen'd these, the better, as they thought, to advance another Foundation. They have made <em>Virtue</em> so mercenary a thing, and have talk'd so much of its <em>Rewards,</em> that one can hardly tell what there is in it, after all, which can be worth rewarding. For to be brib'd only or terrify'd into an honest Practice, bespeaks little of real Honesty or Worth. We may make, 'tis true, whatever <em>Bargain</em> we think fit; and may bestow <em>in favour</em> what Overplus we please. But there can be no Excellence or Wisdom in voluntarily rewarding what is neither estimable, nor deserving. And if Virtue be not really estimable in it-self, I can see nothing estimable in following it for the sake of <em>a Bargain.</em>","subId":"2","id":"Shaftesbury.C.SC.2.3.2"},{"type":"paragraph","content":"If the Love of doing good, be not, of it-self, a <em>good</em> and <em>right</em> Inclination; I know not how there can possibly be such a thing as <em>Goodness</em> or <em>Virtue.</em> If the Inclination be <em>right;</em> 'tis a perverting of it, to apply it solely to <em>the Reward,</em> and make us conceive such Wonders of the Grace and Favour which is to attend Virtue; when there is so little shewn of the intrinsick Worth or Value of the Thing it-self.","subId":"3","id":"Shaftesbury.C.SC.2.3.3"},{"type":"paragraph","content":"I cou'd be almost tempted to think, that the true Reason why some of the most heroick Virtues have so little notice taken of 'em in our holy Religion, is, because there wou'd have been no room left for <em>Disinterestedness,</em> had they been intitled to a share of that infinite Reward, which Providence has by Revelation assign'd to other Dutys.<a href=\"#n1\"><sup>[1]</sup></a> <em>Private Friendship,</em> and <em>Zeal for the Publick, and our</em> <em>Country,</em> are Virtues purely voluntary in a Christian. They are no essential Parts of his <em>Charity.</em> He is not so ty'd to the Affairs of this Life; nor is he oblig'd to enter into such Engagements with this lower World, as are of no help to him in acquiring a better. His Conversation is in Heaven. Nor has he occasion for such supernumerary Cares or Embarassments here on Earth, as may obstruct his way thither, or retard him in the careful Task of working out his own Salvation. If nevertheless any Portion of Reward be reserv'd hereafter for the generous Part of <em>a Patriot,</em> or that of <em>a thorow Friend;</em> this is still behind the Curtain, and happily conceal'd from us; that we may be the more deserving of it, when it comes.","subId":"4","id":"Shaftesbury.C.SC.2.3.4"},{"type":"paragraph","content":"It appears indeed under the <em>Jewish</em> Dispensation, that each of these Virtues had their illustrious Examples, and were in some manner recommended to us as honourable, and worthy our Imitation. Even <span class=\"small-capitals\">Saul</span> himself, as ill a Prince as he is represented, appears both living and dying to have been respected and prais'd for the Love he bore his native Country. And the Love which was so remarkable between his Son and his Successor, gives us a noble View of a disinterested Friendship, at least on <em>one</em> side. But the heroick Virtue of these Persons had only the common Reward of Praise attributed to it, and cou'd not claim a future Recompence under a Religion which taught no future State, nor exhibited any Rewards or Punishments, besides such as were Temporal, and had respect to the written Law.","subId":"5","id":"Shaftesbury.C.SC.2.3.5"},{"type":"paragraph","content":"And thus the <em>Jews</em> as well as <em>Heathens</em> were left to their Philosophy, to be instructed in the sublime part of Virtue, and induc'd by Reason to that which was never injoin'd 'em by Command. No Premium or Penalty being inforc'd in these Cases, the disinterested Part subsisted, the Virtue was a <em>free Choice,</em> and the Magnanimity of the Act was left intire. He who wou'd be generous, had the Means. He who wou'd frankly serve his Friend, or Country, at the<a href=\"#n2\"><sup>[2]</sup></a> expence even of his Life, might do it on fair terms.<a href=\"#n3\"><sup>[3]</sup></a> <span class=\"small-capitals\">Dulceetdecorumest</span> was his sole Reason. 'Twas <em>Inviting</em> and <em>Becoming.</em> 'Twas <em>Good</em> and <em>Honest.</em> And that this is still a good Reason, and according to <em>Common Sense,</em> I will endeavour to satisfy you. For I shou'd think my-self very ridiculous to be angry with any-one for thinking me dishonest; if I cou'd give no account of my Honesty, nor shew upon what Principle I differ'd from<a href=\"#n4\"><sup>[4]</sup></a> <em>a Knave.</em>","subId":"6","id":"Shaftesbury.C.SC.2.3.6"},{"type":"note","content":"By <em>Private Friendship</em> no fair Reader can here suppose is meant <em>that common Benevolence</em> and <em>Charity</em> which every Christian is oblig'd to shew towards all Men, and in particular towards his Fellow-Christians, his Neighbour, Brother, and Kindred, of whatever degree; but <em>that peculiar Relation</em> which is form'd by a Consent and Harmony of Minds, by mutual Esteem, and reciprocal Tenderness and Affection; and which we emphatically call a FRIENDSHIP. Such was that between the two <em>Jewish</em> Heroes after-mention'd, whose Love and Tenderness was <em>surpassing that of Women,</em> (2 Samuel, ch. 1.) Such were those Friendships describ'd so frequently by Poets, between <span class=\"small-capitals\">Pylades</span> and <span class=\"small-capitals\">Orestes,Theseus</span> and <span class=\"small-capitals\">Pirithous,</span> with many others. Such were those between Philosophers, Heroes, and the greatest of Men; between <span class=\"small-capitals\">Socrates</span> and <span class=\"small-capitals\">Antisthenes,Plato</span> and <span class=\"small-capitals\">Dion,Epaminondas</span> and <span class=\"small-capitals\">Pelopidas,Scipio</span> and <span class=\"small-capitals\">Laelius,Cato</span> and <span class=\"small-capitals\">Brutus,Thrasea</span> and <span class=\"small-capitals\">Helvidius.</span> And such there may have lately been, and are still perhaps in our own Age; tho Envy suffers not the few Examples of this kind to be remark'd in publick. The Author's Meaning is indeed so plain of it-self, that it needs no explanatory Apology to satisfy an impartial Reader. As for others who object the Singularity of the Assertion, as differing, they suppose, from what our Reverend Doctors in Religion commonly maintain, they may read what the learned and pious Bishop <em>Taylor</em> says in his Treatise of Friendship. <q>You inquire,</q> says he, <q>how far a dear and a perfect Friendship is authoriz'd by the Principles of Christianity?</q> To this I answer, <q>That the word <em>Friendship</em> in the sense we commonly mean by it, is not so much as nam'd in the New Testament; and our Religion takes no notice of it.</q> <q>You think it strange; but read on, before you spend so much as the beginning of a Passion or a Wonder upon it.</q> <q>There is mention of <em>Friendship of the World;</em> and it is said to be <em>Enmity with God:</em> but the Word is no where else nam'd, or to any other purpose, in all the New Testament.</q> <q>It speaks of Friends often; but by <em>Friends</em> are meant our Acquaintance, or our Kindred, the Relatives of our Family, or our Fortune, or our Sect, <em>&amp;c.</em>—And I think I have reason to be confident, that the word <em>Friend</em> (speaking of human Intercourse) is no otherways us'd in the Gospels, or Epistles, or Acts of the Apostles.</q> And afterwards, <q>Christian Charity</q> (says he) <q>is Friendship to <em>all</em> the World; and when Friendships were the noblest things in the World, Charity was little, like the Sun drawn in at a Chink, or his Beams drawn into the Center of a Burning-glass: But Christian Charity is Friendship expanded like the Face of the Sun, when it mounts above the Eastern Hills.</q> In reality the good Bishop draws all his Notions as well as Examples of private Friendship from the Heathen World, or from the Times preceding Christianity. And after citing a <em>Greek</em> Author, he immediately adds: <q>Of such immortal, abstracted, pure Friendships, indeed there is no great plenty; but they who are the same to their Friend ἀπόπροθεν <cite>at a distance</cite>, when he is in another Country, or in another World, are fit to preserve the sacred Fire for eternal Sacrifices, and to perpetuate the Memory of those exemplary Friendships of the best Men, which have fill'd the World with History and Wonder: for in no other sense but this can it be true, that Friendships are pure Loves, regarding to do good more than to receive it. He that is a Friend after Death, hopes not for a Recompence from his Friend, and makes no bargain either for Fame or Love; but is rewarded with the Conscience and Satisfaction of doing bravely.</q>","subId":"n1","id":"Shaftesbury.C.SC.2.3.n1"},{"type":"note","content":"<em>Peradventure,</em> says the holy Apostle, <em>for a good Man one wou'd even dare to die,</em> τάχα τὶς καὶ τολμᾳ̑, &amp;c. Rom. ch. 5. v. 7. This the Apostle judiciously supposes to belong to human Nature: tho he is so far from founding any Precept on it, that he ushers his private Opinion with a very dubious <em>Peradventure.</em>","subId":"n2","id":"Shaftesbury.C.SC.2.3.n2"},{"type":"note","content":"HORAT. Lib. 3. Od. 2.","subId":"n3","id":"Shaftesbury.C.SC.2.3.n3"},{"type":"note","content":"Inf. p. 130, 131, &amp;c. 172.","subId":"n4","id":"Shaftesbury.C.SC.2.3.n4"}]}