{"id":"Shaftesbury.C.MR.1.3","imported":true,"parent":"Shaftesbury.C.MR.1","title":"Chapter III. Of the Letter concerning Enthusiasm――Foreign Criticks――Of Letters in general; and of the Epistolary Stile――Addresses to Great Men――Authors and Horsemanship――The modern Amble――Further Explanation of the Miscellaneous Manner","breadcrumb":"Chapter 3","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_008","blocks":[{"type":"title","content":"<h1>Chapter III. Of the Letter concerning Enthusiasm――Foreign Criticks――Of Letters in general; and of the Epistolary Stile――Addresses to Great Men――Authors and Horsemanship――The modern Amble――Further Explanation of the Miscellaneous Manner</h1> ","id":"Shaftesbury.C.MR.1.3"},{"type":"paragraph","content":"AS resolute as our Author may have shewn himself in refusing to take notice of the smart Writings publish'd against him by certain <em>Zealots</em> of his <em>own</em> Country, he cou'd not, it seems, but out of curiosity observe what the <em>foreign</em> and more <em>impartial Criticks</em> might object to his small Treatise, which he was surpriz'd to hear had been translated into foreign Languages, soon after it had been publish'd here at home. The first Censure of this kind which came to our Author's sight, was that of the <span class=\"small-capitals\">Paris</span><a href=\"#n1\"><sup>[1]</sup></a> <em>Journal des Savans.</em> Considering how little favourable the Author of the Letter had shewn himself towards the <em>Romish</em> Church, and Policy of <span class=\"small-capitals\">France,</span> it must be own'd those Journalists have treated him with sufficient Candor: tho they fail'd not to take what Advantages they well cou'd against the Writing, and particularly arraign'd it for the want<a href=\"#n2\"><sup>[2]</sup></a> of Order and Method.","subId":"1","id":"Shaftesbury.C.MR.1.3.1"},{"type":"paragraph","content":"The Protestant Writers, such as live in a free Country, and can deliver their Sentiments without Constraint, have certainly<a href=\"#n3\"><sup>[3]</sup></a> done our Author more Honour than he ever presum'd to think he cou'd deserve. His <em>Translator</em> indeed, who had done him the previous Honour of introducing him to the Acquaintance of the foreign World, represents particularly, by the Turn given to the latter end of the Letter, that the Writer of it was, as to his Condition and Rank, little better than an inferior Dependent on the noble Lord to whom he had address'd himself. And in reality the <em>Original</em> has so much of that air; that I wonder not, if what the Author left ambiguous, the Translator has determin'd to the side of <em>Clientship</em> and <em>Dependency.</em>","subId":"2","id":"Shaftesbury.C.MR.1.3.2"},{"type":"paragraph","content":"But whatever may have been the Circumstance or Character of our Author himself; that of his <em>great</em> Friend ought in justice to have been consider'd by those former Criticks above-mention'd. So much, at least, shou'd have been taken notice of, that there was <em>a real</em> <span class=\"small-capitals\">greatMan</span> characteriz'd, and sutable Measures of Address and Style preserv'd. But they who wou'd neither observe this, nor apprehend the Letter it-self to be <em>real,</em> were insufficient Criticks, and unqualify'd to judg of the Turn or Humour of a Piece, which they had never consider'd in a proper light.","subId":"3","id":"Shaftesbury.C.MR.1.3.3"},{"type":"paragraph","content":"'Tis become indeed so common a Practice among Authors, to feign a Correspondency, and give the Title of <em>a private Letter</em> to a Piece address'd solely to the <em>Publick,</em> that it wou'd not be strange to see other <em>Journalists</em> and <em>Criticks,</em> as well as the Gentlemen of <span class=\"small-capitals\">Paris,</span> pass over such Particularitys, as things of Form. This Prejudice however cou'd not misguide a chief Critick of the Protestant side; when<a href=\"#n4\"><sup>[4]</sup></a> mentioning this <em>Letter concerning Enthusiasm,</em> he speaks of it as a real <em>Letter,</em> (such as in truth it was) not a precise and formal<a href=\"#n5\"><sup>[5]</sup></a> <span class=\"small-capitals\">Treatise,</span> design'd for <em>publick</em> View.","subId":"4","id":"Shaftesbury.C.MR.1.3.4"},{"type":"paragraph","content":"It will be own'd surely, by those who have learnt to judg of Elegancy and Wit by the help merely of modern Languages, That we cou'd have little Relish of the best <em>Letters</em> of a <span class=\"small-capitals\">Balsac</span> or <span class=\"small-capitals\">Voiture,</span> were we wholly ignorant of the <em>Characters</em> of the principal Persons to whom those <em>Letters</em> were actually written. But much less cou'd we find pleasure in this reading, shou'd we take it into our heads, that both the Personages and Correspondency it-self were merely fictitious. Let the best of <span class=\"small-capitals\">Tully'</span> s Epistles be read in such a narrow View as this, and they will certainly prove very insipid. If a real <span class=\"small-capitals\">Brutus,</span> a real <span class=\"small-capitals\">Atticus</span> be not suppos'd, there will be no real <span class=\"small-capitals\">Cicero.</span> The elegant Writer will disappear: as will the vast Labour and Art with which this eloquent <em>Roman</em> writ those Letters to his illustrious Friends. There was no kind of Composition in which this great Author prided or pleas'd himself more than in this; where he endeavour'd to throw off the Mein of <em>the Philosopher</em> and <em>Orator,</em> whilst in effect he employ'd both his Rhetorick and Philosophy with the greatest Force. They who can read an <em>Epistle</em> or <em>Satir</em> of <span class=\"small-capitals\">Horace</span> in somewhat better than a mere scholastick Relish, will comprehend that <em>the Concealment of Order</em> and <em>Method,</em> in this manner of Writing, makes the chief Beauty of the Work. They will own, that unless a Reader be in some measure appriz'd of the Characters of an <span class=\"small-capitals\">Augustus,</span> a <span class=\"small-capitals\">Maecenas,</span> a <span class=\"small-capitals\">Florus,</span> or a <span class=\"small-capitals\">Trebatius,</span> there will be little Relish in those <em>Satirs</em> or <em>Epistles</em> address'd in particular to the Courtiers, Ministers, and Great Men of the Times. Even the <span class=\"small-capitals\">Satirick,</span> or <span class=\"small-capitals\">Miscellaneous</span> <em>Manner</em> of the polite Antients, requir'd as much <em>Order</em> as the most regular Pieces. But the <em>Art</em> was to destroy every such Token or Appearance, give an <em>extemporary</em> Air to what was writ, and make the <em>Effect</em> of Art be felt, without discovering the <em>Artifice.</em> There needs no further Explanation on this Head. Our Author himself has said enough in his<a href=\"#n6\"><sup>[6]</sup></a> <em>Advice to an Author,</em> particularly where he treats of the <em>simple</em> Style, in contra-distinction to the <em>learned,</em> the <em>formal,</em> or <em>methodick.</em>","subId":"5","id":"Shaftesbury.C.MR.1.3.5"},{"type":"paragraph","content":"'Tis a different Case indeed, when the Title of <em>Epistle</em> is improperly given to such Works as were never writ in any other view than that of being made publick, or to serve as Exercises or Specimens of the Wit of their Composer. Such were those infinite Numbers of <em>Greek</em> and <em>Latin</em> Epistles, writ by the antient <em>Sophists, Grammarians,</em> or <em>Rhetoricians;</em> where we find the real Character of <em>the Epistle,</em> the genuine Style and Manners of the corresponding Partys sometimes imitated; but at other times not so much as aim'd at, nor any Measures of <em>historical Truth</em> preserv'd. Such perhaps we may esteem even the Letters of a<a href=\"#n7\"><sup>[7]</sup></a> <span class=\"small-capitals\">Seneca</span> to his Friend <span class=\"small-capitals\">Lucilius.</span> Or supposing that philosophical Courtier had really such a Correspondency; and, at several times, had sent so many fair Epistles, honestly sign'd and seal'd, to his Country-friend at a distance; it appears however by the Epistles themselves, in their proper <em>Order,</em> (if they may be said to have any) that after a few Attempts at the beginning, the Author by degrees loses sight of his Correspondent, and takes the <em>World</em> in general for his Reader or Disciple. He falls into the random way of <em>Miscellaneous</em> Writing; says every-where great and noble Things, in and out of the way, accidentally as <em>Words</em> led him (for with these he plays perpetually); with infinite Wit, but with little or no Coherence; without a Shape or Body to his Work; without a real<a href=\"#n8\"><sup>[8]</sup></a> <em>Beginning,</em> a <em>Middle,</em> or an <em>End.</em> Of <em>a hundred and twenty four</em> Epistles, you may, if you please, make <em>five Hundred,</em> or <em>half a Score.</em> A great-one, for instance, you may divide into <em>five</em> or <em>six.</em> A little-one you may tack to another; and that to another; and so on. The Unity of the Writing will be the same: The Life and Spirit full as well preserv'd. 'Tis not only <em>whole Letters</em> or <em>Pages</em> you may change and manage thus at pleasure: Every <em>Period,</em> every <em>Sentence</em> almost, is independent; and may be taken asunder, transpos'd, postpon'd, anticipated, or set in any new Order, as you fansy.","subId":"6","id":"Shaftesbury.C.MR.1.3.6"},{"type":"paragraph","content":"This is the Manner of Writing so much admir'd and imitated in our Age, that we have scarce the Idea of any other Model. We know little, indeed, of the Difference between one <em>Model</em> or <em>Character</em> of writing and another. All runs to the same Tune, and beats exactly one and the same Measure. Nothing, one wou'd think, cou'd be more tedious than this uniform <em>Pace.</em> The common <em>Amble</em> or <em>Canterbury</em> is not, I am persuaded, more tiresom to a good Rider, than this <em>see-saw</em> of <span class=\"small-capitals\">Essay</span> -<em>Writers</em> is to an able Reader. The just Composer of a legitimate Piece is like an able Traveller, who exactly measures his Journey, considers his Ground, premeditates his Stages, and Intervals of Relaxation and Intention, to the very Conclusion of his Undertaking, that he happily arrives where he first propos'd when he set out. He is not presently <em>upon the Spur,</em> or in his full <em>Career;</em> but walks his Steed <em>leisurely</em> out of his Stable, settles himself in his Stirrups, and when fair Road and Season offer, puts on perhaps to <em>a round Trot;</em> thence into <em>a Gallop,</em> and after a while <em>takes up.</em> As Down, or Meadow, or shady Lane present themselves, he accordingly sutes his Pace, favours his Palfry; and is sure not to bring him puffing, and in a heat, into his last Inn. But the <em>Post</em>-way is become highly fashionable with modern Authors. The very same stroke sets you out, and brings you in. Nothing stays, or interrupts. Hill or Valley; rough or smooth; thick or thin: No Difference; no Variation. When <em>an Author</em> sits down to write, he knows no other Business he has, than to be <em>witty,</em> and take care that his Periods be well turn'd, or (as they commonly say) <em>run smooth.</em> In this manner, he doubts not to gain the Character of <em>bright.</em> When he has writ as many Pages as he likes, or as his Run of Fancy wou'd permit; he then perhaps considers what <em>Name</em> he had best give to his new Writing: whether he shou'd call it <em>Letter, Essay, Miscellany,</em> or aught else. The Bookseller perhaps is to determine this at last, when all, besides the Preface, Epistle Dedicatory, and Title-page, is dispatch'd.","subId":"7","id":"Shaftesbury.C.MR.1.3.7"},{"type":"paragraph","content":"—<em>Incertus scamnum, faceretne Priapum.</em> <br>——<em>Deus inde ego!</em>","subId":"8","id":"Shaftesbury.C.MR.1.3.8"},{"type":"paragraph","content":"<cite>Hesitating whether he should make a bench or a Priapus. . . . So I am a God!</cite> Horat. Sat. 8. Lib. i. ver. 2.","subId":"9","id":"Shaftesbury.C.MR.1.3.9"},{"type":"note","content":"<em>Du</em> 25 <em>Mars,</em> 1709.","subId":"n1","id":"Shaftesbury.C.MR.1.3.n1"},{"type":"note","content":"<em>Ses pensées ne semblent occuper dans son Ouvrage, que la place que le hazard leur a donnée.</em> Ibid. pag. 181.","subId":"n2","id":"Shaftesbury.C.MR.1.3.n2"},{"type":"note","content":"(1.) Bibliotheque Choisie, <em>année</em> 1709. <em>Tome XIX. pag.</em> 427.(2.) Histoire des Ouvrages des Savans, <em>Mois d' Octobre, Novembre &amp; Decembre,</em> 1708. pag. 514.(3.) Nouvelles de la Republique des Lettres, <em>Mois de Mars,</em> 1710.","subId":"n3","id":"Shaftesbury.C.MR.1.3.n3"},{"type":"note","content":"<em>Ceux qui l'ont luë ont pû voir en général, que l'Auteur ne s'y est pas proposé un certain plan, pour traiter sa matiere methodiquement; parceque c'est</em> une Lettre, &amp; non <em>un Traité.</em> <cite>Those who have read it have been able to see in general that the Author has not proposed there any particular plan, for the purpose of treating his material methodically; because it is a Letter and not a Treatise.</cite> Bibliotheque Choisie. Ibid. pag. 428.","subId":"n4","id":"Shaftesbury.C.MR.1.3.n4"},{"type":"note","content":"If in this joint Edition, with other Works, <em>the Letter</em> be made to pass under that general Name of <em>Treatise;</em> 'tis the Bookseller must account for it. For the Author's part, he considers it as no other than what it originally was.","subId":"n5","id":"Shaftesbury.C.MR.1.3.n5"},{"type":"note","content":"VOL. I. <em>pag.</em> 233, 257, 258.","subId":"n6","id":"Shaftesbury.C.MR.1.3.n6"},{"type":"note","content":"†'Tis not the <em>Person, Character,</em> or <em>Genius,</em> but the <em>Style</em> and <em>Manner</em> of this great Man, which we presume to censure. We acknowledg his noble Sentiments and worthy Actions. We own <em>the Patriot,</em> and <em>good Minister:</em> But we reject <em>the Writer.</em> He was the first of any Note or Worth who gave credit to that <em>false</em> Style and Manner here spoken of. He might, on this account, be call'd in reality <em>The Corrupter of</em> <span class=\"small-capitals\">Roman</span> <em>Eloquence.</em> This indeed cou'd not but naturally, and of it-self, become relax and dissolute, after such a Relaxation and Dissolution of Manners, consequent to the Change of Government, and to the horrid Luxury and Effeminacy of the <em>Roman</em> Court, even before the time of a <span class=\"small-capitals\">Claudius,</span> or a <span class=\"small-capitals\">Nero.</span> There was no more possibility of making a Stand for Language, than for Liberty. As the World now stood, the highest Glory which cou'd be attain'd by mortal Man, was to be Mitigator or Moderator of that universal Tyranny already establish'd. To this I must add, That in every City, Principality, or smaller Nation, where <em>single</em> WILL prevails, and Court-power, instead of Laws or Constitutions, guides the State; 'tis of the highest difficulty for the best Minister to procure a just, or even a tolerable Administration. Where such a Minister is found, who can but moderately influence the petty Tyranny, he deserves considerable Applause and Honour. But in the Case we have mention'd, where a universal Monarchy was actually establish'd, and the Interest of a whole World concern'd; <em>He</em> surely must have been esteem'd a Guardian-Angel, who, as <em>a prime Minister,</em> cou'd, for several Years, turn the very worst of Courts, and worst-condition'd of all Princes, to the fatherly Care and just Government of Mankind. Such a <em>Minister</em> was <span class=\"small-capitals\">Seneca</span> under an <span class=\"small-capitals\">Agrippina</span> and a <span class=\"small-capitals\">Nero.</span> And such he was acknowledg'd by the antient and never-sparing <em>Satirists,</em> who cou'd not forbear to celebrate, withal, his <em>Generosity</em> and <em>Friendship</em> in a private Life: <blockquote><span class=\"foreign\">Nemo petit, modicis quae mittebantur amicis <br> A <span class=\"small-capitals\">Seneca;</span> quae <span class=\"small-capitals\">Piso</span> bonus, quae <span class=\"small-capitals\">Cotta</span> solebat <br> Largiri: namque &amp; titulis, &amp; fascibus olim <br> Major habebatur donandi gloria.</span> <br> <cite>Juvenal. Sat. v. ver. 108.</cite></blockquote> <blockquote><span class=\"foreign\">——Quis tam <br>Perditus, ut dubitet <span class=\"small-capitals\">Senecam</span> praeferre <span class=\"small-capitals\">Neroni?</span></span><br> <cite>Id. Sat. viii. ver. 211.</cite></blockquote> This Remark is what I have been tempted to make by the way, on the <em>Character</em> of this <em>Roman</em> Author, more mistaken (if I am not very much so my-self) than any other so generally study'd. As for the <em>philosophick</em> Character or Function imputed to him, 'twas foreign, and no-way proper or peculiar to one who never assum'd so much as that of <em>Sophist,</em> or <em>Pensionary Teacher of Philosophy.</em> He was far wide of any such Order, or Profession. There is great difference between a Courtier who takes a Fancy for Philosophy, and a Philosopher who shou'd take a Fancy for a Court. Now <span class=\"small-capitals\">Seneca</span> was born <em>a Courtier;</em> being Son of a Court-<em>Rhetor:</em> himself bred in the same manner, and taken into favour for his Wit and Genius, his admir'd Style and Eloquence; not for his Learning in the Books of Philosophy and the Antients. For this indeed was not very profound in him. In short, he was a Man of wonderful Wit, Fluency of Thought and Language, an <em>able Minister,</em> and <em>honest Courtier.</em> And what has been deliver'd down to his prejudice, is by the common Enemy of all the free and generous <span class=\"small-capitals\">Romans,</span> that apish shallow Historian, and Court-Flatterer, <span class=\"small-capitals\">Dion Cassius,</span> of a low Age, when <em>Barbarism</em> (as may be easily seen in his own Work) came on apace, and the very Traces and Features of Virtue, Science and Knowledg, were wearing out of the World.","subId":"n7","id":"Shaftesbury.C.MR.1.3.n7"},{"type":"note","content":"<em>Infra,</em> p. 259, 260 in the Notes. And VOL. I. <em>p.</em> 146.","subId":"n8","id":"Shaftesbury.C.MR.1.3.n8"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.1","imported":true,"title":"Miscellany I","breadcrumb":"Miscellany 1","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.1.2","imported":true,"title":"Chapter II. Of Controversial Writings: Answers: Replys――Polemick Divinity; or the Writing Church-Militant――Philosophers, and Bear-Garden――Authors pair'd and match'd――The Matchmakers――Foot-Ball――A Dialogue between our Author and his Bookseller","breadcrumb":"Chapter 2","published":[1711]},"next":{"id":"Shaftesbury.C.MR.2","imported":true,"title":"Miscellany II","breadcrumb":"Miscellany 2","published":[1711]}}