{"id":"Mandeville.FB.Rem.I","imported":true,"parent":"Mandeville.FB.Rem","title":"(I.) The Root of Evil, Avarice, That damn'd ill-natur'd baneful Vice, Was Slave to Prodigality.","breadcrumb":"Remark I","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_063","blocks":[{"type":"title","content":"(I.) The Root of Evil, Avarice, That damn'd ill-natur'd baneful Vice, Was Slave to Prodigality.\n","id":"Mandeville.FB.Rem.I"},{"type":"paragraph","content":"I Have joined so many odious Epithets to the Word Avarice, in compliance to the Vogue of Mankind, who generally bestow more ill Language upon this than upon any other Vice, and indeed not undeservedly; for there is hardly a Mischief to be named which it has not produced at one time or other: But the true Reason why every Body exclaims so much against it, is, that almost every Body suffers by it; for the more the Money is hoarded up by some, the scarcer it must grow among the rest, and therefore when Men rail very much at Misers there is generally Self-Interest at Bottom.","subId":"1","id":"Mandeville.FB.Rem.I.1"},{"type":"paragraph","content":"As there is no living without Money, so those that are unprovided, and have no Body to give them any, are oblig'd to do some Service or other to the Society, before they can come at it; but every Body esteeming his Labour as he does himself, which is generally not under the Value, most People that want Money only to spend it again presently, imagine they do more for it than it is worth. Men can't forbear looking upon the Necessaries of Life as their due, whether they work or not; because they find that Nature, without consulting whether they have Victuals or not, bids them eat whenever they are hungry; for which Reason every Body endeavours to get what he wants with as much Ease as he can; and therefore when Men find that the trouble they are put to in getting Money is either more or less, according as those they would have it from are more or less tenacious, it is very natural for them to be angry at Covetousness in general; for it obliges them either to go without what they have occasion for, or else to take greater Pains for it than they are willing.","subId":"2","id":"Mandeville.FB.Rem.I.2"},{"type":"paragraph","content":"Avarice, notwithstanding it is the occasion of so many Evils, is yet very necessary to the Society, to glean and gather what has been dropt and scatter'd by the contrary Vice. Was it not for Avarice, Spendthrifts would soon want Materials; and if none would lay up and get faster than they spend, very few could spend faster than they get. That it is a Slave to Prodigality, as I have call'd it, is evident from so many Misers as we daily see toil and labour, pinch and starve themselves to enrich a lavish Heir. Tho' these two Vices appear very opposite, yet they often assist each other. Florio is an extravagant young Blade, of a very profuse Temper; as he is the only Son of a very rich Father, he wants to live high, keep Horses and Dogs, and throw his Money about, as he sees some of his Companions do; but the old Hunks will part with no Money, and hardly allows him Necessaries. Florio would have borrow'd Money upon his own Credit long ago; but as all would be lost, if he died before his Father, no prudent Man would lend him any. At last he has met with the greedy Cornaro, who lets him have Money at Thirty per Cent. and now Florio thinks himself happy, and spends a Thousand a Year. Where would Cornaro ever have got such a prodigious Interest, if it was not for such a Fool as Florio, who will give so great a price for Money to fling it away? And how would Florio get it to spend, if he had not lit of such a greedy Usurer as Cornaro, whose excessive Covetousness makes him overlook the great Risque he runs in venturing such great Sums upon the Life of a wild Debauchee.","subId":"3","id":"Mandeville.FB.Rem.I.3"},{"type":"paragraph","content":"Avarice is no longer the Reverse of Profuseness, than while it signifies that sordid love of Money, and narrowness of Soul that hinders Misers from parting with what they have, and makes them covet it only to hoard up. But there is a sort of Avarice which consists in a greedy desire of Riches, in order to spend them, and this often meets with Prodigality in the same Persons, as is evident in most Courtiers and great Officers, both Civil and Military. In their Buildings and Furniture, Equipages and Entertainments, their Gallantry is display'd with the greatest Profusion; while the base Actions they submit to for Lucre, and the many Frauds and Impositions they are guilty of discover the utmost Avarice. This mixture of contrary Vices comes up exactly to the Character of Catiline, of whom it is said, that he was appetens alieni & sui profusus, greedy after the Goods of others and lavish of his own.","subId":"4","id":"Mandeville.FB.Rem.I.4"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.H","imported":true,"title":"(H.) Parties directly opposite, Assist each other, as 'twere for spight.","breadcrumb":"Remark H","published":[1714]},"next":{"id":"Mandeville.FB.Rem.K","imported":true,"title":"(K.) That noble Sin————","breadcrumb":"Remark K","published":[1714]}}