{"imported":true,"id":"Mandeville.FB.Rem.K","parent":"Mandeville.FB.Rem","title":"(K.) That noble Sin————","breadcrumb":"Remark K","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_065","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"(K.) That noble Sin————\n","id":"Mandeville.FB.Rem.K"},{"type":"paragraph","content":"THE Prodigality, I call a noble Sin, is not that which has Avarice for its Companion, and makes Men unreasonably profuse to some of what they unjustly extort from others, but that agreeable good-natur'd Vice that makes the Chimney smoke, and all the Tradesmen smile; I mean the unmix'd Prodigality of heedless and voluptuous Men, that being educated in Plenty, abhor the vile Thoughts of Lucre, and lavish away only what others took pains to scrape together; such as indulge their Inclinations at their own Expence, that have the continual Satisfaction of bartering Old Gold for new Pleasures, and from the excessive largeness of a diffusive Soul, are made guilty of despising too much what most People over-value.","subId":"1","id":"Mandeville.FB.Rem.K.1"},{"type":"paragraph","content":"When I speak thus honourably of this Vice, and treat it with so much Tenderness and good Manners as I do, I have the same thing at Heart that made me give so many Ill Names to the Reverse of it, viz. the Interest of the Publick; for as the Avaricious does no good to himself, and is injurious to all the World besides, except his Heir, so the Prodigal is a Blessing to the whole Society, and injures no body but himself. It is true, that as most of the first are Knaves, so the latter are all Fools; yet they are delicious Morsels for the Publick to feast on, and may with as much Justice as the French call the Monks the Partridges of the Women, be styled the Woodcocks of the Society. Was it not for Prodigality, nothing could make us amends for the Rapine and Extortion of Avarice in Power. When a Covetous Statesman is gone, who spent his whole Life in fat'ning himself with the Spoils of the Nation, and had by pinching and plundering heap'd up an immense Treasure, it ought to fill every good Member of the Society with Joy, to behold the uncommon Profuseness of his Son. This is refunding to the Publick what was robb'd from it. Resuming of Grants is a barbarous way of stripping, and it is ignoble to ruin a Man faster than he does it himself, when he sets about it in such good earnest. Does he not feed an infinite number of Dogs of all Sorts and Sizes, tho' he never hunts; keep more Horses than any Nobleman in the Kingdom, tho' he never rides 'em, and give as large an Allowance to an ill-favour'd Whore as would keep a Dutchess, tho' he never lies with her? Is he not still more extravagant in those things he makes use of? Therefore let him alone, or praise him, call him Publick-spirited Lord, nobly bountiful and magnificently generous, and in a few Years he'll suffer himself to be stript his own way. As long as the Nation has its own back again, we ought not to quarrel with the manner in which the Plunder is repay'd.","subId":"2","id":"Mandeville.FB.Rem.K.2"},{"type":"paragraph","content":"Abundance of moderate Men I know that are Enemies to Extremes will tell me, that Frugality might happily supply the Place of the two Vices I speak of, that, if Men had not so many profuse ways of spending Wealth, they would not be tempted to so many evil Practices to scrape it together, and consequently that the same Number of Men by equally avoiding both Extremes, might render themselves more happy, and be less vicious without than they could with them. Whoever argues thus shews himself a better Man than he is a Politician. Frugality is like Honesty, a mean starving Virtue, that is only fit for small Societies of good peaceable Men, who are contented to be poor so they may be easy; but in a large stirring Nation you may have soon enough of it. 'Tis an idle dreaming Virtue that employs no Hands, and therefore very useless in a trading Country, where there are vast Numbers that one way or other must be all set to Work. Prodigality has a thousand Inventions to keep People from sitting still, that Frugality would never think of; and as this must consume a prodigious Wealth, so Avarice again knows innumerable Tricks to rake it together, which Frugality would scorn to make use of.","subId":"3","id":"Mandeville.FB.Rem.K.3"},{"type":"paragraph","content":"Authors are always allow'd to compare small things to great ones, especially if they ask leave first. Si licet exemplis, &c. but to compare great things to mean trivial ones is unsufferable, unless it be in Burlesque; otherwise I would compare the Body Politick (I confess the Simile is very low) to a Bowl of Punch. Avarice should be the Souring and Prodigality the Sweetning of it. The Water I would call the Ignorance, Folly and Credulity of the floating insipid Multitude; while Wisdom, Honour, Fortitude and the rest of the sublime Qualities of Men, which separated by Art from the Dregs of Nature the fire of Glory has exalted and refin'd into a Spiritual Essence, should be an Equivalent to Brandy. I don't doubt but a Westphalian, Laplander, or any other dull Stranger that is unacquainted with the wholesom Composition, if he was to taste the several Ingredients apart, would think it impossible they should make any tolerable Liquor. The Limons would be too sour, the Sugar too luscious, the Brandy he'll say is too strong ever to be drank in any Quantity, and the Water he'll call a tasteless Liquor only fit for Cows and Horses: Yet Experience teaches us, that the Ingredients I named judiciously mixt, will make an excellent Liquor, lik'd of and admir'd by Men of exquisite Palates.","subId":"4","id":"Mandeville.FB.Rem.K.4"},{"type":"paragraph","content":"As to our two Vices in particular, I could compare Avarice, that causes so much Mischief, and is complained of by every body who is not a Miser, to a griping Acid that sets our Teeth on Edge, and is unpleasant to every Palate that is not debauch'd: I could compare the gawdy Trimming and splendid Equipage of a profuse Beau, to the glistning Brightness of the finest Loaf Sugar; for as the one by correcting the Sharpness prevents the Injuries which a gnawing Sour might do to the Bowels, so the other is a pleasing Balsam that heals and makes amends for the smart, which the Multitude always suffers from the Gripes of the Avaricious; while the Substances of both melt away alike, and they consume themselves by being beneficial to the several Compositions they belong to. I could carry on the Simile as to Proportions, and the exact Nicety to be observed in them, which would make it appear how little any of the Ingredients could be spared in either of the Mixtures; but I will not tire my Reader by pursuing too far a ludicrous Comparison, when I have other Matters to entertain him with of greater Importance; and to sum up what I have said in this and the foregoing Remark, shall only add, that I look upon Avarice and Prodigality in the Society as I do upon two contrary Poisons in Physick, of which it is certain that the noxious Qualities being by mutual Mischief corrected in both, they may assist each other, and often make a good Medicine between them.","subId":"5","id":"Mandeville.FB.Rem.K.5"}]}