{"id":"Mandeville.FB.Rem.L","imported":true,"parent":"Mandeville.FB.Rem","title":"(L.) ———— Whilst Luxury Employ'd a Million of the Poor, &c.","breadcrumb":"Remark L","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_067","blocks":[{"type":"title","content":"(L.) ———— Whilst Luxury Employ'd a Million of the Poor, &c.\n","id":"Mandeville.FB.Rem.L"},{"type":"paragraph","content":"IF every thing is to be Luxury (as in strictness it ought) that is not immediately necessary to make Man subsist as he is a living Creature, there is nothing else to be found in the World, no not even among the naked Savages; of which it is not probable that there are any but what by this time have made some Improvements upon their former manner of Living; and either in the Preparation of their Eatables, the ordering of their Huts, or otherwise, added something to what once sufficed them. This Definition every body will say is too rigorous; I am of the same Opinion; but if we are to abate one Inch of this Severity, I am afraid we shan't know where to stop. When People tell us they only desire to keep themselves sweet and clean, there is no understanding what they would be at; if they made use of these Words in their genuine proper literal Sense, they might soon be satisfy'd without much cost or trouble, if they did not want Water: But these two little Adjectives are so comprehensive, especially in the Dialect of some Ladies, that no body can guess how far they may be stretcht. The Comforts of Life are likewise so various and extensive, that no body can tell what People mean by them, except he knows what sort of Life they lead. The same obscurity I observe in the words Decency and Conveniency, and I never understand them unless I am acquainted with the Quality of the Persons that make use of them. People may go to Church together, and be all of one Mind as much as they please, I am apt to believe that when they pray for their daily Bread, the Bishop includes several things in that Petition which the Sexton does not think on.","subId":"1","id":"Mandeville.FB.Rem.L.1"},{"type":"paragraph","content":"By what I have said hitherto I would only shew, that if once we depart from calling every thing Luxury that is not absolutely necessary to keep a Man alive, that then there is no Luxury at all; for if the wants of Men are innumerable, then what ought to supply them has no bounds; what is call'd superfluous to some degree of People, will be thought requisite to those of higher Quality; and neither the World nor the Skill of Man can produce any thing so curious or extravagant, but some most Gracious Sovereign or other, if it either eases or diverts him, will reckon it among the Necessaries of Life; not meaning every Body's Life, but that of his Sacred Person.","subId":"2","id":"Mandeville.FB.Rem.L.2"},{"type":"paragraph","content":"It is a receiv'd Notion, that Luxury is as destructive to the Wealth of the whole Body Politic, as it is to that of every individual Person who is guilty of it, and that a National Frugality enriches a Country in the same manner as that which is less general increases the Estates of private Families. I confess, that tho' I have found Men of much better Understanding than my self of this Opinion, I cannot help dissenting from them in this Point. They argue thus: We send, say they, for Example to Turkey of Woollen Manufactury, and other things of our own Growth, a Million's worth every Year; for this we bring back Silk, Mohair, Drugs, &c. to the value of Twelve Hundred Thousand Pounds, that are all spent in our own Country. By this, say they, we get nothing; but if most of us would be content with our own Growth, and so consume but half the quantity of those Foreign Commodities, then those in Turkey, who would still want the same quantity of our Manufactures, would be forc'd to pay ready Money for the rest, and so by the Balance of that Trade only, the Nation should get Six Hundred Thousand Pounds per Annum.","subId":"3","id":"Mandeville.FB.Rem.L.3"},{"type":"paragraph","content":"To examine the force of this Argument, we'll suppose (what they would have) that but half the Silk, &c. shall be consumed in England of what there is now; we'll suppose likewise, that those in Turkey, tho' we refuse to buy above half as much of their Commodities as we used to do, either can or will not be without the same quantity of our Manufactures they had before, and that they'll pay the Balance in Money; that is to say, that they shall give us as much Gold or Silver, as the value of what they buy from us exceeds the value of what we buy from them. Tho' what we suppose might perhaps be done for one Year, it is impossible it should last: Buying is Bartering, and no Nation can buy Goods of others that has none of her own to purchase them with. Spain and Portugal, that are yearly supply'd with new Gold and Silver from their Mines, may for ever buy for ready Money as long as their yearly increase of Gold or Silver continues, but then Money is their Growth and the Commodity of the Country. We know that we could not continue long to purchase the Goods of other Nations, if they would not take our Manufactures in Payment for them; and why should we judge otherwise of other Nations? If those in Turkey then had no more Money fall from the Skies than we, let us see what would be the consequence of what we supposed. The Six Hundred Thousand Pounds in Silk, Mohair, &c. that are left upon their Hands the first Year, must make those Commodities fall considerably: Of this the Dutch and French will reap the Benefit as much as our selves; and if we continue to refuse taking their Commodities in Payment for our Manufactures, they can Trade no longer with us, but must content themselves with buying what they want of such Nations as are willing to take what we refuse, tho' their Goods are much worse than ours, and thus our Commerce with Turkey must in few Years be infallibly lost.","subId":"4","id":"Mandeville.FB.Rem.L.4"},{"type":"paragraph","content":"But they'll say, perhaps, that to prevent the ill consequence I have shew'd, we shall take the Turkish Merchandizes as formerly, and only be so frugal as to consume but half the quantity of them our selves, and send the rest Abroad to be sold to others. Let us see what this will do, and whether it will enrich the Nation by the balance of that Trade with Six Hundred Thousand Pounds. In the first Place, I'll grant them that our People at Home making use of so much more of our own Manufactures, those who were employ'd in Silk, Mohair, &c. will get a living by the various Preparations of Woollen Goods. But in the second, I cannot allow that the Goods can be sold as formerly; for suppose the Half that is wore at Home to be sold at the same Rate as before, certainly the other Half that is sent Abroad will want very much of it: For we must send those Goods to Markets already supply'd; and besides that there must be Freight, Insurance, Provision, and all other Charges deducted, and the Merchants in general must lose much more by this Half that is re-shipp'd, than they got by the Half that is consumed here. For tho' the Woollen Manufactures are our own Product, yet they stand the Merchant that ships them off to Foreign Countries, in as much as they do the Shopkeeper here that retails them: so that if the Returns for what he sends Abroad repay him not what his Goods cost him here, with all other Charges, till he has the Money and a good Interest for it in Cash, the Merchant must run out, and the Upshot would be, that the Merchants in general finding they lost by the Turkish Commodities they sent Abroad, would ship no more of our Manufactures than what would pay for as much Silk, Mohair, &c. as would be consumed here. Other Nations would soon find Ways to supply them with as much as we should send short, and some where or other to dispose of the Goods we should refuse: So that all we should get by this Frugality would be, that those in Turkey would take but half the Quantity of our Manufactures of what they do now, while we encourage and wear their Merchandizes, without which they are not able to purchase ours.","subId":"5","id":"Mandeville.FB.Rem.L.5"},{"type":"paragraph","content":"As I have had the Mortification for several Years to meet with Abundance of sensible People against this Opinion, and who always thought me wrong in this Calculation, so I had the Pleasure at last to see the Wisdom of the Nation fall into the same Sentiments, as is so manifest from an Act of Parliament made in the Year 1721, where the Legislature disobliges a powerful and valuable Company, and overlooks very weighty Inconveniences at Home, to promote the Interest of the Turkey Trade, and not only encourages the Consumption of Silk and Mohair, but forces the Subjects on Penalties to make use of them whether they will or not.","subId":"6","id":"Mandeville.FB.Rem.L.6"},{"type":"paragraph","content":"What is laid to the Charge of Luxury besides, is, that it increases Avarice and Rapine: And where they are reigning Vices, Offices of the greatest Trust are bought and sold; the Ministers that should serve the Publick, both great and small, corrupted, and the Countries every Moment in danger of being betray'd to the highest Bidders: And lastly, that it effeminates and enervates the People, by which the Nations become an easy Prey to the first Invaders. These are indeed terrible Things; but what is put to the Account of Luxury belongs to Male-Administration, and is the Fault of bad Politicks. Every Government ought to be thoroughly acquainted with, and stedfastly to pursue the Interest of the Country. Good Politicians by dextrous Management, laying heavy Impositions on some Goods, or totally prohibiting them, and lowering the Duties on others, may always turn and divert the Course of Trade which way they please; and as they'll ever prefer, if it be equally considerable, the Commerce with such Countries as can pay with Money as well as Goods, to those that can make no Returns for what they buy, but in the Commodities of their own Growth and Manufactures, so they will always carefully prevent the Traffick with such Nations as refuse the Goods of others, and will take nothing but Money for their own. But above all, they'll keep a watchful Eye over the Balance of Trade in general, and never suffer that all the Foreign Commodities together, that are imported in one Year, shall exceed in Value what of their own Growth or Manufacture is in the same exported to others. Note, that I speak now of the Interest of those Nations that have no Gold or Silver of their own Growth, otherwise this Maxim need not to be so much insisted on.","subId":"7","id":"Mandeville.FB.Rem.L.7"},{"type":"paragraph","content":"If what I urg'd last be but diligently look'd after, and the Imports are never allow'd to be superior to the Exports, no Nation can ever be impoverish'd by Foreign Luxury; and they may improve it as much as they please, if they can but in proportion raise the Fund of their own that is to purchase it.","subId":"8","id":"Mandeville.FB.Rem.L.8"},{"type":"paragraph","content":"Trade is the Principal, but not the only Requisite to aggrandize a Nation: there are other Things to be taken care of besides. The Meum and Tuum must be secur'd, Crimes punish'd, and all other Laws concerning the Administration of Justice, wisely contriv'd, and strictly executed. Foreign Affairs must be likewise prudently manag'd, and the Ministry of every Nation ought to have a good Intelligence Abroad, and be well acquainted with the Publick Transactions of all those Countries, that either by their Neighbourhood, Strength or Interest, may be hurtful or beneficial to them, to take the necessary Measures accordingly, of crossing some and assisting others, as Policy and the Balance of Power direct. The Multitude must be aw'd, no Man's Conscience forc'd, and the Clergy allow'd no greater Share in State Affairs than our Saviour has bequeathed them in his Testament. These are the Arts that lead to worldly Greatness: what Sovereign Power soever makes a good Use of them, that has any considerable Nation to govern, whether it be a Monarchy, a Commonwealth, or a Mixture of both, can never fail of making it flourish in spight of all the other Powers upon Earth, and no Luxury or other Vice is ever able to shake their Constitution.—But here I expect a full-mouth'd Cry against me; What! has God never punish'd and destroy'd great Nations for their Sins? Yes, but not without Means, by infatuating their Governors, and suffering them to depart from either all or some of those general Maxims I have mentioned; and of all the famous States and Empires the World has had to boast of hitherto, none ever came to Ruin whose Destruction was not principally owing to the bad Politicks, Neglects, or Mismanagements of the Rulers.","subId":"9","id":"Mandeville.FB.Rem.L.9"},{"type":"paragraph","content":"There is no doubt but more Health and Vigour is to be expected among a People, and their Offspring, from Temperance and Sobriety, than there is from Gluttony and Drunkenness; yet I confess, that as to Luxury's effeminating and enervating a Nation, I have not such frightful Notions now as I have had formerly. When we hear or read of Things which we are altogether Strangers to, they commonly bring to our Imagination such Ideas of what we have seen, as (according to our Apprehension) must come the nearest to them: And I remember, that when I have read of the Luxury of Persia, Egypt, and other Countries where it has been a reigning Vice, and that were effeminated and enervated by it, it has sometimes put me in mind of the cramming and swilling of ordinary Tradesmen at a City Feast, and the Beastliness their over-gorging themselves is often attended with; at other Times it has made me think on the Distraction of dissolute Sailors, as I had seen them in Company of half a dozen lewd Women roaring along with Fiddles before them; and was I to have been carried into any of their great Cities, I would have expected to have found one Third of the People sick a-bed with Surfeits; another laid up with the Gout, or crippled by a more ignominious Distemper; and the rest, that could go without leading, walk along the Streets in Petticoats.","subId":"10","id":"Mandeville.FB.Rem.L.10"},{"type":"paragraph","content":"It is happy for us to have Fear for a Keeper, as long as our Reason is not strong enough to govern our Appetites: And I believe that the great Dread I had more particularly against the Word, to enervate, and some consequent Thoughts on the Etymology of it, did me Abundance of Good when I was a Schoolboy: But since I have seen something of the World, the Consequences of Luxury to a Nation seem not so dreadful to me as they did. As long as Men have the same Appetites, the same Vices will remain. In all large Societies, some will love Whoring and others Drinking. The Lustful that can get no handsome clean Women, will content themselves with dirty Drabs; and those that cannot purchase true Hermitage or Pontack, will be glad of more ordinary French Claret. Those that can't reach Wine, take up with worse Liquors, and a Foot Soldier or a Beggar may make himself as drunk with Stale-Beer or Malt-Spirits, as a Lord with Burgundy, Champaign or Tockay. The cheapest and most slovenly way of indulging our Pas-sions , does as much Mischief to a Man's Constitution, as the most elegant and expensive.","subId":"11","id":"Mandeville.FB.Rem.L.11"},{"type":"paragraph","content":"The greatest Excesses of Luxury are shewn in Buildings, Furniture, Equipages and Clothes: Clean Linen weakens a Man no more than Flannel; Tapistry, fine Painting or good Wainscot are no more unwholesom than bare Walls; and a rich Couch, or a gilt Chariot are no more enervating than the cold Floor or a Country Cart. The refin'd Pleasures of Men of Sense are seldom injurious to their Constitution, and there are many great Epicures that will refuse to eat or drink more than their Heads or Stomachs can bear. Sensual People may take as great Care of themselves as any: and the Errors of the most viciously luxurious, don't so much consist in the frequent Repetitions of their Lewdness, and their Eating and Drinking too much, (which are the Things which would most enervate them) as they do in the operose Contrivances, the Profuseness and Nicety they are serv'd with, and the vast Expence they are at in their Tables and Amours.","subId":"12","id":"Mandeville.FB.Rem.L.12"},{"type":"paragraph","content":"But let us once suppose that the Ease and Pleasures the Grandees and the rich People of every great Nation live in, render them unfit to endure Hardships, and undergo the Toils of War. I'll allow that most of the Common Council of the City would make but very indifferent Foot-Soldiers; and I believe heartily, that if your Horse was to be compos'd of Aldermen, and such as most of them are, a small Artillery of Squibs would be sufficient to rout them. But what have the Aldermen, the Common-Council, or indeed all People of any Substance to do with the War, but to pay Taxes? The Hardships and Fatigues of War that are personally suffer'd, fall upon them that bear the Brunt of every Thing, the meanest Indigent Part of the Nation, the working slaving People: For how excessive soever the Plenty and Luxury of a Nation may be, some Body must do the Work, Houses and Ships must be built, Merchandizes must be remov'd, and the Ground till'd. Such a Variety of Labours in every great Nation require a vast Multitude, in which there are always loose, idle, extravagant Fellows enough to spare for an Army; and those that are robust enough to Hedge and Ditch, Plow and Thrash, or else not too much enervated to be Smiths, Carpenters, Sawyers, Cloth-workers, Porters or Carmen, will always be strong and hardy enough in a Campaign or two to make good Soldiers, who, where good Orders are kept, have seldom so much Plenty and Superfluity come to their Share as to do them any hurt.","subId":"13","id":"Mandeville.FB.Rem.L.13"},{"type":"paragraph","content":"The Mischief then to be fear'd from Luxury among the People of War, cannot extend it self beyond the Officers. The greatest of them are either Men of a very high Birth and Princely Education, or else extraordinary Parts, and no less Experience; and whoever is made choice of by a wise Government to command an Army en chef, should have a consummate Knowledge in Martial Affairs, Intrepidity to keep him calm in the midst of Danger, and many other Qualifications that must be the Work of Time and Application, on Men of a quick Penetration, a distinguish'd Genius and a World of Honour. Strong Sinews and supple Joints are trifling Advantages not regarded in Persons of their Reach and Grandeur, that can destroy Cities a-bed, and ruin whole Countries while they are at Dinner. As they are most commonly Men of great Age, it would be ridiculous to expect a hale Constitution and Agility of Limbs from them: So their Heads be but Active and well furnished, 'tis no great Matter what the rest of their Bodies are. If they cannot bear the Fatigue of being on Horseback, they may ride in Coaches, or be carried in Litters. Mens Conduct and Sagacity are never the less for their being Cripples, and the best General the King of France has now, can hardly crawl along. Those that are immediately under the chief Commanders must be very nigh of the same Abilities, and are generally Men that have rais'd themselves to those Posts by their Merit. The other Officers are all of them in their several Stations obliged to lay out so large a Share of their Pay in fine Clothes, Accoutrements, and other things by the Luxury of the Times call'd necessary, that they can spare but little Money for Debauches; for as they are advanced and their Salaries rais'd, so they are likewise forced to increase their Expences and their Equipages, which as well as every thing else, must still be proportionable to their Quality: By which means the greatest Part of them are in a manner hindred from those Excesses that might be destructive to Health; while their Luxury thus turn'd another way serves moreover to heighten their Pride and Vanity, the greatest Motives to make them behave themselves like what they would be thought to be. (See Remark (R.)","subId":"14","id":"Mandeville.FB.Rem.L.14"},{"type":"paragraph","content":"There is nothing refines Mankind more than Love and Honour. Those two Passions are equivalent to many Virtues, and therefore the greatest Schools of Breeding and good Manners are Courts and Armies; the first to accomplish the Women, the other to polish the Men. What the generality of Officers among civiliz'd Nations affect is a perfect Knowledge of the World and the Rules of Honour; an Air of Frankness, and Humanity peculiar to Military Men of Experience, and such a mixture of Modesty and Undauntedness, as may bespeak them both Courteous and Valiant. Where good Sense is fashionable, and a genteel Behaviour is in esteem, Gluttony and Drunkenness can be no reigning Vices. What Officers of Distinction chiefly aim at is not a Beastly, but a Splendid way of Living, and the Wishes of the most Luxurious in their several degrees of Quality, are to appear handsomely, and excel each other in Finery of Equipage, Politeness of Entertainments, and the Reputation of a judicious Fancy in every thing about them.","subId":"15","id":"Mandeville.FB.Rem.L.15"},{"type":"paragraph","content":"But if there should be more dissolute Reprobates among Officers than there are among Men of other Professions, which is not true, yet the most debauch'd of them may be very serviceable, if they have but a great Share of Honour. It is this that covers and makes up for a multitude of Defects in them, and it is this that none (how abandon'd soever they are to Pleasure) dare pretend to be without. But as there is no Argument so convincing as Matter of Fact, let us look back on what so lately happen'd in our two last Wars with France. How many puny young Striplings have we had in our Armies, tenderly Educated, nice in their Dress, and curious in their Diet, that underwent all manner of Duties with Gallantry and Chearfulness?","subId":"16","id":"Mandeville.FB.Rem.L.16"},{"type":"paragraph","content":"Those that have such dismal Apprehensions of Luxury's enervating and effeminating People, might in Flanders and Spain have seen embroider'd Beaux with fine lac'd Shirts and powder'd Wigs stand as much Fire, and lead up to the Mouth of a Cannon, with as little Concern as it was possible for the most stinking Slovens to have done in their own Hair, tho' it had not been comb'd in a Month; and met with abundance of wild Rakes, who had actually impair'd their Healths, and broke their Constitutions with Excesses of Wine and Women, that yet behav'd themselves with Conduct and Bravery against their Enemies. Robustness is the least Thing requir'd in an Officer, and if sometimes Strength is of use, a firm Resolution of Mind, which the Hopes of Preferment, Emulation, and the Love of Glory inspire them with, will at a Push supply the Place of bodily Force.","subId":"17","id":"Mandeville.FB.Rem.L.17"},{"type":"paragraph","content":"Those that understand their Business, and have a sufficient Sense of Honour, as soon as they are used to Danger will always be capable Officers: And their Luxury, as long as they spend no Body's Money but their own, will never be prejudicial to a Nation.","subId":"18","id":"Mandeville.FB.Rem.L.18"},{"type":"paragraph","content":"By all which I think I have proved what I design'd in this Remark on Luxury. First, That in one Sense every Thing may be call'd so, and in another there is no such Thing. Secondly, That with a wise Administration all People may swim in as much Foreign Luxury as their Product can purchase, without being impoverish'd by it. And Lastly, That where Military Affairs are taken care of as they ought, and the Soldiers well paid and kept in good Discipline, a wealthy Nation may live in all the Ease and Plenty imaginable; and in many Parts of it, shew as much Pomp and Delicacy, as Human Wit can invent, and at the same Time be formidable to their Neighbours, and come up to the Character of the Bees in the Fable, of which I said, That \n\nFlatter'd in Peace, and fear'd in Wars, \n They were th' Esteem of Foreigners, \n And lavish of their Wealth and Lives, \n The Balance of all other Hives.\n\n (See what is farther said concerning Luxury in the Remarks (M.) and (Q).","subId":"19","id":"Mandeville.FB.Rem.L.19"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.K","imported":true,"title":"(K.) That noble Sin————","breadcrumb":"Remark K","published":[1714]},"next":{"id":"Mandeville.FB.Rem.M","imported":true,"title":"(M.) And odious Pride a Million more.","breadcrumb":"Remark M","published":[1714]}}