{"id":"Mandeville.FB.Rem.N","imported":true,"parent":"Mandeville.FB.Rem","title":"(N.) Envy it self, and Vanity, Were Ministers of Industry.","breadcrumb":"Remark N","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_071","blocks":[{"type":"title","content":"(N.) Envy it self, and Vanity, Were Ministers of Industry.\n","id":"Mandeville.FB.Rem.N"},{"type":"paragraph","content":"ENVY is that Baseness in our Nature, which makes us grieve and pine at what we conceive to be a Happiness in others. I don't believe there is a Human Creature in his Senses arriv'd to Maturity, that at one time or other has not been carried away by this Passion in good Earnest; and yet I never met with any one that dared own he was guilty of it, but in Jest. That we are so generally ashamed of this Vice, is owing to that strong Habit of Hypocrisy, by the Help of which, we have learned from our Cradle to hide even from our selves the vast Extent of Self-Love, and all its different Branches. It is impossible Man should wish better for another than he does for himself, unless where he supposes an Impossibility that himself should attain to those Wishes; and from hence we may easily learn after what manner this Passion is raised in us. In order to it, we are to consider First, That as well as we think of our selves, so ill we often think of our Neighbour with equal Injustice; and when we apprehend, that others do or will enjoy what we think they don't deserve, it afflicts and makes us angry with the Cause of that Disturbance. Secondly, That we are ever employ'd in wishing well for our selves, every one according to his Judgment and Inclinations, and when we observe something we like, and yet are destitute of, in the Possession of others; it occasions first Sorrow in us for not having the Thing we like. This Sorrow is incurable, while we continue our Esteem for the Thing we want: But as Self-Defence is restless, and never suffers us to leave any Means untried how to remove Evil from us, as far and as well as we are able; Experience teaches us, that nothing in Nature more alleviates this Sorrow than our Anger against those who are possess'd of what we esteem and want. This latter Passion therefore, we cherish and cultivate to save or relieve our selves, at least in part, from the Uneasiness we felt from the first.","subId":"1","id":"Mandeville.FB.Rem.N.1"},{"type":"paragraph","content":"Envy then is a Compound of Grief and Anger; the Degrees of this Passion depend chiefly on the Nearness or Remoteness of the Objects as to Circumstances. If one, who is forced to walk on Foot envies a great Man for keeping a Coach and Six, it will never be with that Violence, or give him that Disturbance which it may to a Man, who keeps a Coach himself, but can only afford to drive with four Horses. The Symptoms of Envy are as various, and as hard to describe, as those of the Plague; at some time it appears in one Shape, at others in another quite different. Among the Fair the Disease is very common, and the Signs of it very conspicuous in their Opinions and Censures of one another. In beautiful young Women you may often discover this Faculty to a high Degree; they frequently will hate one another mortally at first Sight, from no other Principle than Envy; and you may read this Scorn, and unreasonable Aversion in their very Countenances, if they have not a great deal of Art, and well learn'd to dissemble.","subId":"2","id":"Mandeville.FB.Rem.N.2"},{"type":"paragraph","content":"In the rude and unpolish'd Multitude this Passion is very bare-faced; especially when they envy others for the Goods of Fortune: They rail at their Betters, rip up their Faults, and take Pains to misconstrue their most commendable Actions: They murmur at Providence, and loudly complain, that the good Things of this World are chiefly enjoy'd by those who do not deserve them. The grosser Sort of them it often affects so violently, that if they were not withheld by the Fear of the Laws, they would go directly and beat those their Envy is levell'd at, from no other Provocation than what that Passion suggests to them.","subId":"3","id":"Mandeville.FB.Rem.N.3"},{"type":"paragraph","content":"The Men of Letters labouring under this Distemper discover quite different Symptoms. When they envy a Person for his Parts and Erudition, their chief Care is industriously to conceal their Frailty, which generally is attempted by denying and depreciating the good Qualities they envy: They carefully peruse his Works, and are displeas'd with every fine Passage they meet with; they look for nothing but his Errors, and wish for no greater Feast than a gross Mistake: In their Censures they are captious as well as severe, make Mountains of Mole-hills, and will not pardon the least Shadow of a Fault, but exaggerate the most trifling Omission into a Capital Blunder.","subId":"4","id":"Mandeville.FB.Rem.N.4"},{"type":"paragraph","content":"Envy is visible in Brute-Beasts; Horses shew it in their Endeavours of out-stripping one another; and the best spirited will run themselves to Death before they'll suffer another before them. In Dogs this Passion is likewise plainly to be seen, those who are used to be caress'd will never tamely bear that Felicity in others. I have seen a Lap-Dog that would choke himself with Victuals rather than leave any thing for a Competitor of his own Kind; and we may often observe the same Behaviour in those Creatures which we daily see in Infants that are froward, and by being over-fondled made humoursome. If out of Caprice they at any time refuse to eat what they have ask'd for, and we can but make them believe that some body else, nay, even the Cat or the Dog is going to take it from them, they will make an end of their Oughts with Pleasure, and feed even against their Appetite.","subId":"5","id":"Mandeville.FB.Rem.N.5"},{"type":"paragraph","content":"If Envy was not rivetted in Human Nature, it would not be so common in Children, and Youth would not be so generally spurr'd on by Emulation. Those who would derive every Thing that is beneficial to the Society from a good Principle, ascribe the Effects of Emulation in School-boys to a Virtue of the Mind; as it requires Labour and Pains, so it is evident, that they commit a Self-Denial, who act from that Disposition; but if we look narrowly into it, we shall find that this Sacrifice of Ease and Pleasure is only made to Envy, and the Love of Glory. If there was not something very like this Passion mix'd with that pretended Virtue, it would be impossible to raise and increase it by the same Means that create Envy. The Boy, who receives a Reward for the Superiority of his Performance, is conscious of the Vexation it would have been to him, if he should have fall'n short of it: This Reflexion makes him exert himself, not to be out-done by those whom now he looks upon as his Inferiors, and the greater his Pride is, the more Self-denial he'll practise to maintain his Conquest. The other, who, in spite of the Pains he took to do well, has miss'd of the Prize, is sorry, and consequently angry with him whom he must look upon as the Cause of his Grief: But to shew this Anger, would be ridiculous, and of no Service to him, so that he must either be contented to be less esteem'd than the other Boy; or by renewing his Endeavours become a greater Proficient: and it is ten to one, but the disinterested, good-humour'd, and peaceable Lad will choose the first, and so become indolent and unactive, while the covetous, peevish, and quarrelsome Rascal shall take incredible Pains, and make himself a Conqueror in his Turn.","subId":"6","id":"Mandeville.FB.Rem.N.6"},{"type":"paragraph","content":"Envy, as it is very common among Painters, so it is of great Use for their Improvement: I don't mean, that little Dawbers envy great Masters, but most of them are tainted with this Vice against those immediately above them. If the Pupil of a famous Artist is of a bright Genius, and uncommon Application, he first adores his Master; but as his own Skill increases, he begins insensibly to envy what he admired before. To learn the Nature of this Passion, and that it consists in what I have named, we are but to observe that, if a Painter by exerting himself comes not only to equal, but to exceed the Man he envied, his Sorrow is gone and all his Anger disarmed; and if he hated him before, he is now glad to be Friends with him, if the other will condescend to it.","subId":"7","id":"Mandeville.FB.Rem.N.7"},{"type":"paragraph","content":"Married Women, who are Guilty of this Vice, which few are not, are always endeavouring to raise the same Passion in their Spouses; and where they have prevail'd, Envy and Emulation have kept more Men in Bounds, and reform'd more Ill Husbands from Sloth, from Drinking and other evil Courses, than all the Sermons that have been preach'd since the time of the Apostles.","subId":"8","id":"Mandeville.FB.Rem.N.8"},{"type":"paragraph","content":"As every Body would be happy, enjoy Pleasure and avoid Pain if he could, so Self-love bids us look on every Creature that seems satisfied, as a Rival in Happiness; and the Satisfaction we have in seeing that Felicity disturb'd, without any Advantage to our selves but what springs from the Pleasure we have in beholding it, is call'd loving Mischief for Mischief's sake; and the Motive of which that Frailty is the Result, Malice, another Offspring derived from the same Original; for if there was no Envy there could be no Malice. When the Passions lie dormant we have no Apprehension of them, and often People think they have not such a Frailty in their Nature, because that Moment they are not affected with it.","subId":"9","id":"Mandeville.FB.Rem.N.9"},{"type":"paragraph","content":"A Gentleman well dress'd, who happens to be dirty'd all over by a Coach or a Cart, is laugh'd at, and by his Inferiors much more than his Equals, because they envy him more: they know he is vex'd at it, and imagining him to be happier than themselves, they are glad to see him meet with Displeasures in his turn: But a young Lady, if she be in a serious Mood, instead of laughing at, pities him, because a clean Man is a Sight she takes delight in, and there is no room for Envy. At Disasters, we either laugh, or pity those that befal them, according to the Stock we are possess'd of either of Malice or Compassion. If a Man falls or hurts himself so slightly that it moves not the latter, we laugh, and here our Pity and Malice shake us alternately: Indeed, Sir, I am very sorry for it, I beg your Pardon for laughing, I am the silliest Creature in the World, then laugh again; and again, I am indeed very sorry, and so on. Some are so Malicious they would laugh if a Man broke his Leg, and others are so Compassionate that they can heartily pity a Man for the least Spot in his Clothes; but no Body is so Savage that no Compassion can touch him, nor any Man so good-natur'd as never to be affected with any Malicious Pleasure. How strangely our Passions govern us! We envy a Man for being Rich, and then perfectly hate him: But if we come to be his Equals, we are calm, and the least Condescension in him makes us Friends; but if we become visibly Superior to him we can pity his Misfortunes. The Reason why Men of true good Sense envy less than others, is because they admire themselves with less Hesitation than Fools and silly People; for tho' they do not shew this to others, yet the Solidity of their thinking gives them an Assurance of their real Worth, which Men of weak Understanding can never feel within, tho' they often counterfeit it.","subId":"10","id":"Mandeville.FB.Rem.N.10"},{"type":"paragraph","content":"The Ostracism of the Greeks was a Sacrifice of valuable Men made to Epidemick Envy, and often applied as an infallible Remedy to cure and prevent the Mischiefs of Popular Spleen and Rancour. A Victim of State often appeases the Murmurs of a whole Nation, and After-ages frequently wonder at Barbarities of this Nature, which under the same Circumstances they would have committed themselves. They are Compliments to the Peoples Malice, which is never better gratify'd, than when they can see a great Man humbled. We believe that we love Justice, and to see Merit rewarded; but if Men continue long in the first Posts of Honour, half of us grow weary of them, look for their Faults, and if we can find none, we suppose they hide them, and 'tis much if the greatest part of us don't wish them discarded. This foul Play the best of Men ought ever to apprehend from all who are not their immediate Friends or Acquaintance, because nothing is more tiresome to us than the Repetition of Praises we have no manner of Share in.","subId":"11","id":"Mandeville.FB.Rem.N.11"},{"type":"paragraph","content":"The more a Passion is a Compound of many others, the more difficult it is to define it; and the more it is tormenting to those that labour under it, the greater Cruelty it is capable of inspiring them with against others: Therefore nothing is more whimsical or mischievous than Jealousy, which is made up of Love, Hope, Fear, and a great deal of Envy: The last has been sufficiently treated of already, and what I have to say of Fear, the Reader will find under Remark (R.) So that the better to explain and illustrate this odd Mixture, the Ingredients I shall further speak of in this Place are Hope and Love.","subId":"12","id":"Mandeville.FB.Rem.N.12"},{"type":"paragraph","content":"Hoping is wishing with some degree of Confidence, that the Thing wish'd for will come to pass. The Firmness and Imbecillity of our Hope depend entirely on the greater or lesser Degree of our Confidence, and all Hope includes Doubt; for when our Confidence is arriv'd to that Height, as to exclude all Doubts, it becomes a Certainty, and we take for granted what we only hop'd for before. A silver Inkhorn may pass in Speech, because every Body knows what we mean by it, but a certain Hope cannot: For a Man who makes use of an Epithet that destroys the Essence of the Substantive he joins it to, can have no Meaning at all; and the more clearly we understand the Force of the Epithet, and the Nature of the Substantive, the more palpable is the Nonsense of the heterogeneous Compound. The Reason, therefore, why it is not so shocking to some to hear a Man speak of certain Hope, as if he should talk of hot Ice, or liquid Oak, is not because there is less Nonsense contain'd in the first than there is in either of the latter; but because the Word Hope, I mean the Essence of it, is not so clearly understood by the Generality of the People, as the Words and Essences of Ice and Oak are.","subId":"13","id":"Mandeville.FB.Rem.N.13"},{"type":"paragraph","content":"Love in the first Place signifies Affection, such as Parents and Nurses bear to Children, and Friends to one another; it consists in a Liking and Well-wishing to the Person beloved. We give an easy Construction to his Words and Actions, and feel a Proneness to excuse and forgive his Faults, if we see any; his Interest we make on all Accounts our own, even to our Prejudice, and receive an inward Satisfaction for sympathizing with him in his Sorrows, as well as Joys. What I said last is not impossible, whatever it may seem to be; for when we are sincere in sharing with another in his Misfortunes, Self-Love makes us believe, that the Sufferings we feel must alleviate and lessen those of our Friend, and while this fond Reflexion is soothing our Pain, a secret Pleasure arises from our grieving for the Person we love.","subId":"14","id":"Mandeville.FB.Rem.N.14"},{"type":"paragraph","content":"Secondly, by Love we understand a strong Inclination, in its Nature distinct from all other Affections of Friendship, Gratitude, and Consanguinity, that Persons of different Sexes, after liking, bear to one another: It is in this Signification that Love enters into the Compound of Jealousy, and is the Effect as well as happy Disguise of that Passion that prompts us to labour for the Preservation of our Species. This latter Appetite is innate both in Men and Women, who are not defective in their Formation, as much as Hunger or Thirst, tho' they are seldom affected with it before the Years of Puberty. Could we undress Nature, and pry into her deepest Recesses, we should discover the Seeds of this Passion before it exerts itself , as plainly as we see the Teeth in an Embryo, before the Gums are form'd. There are few healthy People of either Sex, whom it has made no Impression upon before Twenty: Yet, as the Peace and Happiness of the Civil Society require that this should be kept a Secret, never to be talk'd of in Publick; so among well-bred People it is counted highly Criminal to mention before Company any thing in plain Words, that is relating to this Mystery of Succession: By which Means the very Name of the Appetite, tho' the most necessary for the Continuance of Mankind, is become odious, and the proper Epithets commonly join'd to Lust are Filthy and Abominable.","subId":"15","id":"Mandeville.FB.Rem.N.15"},{"type":"paragraph","content":"This Impulse of Nature in People of strict Morals, and rigid Modesty, often disturbs the Body for a considerable Time before it is understood or known to be what it is, and it is remarkable that the most polish'd and best instructed are generally the most ignorant as to this Affair; and here I can but observe the Difference between Man in the wild State of Nature, and the same Creature in the Civil Society. In the first, Men and Women, if left rude and untaught in the Sciences of Modes and Manners, would quickly find out the Cause of that Disturbance, and be at a Loss no more than other Animals for a present Remedy: Besides, that it is not probable they would want either Precept or Example from the more experienc'd. But in the second, where the Rules of Religion, Law and Decency, are to be follow'd, and obey'd before any Dictates of Nature, the Youth of both Sexes are to be arm'd and fortify'd against this Impulse, and from their Infancy artfully frighten'd from the most remote Approaches of it. The Appetite it self, and all the Symptoms of it, tho' they are plainly felt and understood, are to be stifled with Care and Severity, and in Women flatly disown'd, and if there be Occasion, with Obstinacy deny'd, even when themselves are visibly affected by them. If it throws them into Distempers, they must be cured by Physick, or else patiently bear them in Silence; and it is the Interest of the Society to preserve Decency and Politeness; that Women should linger, waste, and die, rather than relieve themselves in an unlawful manner; and among the fashionable Part of Mankind, the People of Birth and Fortune, it is expected that Matrimony should never be enter'd upon without a curious Regard to Family, Estate, and Reputation, and in the making of Matches the Call of Nature be the very last Consideration.","subId":"16","id":"Mandeville.FB.Rem.N.16"},{"type":"paragraph","content":"Those then who would make Love and Lust Synonimous confound the Effect with the Cause of it: Yet such is the force of Education, and a Habit of thinking as we are taught, that sometimes Persons of either Sex are actually in Love without feeling any Carnal Desires, or penetrating into the Intentions of Nature, the end proposed by her without which they could never have been affected with that sort of Passion. That there are such is certain, but many more whose Pretences to those refin'd Notions are only upheld by Art and Dissimulation. Those, who are really such Platonick Lovers are commonly the pale-faced weakly People of cold and phlegmatick Constitutions in either Sex; the hale and robust of bilious Temperament and a sanguine Complexion never entertain any Love so Spiritual as to exclude all Thoughts and Wishes that relate to the Body. But if the most Seraphick Lovers would know the Original of their Inclination, let them but suppose that another should have the Corporal Enjoyment of the Person beloved, and by the Tortures they'll suffer from that Refiexion they will soon discover the Nature of their Passions: Whereas on the contrary, Parents and Friends receive a Satisfaction in reflecting on the Joys and Comforts of a happy Marriage, to be tasted by those they wish well to.","subId":"17","id":"Mandeville.FB.Rem.N.17"},{"type":"paragraph","content":"The curious, that are skill'd in anatomizing the invisible Part of Man, will observe that the more sublime and exempt this Love is from all Thoughts of Sensuality, the more spurious it is, and the more it degenerates from its honest Original and primitive Simplicity. The Power and Sagacity as well as Labour and Care of the Politician in civilizing the Society, has been no where more conspicuous, than in the happy Contrivance of playing our Passions against one another. By flattering our Pride and still increasing the good Opinion we have of ourselves on the one hand, and inspiring us on the other with a superlative Dread and mortal Aversion against Shame, the Artful Moralists have taught us chearfully to encounter our selves, and if not subdue, at least so to conceal and disguise our darling Passion, Lust, that we scarce know it when we meet with it in our own Breasts; Oh! the mighty Prize we have in view for all our Self-denial! can any Man be so serious as to abstain from Laughter, when he considers that for so much deceit and insincerity practis'd upon our selves as well as others, we have no other Recompense than the vain Satisfaction of making our Species appear more exalted and remote from that of other Animals, than it really is; and we in our Consciences know it to be? yet this is fact, and in it we plainly perceive the reason why it was necessary to render odious every Word or Action by which we might discover the innate Desire we feel to perpetuate our Kind; and why tamely to submit to the violence of a Furious Appetite (which it is painful to resist) and innocently to obey the most pressing demand of Nature without Guile or Hypocrisy, like other Creatures , should be branded with the Ignominious Name of Brutality.","subId":"18","id":"Mandeville.FB.Rem.N.18"},{"type":"paragraph","content":"What we call Love then is not a Genuine, but an Adulterated Appetite, or rather a Compound, a heap of several contradictory Passions blended in one. As it is a product of Nature warp'd by Custom and Education, so the true Origin and first Motive of it, as I have hinted already, is stifled in well-bred People, and almost concealed from themselves: all which is the reason that as those affected with it vary in Age, Strength, Resolution, Temper, Circumstances, and Manners, the effects of it are so different, whimsical, surprizing and unaccountable.","subId":"19","id":"Mandeville.FB.Rem.N.19"},{"type":"paragraph","content":"It is this Passion that makes Jealousy so troublesome, and the Envy of it often so fatal: those who imagine that there may be Jealousy without Love, do not understand that Passion. Men may not have the least Affection for their Wives, and yet be angry with them for their Conduct, and suspicious of them either with or without a Cause: But what in such Cases affects them is their Pride, the Concern for their Reputation. They feel a Hatred against them without Remorse; when they are outrageous, they can beat them and go to sleep contentedly: such Husbands may watch their Dames themselves, and have them observed by others; but their Vigilance is not so intense; they are not so inquisitive or industrious in their Searches, neither do they feel that Anxiety of Heart at the Fear of a Discovery, as when Love is mix'd with the Passions.","subId":"20","id":"Mandeville.FB.Rem.N.20"},{"type":"paragraph","content":"What confirms me in this Opinion is, that we never observe this Behaviour between a Man and his Mistress; for when his Love is gone and he suspects her to be false, he leaves her, and troubles his Head no more about her: Whereas it is the greatest Difficulty imaginable, even to a Man of Sense, to part with a Mistress as long as he loves her, what ever Faults she may be guilty of. If in his Anger he strikes her he is uneasy after it; his Love makes him reflect on the Hurt he has done her, and he wants to be reconcil'd to her again. He may talk of hating her, and many times from his Heart wish her hang'd, but if he cannot get entirely rid of his Frailty, he can never disintangle himself from her: tho' she is represented in the most monstrous Guilt to his Imagination, and he has resolved and swore a thousand Times never to come near her again, there is no trusting him; even when he is fully convinc'd of her Infidelity, if his Love continues, his Despair is never so lasting, but between the blackest Fits of it he relents, and finds lucid Intervals of Hope; he forms Excuses for her, thinks of pardoning, and in order to it racks his Invention for Possibilities that may make her appear less criminal.","subId":"21","id":"Mandeville.FB.Rem.N.21"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.M","imported":true,"title":"(M.) And odious Pride a Million more.","breadcrumb":"Remark M","published":[1714]},"next":{"id":"Mandeville.FB.Rem.O","imported":true,"title":"(O.) Real Pleasures, Comforts, Ease.","breadcrumb":"Remark O","published":[1714]}}