{"imported":true,"id":"Mandeville.FB.Rem.P","parent":"Mandeville.FB.Rem","title":"(P.) ———— The very Poor Liv'd better than the Rich before.The very Poor Liv'd better than the Rich before.","breadcrumb":"Remark P","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_075","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"(P.) ———— The very Poor Liv'd better than the Rich before.The very Poor Liv'd better than the Rich before.\n","id":"Mandeville.FB.Rem.P"},{"type":"paragraph","content":"IF we trace the most flourishing Nations in their Origin, we shall find that in the remote Beginnings of every Society, the richest and most considerable Men among them were a great while destitute of a great many Comforts of Life that are now enjoy'd by the meanest and most humble Wretches: So that many things which were once look'd upon as the Invention of Luxury, are now allow'd even to those that are so miserably poor as to become the Objects of publick Charity, nay counted so necessary, that we think no Human Creature ought to want them.","subId":"1","id":"Mandeville.FB.Rem.P.1"},{"type":"paragraph","content":"In the first Ages, Man, without doubt, fed on the Fruits of the Earth, without any previous Preparation, and reposed himself naked like other Animals on the Lap of their common Parent: Whatever has contributed since to make Life more comfortable, as it must have been the Result of Thought, Experience, and some Labour, so it more or less deserves the Name of Luxury, the more or less trouble it required, and deviated from the primitive Simplicity. Our Admiration is extended no farther than to what is new to us, and we all overlook the Excellency of Things we are used to, be they never so curious. A Man would be laugh'd at, that should discover Luxury in the plain Dress of a poor Creature that walks along in a thick Parish Gown and a course Shirt underneath it; and yet what a number of People, how many different Trades, and what a variety of Skill and Tools must be employed to have the most ordinary Yorkshire Cloth? What depth of Thought and Ingenuity, what Toil and Labour, and what length of Time must it have cost, before Man could learn from a Seed to raise and prepare so useful a Product as Linen.","subId":"2","id":"Mandeville.FB.Rem.P.2"},{"type":"paragraph","content":"Must that Society not be vainly curious, among whom this admirable Commodity, after it is made, shall not be thought fit to be used even by the poorest of all, before it is brought to a perfect Whiteness, which is not to be procur'd but by the Assistance of all the Elements join'd to a world of Industry and Patience? I have not done yet: Can we reflect not only on the Cost laid out upon this Luxurious Invention, but likewise on the little time the Whiteness of it continues, in which part of its Beauty consists, that every six or seven Days at farthest it wants cleaning, and while it lasts is a continual Charge to the Wearer; can we, I say, reflect on all this, and not think it an extravagant Piece of Nicety, that even those who receive Alms of the Parish, should not only have whole Garments made of this operose Manufacture, but likewise that as soon as they are soil'd, to restore them to their pristine Purity, they should make use of one of the most judicious as well as difficult Compositions that Chymistry can boast of; with which, dissolv'd in Water by the help of Fire, the most detersive, and yet innocent Lixivium is prepar'd that Human Industry has hitherto been able to invent?","subId":"3","id":"Mandeville.FB.Rem.P.3"},{"type":"paragraph","content":"It is certain, Time was that the things I speak of would have bore those lofty Expressions, and in which every Body would have reason'd after the same manner; but the Age we live in would call a Man Fool who should talk of Extravagance and Nicety, if he saw a Poor Woman, after having wore her Crown Cloth Smock a whole Week, wash it with a bit of stinking Soap of a Groat a Pound.","subId":"4","id":"Mandeville.FB.Rem.P.4"},{"type":"paragraph","content":"The Arts of Brewing, and making Bread, have by slow degrees been brought to the Perfection they now are in, but to have invented them at once, and à priori, would have required more Knowledge and a deeper Insight into the Nature of Fermentation, than the greatest Philosopher has hitherto been endowed with; yet the Fruits of both are now enjoy'd by the meanest of our Species, and a starving Wretch knows not how to make a more humble, or a more modest Petition, than by asking for a Bit of Bread, or a Draught of Small Beer.","subId":"5","id":"Mandeville.FB.Rem.P.5"},{"type":"paragraph","content":"Man has learn'd by Experience, that nothing was softer than the small Plumes and Down of Birds, and found that heap'd together they would by their Elasticity gently resist any incumbent Weight, and heave up again of themselves as soon as the Pressure is over. To make use of them to sleep upon was, no doubt, first invented to compliment the Vanity as well as Ease of the Wealthy and Potent; but they are long since become so common, that almost every Body lies upon Featherbeds, and to substitute Flocks in the room of them is counted a miserable Shift of the most Necessitous. What a vast height must Luxury have been arriv'd to before it could be reckon'd a Hardship to repose upon the soft Wool of Animals!","subId":"6","id":"Mandeville.FB.Rem.P.6"},{"type":"paragraph","content":"From Caves, Huts, Hovels, Tents and Barracks, with which Mankind took up at first we are come to warm and well-wrought Houses, and the meanest Habitations to be seen in Cities, are regular Buildings contriv'd by Persons skill'd in Proportions and Architecture. If the Ancient Britons and Gauls should come out of their Graves, with what Amazement wou'd they gaze on the mighty Structures every where rais'd for the Poor! Should they behold the Magnificence of a Chelsey-College, a Greenwich-Hospital , or what surpasses all them, a Des Invalides at Paris, and see the Care, the Plenty, the Superfluities and Pomp, which People that have no Possessions at all are treated with in those stately Palaces, those who were once the greatest and richest of the Land would have Reason to envy the most reduced of our Species now.","subId":"7","id":"Mandeville.FB.Rem.P.7"},{"type":"paragraph","content":"Another Piece of Luxury the Poor enjoy, that is not look'd upon as such, and which there is no doubt but the Wealthiest in a Golden Age would abstain from, is their making use of the Flesh of Animals to eat. In what concerns the Fashions and Manners of the Ages Men live in, they never examine into the real Worth or Merit of the Cause, and generally judge of things not as their Reason, but Custom direct them. Time was when the Funeral Rites in the disposing of the Dead were perform'd by Fire, and the Cadavers of the greatest Emperors were burnt to Ashes. Then burying the Corps in the Ground was a Funeral for Slaves, or made a Punishment for the worst of Malefactors. Now nothing is decent or honourable but interring, and burning the Body is reserv'd for Crimes of the blackest dye. At some times we look upon Trifles with Horror, at other times we can behold Enormities without Concern. If we see a Man walk with his Hat on in a Church, though out of Service time, it shocks us, but if on a Sunday Night we meet half a dozen Fellows Drunk in the Street, the Sight makes little or no Impression upon us. If a Woman at a Merry-making dresses in Man's Clothes, it is reckon'd a Frolick amongst Friends, and he that finds too much Fault with it is counted censorious: Upon the Stage it is done without Reproach, and the most Virtuous Ladies will dispense with it in an Actress, tho' every Body has a full View of her Legs and Thighs; but if the same Woman, as soon as she has Petticoats on again, should show her Leg to a Man as high as her Knee, it would be a very immodest Action, and every Body will call her impudent for it.","subId":"8","id":"Mandeville.FB.Rem.P.8"},{"type":"paragraph","content":"I have often thought, if it was not for this Tyranny which Custom usurps over us, that Men of any tolerable Good-nature could never be reconcil'd to the killing of so many Animals for their daily Food, as long as the bountiful Earth so plentifully provides them with Varieties of vegetable Dainties. I know that Reason excites our Compassion but faintly, and therefore I would not wonder how Men should so little commiserate such imperfect Creatures as Crayfish, Oysters, Cockles, and indeed all Fish in general: As they are mute, and their inward Formation, as well as outward Figure, vastly different from ours, they express themselves unintelligibly to us, and therefore 'tis not strange that their Grief should not affect our Understanding which it cannot reach; for nothing stirs us to Pity so effectually, as when the Symptoms of Misery strike immediately upon our Senses, and I have seen People mov'd at the Noise a live Lobster makes upon the Spit, that could have kill'd half a dozen Fowls with Pleasure. But in such perfect Animals as Sheep and Oxen, in whom the Heart, the Brain and Nerves differ so little from ours, and in whom the Separation of the Spirits from the Blood, the Organs of Sense, and consequently Feeling it self, are the same as they are in Human Creatures; I can't imagine how a Man not hardned in Blood and Massacre, is able to see a violent Death, and the Pangs of it, without Concern.","subId":"9","id":"Mandeville.FB.Rem.P.9"},{"type":"paragraph","content":"In answer to this, most People will think it sufficient to say, that all Things being allow'd to be made for the Service of Man, there can be no Cruelty in putting Creatures to the use they were design'd for; but I have heard Men make this Reply, while their Nature within them has reproach'd them with the Falshood of the Assertion. There is of all the Multitude not one Man in ten but what will own, (if he was not brought up in a Slaughter-house) that of all Trades he could never have been a Butcher; and I question whether ever any body so much as killed a Chicken without Reluctancy the first time. Some People are not to be persuaded to taste of any Creatures they have daily seen and been acquainted with, while they were alive; others extend their Scruple no further than to their own Poultry, and refuse to eat what they fed and took care of themselves; yet all of them will feed heartily and without Remorse on Beef, Mutton and Fowls when they are bought in the Market. In this Behaviour, methinks, there appears something like a Consciousness of Guilt, it looks as if they endeavour'd to save themselves from the Imputation of a Crime (which they know sticks somewhere) by removing the Cause of it as far as they can from themselves; and I can discover in it some strong remains of Primitive Pity and Innocence, which all the arbitrary Power of Custom, and the violence of Luxury, have not yet been able to conquer.","subId":"10","id":"Mandeville.FB.Rem.P.10"},{"type":"paragraph","content":"What I build upon I shall be told is a Folly that wise Men are not guilty of: I own it; but while it proceeds from a real Passion inherent in our Nature, it is sufficient to demonstrate that we are born with a Repugnancy to the killing, and consequently the eating of Animals; for it is impossible that a natural Appetite should ever prompt us to act, or desire others to do, what we have an Aversion to, be it as foolish as it will.","subId":"11","id":"Mandeville.FB.Rem.P.11"},{"type":"paragraph","content":"Every body knows, that Surgeons in the Cure of dangerous Wounds and Fractures, the Extirpations of Limbs, and other dreadful Operations, are often compell'd to put their Patients to extraordinary Torments, and that the more desperate and calamitous Cases occur to them, the more the Outcries and bodily Sufferings of others must become familiar to them; for this Reason our English Law, out of a most affectionate Regard to the Lives of the Subject, allows them not to be of any Jury upon Life and Death, as supposing that their Practice it self is sufficient to harden and extinguish in them that Tenderness, without which no Man is capable of setting a true Value upon the Lives of his Fellow-creatures. Now if we ought to have no Concern for what we do to Brute Beasts, and there was not imagin'd to be any Cruelty in killing them, why should of all Callings Butchers, and only they jointly with Surgeons, be excluded from being Jury-men by the same Law?","subId":"12","id":"Mandeville.FB.Rem.P.12"},{"type":"paragraph","content":"I shall urge nothing of what Pythagoras and many other Wise Men have said concerning this Barbarity of eating Flesh; I have gone too much out of my way already, and shall therefore beg the Reader, if he would have any more of this, to run over the following Fable, or else, if he be tired, to let it alone, with an Assurance that in doing of either he shall equally oblige me.","subId":"13","id":"Mandeville.FB.Rem.P.13"},{"type":"paragraph","content":"A Roman Merchant in one of the Carthaginian Wars was cast away upon the Coast of Africk: Himself and his Slave with great Difficulty got safe ashore; but going in quest of Relief, were met by a Lion of a mighty Size. It happened to be one of the Breed that rang'd in Æsop's Days, and one that could not only speak several Languages, but seem'd moreover very well acquainted with Human Affairs. The Slave got upon a Tree, but his Master not thinking himself safe there, and having heard much of the Generosity of Lions, fell down prostrate before him, with all the Signs of Fear and Submission. The Lion, who had lately fill'd his Belly, bids him rise, and for a while lay by his Fears, assuring him withal, that he should not be touch'd, if he could give him any tolerable Reasons why he should not be devoured. The Merchant obeyed; and having now received some glimmering Hopes of Safety, gave a dismal Account of the Shipwrack he had suffered, and endeavouring from thence to raise the Lion's Pity, pleaded his Cause with abundance of good Rhetorick; but observing by the Countenance of the Beast that Flattery and fine Words made very little Impression, he betook himself to Arguments of greater Solidity, and reasoning from the Excellency of Man's Nature and Abilities, remonstrated how improbable it was that the Gods should not have designed him for a better use than to be eat by Savage Beasts. Upon this the Lion became more attentive, and vouchsafed now and then a Reply, till at last the following Dialogue ensued between them.","subId":"14","id":"Mandeville.FB.Rem.P.14"},{"type":"paragraph","content":"Oh Vain and Covetous Animal, (said the Lion) whose Pride and Avarice can make him leave his Native Soil, where his Natural Wants might be plentifully supply'd, and try rough Seas and dangerous Mountains to find out Superfluities, why should you esteem your Species above ours? And if the Gods have given you a Superiority over all Creatures, then why beg you of an Inferior? Our Superiority (answer'd the Merchant) consists not in bodily force but strength of Understanding; the Gods have endued us with a Rational Soul, which, tho' invisible, is much the better part of us. I desire to touch nothing of you but what is good to eat; but why do you value your self so much upon that part which is invisible? Because it is Immortal, and shall meet with Rewards after Death for the Actions of this Life, and the Just shall enjoy eternal Bliss and Tranquillity with the Heroes and Demi-Gods in the Elysian Fields. What Life have you led? I have honoured the Gods, and study'd to be beneficial to Man. Then why do you fear Death, if you think the Gods as just as you have been? I have a Wife and five small Children that must come to Want if they lose me. I have two Whelps that are not big enough to shift for themselves, that are in want now, and must actually be starv'd if I can provide nothing for them: Your Children will be provided for one way or other; at least as well when I have eat you as if you had been drown'd.","subId":"15","id":"Mandeville.FB.Rem.P.15"},{"type":"paragraph","content":"As to the Excellency of either Species, the value of things among you has ever increas'd with the Scarcity of them, and to a Million of Men there is hardly one Lion; besides that, in the great Veneration Man pretends to have for his Kind, there is little Sincerity farther than it concerns the Share which every ones Pride has in it for himself; 'tis a Folly to boast of the Tenderness shewn and Attendance given to your young ones, or the excessive and lasting Trouble bestow'd in the Education of 'em: Man being born the most necessitous and most helpless Animal, this is only an Instinct of Nature, which in all Creatures has ever proportion'd the Care of the Parents to the Wants and Imbecillities of the Offspring. But if a Man had a real Value for his kind, how is it possible that often Ten Thousand of them, and sometimes Ten times as many, should be destroy'd in few Hours for the Caprice of two? All degrees of Men despise those that are inferior to them, and if you could enter into the Hearts of Kings and Princes, you would hardly find any but what have less Value for the greatest Part of the Multitudes they rule over, than those have for the Cattle that belong to them. Why should so many pretend to derive their Race, tho' but spuriously, from the immortal Gods; why should all of them suffer others to kneel down before them, and more or less take delight in having Divine Honours pay'd them, but to insinuate that themselves are of a more exalted Nature, and a Species superior to that of their Subjects?","subId":"16","id":"Mandeville.FB.Rem.P.16"},{"type":"paragraph","content":"Savage I am, but no Creature can be call'd cruel but what either by Malice or Insensibility extinguishes his natural Pity: The Lion was born without Compassion; we follow the Instinct of our Nature; the Gods have appointed us to live upon the Waste and Spoil of other Animals, and as long as we can meet with dead ones, we never hunt after the Living. 'Tis only Man, mischievous Man, that can make Death a Sport. Nature taught your Stomach to crave nothing but Vegetables; but your violent Fondness to change, and greater Eagerness after Novelties, have prompted you to the Destruction of Animals without Justice or Necessity, perverted your Nature and warp'd your Appetites which way soever your Pride or Luxury have call'd them. The Lion has a Ferment within him that consumes the toughest Skin and hardest Bones as well as the Flesh of all Animals without Exception: Your squeamish Stomach, in which the Digestive Heat is weak and inconsiderable, won't so much as admit of the most tender Parts of them, unless above half the Concoction has been perform'd by artificial Fire beforehand; and yet what Animal have you spared to satisfy the Caprices of a languid Appetite? Languid I say; for what is Man's Hunger if compar'd to the Lion's? Yours, when it is at the worst, makes you Faint, mine makes me Mad: Oft have I tried with Roots and Herbs to allay the Violence of it, but in vain; nothing but large Quantities of Flesh can any ways appease it.","subId":"17","id":"Mandeville.FB.Rem.P.17"},{"type":"paragraph","content":"Yet the Fierceness of our Hunger notwithstanding, Lions have often requited Benefits received; but ungrateful and perfidious Man feeds on the Sheep that clothes him, and spares not her innocent young ones, whom he has taken into his Care and Custody. If you tell me the Gods made Man Master over all other Creatures, what Tyranny was it then to destroy them out of Wantonness? No, fickle timorous Animal, the Gods have made you for Society, and design'd that Millions of you, when well join'd together, should compose the strong Leviathan. A single Lion bears some Sway in the Creation, but what is single Man? A small and inconsiderable part, a trifling Atom of one great Beast. What Nature designs she executes, and 'tis not safe to judge of what she purpos'd, but from the Effects she shews: If she had intended that Man, as Man from a Superiority of Species, should lord it over all other Animals, the Tiger, nay, the Whale and Eagle, would have obey'd his Voice.","subId":"18","id":"Mandeville.FB.Rem.P.18"},{"type":"paragraph","content":"But if your Wit and Understanding exceeds ours, ought not the Lion in deference to that Superiority to follow the Maxims of Men, with whom nothing is more sacred than that the Reason of the strongest is ever the most prevalent? Whole Multitudes of you have conspir'd and compass'd the Destruction of one, after they had own'd the Gods had made him their Superior; and one has often ruin'd and cut off whole Multitudes, whom by the same Gods he had sworn to defend and maintain. Man never acknowledg'd Superiority without Power, and why should I? The Excellence I boast of is visible, all Animals tremble at the sight of the Lion, not out of Panick Fear. The Gods have given me Swiftness to overtake, and Strength to conquer whatever comes near me. Where is there a Creature that has Teeth and Claws like mine; behold the Thickness of these massy Jaw-bones, consider the Width of them, and feel the Firmness of this brawny Neck. The nimblest Deer, the wildest Boar, the stoutest Horse, and strongest Bull are my Prey wherever I meet them. Thus spoke the Lion, and the Merchant fainted away.","subId":"19","id":"Mandeville.FB.Rem.P.19"},{"type":"paragraph","content":"The Lion, in my Opinion, has stretch'd the Point too far; yet when to soften the Flesh of Male Animals, we have by Castration prevented the Firmness their Tendons and every Fibre would have come to without it, I confess, I think it ought to move a human Creature when he reflects upon the cruel Care with which they are fatned for Destruction. When a large and gentle Bullock, after having resisted a ten times greater force of Blows than would have kill'd his Murderer, falls stunn'd at last, and his arm'd Head is fasten'd to the Ground with Cords; as soon as the wide Wound is made, and the Jugulars are cut asunder, what Mortal can without Compassion hear the painful Bellowings intercepted by his Blood, the bitter Sighs that speak the Sharpness of his Anguish, and the deep sounding Grones with loud Anxiety fetch'd from the bottom of his strong and palpitating Heart; Look on the trembling and violent Convulsions of his Limbs; see, while his reeking Gore streams from him, his Eyes become dim and languid, and behold his Strugglings, Gasps and last Efforts for Life, the certain Signs of his approaching Fate? When a Creature has given such convincing and undeniable Proofs of the Terrors upon him, and the Pains and Agonies he feels, is there a Follower of Descartes so inur'd to Blood, as not to refute, by his Commiseration, the Philosophy of that vain Reasoner?","subId":"20","id":"Mandeville.FB.Rem.P.20"}]}