{"id":"Mandeville.FB.Rem.S","imported":true,"parent":"Mandeville.FB.Rem","title":"(S.) No Limner for his Art is fam'd, Stone-cutters, Carvers are not nam'd:","breadcrumb":"Remark S","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_081","blocks":[{"type":"title","content":"(S.) No Limner for his Art is fam'd, Stone-cutters, Carvers are not nam'd:\n","id":"Mandeville.FB.Rem.S"},{"type":"paragraph","content":"IT is, without doubt, that among the Consequences of a National Honesty and Frugality, it would be one not to build any new Houses, or use new Materials as long as there were old ones enough to serve: By this three Parts in four of Masons, Carpenters, Bricklayers, &c. would want Employment; and the building Trade being once destroyed, what would become of Limning, Carving, and other Arts that are ministring to Luxury, and have been carefully forbid by those Lawgivers that preferred a good and honest, to a great and wealthy Society, and endeavoured to render their Subjects rather Virtuous than Rich. By a Law of Lycurgus, it was enacted, That the Cielings of the Spartan Houses should only be wrought by the Ax, and their Gates and Doors only smoothed by the Saw; and this, says Plutarch, was not without Mystery; for if Epaminondas could say with so good a Grace, inviting some of his Friends to his Table; Come, Gentlemen, be secure, Treason would never come to such a poor Dinner as this: Why might not this great Law-giver, in all Probability, have thought, that such ill favour'd Houses would never be capable of receiving Luxury and Superfluity?","subId":"1","id":"Mandeville.FB.Rem.S.1"},{"type":"paragraph","content":"It is reported, as the same Author tells us, that King Leotichidas, the first of that Name, was so little us'd to the sight of carv'd Work, that being entertained at Corinth in a stately Room, he was much surprized to see the Timber and Cieling so finely wrought, and asked his Host whether the Trees grew so in his Country.","subId":"2","id":"Mandeville.FB.Rem.S.2"},{"type":"paragraph","content":"The same want of Employment would reach innumerable Callings; and among the rest, that of the \n\nWeavers that join'd rich Silk with Plate, \n And all the Trades subordinate,\n\n (as the Fable has it) would be one of the first that should have reason to complain; for the Price of Land and Houses being, by the removal of the vast Numbers that had left the Hive, sunk very low on the one side, and every body abhorring all other ways of Gain, but such as were strictly honest on the other, it is not probable that many without Pride or Prodigality should be able to wear Cloth of Gold and Silver, or rich Brocades. The Consequence of which would be, that not only the Weaver, but likewise the Silver-spinner, the Flatter, the Wire-drawer, the Barman, and the Refiner, would in a little time be affected with this Frugality.","subId":"3","id":"Mandeville.FB.Rem.S.3"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.R","imported":true,"title":"(R.) No Honour now, &c.","breadcrumb":"Remark R","published":[1714]},"next":{"id":"Mandeville.FB.Rem.T","imported":true,"title":"(T.) ———— To live great, Had made her Husband rob the State.","breadcrumb":"Remark T","published":[1714]}}