{"id":"Mandeville.FB.Rem.T","imported":true,"parent":"Mandeville.FB.Rem","title":"(T.) ———— To live great, Had made her Husband rob the State.","breadcrumb":"Remark T","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_083","blocks":[{"type":"title","content":"(T.) ———— To live great, Had made her Husband rob the State.\n","id":"Mandeville.FB.Rem.T"},{"type":"paragraph","content":"WHat our common Rogues when they are going to be hanged chiefly complain of, as the Cause of their untimely End, is, next to the neglect of the Sabbath, their having kept Company with ill Women, meaning Whores; and I don't question, but that among the lesser Villains many venture their Necks to indulge and satisfy their low Amours. But the Words that have given Occasion to this Remark, may serve to hint to us, that among the great ones Men are often put upon such dangerous Projects, and forced into such pernicious Measures by their Wives, as the most subtle Mistress never could have persuaded them to. I have shewn already that the worst of Women and most profligate of the Sex did contribute to the Consumption of Superfluities, as well as the Necessaries of Life, and consequently were Beneficial to many peaceable Drudges, that work hard to maintain their Families, and have no worse design than an honest Livelihood. —Let them be banished notwithstanding, says a good Man: When every Strumpet is gone, and the Land wholly freed from Lewdness, God Almighty will pour such Blessings upon it as will vastly exceed the Profits that are now got by Harlots.—This perhaps would be true; but I can make it evident, that with or without Prostitutes, nothing could make amends for the Detriment Trade would sustain, if all those of that Sex, who enjoy the happy State of Matrimony, should act and behave themselves as a sober wise Man could wish them.","subId":"1","id":"Mandeville.FB.Rem.T.1"},{"type":"paragraph","content":"The variety of Work that is perform'd, and the number of Hands employ'd to gratify the Fickleness and Luxury of Women is prodigious, and if only the married ones should hearken to Reason and just Remonstrances, think themselves sufficiently answer'd with the first refusal, and never ask a second time what had been once denied them: If, I say, Married Women would do this, and then lay out no Money but what their Husbands knew and freely allowed of, the Consumption of a thousand things, they now make use of, would be lessened by at least a fourth Part. Let us go from House to House and observe the way of the World only among the middling People, creditable Shop-keepers, that spend Two or Three Hundred a Year, and we shall find the Women when they have half a Score Suits of Clothes, Two or Three of them not the worse for wearing, will think it a sufficient Plea for new Ones, if they can say that they have never a Gown or Petticoat, but what they have been often seen in, and are known by, especially at Church; I don't speak now of profuse extravagant Women, but such as are counted Prudent and Moderate in their Desires.","subId":"2","id":"Mandeville.FB.Rem.T.2"},{"type":"paragraph","content":"If by this Pattern we should in Proportion judge of the highest Ranks, where the richest Clothes are but a trifle to their other Expences, and not forget the Furniture of all sorts, Equipages, Jewels, and Buildings of Persons of Quality, we should find the fourth Part I speak of a vast Article in Trade, and that the Loss of it would be a greater Calamity to such a Nation as ours, than it is possible to conceive any other, a raging Pestilence not excepted: for the Death of half a Million of People could not cause a tenth Part of the Disturbance to the Kingdom, that the same Number of Poor unemploy'd would certainly create, if at once they were to be added to those, that already one way or other are a Burthen to the Society.","subId":"3","id":"Mandeville.FB.Rem.T.3"},{"type":"paragraph","content":"Some few Men have a real Passion for their Wives, and are fond of them without reserve; others that don't care, and have little Occasion for Women, are yet seemingly uxorious, and love out of Vanity; they take Delight in a handsome Wife, as a Coxcomb does in a fine Horse, not for the use he makes of it, but because it is His: The Pleasure lies in the consciousness of an uncontrolable Possession, and what follows from it, the Reflexion on the mighty Thoughts he imagines others to have of his Happiness. The Men of either sort may be very lavish to their Wives, and often preventing their Wishes croud New Clothes and other Finery upon them faster than they can ask it, but the greatest part are wiser than to indulge the Extravagances of their Wives so far, as to give them immediately every thing they are pleas'd to fancy.","subId":"4","id":"Mandeville.FB.Rem.T.4"},{"type":"paragraph","content":"It is incredible what vast quantity of Trinkets as well as Apparel are purchas'd and used by Women, which they could never have come at by any other means, than pinching their Families, Marketting, and other ways of cheating and pilfering from their Husbands: Others by ever teazing their Spouses, tire them into Compliance, and conquer even obstinate Churls by perseverance and their assiduity of asking; A Third sort are outrageous at a denial, and by downright Noise and Scolding bully their tame Fools out of any thing they have a mind to; while thousands by the force of Wheedling know how to overcome the best weigh'd Reasons and the most positive reiterated Refusals; the Young and Beautiful especially laugh at all Remonstrances and Denials, and few of them scruple to employ the most tender Minutes of Wedlock to promote a sordid Interest. Here had I time I could inveigh with warmth against those Base, those wicked Women, who calmly play their Arts and false deluding Charms against our Strength and Prudence, and act the Harlots with their Husbands! Nay, she is worse than Whore, who impiously prophanes and prostitutes the Sacred Rites of Love to Vile Ignoble Ends; that first excites to Passion and invites to Joys with seeming Ardour, then racks our Fondness for no other purpose than to extort a Gift, while full of Guile in Counterfeited Transports she watches for the Moment when Men can least deny.","subId":"5","id":"Mandeville.FB.Rem.T.5"},{"type":"paragraph","content":"I beg pardon for this Start out of my way, and desire the experienced Reader duly to weigh what has been said as to the main Purpose, and after that call to mind the temporal Blessings, which Men daily hear not only toasted and wish'd for, when People are merry and doing of nothing; but likewise gravely and solemnly pray'd for in Churches, and other religious Assemblies, by Clergymen of all Sorts and Sizes: And as soon as he shall have laid these Things together, and, from what he has observ'd in the common Affairs of Life, reason'd upon them consequentially without Prejudice, I dare flatter my self, that he will be oblig'd to own, that a considerable Portion of what the Prosperity of London and Trade in general, and consequently the Honour, Strength, Safety, and all the worldly Interest of the Nation consist in, depends entirely on the Deceit and vile Stratagems of Women; and that Humility, Content, Meekness, Obedience to reasonable Husbands, Frugality, and all the Virtues together, if they were possess'd of them in the most eminent Degree, could not possibly be a thousandth Part so serviceable, to make an opulent, powerful, and what we call a flourishing Kingdom, than their most hateful Qualities.","subId":"6","id":"Mandeville.FB.Rem.T.6"},{"type":"paragraph","content":"I don't question, but many of my Readers will be startled at this Assertion, when they look on the Consequences that may be drawn from it; and I shall be ask'd, whether People may not as well be virtuous in a populous, rich, wide, extended Kingdom, as in a small, indigent State or Principality, that is poorly inhabited? And if that be impossible, Whether it is not the Duty of all Sovereigns to reduce their Subjects, as to Wealth and Numbers, as much as they can? If I allow they may, I own my self in the wrong; and if I affirm the other, my Tenets will justly be call'd impious, or at least dangerous to all large Societies. As it is not in this Place of the Book only, but a great many others, that such Queries might be made even by a well-meaning Reader, I shall here explain my self, and endeavour to solve those Difficulties, which several Passages might have rais'd in him, in order to demonstrate the Consistency of my Opinion to Reason, and the strictest Morality.","subId":"7","id":"Mandeville.FB.Rem.T.7"},{"type":"paragraph","content":"I lay down as a first Principle, that in all Societies, great or small, it is the Duty of every Member of it to be good, that Virtue ought to be encourag'd, Vice discountenanc'd, the Laws obey'd, and the Transgressors punish'd. After this I affirm, that if we consult History both Ancient and Modern, and take a view of what has past in the World, we shall find that Human Nature since the Fall of Adam has always been the same, and that the Strength and Frailties of it have ever been conspicuous in one Part of the Globe or other, without any Regard to Ages, Climates, or Religion. I never said, nor imagin'd, that Man could not be virtuous as well in a rich and mighty Kingdom, as in the most pitiful Commonwealth; but I own it is my Sense that no Society can be rais'd into such a rich and mighty Kingdom, or so rais'd, subsist in their Wealth and Power for any considerable Time, without the Vices of Man.","subId":"8","id":"Mandeville.FB.Rem.T.8"},{"type":"paragraph","content":"This I imagine is sufficiently prov'd throughout the Book; and as Human Nature still continues the same, as it has always been for so many thousand Years, we have no great Reason to suspect a future Change in it, while the World endures. Now I cannot see what Immorality there is in shewing a Man the Origin and Power of those Passions, which so often, even unknowingly to himself, hurry him away from his Reason; or that there is any Impiety in putting him upon his Guard against himself, and the secret Stratagems of Self-Love, and teaching him the difference between such Actions as proceed from a Victory over the Passions, and those that are only the result of a Conquest which one Passion obtains over another; that is, between Real, and Counterfeited Virtue. It is an admirable Saying of a worthy Divine, That tho' many Discoveries have been made in the World of Self-Love, there is yet abundance of Terra incognita left behind. What hurt do I do to Man if I make him more known to himself than he was before? But we are all so desperately in Love with Flattery, that we can never relish a Truth that is mortifying, and I don't believe that the Immortality of the Soul, a Truth broach'd long before Christianity, would have ever found such a general Reception in human Capacities as it has, had it not been a pleasing one, that extoll'd and was a Compliment to the whole Species, the Meanest and most Miserable not excepted.","subId":"9","id":"Mandeville.FB.Rem.T.9"},{"type":"paragraph","content":"Every one loves to hear the Thing well spoke of, that he has a Share in, even Bailiffs, Goal-keepers, and the Hangman himself would have you think well of their Functions; nay, Thieves and House-breakers have a greater Regard to those of their Fraternity than they have for Honest People; and I sincerely believe, that it is chiefly Self-Love that has gained this little Treatise (as it was before the last Impression) so many Enemies; every one looks upon it as an Affront done to himself, because it detracts from the Dignity, and lessens the fine Notions he had conceiv'd of Mankind, the most Worshipful Company he belongs to. When I say that Societies cannot be rais'd to Wealth and Power, and the Top of Earthly Glory without Vices, I don't think that by so saying I bid Men be Vicious, any more than I bid 'em be Quarrelsome or Covetous, when I affirm that the Profession of the Law could not be maintain'd in such Numbers and Splendor, if there was not abundance of too Selfish and Litigious People.","subId":"10","id":"Mandeville.FB.Rem.T.10"},{"type":"paragraph","content":"But as nothing would more clearly demonstrate the Falsity of my Notions, than that the generality of the People should fall in with them, so I don't expect the Approbation of the Multitude. I write not to many, nor seek for any Well-wishers, but among the few that can think abstractly, and have their Minds elevated above the Vulgar. If I have shewn the way to worldly Greatness, I have always without Hesitation preferr'd the Road that leads to Virtue.","subId":"11","id":"Mandeville.FB.Rem.T.11"},{"type":"paragraph","content":"Would you banish Fraud and Luxury, prevent Profaneness and Irreligion, and make the generality of the People Charitable, Good and Virtuous, break down the Printing-Presses, melt the Founds, and burn all the Books in the Island, except those at the Universities, where they remain unmolested, and suffer no Volume in private Hands but a Bible: Knock down Foreign Trade, prohibit all Commerce with Strangers, and permit no Ships to go to Sea, that ever will return, beyond Fisher-Boats. Restore to the Clergy, the King and the Barons their Ancient Privileges, Prerogatives and Possessions: Build New Churches, and convert all the Coin you can come at into Sacred Utensils: Erect Monasteries and Almshouses in abundance, and let no Parish be without a Charity-School. Enact Sumptuary Laws, and let your Youth be inured to Hardship: Inspire them with all the nice and most refined Notions of Honour and Shame, of Friendship and of Heroism, and introduce among them a great Variety of imaginary Rewards: Then let the Clergy preach Abstinence and Self-denial to others, and take what Liberty they please for themselves; let them bear the greatest Sway in the Management of State-Affairs, and no Man be made Lord-Treasurer but a Bishop.","subId":"12","id":"Mandeville.FB.Rem.T.12"},{"type":"paragraph","content":"By such pious Endeavours, and wholsome Regulations, the Scene would be soon alter'd; the greatest part of the Covetous, the Discontented, the Restless and Ambitious Villains would leave the Land, vast Swarms of Cheating Knaves would abandon the City, and be dispers'd throughout the Country: Artificers would learn to hold the Plough, Merchants turn Farmers, and the sinful over-grown Jerusalem, without Famine, War, Pestilence, or Compulsion, be emptied in the most easy manner, and ever after cease to be dreadful to her Sovereigns. The happy reform'd Kingdom would by this means be crowded in no part of it, and every thing Necessary for the Sustenance of Man be cheap and abound: On the contrary, the Root of so many thousand Evils, Money, would be very scarce, and as little wanted, where every Man should enjoy the Fruits of his own Labour, and our own dear Manufacture unmix'd be promiscuously wore by the Lord and the Peasant. It is impossible, that such a Change of Circumstances should not influence the Manners of a Nation, and render them Temperate, Honest, and Sincere, and from the next Generation we might reasonably expect a more healthy and robust Offspring than the present; an harmless, innocent and well-meaning People, that would never dispute the Doctrine of Passive Obedience, nor any other Orthodox Principles, but be submissive to Superiors, and unanimous in religious Worship.","subId":"13","id":"Mandeville.FB.Rem.T.13"},{"type":"paragraph","content":"Here I fancy my self interrupted by an Epicure, who not to want a restorative Diet in case of Necessity, is never without live Ortelans, and I am told that Goodness and Probity are to be had at a cheaper rate than the Ruin of a Nation, and the Destruction of all the Comforts of Life; that Liberty and Property may be maintain'd without Wickedness or Fraud, and Men be good Subjects without being Slaves, and religious tho' they refus'd to be Priest-rid; that to be frugal and saving is a Duty incumbent only on those, whose Circumstances require it, but that a Man of a good Estate does his Country a Service by living up to the Income of it; that as to himself, he is so much Master of his Appetites that he can abstain from any thing upon occasion; that where true Hermitage was not to be had he could content himself with plain Bourdeaux, if it had a good Body; that many a Morning instead of St. Lawrence he has made a Shift with Fronteniac, and after Dinner given Cyprus Wine, and even Madera, when he has had a large Company, and thought it Extravagant to treat with Tockay; but that all voluntary Mortifications are Superstitious, only belonging to blind Zealots and Enthusiasts. He'll quote my Lord Shaftsbury against me, and tell me that People may be Virtuous and Sociable without Self-denial, that it is an Affront to Virtue to make it inaccessible, that I make a Bugbear of it to frighten Men from it as a thing impracticable; but that for his part he can praise God, and at the same time enjoy his Creatures with a good Conscience; neither will he forget any thing to his Purpose of what I have said, Page 127. He'll ask me at last, whether the Legislature, the Wisdom of the Nation it self, while they endeavour as much as possible to discourage Profaneness and Immorality, and promote the Glory of God, do not openly profess at the same time to have nothing more at Heart than the Ease and Welfare of the Subject, the Wealth, Strength, Honour, and what else is call'd the true Interest of the Country; and moreover, whether the most Devout and most Learned of our Prelates in their greatest Concern for our Conversion, when they beseech the Deity to turn their own as well as our Hearts from the World and all Carnal Desires, do not in the same Prayer as loudly sollicit him to pour all Earthly Blessings and temporal Felicity on the Kingdom they belong to.","subId":"14","id":"Mandeville.FB.Rem.T.14"},{"type":"paragraph","content":"These are the Apologies, the Excuses and common Pleas, not only of those who are notoriously vicious, but the generality of Mankind, when you touch the Copy-hold of their Inclinations; and trying the real Value they have for Spirituals, would actually strip them of what their Minds are wholly bent upon. Ashamed of the many Frailties they feel within, all Men endeavour to hide themselves, their Ugly Nakedness , from each other, and wrapping up the true Motives of their Hearts in the Specious Cloke of Sociableness, and their Concern for the publick Good, they are in hopes of concealing their filthy Appetites and the Deformity of their Desires; while they are conscious within of the Fondness for their darling Lusts, and their Incapacity, barefac'd, to tread the arduous, rugged Path of Virtue.","subId":"15","id":"Mandeville.FB.Rem.T.15"},{"type":"paragraph","content":"As to the two last Questions, I own they are very puzzling: To what the Epicure asks I am oblig'd to answer in the Affirmative; and unless I would (which God forbid!) arraign the Sincerity of Kings, Bishops, and the whole Legislative Power, the Objection stands good against me: All I can say for myself is, that in the Connexion of the Facts there is a Mystery past Human Understanding; and to convince the Reader, that this is no Evasion, I shall illustrate the Incomprehensibility of it in the following Parable.","subId":"16","id":"Mandeville.FB.Rem.T.16"},{"type":"paragraph","content":"In old Heathen Times there was, they say, a whimsical Country, where the People talk'd much of Religion, and the greatest part as to outward Appearance seem'd really Devout: The chief moral Evil among them was Thirst, and to quench it a damnable Sin; yet they unanimously agreed that every one was born Thirsty more or less: Small Beer in Moderation was allow'd to all, and he was counted an Hypocrite, a Cynick, or a Madman, who pretended that one could live altogether without it; yet those, who owned they loved it, and drank it to Excess, were counted wicked. All this while the Beer it self was reckon'd a Blessing from Heaven, and there was no harm in the use of it; all the Enormity lay in the Abuse, the Motive of the Heart, that made them drink it. He that took the least Drop of it to quench his Thirst, committed a heinous Crime, while others drank large Quantities without any Guilt, so they did it indifferently, and for no other Reason than to mend their Complexion.","subId":"17","id":"Mandeville.FB.Rem.T.17"},{"type":"paragraph","content":"They Brew'd for other Countries as well as their own, and for the Small Beer they sent abroad, they received large Returns of Westphalia-Hams, Neats-Tongues, Hung-Beef, and Bolonia-Sausages, Red-Herrings, Pickled-Sturgeon, Cavear, Anchoves, and every thing that was proper to make their Liquor go down with Pleasure. Those who kept great Stores of Small Beer by them without making use of it, were generally envied, and at the same time very odious to the Publick, and no body was easy that had not enough of it come to his own share. The greatest Calamity they thought could befal them, was to keep their Hops and Barley upon their Hands, and the more they yearly consumed of them, the more they reckon'd the Country to flourish.","subId":"18","id":"Mandeville.FB.Rem.T.18"},{"type":"paragraph","content":"The Government had many very wise Regulations concerning the Returns that were made for their Exports, encouraged very much the Importation of Salt and Pepper, and laid heavy Duties on every thing that was not well season'd, and might any ways obstruct the Sale of their own Hops and Barley. Those at Helm, when they acted in publick, shew'd themselves on all Accounts exempt and wholly divested from Thirst, made several Laws to prevent the Growth of it, and punish the Wicked who openly dared to quench it. If you examin'd them in their private Persons, and pry'd narrowly into their Lives and Conversations, they seem'd to be more fond, or at least drank larger Draughts of Small Beer than others, but always under Pretence that the mending of Complexions required greater Quantities of Liquor in them, than it did in those they Ruled over; and that, what they had chiefly at Heart, without any regard to themselves, was to procure great Plenty of Small Beer among the Subjects in general, and a great Demand for their Hops and Barley.","subId":"19","id":"Mandeville.FB.Rem.T.19"},{"type":"paragraph","content":"As no body was debarr'd from Small Beer, the Clergy made use of it as well as the Laity, and some of them very plentifully; yet all of them desired to be thought less Thirsty by their Function than others, and never would own that they drank any but to mend their Complexions. In their Religious Assemblies they were more sincere; for as soon as they came there, they all openly confess'd, the Clergy as well as the Laity, from the highest to the lowest, that they were Thirsty, that mending their Complexions was what they minded the least, and that all their Hearts were set upon Small Beer and quenching their Thirst, whatever they might pretend to the contrary. What was remarkable is, that to have laid hold of those Truths to any one's Prejudice, and made use of those Confessions afterwards out of their Temples would have been counted very impertinent, and every body thought it an heinous Affront to be call'd Thirsty, tho' you had seen him drink Small Beer by whole Gallons. The chief Topicks of their Preachers was the great Evil of Thirst, and the Folly there was in quenching it. They exhorted their Hearers to resist the Temptations of it, inveigh'd against Small Beer, and often told them it was Poison, if they drank it with Pleasure, or any other Design than to mend their Complexions.","subId":"20","id":"Mandeville.FB.Rem.T.20"},{"type":"paragraph","content":"In their Acknowledgments to the Gods, they thank'd them for the Plenty of comfortable Small Beer they had receiv'd from them, notwithstanding they had so little deserv'd it, and continually quench'd their Thirst with it; whereas they were so thorowly satisfy'd, that it was given them for a better Use. Having begg'd Pardon for those Offences, they desired the Gods to lessen their Thirst, and give them Strength to resist the Importunities of it; yet, in the midst of their sorest Repentance, and most humble Supplications, they never forgot Small Beer, and pray'd that they might continue to have it in great Plenty, with a solemn Promise, that how neglectful soever they might hitherto have been in this Point, they would for the future not drink a Drop of it with any other Design than to mend their Complexions.","subId":"21","id":"Mandeville.FB.Rem.T.21"},{"type":"paragraph","content":"These were standing Petitions put together to last; and having continued to be made use of without any Alterations for several hundred Years together; it was thought by some, that the Gods, who understood Futurity, and knew that the same Promise they heard in June would be made to them the January following, did not rely much more on those Vows, than we do on those waggish Inscriptions by which Men offer us their Goods, To-day for Money, and To-morrow for nothing. They often began their Prayers very mystically, and spoke many things in a spiritual Sense; yet, they never were so abstract from the World in them, as to end one without beseeching the Gods to bless and prosper the Brewing Trade in all its Branches, and for the Good of the Whole, more and more to increase the Consumption of Hops and Barley.","subId":"22","id":"Mandeville.FB.Rem.T.22"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.S","imported":true,"title":"(S.) No Limner for his Art is fam'd, Stone-cutters, Carvers are not nam'd:","breadcrumb":"Remark S","published":[1714]},"next":{"id":"Mandeville.FB.Rem.V","imported":true,"title":"(V.) Content, the Bane of Industry.","breadcrumb":"Remark V","published":[1714]}}