{"imported":true,"id":"Mandeville.FB.Rem.V","parent":"Mandeville.FB.Rem","title":"(V.) Content, the Bane of Industry.","breadcrumb":"Remark V","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_085","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called The Grumbling Hive, or Knaves Turn'd Honest. In 1714, he published the poem again, together with a preface, An Enquiry into the Origin of Moral Virtue, and several Remarks on the poem, all under the title of The Fable of the Bees. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"(V.) Content, the Bane of Industry.\n","id":"Mandeville.FB.Rem.V"},{"type":"paragraph","content":"I Have been told by many, that the Bane of Industry is Laziness, and not Content; therefore to prove my Assertion, which seems a Paradox to some, I shall treat of Laziness and Content separately, and afterwards speak of Industry, that the Reader may judge which it is of the two former that is most opposite to the latter.","subId":"1","id":"Mandeville.FB.Rem.V.1"},{"type":"paragraph","content":"Laziness is an Aversion to Business, generally attended with an unreasonable Desire of remaining unactive; and every Body is lazy, who without being hinder'd by any other warrantable Employment, refuses or puts off any Business which he ought to do for himself or others. We seldom call any body lazy, but such as we reckon inferior to us, and of whom we expect some Service. Children don't think their Parents lazy, nor Servants their Masters; and if a Gentleman indulges his Ease and Sloth so abominably, that he won't put on his own Shoes, though he is young and slender, no body shall call him lazy for it, if he can keep but a Footman, or some body else to do it for him.","subId":"2","id":"Mandeville.FB.Rem.V.2"},{"type":"paragraph","content":"Mr. Dryden has given us a very good Idea of superlative Slothfulness in the Person of a Luxurious King of Egypt. His Majesty having bestowed some considerable Gifts on several of his Favourites, is attended by some of his chief Ministers with a Parchment which he was to sign to confirm those Grants. First, he walks a few Turns to and fro with a heavy Uneasiness in his Looks, then sets himself down like a Man that's tired, and at last with abundance of Reluctancy to what he was going about, he takes up the Pen, and falls a complaining very seriously of the Length of the Word Ptolemy, and expresses a great deal of Concern, that he had not some short Monosyllable for his Name, which he thought wou'd save him a World of Trouble.","subId":"3","id":"Mandeville.FB.Rem.V.3"},{"type":"paragraph","content":"We often reproach others with Laziness, because we are guilty of it our selves. Some days ago as two young Women sat knotting together, says one to the other, there comes a wicked Cold through that Door, you are the nearest to it, Sister, pray shut it. The other, who was the youngest, vouchsaf'd indeed to cast an Eye towards the Door, but sat still and said nothing; the eldest spoke again two or three times, and at last the other making her no answer, nor offering to stir, she got up in a Pet and shut the Door herself; coming back to sit down again, she gave the younger a very hard Look, and said; Lord, Sister Betty, I would not be so lazy as you are for all the World; which she spoke so earnestly, that it brought a Colour in her Face. The youngest should have risen, I own; but if the eldest had not over-valued her Labour, she would have shut the Door herself, as soon as the Cold was offensive to her, without making any words of it. She was not above a Step farther from the Door than her Sister, and as to Age, there was not Eleven Months difference between them, and they were both under Twenty. I thought it a hard matter to determine which was the laziest of the two.","subId":"4","id":"Mandeville.FB.Rem.V.4"},{"type":"paragraph","content":"There are a thousand Wretches that are always working the Marrow out of their Bones for next to nothing, because they are unthinking and ignorant of what the Pains they take are worth: while others who are cunning and understand the true value of their Work, refuse to be employ'd at under Rates, not because they are of an unactive Temper, but because they won't beat down the Price of their Labour. A Country Gentleman sees at the back side of the Exchange a Porter walking to and fro with his Hands in his Pockets. Pray, says he, Friend, will you step for me with this Letter as far as Bow-Church, and I'll give you a Penny? I'll go with all my Heart, says t'other, but I must have Two-pence, Master; which the Gentleman refusing to give, the Fellow turn'd his Back, and told him, he'd rather play for nothing than work for nothing. The Gentleman thought it an unaccountable piece of Laziness in a Porter, rather to saunter up and down for nothing, than to be earning a Penny with as little trouble. Some Hours after he happen'd to be with some Friends at a Tavern in Threadneedlestreet, where one of them calling to mind that he had forgot to send for a Bill of Exchange that was to go away with the Post that Night, was in great Perplexity, and immediately wanted some body to go for him to Hackney with all the Speed imaginable. It was after Ten, in the middle of Winter, a very rainy Night, and all the Porters thereabouts were gone to Bed. The Gentleman grew very uneasy, and said, whatever it cost him that somebody he must send; at last one of the Drawers seeing him so very pressing, told him that he knew a Porter, who would rise, if it was a Job worth his while. Worth his while, said the Gentleman very eagerly, don't doubt of that, good Lad, if you know of any body let him make what haste he can, and I'll give him a Crown if he be back by Twelve o'Clock. Upon this the Drawer took the Errand, left the Room, and in less than a Quarter of an Hour came back with the welcome News that the Message would be dispatch'd with all Expedition. The Company in the mean time diverted themselves as they had done before; but when it began to be towards Twelve the Watches were pull'd out, and the Porter's Return was all the Discourse. Some were of Opinion he might yet come before the Clock had struck; others thought it impossible, and now it wanted but three Minutes of Twelve when in comes the nimble Messenger smoking hot, with his Clothes as wet as Dung with the Rain, and his Head all over in a Bath of Sweat. He had nothing dry about him but the inside of his Pocket-Book, out of which he took the Bill he had been for, and by the Drawer's Direction presented it to the Gentleman it belonged to; who being very well pleas'd with the Dispatch he had made, gave him the Crown he had promis'd, while another fill'd him a Bumper, and the whole Company commended his Diligence. As the Fellow came nearer the Light, to take up the Wine, the Country Gentleman I mention'd at first, to his great Admiration, knew him to be the same Porter that had refus'd to earn his Penny, and whom he thought the laziest Mortal Alive.","subId":"5","id":"Mandeville.FB.Rem.V.5"},{"type":"paragraph","content":"The Story teaches us, that we ought not to confound those who remain unemploy'd for want of an Opportunity of exerting themselves to the best advantage, with such as for want of Spirit, hug themselves in their Sloth, and will rather starve than stir. Without this Caution, we must pronounce all the World more or less lazy, according to their Estimation of the Reward they are to purchase with their Labour, and then the most Industrious may be call'd Lazy.","subId":"6","id":"Mandeville.FB.Rem.V.6"},{"type":"paragraph","content":"Content I call that calm Serenity of the Mind, which Men enjoy while they think themselves happy, and rest satisfy'd with the Station they are in: It implies a favourable Construction of our present Circumstances, and a peaceful Tranquillity, which Men are Strangers to as long as they are sollicitous about mending their Condition. This is a Virtue of which the Applause is very precarious and uncertain: for according as Mens Circumstances vary, they'll either be blam'd or commended for being possess'd of it.","subId":"7","id":"Mandeville.FB.Rem.V.7"},{"type":"paragraph","content":"A single Man that works hard at a laborious Trade, has a hundred a Year left him by a Relation: This Change of Fortune makes him soon weary of working, and not having Industry enough to put himself forward in the World, he resolves to do nothing at all, and live upon his Income. As long as he lives within Compass, pays for what he has, and offends no body, he shall be call'd an honest quiet Man. The Victualler, his Landlady, the Tailor, and others divide what he has between them, and the Society is every Year the better for his Revenue; whereas, if he should follow his own or any other Trade, he must hinder others, and some body would have the less for what he should get; and therefore, tho' he should be the idlest Fellow in the World, lie a-bed fifteen Hours in four and twenty, and do nothing but sauntring up and down all the rest of the time, no body would discommend him, and his unactive Spirit is honoured with the Name of Content.","subId":"8","id":"Mandeville.FB.Rem.V.8"},{"type":"paragraph","content":"But if the same Man marries, gets three or four Children, and still continues of the same easy Temper, rests satisfied with what he has, and without endeavouring to get a Penny, indulges his former Sloth: First, his Relations, afterwards all his Acquaintance, will be alarm'd at his Negligence: They foresee that his Income will not be sufficient to bring up so many Children handsomely, and are afraid, some of them may, if not a Burden, become a Disgrace to them. When these Fears have been for some time whispered about from one to another, his Uncle Gripe takes him to Task, and accosts him in the following Cant; What, Nephew, no Business yet! Fy upon't! I can't imagine how you do to spend your Time; if you won't work at your own Trade, there are fifty ways that a Man may pick up a Penny by: You have a Hundred a Year, 'tis true, but your Charges increase every Year, and what must you do when your Children are grown up? I have a better Estate than you my self, and yet you don't see me leave off my Business; nay, I declare it, might I have the World I could not lead the Life you do. 'Tis no Business of mine, I own, but every body cries, 'tis a Shame a young Man as you are, that has his Limbs and his Health, should not turn his Hands to something or other. If these Admonitions do not reform him in a little time, and he continues half a Year longer without Employment, he'll become a Discourse to the whole Neighbourhood, and for the same Qualifications that once got him the Name of a quiet contented Man, he shall be call'd the worst of Husbands and the laziest Fellow upon Earth: From whence it is manifest, that when we pronounce Actions good or evil, we only regard the Hurt or Benefit the Society receives from them, and not the Person who commits them. (See Page 34.)","subId":"9","id":"Mandeville.FB.Rem.V.9"},{"type":"paragraph","content":"Diligence and Industry are often used promiscuously, to signify the same thing, but there is a great Difference between them. A poor Wretch may want neither Diligence nor Ingenuity, be a saving Pains-taking Man, and yet without striving to mend his Circumstances remain contented with the Station he lives in; but Industry implies, besides the other Qualities, a Thirst after Gain, and an Indefatigable Desire of meliorating our Condition. When Men think either the Customary Profits of their Calling, or else the Share of Business they have too small, they have two ways to deserve the Name of Industrious; and they must be either Ingenious enough to find out uncommon, and yet warrantable Methods to increase their Business or their Profit, or else supply that Defect by a Multiplicity of Occupations. If a Tradesman takes care to provide his Shop, and gives due Attendance to those that come to it, he is a diligent Man in his Business; but if, besides that, he takes particular Pains to sell to the same Advantage a better Commodity than the rest of his Neighbours, or if by his Obsequiousness, or some other good quality, getting into a large Acquaintance, he uses all possible Endeavours of drawing Customers to his House, he then may be called Industrious. A Cobler, though he is not employed half of his Time, if he neglects no Business, and makes dispatch when he has any, is a diligent Man; but if he runs of Errands when he has no Work, or makes but Shoe-pins, and serves as a Watchman a-nights, he deserves the Name of Industrious.","subId":"10","id":"Mandeville.FB.Rem.V.10"},{"type":"paragraph","content":"If what has been said in this Remark be duly weigh'd, we shall find, either that Laziness and Content are very near a-kin, or if there be a great difference between them, that the latter is more contrary to Industry than the former.","subId":"11","id":"Mandeville.FB.Rem.V.11"}]}