{"imported":true,"id":"Hutcheson.EI.ENP.1","parent":"Hutcheson.EI.ENP","title":"Section 1. A general Account of our several Senses and Desires, Selfish or Publick","breadcrumb":"Section 1","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_018","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT I.</h3> <h3><em>A general Account of our several <span class=\"small-capitals\">Senses</span> and <span class=\"small-capitals\">Desires</span>, </em>Selfish<em> or </em>Publick<em>.</em></h3> ","id":"Hutcheson.EI.ENP.1"},{"type":"paragraph","content":"THE Nature of human Actions cannot be sufficiently understood without considering the <em>Affections</em> and <em>Passions</em>; or those <em>Modifications, or Actions of the Mind consequent upon the Apprehension of certain Objects or Events, in which the Mind generally conceives Good or Evil</em>. In this Inquiry we need little <em>Reasoning</em>, or <em>Argument</em>, since Certainty is only attainable by distinct <em>Attention</em> to what we are <em>conscious</em> happens in our Minds.","subId":"1","id":"Hutcheson.EI.ENP.1.1"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">Objects</span>, Actions, or Events obtain the Name of <em>Good</em>, or <em>Evil</em>, according as they are the Causes, or Occasions, mediately, or immediately, of a grateful, or ungrateful <em>Perception</em> to some sensitive Nature.</q> To understand therefore the several Kinds of <em>Good</em>, or <em>Evil</em>, we must apprehend the several Powers of Perception or <em>Senses</em> natural to us.","subId":"2","id":"Hutcheson.EI.ENP.1.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is by some Power of Perception, or <em>Sense</em>, that we first receive the Ideas of these Objects we are conversant with, or by some <em>Reasoning</em> upon these perceived Objects of Sense. By Sensation we not only receive the <em>Image</em> or <em>Representation</em>, but some Feelings of <em>Pleasure</em> or <em>Pain</em>; nay sometimes the sole Perception is that of <em>Pleasure</em> or <em>Pain</em>, as in <em>Smells</em>, and the Feelings of <em>Hunger</em> and <em>Thirst</em>. The Pleasures or Pains perceived, are sometimes <em>simple</em>, without any other previous Idea, or any Image, or other concomitant Ideas, save those of <em>Duration</em> or <em>Time</em>, which accompanies every Perception, whether of <em>Sense</em>, or <em>inward Consciousness</em>. Other Pleasures arise only upon some <em>previous Idea</em>, or <em>Image</em>, <em>Assemblage</em>, or <em>Comparison of Ideas</em>. These Pleasures presupposing previous Ideas, were called <em>Perceptions</em> of an <em>internal Sense</em>, in a former Treatise<a href=\"#n1\"><sup>[1]</sup></a>. Thus <em>Regularity</em> and <em>Uniformity</em> in Figures, are no less grateful than <em>Tastes</em>, or <em>Smells</em>; the <em>Harmony</em> of Notes, is more grateful than simple Sounds<a href=\"#n2\"><sup>[2]</sup></a>. In like manner, <em>Affections</em>, <em>Tempers</em>, <em>Sentiments</em>, or <em>Actions</em>, reflected upon in ourselves, or observed in others, are the constant <em>Occasions</em> of agreeable or disagreeable Perceptions, which we call <em>Approbation</em>, or <em>Dislike.</em> These <em>Moral Perceptions</em> arise in us as necessarily as any other Sensations; nor can we alter, or stop them, while our <em>previous Opinion</em> or <em>Apprehension</em> of the <em>Affection</em>, <em>Temper</em>, or <em>Intention</em> of the Agent continues the same; any more than we can make the Taste of Wormwood sweet, or that of Honey bitter.","subId":"3","id":"Hutcheson.EI.ENP.1.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> we may call <q><em>every Determination of our Minds to receive Ideas independently on our Will, and to have Perceptions of Pleasure and Pain, <span class=\"small-capitals\">a Sense</span></em></q>, we shall find many other <em>Senses</em> beside those commonly explained. Though it is not easy to assign accurate Divisions on such Subjects, yet we may reduce them to the following Classes, leaving it to others to arrange them as they think convenient. A little Reflection will shew that there are such <em>Natural Powers</em> in the human Mind, in whatever Order we place them. In the 1st Class are the <em>External Senses</em>, universally known. In the 2d, the <em>Pleasant Perceptions</em> arising from <em>regular</em>, <em>harmonious</em>, <em>uniform</em> Objects; as also from <em>Grandeur</em> and <em>Novelty</em>. These we may call, after <span class=\"name\">Mr. <span class=\"small-capitals\">Addison</span></span>, the Pleasures of the <em>Imagination</em>; or we may call the Power of receiving them, an <em>Internal Sense</em>. Whoever dislikes this Name may substitute another. 3. The next Class of Perceptions we may call a <em>Publick Sense</em>, <em>viz.</em> <q>our Determination to be pleased with the <em>Happiness</em> of others, and to be uneasy at their <em>Misery</em>.</q> This is found in some degree in all Men, and was sometimes called <span class=\"foreign\">Ḱοινονοημοσύνη</span>, or <span class=\"foreign\">Sensus Communis</span> by some of the Antients. This inward Pain of Compassion cannot be called a Sensation of Sight. It solely arises from an Opinion of <em>Misery felt by another</em>, and not immediately from a visible Form. The same Form presented to the Eye by the exactest Painting, or the Action of a Player, gives no Pain to those who remember that there is no Misery felt. When Men by Imagination conceive real Pain felt by an Actor, without recollecting that it is merely feigned, or when they think of the real Story represented, then, as there is a confused Opinion of real Misery, there is also Pain in Compassion. 4. The fourth Class we may call the <em>Moral Sense</em>, by which <q>we perceive <em>Virtue</em> or <em>Vice</em>, in ourselves, or others.</q> This is plainly distinct from the former Class of Perceptions, since many are strongly affected with the Fortunes of others, who seldom reflect upon <em>Virtue</em> or <em>Vice</em>, in themselves, or others, as an Object: as we may find in <em>Natural Affection</em>, <em>Compassion</em>, <em>Friendship</em>, or even <em>general Benevolence</em> to Mankind, which connect our Happiness or Pleasure with that of others, even when we are not reflecting upon our own Temper, nor delighted with the Perception of our own Virtue. 5. The fifth Class is a <em>Sense of Honour</em>, which makes the <em>Approbation</em>, or <em>Gratitude</em> of others, for any good Actions we have done, the necessary occasion of Pleasure; and their <em>Dislike</em>, <em>Condemnation</em>, or <em>Resentment</em> of Injuries done by us, the occasion of that uneasy Sensation called <em>Shame</em>, even when we fear no further evil from them.","subId":"4","id":"Hutcheson.EI.ENP.1.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are perhaps other <em>Perceptions</em> distinct from all these Classes, such as some Ideas <q>of <em>Decency</em>, <em>Dignity</em>, <em>Suitableness to human Nature</em> in certain Actions and Circumstances; and of an <em>Indecency</em>, <em>Meanness</em>, and <em>Unworthiness</em>, in the contrary Actions or Circumstances, even without any conception of <em>Moral</em> Good, or Evil.</q> Thus the Pleasures of <em>Sight</em>, and <em>Hearing</em>, are more esteemed than those of Taste or Touch: The Pursuits of the Pleasures of the <em>Imagination</em>, are more approved than those of simple external Sensations. <span class=\"name\"><em>Plato</em></span> makes one of his Dialogists<a href=\"#n3\"><sup>[3]</sup></a> account for this difference from a constant Opinion of <em>Innocence</em> in this sort of Pleasures, which would reduce this Perception to the Moral Sense. Others may imagine that the difference is not owing to any such Reflection upon their <em>Innocence</em>, but that there is a different sort of Perceptions in these cases, to be reckoned another <em>Class of Sensations</em>.","subId":"5","id":"Hutcheson.EI.ENP.1.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">A like Division of our Desires.</span> <span class=\"small-capitals\">Desires</span> arise in our Mind, from the Frame of our Nature, upon Apprehension of Good or Evil in Objects, Actions, or Events, to obtain for <em>ourselves</em> or <em>others</em> the <em>agreeable Sensation</em>, when the Object or Event is good; or to prevent the <em>uneasy Sensation</em>, when it is evil. Our original Desires and Aversions may therefore be divided into five Classes, answering to the Classes of our Senses. 1. The Desire of <em>sensual Pleasure</em>, (by which we mean that of the external Senses, of Taste and Touch chiefly); and Aversion to the opposite Pains. 2. The Desires of the <em>Pleasures of Imagination</em> or Internal Sense<a href=\"#n4\"><sup>[4]</sup></a>, and Aversion to what is disagreeable to it. 3. Desires of the Pleasures arising from <em>Publick Happiness</em>, and Aversion to the Pains arising from the <em>Misery of others</em>. 4. Desires of <em>Virtue</em>, and Aversion to <em>Vice</em>, according to the Notions we have of the Tendency of Actions to the Publick Advantage or Detriment. 5. Desires of <em>Honour</em>, and Aversion to Shame<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"6","id":"Hutcheson.EI.ENP.1.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Secondary Desires of Wealth and Power.</span> <span class=\"small-capitals\">And</span> since we are capable of <em>Reflection</em>, <em>Memory</em>, <em>Observation</em>, and <em>Reasoning</em> about the distant Tendencies of Objects and Actions, and not confined to things present, there must arise, in consequence of our <em>original Desires</em>, <q><em>secondary Desires</em> of every thing imagined useful to gratify any of the primary Desires, and that with strength proportioned to the several original Desires, and the imagined Usefulness, or Necessity, of the advantageous Object.</q> Thus as soon as we come to apprehend the Use of <em>Wealth</em> or <em>Power</em> to gratify any of our original Desires, we must also desire them. Hence arises the <em>Universality</em> of these Desires of Wealth and Power, since they are the Means of gratifying all other Desires. <q>How foolish then is the Inference, some would make, from the universal Prevalence of these Desires, that human Nature is wholly selfish, or that each one is only studious of his <em>own Advantage</em>; since Wealth or Power are as naturally fit to gratify our <em>Publick Desires</em>, or to serve <em>virtuous Purposes</em>, as the <em>selfish</em> ones?</q>","subId":"7","id":"Hutcheson.EI.ENP.1.7"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">How</span> weak also are the Reasonings of some recluse Moralists, who condemn in general all Pursuits of Wealth or Power, as below a perfectly virtuous Character:</q> since Wealth and Power are the most effectual <em>Means</em>, and the most powerful <em>Instruments</em>, even of the greatest Virtues, and most generous Actions? The Pursuit of them is laudable, when the <em>Intention</em> is virtuous; and the neglect of them, when honourable Opportunities offer, is really a Weakness. This justifies the Poet's Sentiments: <blockquote><span class=\"foreign\">——— Hic onus horret, <br> Ut parvis Animis &amp; parvo Corpore majus: <br> Hic subit &amp; perfert: aut virtus nomen inane est, <br> Aut Decus &amp; Pretium recte petit experiens Vir.</span> <br> <cite><span class=\"small-capitals\">Hor.</span> <em>Epist.</em> 17.</cite></blockquote>","subId":"8","id":"Hutcheson.EI.ENP.1.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Further</span>, the <em>Laws</em> or <em>Customs</em> of a Country, the <em>Humour</em> of our Company may have made strange <em>Associations</em> of <em>Ideas</em>, so that some Objects, which of themselves are indifferent to any Sense, by reason of some <em>additional</em> grateful <em>Idea</em>, may become very desirable; or by like <em>Addition</em> of an ungrateful <em>Idea</em> may raise the strongest Aversion. Thus many a Trifle, when once it is made a <em>Badge</em> of <em>Honour</em>, an Evidence of some <em>generous Disposition</em>, a Monument of some <em>great Action</em>, may be impatiently pursued, from our Desire of Honour. When any <em>Circumstance</em>, <em>Dress</em>, <em>State</em>, <em>Posture</em>, is constituted as a Mark of <em>Infamy</em>, it may become in like manner the Object of Aversion, though in itself most inoffensive to our Senses. If a certain way of <em>Living</em>, of <em>receiving Company</em>, of <em>shewing Courtesy</em>, is once received among those who are honoured; they who cannot bear the Expence of all this, may be made uneasy at their Condition, though much freer from Trouble than that of higher Stations. Thus <em>Dress</em>, <em>Retinue</em>, <em>Equipage</em>, <em>Furniture</em>, <em>Behaviour</em>, and <em>Diversions</em> are made Matters of considerable Importance by additional <em>Ideas</em><a href=\"#n6\"><sup>[6]</sup></a>. Nor is it in vain that the wisest and greatest Men regard these things; for however it may concern them to break such Associations in their own Minds, yet, since the bulk of Mankind will retain them, they must comply with their Sentiments and Humours in things innocent, as they expect the <em>publick Esteem</em>, which is generally necessary to enable Men to serve the Publick.","subId":"9","id":"Hutcheson.EI.ENP.1.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Uses of these Associations.</span> <span class=\"small-capitals\">Should</span> any one be surprized at this <em>Disposition</em> in our Nature to associate any <em>Ideas</em> together for the future, which once presented themselves jointly, considering what great <em>Evils</em>, and how much <em>Corruption</em> of Affections is owing to it, it may help to account for this Part of our Constitution, to consider <q>that all our <em>Language</em> and much of our <em>Memory</em> depends upon it:</q> So that were there no such <em>Associations</em> made, we must lose the use of <em>Words</em>, and a great part of our Power of <em>recollecting past Events</em>; beside many other valuable <em>Powers</em> and <em>Arts</em> which depend upon them. Let it also be considered that it is much in our power by a vigorous <em>Attention</em> either to prevent <em>these Associations</em>, or by <em>Abstraction</em> to separate Ideas when it may be useful for us to do so.","subId":"10","id":"Hutcheson.EI.ENP.1.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Concerning</span> our Pursuit of <em>Honour</em>, it is to be observed, that <q>since our Minds are incapable of retaining a great Diversity of Objects, the <em>Novelty</em>, or <em>Singularity</em> of any Object is enough to raise a particular Attention to it among many of equal Merit:</q> And therefore were Virtue <em>universal</em> among Men, yet, it is probable, the <em>Attention</em> of Observers would be turned chiefly toward those who distinguished themselves by some <em>singular Ability</em>, or by some Circumstance, which, however trifling in its own Nature, yet had some honourable Ideas commonly joined to it, such as those of <em>Magnificence</em>, <em>Generosity</em>, or the like. We should perhaps, when we considered sedately the common Virtues of others, equally love and esteem them<a href=\"#n7\"><sup>[7]</sup></a>: And yet probably our <em>Attention</em> would be generally fixed to those who thus were <em>distinguished</em> from the Multitude. Hence our natural Love of Honour, raises in us an <em>Emulation</em> or Desire of <em>Eminence</em>, either by higher Degrees of Virtue; or, if we cannot easily or probably obtain it this way, we attempt it in an easier manner, by any Circumstance, which, through a <em>Confusion of Ideas</em>, is reputed honourable.","subId":"11","id":"Hutcheson.EI.ENP.1.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Desire of <em>Distinction</em> has great Influence on the Pleasures and Pains of Mankind, and makes them chuse things for their very <em>Rarity</em>, <em>Difficulty</em>, or <em>Expence</em>; by a confused Imagination that they evidence <em>Generosity</em>, <em>Ability</em>, or a <em>finer Taste</em> than ordinary; nay, often the merest Trifles are by these means ardently pursued. A <em>Form of Dress</em>, a <em>foreign Dish</em>, a <em>Title</em>, a <em>Place</em>, a <em>Jewel</em>; an <em>useless Problem</em>, a <em>Criticism on an obsolete Word</em>, the <em>Origin of a Poetic Fable</em>, the <em>Situation of a razed Town</em>, may employ many an Hour in tedious Labour: <blockquote><span class=\"foreign\">Sic leve, sic parvum est, animum quod laudis avarum <br> Subruit aut reficit.—</span> <br> <cite><span class=\"small-capitals\">Hor.</span></cite></blockquote>","subId":"12","id":"Hutcheson.EI.ENP.1.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Desires, selfish and publick.</span> <span class=\"small-capitals\">There</span> is another Division of our Desires taken from the Persons for whose Advantage we pursue or shun any Object. <q>The Desires in which one intends or pursues what he apprehends advantageous to himself, we may call <span class=\"small-capitals\">Selfish</span>; and those in which we pursue what we apprehend advantageous to others, and do not apprehend advantageous to <em>ourselves</em>, or do not pursue with this view, we may call <em>Publick</em> or <span class=\"small-capitals\">Benevolent</span> Desires.</q> If there be a just Foundation for this Division, it is more extensive than the former Division, since each of the former Classes may come under either Member of this Division, according as we are desiring any of the five sorts of Pleasures <em>for ourselves</em>, or desiring them <em>for others</em>. The former Division may therefore be conceived as a Subdivision of the latter.","subId":"13","id":"Hutcheson.EI.ENP.1.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Division has been disputed since <span class=\"name\"><em>Epicurus</em></span>; who with his old Followers, and some of late, who detest other parts of his Scheme, maintain, <q>that all our Desires are <em>selfish</em>: or, that what every one intends or designs ultimately, in each Action, is the obtaining Pleasure to himself, or the avoiding his own <em>Private Pain</em>.</q><a href=\"#n8\"><sup>[8]</sup></a>","subId":"14","id":"Hutcheson.EI.ENP.1.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> requires a good deal of Subtilty to defend this Scheme, so seemingly opposite to <em>Natural Affection</em>, <em>Friendship</em>, <em>Love of a Country, or Community</em>, which many find very strong in their Breasts. The Defences and Schemes commonly offered, can scarce free the Sustainers of this Cause from manifest Absurdity and <em>Affectation</em>. But some do<a href=\"#n9\"><sup>[9]</sup></a> acknowledge a <em>publick Sense</em> in many Instances; especially in <em>natural Affection</em>, and <em>Compassion</em>; by which <q>the Observation of the Happiness of others is made the necessary Occasion of Pleasure, and their Misery the Occasion of Pain to the Observer.</q> That this <em>Sympathy</em> with others is the Effect of the Constitution of our Nature, and not brought upon ourselves by any Choice, with view to any <em>selfish Advantage</em>, they must own: whatever Advantage there may be in Sympathy with the <em>Fortunate</em>, none can be alledged in Sympathy with the <em>Distressed</em>: And every one feels that this <em>publick Sense</em> will not leave his Heart, upon a change of the Fortunes of his Child or Friend; nor does it depend upon a Man's <em>Choice</em>, whether he will be affected with their Fortunes or not. But supposing this publick Sense, they insist, <q>That by means of it there is a <em>Conjunction of Interest</em>: the Happiness of others becomes the Means of private Pleasure to the Observer; and for this Reason, or with a View to this private Pleasure, he desires the Happiness of another.</q> Others deduce our Desire of the Happiness of others from Self‐love, in a less specious manner.","subId":"15","id":"Hutcheson.EI.ENP.1.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> a <em>publick Sense</em> be acknowledged in Men, by which the Happiness of one is made to depend upon that of others, independently of his Choice, this is indeed a strong Evidence of the Goodness of the <span class=\"small-capitals\">Author</span> of our Nature. But whether this Scheme does truly account for our <em>Love of others</em>, or for <em>generous Offices</em>, may be determined from the following Considerations; which being matters of <em>internal Consciousness</em>, every one can best satisfy himself by Attention, concerning their Truth and Certainty.","subId":"16","id":"Hutcheson.EI.ENP.1.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">Let</span> it be premised, that there is a certain <em>Pain</em> or <em>Uneasiness</em> accompanying our violent Desires. Though the Object pursued be Good, or the Means of Pleasure, yet the Desire of it generally is attended with an uneasy Sensation. When an Object or Event appears Evil, we desire to shun or prevent it. This Desire is also attended with an uneasy Sensation of <em>Impatience</em>: Now this Sensation immediately connected with the Desire, is a distinct Sensation from those which we dread, and endeavour to shun. It is plain then,","subId":"17","id":"Hutcheson.EI.ENP.1.17"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">That</span> no Desire of any Event is excited by any view of removing the <em>uneasy Sensation attending this Desire itself</em>.</q> Uneasy Sensations previously felt, will raise a Desire of whatever will remove them; and this Desire may have its concomitant Uneasiness. Pleasant Sensations expected from any Object may raise our Desire of it; this Desire too may have its concomitant uneasy Sensations: But the <em>uneasy Sensation, accompanying and connected with the Desire itself</em>, cannot be a Motive to that <em>Desire</em> which it presupposes. The <em>Sensation</em> accompanying Desire is generally <em>uneasy</em>, and consequently our Desire is never raised with a view to obtain or continue it; nor is the Desire raised with a view to <em>remove</em> this uneasy <em>Sensation</em>, for the Desire is raised previously to it. This holds concerning all <em>Desire</em> publick or private.","subId":"18","id":"Hutcheson.EI.ENP.1.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is also a peculiar pleasant <em>Sensation of Joy</em>, attending the <em>Gratification</em> of any Desire, beside the <em>Sensation</em> received from the <em>Object itself</em>, which we directly intended. <q>But Desire does never arise from a View of obtaining that <em>Sensation of Joy</em>, connected with the Success or Gratification of Desire; otherwise the strongest Desires might arise toward any Trifle, or an Event in all respects indifferent: Since, if Desire arose from <em>this View</em>, the stronger the Desire were, the higher would be the <em>Pleasure of Gratification</em>; and therefore we might desire the turning of a Straw as violently as we do <em>Wealth</em> or <em>Power</em>.</q> This Expectation of that <em>Pleasure which merely arises from gratifying of Desire</em>, would equally excite us to desire the <em>Misery</em> of others as their Happiness; since the <em>Pleasure</em> of <em>Gratification</em> might be obtained from both Events alike.","subId":"19","id":"Hutcheson.EI.ENP.1.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is certain that <q><em>that Desire</em> of the Happiness of others which we account virtuous, is not <em>directly</em> excited by prospects of any <em>secular Advantage</em>, <em>Wealth</em>, <em>Power</em>, <em>Pleasure of the external Senses</em>, <em>Reward from the Deity</em>, <em>or future Pleasures of Self‐Approbation</em>.</q> To prove this let us consider, <q>That no Desire of any Event can arise immediately or directly from an <em>Opinion</em> in the Agent, that his <em>having such a Desire</em> will be the Means of private Good.</q> This <em>Opinion</em> would make us <em>wish</em> or <em>desire</em> to have that <em>advantageous Desire</em> or <em>Affection</em>; and would incline us <em>to use any means</em> in our power to raise that Affection: but no Affection or Desire is raised in us, directly by our <em>volition</em> or <em>desiring</em> it. That alone which raises in us from <em>Self‐Love</em> the Desire of any Event, is an <em>Opinion</em> that <em>that Event</em> is the <em>Means</em> of private Good. As soon as we form this Opinion, a Desire of the Event immediately arises: But if <em>having the Desire, or the mere Affection</em> be imagined the <em>Means</em> of private Good, and not the <em>Existence of the Event desired</em>, then from <em>Self‐Love</em> we should only desire or wish to have the <em>Desire</em> of that Event, and should not desire the <em>Event</em> itself, since the <em>Event</em> is not conceived as the <em>Means</em> of Good.","subId":"20","id":"Hutcheson.EI.ENP.1.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">For</span> instance, suppose <span class=\"small-capitals\">God</span> revealed to us that he would confer Happiness on us, if our <em>Country were happy</em>; then from Self‐Love we should have immediately <em>the subordinate Desire</em> of our Country's Happiness, as the Means of our own. But were we assured that, whether our Country were happy or not, it should not affect our future Happiness; but that we should be rewarded, provided we <em>desired the Happiness of our Country</em>; our Self‐Love could never make us now desire the <em>Happiness of our Country</em>, since it is not now conceived as the <em>Means</em> of our future Happiness, but is perfectly indifferent to it. The Means of our Happiness is <em>the having a Desire of our Country's Happiness</em>; we should therefore from Self‐Love only <em>wish</em> to have <em>this Desire</em>.","subId":"21","id":"Hutcheson.EI.ENP.1.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is true indeed in fact, that, because <em>Benevolence</em> is natural to us, a little Attention to other Natures will raise in us good‐will towards them, whenever by any Opinions we are persuaded that there is no real <em>Opposition of Interest</em>. But had we no Affection distinct from <em>Self‐Love</em>, nothing could raise our <em>Desire of the Happiness of others</em>, but conceiving their Happiness as the Means of ours. An Opinion that our having <em>kind Affections</em> would be the Means of our private Happiness, would only make us desire to have those Affections. Now that Affections do not arise upon our <em>wishing</em> to have them, or our volition of raising them; as conceiving the <em>Affections themselves</em> to be the <em>Means</em> of private Good; is plain from this, that if they did thus arise, then a <em>Bribe</em> might raise any Desire toward any Event, or any <em>Affection</em> toward the most improper Object. We might be hired to <em>love</em> or <em>hate</em> any sort of Persons, to be <em>angry</em>, <em>jealous</em>, or <em>compassionate</em>, as we can be engaged into external Actions; which we all see to be absurd. Now those who alledge, that our Benevolence may arise from prospect of <em>secular Advantage</em>, <em>Honour</em>, <em>Self‐Approbation</em>, <em>or future Rewards</em>, must own, that the two former are Motives only to <em>external Actions</em>; and the other two only shew that <em>having the Desire of the Happiness of others</em>, would be the <em>Means</em> of private Good; while the <em>Event</em> desired, <em>viz.</em> the Happiness of others, is not supposed the <em>Means</em> of any private Good. But the best Defenders of this part of the Scheme of <span class=\"name\"><em>Epicurus</em></span>, acknowledge that <q>Desires are not raised by <em>Volition</em>.</q>","subId":"22","id":"Hutcheson.EI.ENP.1.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">This Distinction Defended.</span> <q><span class=\"small-capitals\">There</span> are in Men <em>Desires of the Happiness of others</em>, when they do not conceive this <em>Happiness</em> as the <em>Means</em> of obtaining any sort of Happiness to themselves.</q> <em>Self‐Approbation</em>, or <em>Rewards</em> from the <span class=\"small-capitals\">Deity</span>, might be the <em>Ends</em>, for obtaining which we might possibly <em>desire</em> or <em>will</em> from Self‐Love, to raise in ourselves <em>kind Affections</em>; but we could not from <em>Self‐Love</em> desire the <em>Happiness of others</em>, except we imagined their Happiness to be the Means of our own. Now it is certain that sometimes we may have this <em>subordinate Desire</em> of the Happiness of others, conceived as the <em>Means</em> of our own; as suppose one had laid a <em>Wager</em> upon the Happiness of a Person of such Veracity, that he would own sincerely whether he were happy or not; when Men are <em>Partners in Stock</em>, and share in Profit or Loss; when one hopes to <em>succeed to</em>, or some way to <em>share in</em> the Prosperity of another; or if the <span class=\"small-capitals\">Deity</span> had given such Threatnings, as they tell us <span class=\"name\"><em>Telamon</em></span> gave his Sons when they went to War, that he would reward or punish one according as others were happy or miserable: In such cases one might have this <em>subordinate Desire</em> of another's Happiness from Self‐Love. But as we are sure the <span class=\"small-capitals\">Deity</span> has not given such Comminations, so we often are conscious of the <em>Desire of the Happiness of others</em>, without any such Conception of it as the <em>Means</em> of our own; and are sensible that this <em>subordinate Desire</em> is not that virtuous Affection which we approve. The virtuous Benevolence must be an <em>ultimate Desire</em>, which would subsist without view to private Good. Such <em>ultimate publick Desires</em> we often feel, without any <em>subordinate Desire</em> of the same Event, as the <em>Means</em> of private Good. The <em>subordinate</em> may sometimes, nay often does concur with the <em>ultimate</em>; and then indeed the <em>whole Moment</em> of these conspiring Desires may be greater than that of either alone: But the <em>subordinate alone</em> is not that Affection which we approve as virtuous.","subId":"23","id":"Hutcheson.EI.ENP.1.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">Benevolence is not the Desire of the Pleasures of the <em>publick Sense</em>.</span> <span class=\"small-capitals\">This</span> will clear our way to answer the chief Difficulty: <q>May not our Benevolence be at least a <em>Desire of the Happiness of others, as the Means of obtaining the Pleasures of the publick Sense, from the Contemplation of their Happiness</em>?</q> If it were so, it is very unaccountable that we should approve this <em>subordinate Desire</em> as virtuous, and yet not approve the like Desire upon a <em>Wager</em>, or other Considerations of Interest. Both Desires proceed from <em>Self‐Love</em> in the same manner: In the latter case the Desires might be extended to multitudes, if any one would wager so capriciously; and, by increasing the Sum wagered, the <em>Motive of Interest</em> might, with many Tempers, be made stronger than that from the Pleasures of the publick Sense.","subId":"24","id":"Hutcheson.EI.ENP.1.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Do</span> not we find that we often desire the Happiness of others without any such selfish Intention? How few have thought upon this part of our Constitution which we call a <em>Publick Sense</em>? Were it our only View, in <em>Compassion</em> to free ourselves from the <em>Pain of the publick Sense</em>; should the <span class=\"small-capitals\">Deity</span> propose it to our Choice, either to obliterate all Ideas of the Person in Distress, or to harden our Hearts against all feelings of Compassion, on the one hand, while yet the Object continued in Misery; or on the other hand to relieve him from it; should we not upon this Scheme be perfectly indifferent, and chuse the former as soon as the latter? Should the <span class=\"small-capitals\">Deity</span> assure us that we should be immediately annihilated, so that we should be incapable of either Pleasure or Pain, but that it should depend upon our Choice at our very Exit, whether our Children, our Friends, or our Country should be happy or miserable; should we not upon this Scheme be entirely indifferent? Or, if we should even desire the <em>pleasant Thought</em> of their Happiness, in our last Moment, would not this Desire be the faintest imaginable?","subId":"25","id":"Hutcheson.EI.ENP.1.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is true, our <em>Publick Sense</em> might be as acute at our Exit as ever; as a Man's Taste of Meat or Drink and his Sensations of Hunger and Thirst might be as lively the instant before his Dissolution as in any part of his Life. But would any Man have as strong <em>Desires</em> of the Means of obtaining these Pleasures, only with a view to himself, when he was to perish the next Moment? Is it supposable that any <em>Desire</em> of the <em>Means of private Pleasure</em> can be as strong when we only expect to enjoy it a Minute, as when we expect the Continuance of it for many Years? And yet, it is certain, any good Man would as strongly desire at his Exit the <em>Happiness of others</em>, as in any part of his Life, which must be the Case with those who voluntarily hazard their Lives, or resolve on Death for their Country or Friends. We do not therefore desire it as the <em>Means of private Pleasure</em>.","subId":"26","id":"Hutcheson.EI.ENP.1.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">Should</span> any alledge, that this Desire of the Happiness of others, after our Exit, is from some <em>confused Association of Ideas</em>; as a Miser, who loves nobody, might desire an Increase of Wealth at his Death; or as any one may have an Aversion to have his Body dissected, or made a Prey to Dogs after Death: let any honest Heart try if the deepest Reflection will break this <em>Association</em> (if there be any) which is supposed to raise the Desire. The closest Reflection would be found rather to strengthen it. How would any <em>Spectator</em> like the Temper of one thus rendered indifferent to all others at his own Exit, so that he would not even open his Mouth to procure Happiness to Posterity? Would we esteem it <em>refined Wisdom</em>, or a <em>Perfection</em> of Mind, and not rather the vilest Perverseness? It is plain then we feel this <em>ultimate Desire</em> of the Happiness of others to be a most <em>natural Instinct</em>, which we also expect in others, and not the Effect of any confused <em>Ideas</em>.","subId":"27","id":"Hutcheson.EI.ENP.1.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Occasion of the imagined Difficulty in conceiving <em>distinterested Desires</em>, has probably been attempting to define this simple Idea, <em>Desire</em>. It is called <em>an uneasy Sensation in the absence of Good</em><a href=\"#n10\"><sup>[10]</sup></a>. Whereas <em>Desire</em> is as distinct from any <em>Sensation</em>, as the <em>Will</em> is from the <em>Understanding</em> or <em>Senses</em>. This every one must acknowledge, who speaks of <em>desiring to remove Uneasiness or Pain</em>.","subId":"28","id":"Hutcheson.EI.ENP.1.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may perhaps find, that our Desires are so far from tending always towards <em>private Good</em>, that they are oftner employed about <em>the State of others</em>. Nay further, we may have a Propensity toward an Event, which we neither apprehend as the <em>Means of private Good, or publick</em>. Thus an <em>Epicurean</em> who denies a future State; or, one to whom God revealed that he should be annihilated, might at his very Exit desire a <em>future Fame</em>, from which he expected no Pleasure to himself, nor intended any to others. Such Desires indeed no <em>selfish Being</em>, who had the modelling of his own Nature, would chuse to implant in itself. But since we have not this power, we must be content to be thus <q>outwitted by nature into a publick Interest against our Will;</q> as an ingenious Author expresses it.","subId":"29","id":"Hutcheson.EI.ENP.1.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Prospect of any <em>Interest</em> may be a Motive to us, to desire whatever we apprehend as the <em>Means</em> of obtaining it. Particularly, <q>if <em>Rewards</em> of any kind are proposed to those who have virtuous Affections, this would raise in us the Desire of having these <em>Affections</em>, and would incline us to use all Means to raise them in ourselves; particularly to <em>turn our Attention</em> to all those Qualities in the <span class=\"small-capitals\">Deity</span>, or our Fellows, which are naturally apt to raise the virtuous Affections.</q> Thus it is, that Interest of any kind may influence us indirectly to Virtue, and Rewards particularly may over‐balance all Motives to Vice.","subId":"30","id":"Hutcheson.EI.ENP.1.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> may let us see, that <q>the Sanctions of <em>Rewards</em> and <em>Punishments</em>, as proposed in the <em>Gospel</em>, are not rendered useless or unnecessary, by supposing the virtuous Affection to be <em>disinterested</em>;</q> since such <em>Motives of Interest</em>, proposed and attended to, must incline every Person to <em>desire</em> to have virtuous Affections, and to <em>turn his Attention</em> to every thing which is naturally apt to raise them; and must <em>over-balance</em> every other <em>Motive of Interest</em>, opposite to these Affections, which could incline Men to suppress or counteract them.","subId":"31","id":"Hutcheson.EI.ENP.1.31"},{"type":"note","content":"<span class=\"small-capitals\">Inquiry</span> into <span class=\"small-capitals\">Beauty.</span>","subId":"n1","id":"Hutcheson.EI.ENP.1.n1"},{"type":"note","content":"It is not easy to divide definitely our several <em>Sensations</em> into Classes. The Division of our <em>External Senses</em> into the five common Classes, seems very imperfect. Some <em>Sensations</em>, received without any previous Idea, can either be reduced to none of them, such as the Sensations of <em>Hunger</em>, <em>Thirst</em>, <em>Weariness</em>, <em>Sickness</em>; or if we reduce them to the Sense of <em>Feeling</em>, they are Perceptions as different from the other <em>Ideas</em> of Touch, such as <em>Cold</em>, <em>Heat</em>, <em>Hardness</em>, <em>Softness</em>, as the <em>Ideas</em> of <em>Taste</em> or <em>Smell</em>. Others have hinted at an External Sense different from all of these. The following general Account may possibly be useful. (1.) That certain Motions raised in our Bodies are by a <em>general Law</em> constituted the Occasion of <em>Perceptions</em> in the Mind. (2.) These Perceptions never come entirely alone, but have some other <em>Perception</em> joined with them. Thus every Sensation is accompanied with the <em>Idea</em> of <em>Duration</em>, and yet <em>Duration</em> is not a sensible <em>Idea</em>, since it also accompanies <em>Ideas</em> of <em>Internal Consciousness</em> or Reflection: So the <em>Idea</em> of <em>Number</em> may accompany any sensible Ideas, and yet may also accompany any other Ideas, as well as external Sensations. Brutes, when several Objects are before them, have probably all the proper Ideas of Sight which we have, without the Idea of Number. (3.) Some <em>Ideas</em> are found accompanying the most different Sensations, which yet are not to be perceived separately from some <em>sensible Quality</em>; such are <em>Extension</em>, <em>Figure</em>, <em>Motion</em>, and <em>Rest</em>, which accompany the <em>Ideas</em> of Sight, or Colours, and yet may be perceived without them, as in the <em>Ideas</em> of <em>Touch</em>, at least if we move our Organs along the Parts of the Body touched. <em>Extension</em>, <em>Figure</em>, <em>Motion</em>, or <em>Rest</em> seem therefore to be more properly called <em>Ideas accompanying</em> the Sensations of <em>Sight</em> and <em>Touch</em>, than the Sensations of either of these Senses. The <em>Perceptions</em> which are purely sensible, received each by its proper Sense, are <em>Tastes</em>, <em>Smells</em>, <em>Colours</em>, <em>Sound</em>, <em>Cold</em>, <em>Heat</em>, &amp;c. The universal Concomitant <em>Ideas</em> which may attend any <em>Idea</em> whatsoever, are <em>Duration</em>, and <em>Number</em>. The <em>Ideas</em> which accompany the most different Sensations, are <em>Extension</em>, <em>Figure</em>, <em>Motion</em>, <em>Rest</em>. These all arise without any previous <em>Ideas</em> assembled, or compared: the Concomitant <em>Ideas</em> are reputed Images of something External. From all these we may justly distinguish <q>those Pleasures perceived upon the previous Reception and Comparison of various sensible Perceptions, with their concomitant Ideas, or intellectual Ideas, when we find Uniformity, or Resemblance among them.</q> These are meant by <em>the Perceptions of the internal Sense</em>.","subId":"n2","id":"Hutcheson.EI.ENP.1.n2"},{"type":"note","content":"<cite>Hippias Major.</cite> See also <cite><em>Treat.</em> II. <em>Sect.</em> 5. <em>Art.</em> 7.</cite>","subId":"n3","id":"Hutcheson.EI.ENP.1.n3"},{"type":"note","content":"See <cite><em>Treat.</em> I.</cite>","subId":"n4","id":"Hutcheson.EI.ENP.1.n4"},{"type":"note","content":"See <cite><em>Treat.</em> II. <em>Sect.</em> 5. <em>Art.</em> 3–8.</cite>","subId":"n5","id":"Hutcheson.EI.ENP.1.n5"},{"type":"note","content":"See <cite><em>Treat.</em> I. <em>Sect.</em> 1. <em>Art.</em> 7.</cite> and <cite><em>Treat.</em> II. <em>Sect.</em> 6. <em>Art.</em> 6.</cite>","subId":"n6","id":"Hutcheson.EI.ENP.1.n6"},{"type":"note","content":"See <cite><em>Treat.</em> II. <em>Sect.</em> 3. last Parag.</cite>","subId":"n7","id":"Hutcheson.EI.ENP.1.n7"},{"type":"note","content":"See <cite><em>Cicero de finib. lib.</em> 1.</cite>","subId":"n8","id":"Hutcheson.EI.ENP.1.n8"},{"type":"note","content":"See <span class=\"name\">Mr. <em>Clark</em> of <em>Hull</em></span>, his <em>Remarks</em> on <cite><em>Treat.</em> II.</cite> in his <cite><em>Foundation of Morality in Theory and Practice</em>.</cite>","subId":"n9","id":"Hutcheson.EI.ENP.1.n9"},{"type":"note","content":"<em>See <span class=\"name\">Mr. <em>Lock</em></span>'s <cite>Essay on Human Understanding in the Chap. on the Passions.</cite></em>","subId":"n10","id":"Hutcheson.EI.ENP.1.n10"}]}