{"imported":true,"id":"Hutcheson.EI.ENP.2","parent":"Hutcheson.EI.ENP","title":"Section 2. Of the Affections and Passions: The natural Laws of pure  Affection: The confused Sensations of the Passions, with their final Causes","breadcrumb":"Section 2","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_023","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT II.</h3> <h3><em>Of the </em>Affections<em> and </em>Passions<em>: The natural </em>Laws of pure Affection<em>: The </em>confused Sensations of the<em> Passions, with their </em>final Causes<em>.</em></h3> ","id":"Hutcheson.EI.ENP.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Proper Affections are <em>Desire</em> and <em>Aversion</em>.</span> AFTER the general account of <em>Sensations</em>, we may consider other <em>Modifications</em> of our Minds, consequent upon these Perceptions, whether grateful, or uneasy. The first which occur to any one are <em>Desire</em> of the grateful Perceptions, and <em>Aversion</em> to the uneasy, either for ourselves or others. If we would confine the word <em>Affection</em> to these two, which are entirely distinct from all <em>Sensation</em>, and directly incline the Mind to <em>Action</em> or <em>Volition of Motion</em>, we should have no Debate about the Number or Division of Affections. But since, by universal Custom, this Name is applied to other Modifications of the Mind, such as <em>Joy</em>, <em>Sorrow</em>, <em>Despair</em>, we may consider what universal <em>Distinction</em> can be assigned between these <em>Modifications</em>, and the several <em>Sensations</em> abovementioned; and we shall scarce find any other than this, that we call <q>the <em>direct immediate Perception</em> of Pleasure or Pain from the present Object or Event, the <em>Sensation</em>: </q><span class=\"margin-comment\">Other Affections, wherein different from <em>Sensation</em>.</span> But we denote by the <em>Affection</em> or <em>Passion</em> some other <q><em>Perceptions</em> of Pleasure or Pain, not directly raised by the <em>Presence</em> or <em>Operation</em> of the Event or Object, but by our <em>Reflection</em> upon, or <em>Apprehension</em> of their present or future Existence; so that we expect or judge that the Object or Event will raise the <em>direct Sensations</em> in us.</q> In beholding a regular Building we have the <em>Sensation</em> of Beauty; but upon our <em>apprehending</em> ourselves possessed of it, or that we can procure this pleasant Sensation when we please, we feel the <em>Affection</em> of <em>Joy</em>. When a Man has a Fit of the Gout, he has the <em>painful Sensation</em>; when he is not at present pained, yet apprehends a sudden return of it, he has the <em>Affection of Sorrow</em>, which might be called a Sort of <em>Sensation</em>: as the Physicians call many of our Passions <em>internal Senses</em>.","subId":"1","id":"Hutcheson.EI.ENP.2.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the word <em>Passion</em> is imagined to denote any thing different from the <em>Affections</em>, it includes a strong Brutal Impulse of the Will, sometimes without any distinct notions of Good, publick or private, attended with <q>a<a href=\"#n1\"><sup>[1]</sup></a> <em>confused Sensation</em> either of Pleasure or Pain, occasioned or attended by some violent bodily Motions, which keeps the Mind much employed upon the present Affair, to the exclusion of every thing else, and prolongs or strengthens the Affection sometimes to such a degree, as to prevent all <em>deliberate Reasoning</em> about our Conduct.</q>","subId":"2","id":"Hutcheson.EI.ENP.2.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">General Desires, and particular Affections or Passions.</span> <span class=\"small-capitals\">We</span> have little reason to imagine, that all other Agents have such <em>confused Sensations</em> accompanying their Desires as we often have. Let us abstract from them, and consider in what manner we should act upon the several Occasions which now excite our Passions, if we had none of these <em>Sensations</em> whence our Desires become <em>passionate</em>.","subId":"3","id":"Hutcheson.EI.ENP.2.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is a Distinction to be observed on this Subject, between <q>the <em>calm Desire</em> of Good, and Aversion to Evil, either selfish or publick, as it appears to our <em>Reason</em> or <em>Reflection</em>; and the <em>particular Passions</em> towards Objects immediately presented to some Sense.</q> Thus nothing can be more distinct than the <em>general calm Desire</em> of private Good of any kind, which alone would incline us to pursue whatever Objects were apprehended as the Means of Good, and the particular <em>selfish Passions</em>, such as <em>Ambition</em>, <em>Covetousness</em>, <em>Hunger</em>, <em>Lust</em>, <em>Revenge</em>, <em>Anger</em>, as they arise upon particular Occasions. In like manner our publick Desires may be distinguished into the <em>general calm Desire of the Happiness of others</em>, or <em>Aversion to their Misery</em> upon Reflection; and the <em>particular Affections</em> or <em>Passions</em> of <em>Love</em>, <em>Congratulation</em>, <em>Compassion</em>, <em>natural Affection</em>. These <em>particular Affections</em> are found in many Tempers, where, through want of Reflection, the <em>general calm Desires</em> are not found: Nay, the former may be opposite to the latter, where they are found in the same Temper. Sometimes the calm Motion of the <em>Will</em> conquers the <em>Passions</em>, and sometimes is conquered by it. Thus <em>Lust</em> or <em>Revenge</em> may conquer the calm Affection toward private Good, and sometimes are conquered by it. <em>Compassion</em> will prevent the necessary Correction of a Child, or the use of a severe Cure, while the calm <em>parental</em> Affection is exciting to it. Sometimes the latter prevails over the former. All this is beatifully represented in the 9th book of <cite><em>Plato</em>'s <em>Republick</em></cite>. We obtain <em>Command</em> over the <em>particular Passions</em>, principally by strengthning the <em>general Desires</em> through frequent Reflection, and making them <em>habitual</em>, so as to obtain Strength superior to the <em>particular Passions</em>.<a href=\"#n2\"><sup>[2]</sup></a>","subId":"4","id":"Hutcheson.EI.ENP.2.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">Again</span>, the <em>calm publick Desires</em> may be considered as <q>they either regard the Good of <em>particular Persons</em> or <em>Societies</em> presented to our Senses; or that of some more abstracted or general Community, such as a <em>Species</em> or System.</q> This latter sort we may call <em>universal calm Benevolence</em>. Now it is plain, that not only <em>particular kind Passions</em>, but even <em>calm particular Benevolence</em> do not always arise from, or necessarily presuppose, the <em>universal Benevolence</em>; both the former may be found in Persons of little Reflection, where the latter is wanting: And the former two may be opposite to the other, where they meet together in one Temper. So the <em>universal Benevolence</em> might be where there was neither of the former; as in any superior Nature or Angel, who had no particular Intercourse with any part of Mankind.","subId":"5","id":"Hutcheson.EI.ENP.2.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> <em>moral Sense</em>, though it approves all particular <em>kind Affection</em> or <em>Passion</em>, as well as <em>calm particular Benevolence</em> abstractedly considered; yet it also approves the <em>Restraint</em> or <em>Limitation</em> of all particular Affections or Passions, by the <em>calm universal Benevolence</em>. To make this Desire prevalent above all <em>particular Affections</em>, is the only sure way to obtain constant <em>Self‐Approbation</em>.","subId":"6","id":"Hutcheson.EI.ENP.2.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>calm selfish Desires</em> would determine any Agent to pursue every Object or Event, known either by Reason or prior Experience to be good to itself. We need not imagine any innate Idea of <em>Good in general</em>, of <em>infinite Good</em>, or of the <em>greatest Aggregate</em>: Much less need we suppose any <em>actual Inclination</em> toward any of these, as the <em>Cause</em> or <em>Spring</em> of all particular Desires. It is enough to allow, <q>that we are capable by <em>enlarging</em>, or by <em>Abstraction</em>, of coming to these Ideas: That we must, by the Constitution of our Nature, desire any apprehended Good which occurs a‐part from any Evil: That of two Objects inconsistent with each other, we shall desire that which seems to contain the greatest <em>Moment of Good</em>.</q> So that it cannot be pronounced concerning any <em>finite Good</em>, that it shall necessarily engage our Pursuit; since the Agent may possibly have the Idea of a <em>Greater</em>, or see this to be inconsistent with some <em>more valuable Object</em>, or that it may bring upon him some <em>prepollent Evil</em>. The certain Knowledge of any of these Things, or probable <em>Presumption</em> of them, may stop the Pursuit of any finite Good. If this be any sort of <em>Liberty</em>, it must be allowed to be in Men, even by those who maintain <q>the <em>Desire</em> or <em>Will</em> to be necessarily determined by the <em>prepollent Motive</em>;</q> since this very <em>Presumption</em> may be a prepollent Motive, especially to those, who by frequent <em>Attention</em> make the Idea of the <em>greatest Good</em> always present to themselves on all important Occasions. The same my easly be applied to our Aversion to finite Evils.","subId":"7","id":"Hutcheson.EI.ENP.2.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> seems to be this Degree of Liberty even in the acts of the <em>Understanding</em>, or in <em>Judging</em>, that though the <em>highest Certainty</em> or <em>Demonstration</em> does necessarily engage our Assent, yet we can suspend any <em>absolute Conclusion</em> from <em>probable</em> Arguments, until we examine whether this apparent <em>Probability</em> be not opposite to <em>Demonstration</em>, or <em>superior Probability</em> on the other side.","subId":"8","id":"Hutcheson.EI.ENP.2.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> may let us see, that though it were acknowledged that <q>Men are <em>necessarily</em> determined to pursue their own Happiness, and to be influenced by whatever Motive appears to be <em>prepollent</em>;</q> yet they might be proper <em>Subjects of a Law</em>; since the very <em>Sanctions</em> of the Law, if they attend to them, may suggest a Motive <em>prepollent</em> to all others. In like manner, <q>Errors may be criminal,<a href=\"#n3\"><sup>[3]</sup></a> where there are sufficient <em>Data</em> or <em>Objective Evidence</em> for the Truth;</q> since no Demonstration can lead to Error, and we can suspend our Assent to probable Arguments, till we have examined both Sides. Yet <em>human Penalties</em> concerning Opinions must be of little consequence, since no Penalty can supply the place of <em>Argument</em>, or <em>Probability</em> to engage our <em>Assent</em>, however they may as <em>Motives</em> determine our <em>Election</em>.","subId":"9","id":"Hutcheson.EI.ENP.2.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the <em>calm publick Desires</em>, in like manner, where there are no opposite Desires, the greater Good of another is always preferred to the less: And in the calm universal Benevolence, the Choice is determined by the Importance or <em>Moment</em> of the Good, and the <em>Number</em> of those who shall enjoy it.","subId":"10","id":"Hutcheson.EI.ENP.2.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the <em>publick Desires</em> are opposite to the <em>private</em>, or seem to be so, that kind prevails which is <em>stronger</em> or more intense.","subId":"11","id":"Hutcheson.EI.ENP.2.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Definitions.</span> <span class=\"small-capitals\">The</span> following <em>Definitions</em> of certain Words used on this Subject, may shorten our Expressions; and the <em>Maxims</em> subjoined may shew the manner of acting from <em>calm Desire</em>, with Analogy to the <em>Laws of Motion</em>.","subId":"12","id":"Hutcheson.EI.ENP.2.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Natural</span> <em>Good</em> is Pleasure: <em>Natural Evil</em> is Pain.","subId":"13","id":"Hutcheson.EI.ENP.2.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">Natural</span> <em>good Objects</em> are those which are apt either mediately or immediately to give Pleasure; the former are called <em>Advantageous</em>. Natural <em>Evil Objects</em> are such as, in like manner, give Pain.","subId":"14","id":"Hutcheson.EI.ENP.2.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Absolute</span> <em>Good</em> is that which, considered with all its Concomitants and Consequences, contains more Good than what compensates all its Evils.","subId":"15","id":"Hutcheson.EI.ENP.2.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Absolute</span> <em>Evil</em>, on the contrary, contains Evil which outweighs all its Good.","subId":"16","id":"Hutcheson.EI.ENP.2.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">Relative</span> <em>Good or Evil</em>, is any particular Good or Evil, which does not thus compensate its contrary Concomitants or Consequences. This Distinction would have been more exactly expressed by the <span class=\"foreign\">Bonum simpliciter</span>, and <span class=\"foreign\">secundum quid</span> of the Schoolmen.","subId":"17","id":"Hutcheson.EI.ENP.2.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hence</span> relative <em>Good</em> may be <em>Absolute Evil</em>; thus often sensual Pleasures are in the whole pernicious: And <em>Absolute Good</em> may be <em>Relative Evil</em>; thus an <em>unpleasant Potion</em> may recover Health.","subId":"18","id":"Hutcheson.EI.ENP.2.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Good</span> and <em>Evil</em>, according to the <em>Persons</em> whom they affect, may be divided into <em>Universal</em>, <em>Particular</em>, and <em>Private</em>.","subId":"19","id":"Hutcheson.EI.ENP.2.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Universal.</span> <span class=\"small-capitals\">Universal</span> <em>Good</em> is what tends to the Happiness of the whole <em>System of sensitive Beings</em>; and <em>Universal Evil</em> is the contrary.","subId":"20","id":"Hutcheson.EI.ENP.2.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Particular.</span> <span class=\"small-capitals\">Particular</span> <em>Good</em> is what tends to the Happiness of a Part of this System; <em>Particular Evil</em> is the contrary.","subId":"21","id":"Hutcheson.EI.ENP.2.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">Private.</span> <span class=\"small-capitals\">Private</span> <em>Good or Evil</em> is that of the Person acting. Each of these three Members may be either <em>Absolute</em> or <em>Relative</em>.","subId":"22","id":"Hutcheson.EI.ENP.2.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hence</span>. 1. <em>Particular or private Good</em> may possibly be <em>universal Evil</em>: And <em>universal Good</em> may be <em>particular</em> or <em>private Evil</em>. The Punishment of a Criminal is an Instance of the latter. Of the former, perhaps, there are no real Instances in the whole Administration of Nature: but there are some apparent Instances; such as the <em>Success of an unjust War</em>; or the <em>Escape of an unrelenting Criminal</em>.","subId":"23","id":"Hutcheson.EI.ENP.2.23"},{"type":"paragraph","content":"2. <span class=\"small-capitals\">When</span> <em>particular</em> or <em>private Goods</em> are entirely innocent toward others, they are <em>universal Good</em>.","subId":"24","id":"Hutcheson.EI.ENP.2.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Compound.</span> <span class=\"small-capitals\">Compound</span> <em>good Objects</em> or <em>Events</em>, are such as contain Goods of several sorts at once. Thus, Meat may be both pleasant and healthful; an Action may give its Author at once the Pleasures of the <em>Moral Sense</em> and of <em>Honour</em>. The same is easily applicable to <em>compound Evil</em>.","subId":"25","id":"Hutcheson.EI.ENP.2.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">Mixed.</span> <span class=\"small-capitals\">A mixed</span> <em>Object</em> is what contains at once Good and Evil: Thus a virtuous Action may give the Agent the <em>Pleasures</em> of the <em>Moral Sense</em>, and <em>Pains of the external Senses</em>. Execution of Justice may give the Pleasures of the <em>publick Sense</em>, and the Pains of <em>Compassion</em> toward the Sufferer.","subId":"26","id":"Hutcheson.EI.ENP.2.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">Greatest Good.</span> <span class=\"small-capitals\">The</span> <em>greatest</em> or <em>most perfect Good</em> is that whole Series, or Scheme of Events, which contains a greater Aggregate of Happiness in the whole, or more absolute universal Good, than any other possible Scheme, after subtracting all the Evils connected with each of them.","subId":"27","id":"Hutcheson.EI.ENP.2.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Good.</span> <span class=\"small-capitals\">An</span> Action is morally <em>good</em>, when it flows from benevolent Affection, or Intention of absolute Good to others. Men of much Reflection may actually intend <em>universal absolute Good</em>; but with the common rate of Men their Virtue consists in intending and pursuing <em>particular absolute Good</em>, not inconsistent with universal Good.","subId":"28","id":"Hutcheson.EI.ENP.2.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Evil.</span> <span class=\"small-capitals\">An</span> Action is <em>morally evil</em>, either from Intention of <em>absolute Evil</em>, universal, or particular, (<a href=\"#n4\"><sup>[4]</sup></a>universal Evil is scarce ever intended, and particular Evil only in violent Passions) or from pursuit of <em>private</em> or <em>particular relative Good</em>, which they might have known did tend to <em>universal absolute Evil</em>. For even the <em>want</em> of a<a href=\"#n5\"><sup>[5]</sup></a> just Degree of Benevolence renders an Action evil.","subId":"29","id":"Hutcheson.EI.ENP.2.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">Compound.</span> <span class=\"small-capitals\">Compound</span> <em>moral Goodness</em> is that to which different <em>moral Species</em> concur: Thus the same Action may evidence Love to our Fellows, and Gratitude to <span class=\"small-capitals\">God</span>. We may in like manner understand <em>compound moral Evil</em>. We cannot suppose <em>mixed moral Actions</em>.<a href=\"#n6\"><sup>[6]</sup></a>","subId":"30","id":"Hutcheson.EI.ENP.2.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Agents</span> are denominated <em>morally good or evil</em>, from their Affections and Actions, or Attempts of Action.","subId":"31","id":"Hutcheson.EI.ENP.2.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">Axioms, or general Laws.</span> <span class=\"small-capitals\">Maxims</span>, or natural Laws of <em>calm Desire</em>.","subId":"32","id":"Hutcheson.EI.ENP.2.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Selfish</span> <em>Desires</em> pursue ultimately only the private Good of the Agent.","subId":"33","id":"Hutcheson.EI.ENP.2.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">Benevolent</span> or <em>publick Desires</em> pursue the Good of others, according to the several <em>Systems</em> to which we extend our Attention, but with different Degrees of Strength.","subId":"34","id":"Hutcheson.EI.ENP.2.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Strength</em> either of the <em>private</em> or <em>publick</em> Desire of any Event, is proportioned to the imagined <em>Quantity of Good</em>, which will arise from it to the Agent, or the Person for whose sake it is desired.","subId":"35","id":"Hutcheson.EI.ENP.2.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mixed</span> <em>Objects</em> are pursued or shunned with Desire or Aversion, proportioned to the apprehended <em>Excess</em> of Good or Evil.","subId":"36","id":"Hutcheson.EI.ENP.2.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Equal</span> <em>Mixtures</em> of Good and Evil stop all Desire or Aversion.","subId":"37","id":"Hutcheson.EI.ENP.2.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">A compound</span> <em>good or evil Object</em>, is prosecuted or shunned with a <em>Degree</em> of Desire or Aversion, proportioned to the <em>Sum</em> of Good, or of Evil.","subId":"38","id":"Hutcheson.EI.ENP.2.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> computing the <em>Quantities</em> of Good or Evil, which we pursue or shun, either for ourselves or others, when the <em>Durations</em> are equal, the Moment is as the <em>Intenseness</em>, or Dignity of the Enjoyment: and when the <em>Intenseness</em> of Pleasure is the same, or equal, the Moment is as the <em>Duration</em>.","subId":"39","id":"Hutcheson.EI.ENP.2.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hence</span> the <em>Moment</em> of Good in any Object, is in a compound Proportion of the <em>Duration</em> and <em>Intenseness</em>.","subId":"40","id":"Hutcheson.EI.ENP.2.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Trouble</em>, <em>Pain</em>, or <em>Danger</em>, incurred by the Agent, in acquiring or retaining any Good, is to be subtracted from the <em>Sum</em> of the Good. So the <em>Pleasures</em> which attend or flow from the means of <em>prepollent Evil</em>, are to be subtracted, to find the <em>absolute Quantity</em>.","subId":"41","id":"Hutcheson.EI.ENP.2.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Ratio of the <em>Hazard</em> of acquiring or retaining any Good must be multiplied into the Moment of the Good; so also the <em>Hazard</em> of avoiding any Evil is to be multiplied into the Moment of it, to find its comparative value.","subId":"42","id":"Hutcheson.EI.ENP.2.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hence</span> it is, that the smallest certain Good may raise stronger Desire than the greatest Good, if the <em>Uncertainty</em> of the latter surpass <em>that</em> of the former, in a greater Proportion than that of the greater to the less. Thus Men content themselves in all Affairs with <em>smaller</em>, but more <em>probably successful</em> Pursuits, quitting those of greater Moment but <em>less Probability</em>.","subId":"43","id":"Hutcheson.EI.ENP.2.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> an <em>immortal</em> Nature it is indifferent in what part of its Duration it enjoys a Good limited in Duration, if its Sense be equally <em>acute</em> in all parts of its Existence; and the Enjoyment of this Good excludes not the Enjoyment of other Goods, at one time more than another. The same may be applied to the Suffering of Evil, limited in Duration.","subId":"44","id":"Hutcheson.EI.ENP.2.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> if the Duration of the Good be <em>infinite</em>, the Earliness of Commencement increases the Moment, as <em>finite</em> added to <em>infinite</em>, surpasses <em>infinite</em> alone.","subId":"45","id":"Hutcheson.EI.ENP.2.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> Beings of <em>limited certain Duration</em>, Axiom 12. may be applied, when the <em>Duration</em> of the Good would not surpass the Existence of the Possessor, after the Time of its Commencement.","subId":"46","id":"Hutcheson.EI.ENP.2.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> Beings of <em>limited uncertain Duration</em>, the Earliness of Commencement increases the Moment of any Good, according to the Hazard of the <em>Possessor's Duration</em>. This may, perhaps, account for what some alledge to be a natural Disposition of our Minds, even previous to any Reflection on the Uncertainty of Life, <em>viz.</em> that we are so constituted, as to desire more ardently the <em>nearer</em> Enjoyments than the more distant, tho' of equal Moment in themselves, and as certainly to be obtained by us.","subId":"47","id":"Hutcheson.EI.ENP.2.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Removal of Pain</em> has always the Notion of Good, and sollicits us more importunately: Its Moment is the same way computed by <em>Intenseness</em> and <em>Duration</em>, and affected by the <em>Hazard</em> and by the <em>Uncertainty</em> of our Existence.","subId":"48","id":"Hutcheson.EI.ENP.2.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> are the general Ways of computing the Quantities of Good in any Object or Event, whether we are pursuing our own private Good from selfish Desires, or the Good of others from publick Affections. Concerning these latter we may observe,","subId":"49","id":"Hutcheson.EI.ENP.2.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> our Desires toward <em>publick Good</em> are, when other Circumstances are equal, proportioned to the Moment of the Goods themselves.","subId":"50","id":"Hutcheson.EI.ENP.2.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> publick Desires of any Events, are proportioned to the <em>Number</em> of Persons to whom the good Event shall extend, when the <em>Moments</em> and other Circumstances are equal.","subId":"51","id":"Hutcheson.EI.ENP.2.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the <em>Moments</em> themselves, and <em>Numbers</em> of Enjoyers are equal, our Desire is proportioned to the <em>Strength</em> or <em>Nearness</em> of the <em>Ties</em> or <em>Attachments</em> to the Persons.","subId":"52","id":"Hutcheson.EI.ENP.2.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> all other Circumstances are equal, our Desires are proportional to the apprehended <em>Moral Excellence</em> of the Persons.","subId":"53","id":"Hutcheson.EI.ENP.2.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> general, the Strength of publick Desire is in a Compound Ratio of the <em>Quantity of the Good itself, and the Number, Attachment, and Dignity</em> of the Persons.","subId":"54","id":"Hutcheson.EI.ENP.2.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> seem to be the general Laws, according to which our Desires arise. Our <em>Senses</em> constitute Objects, Events or Actions <em>good</em>; and <q>we have Power to <em>reason</em>, reflect and compare the several Goods, and to find out the proper and effectual Means of obtaining the greatest for ourselves or others, so as not to be led aside by every Appearance of <em>relative</em> or <em>particular</em> Good.</q>","subId":"55","id":"Hutcheson.EI.ENP.2.55"},{"type":"paragraph","content":"<span class=\"margin-comment\">Action from pure Desire or Affection.</span> <span class=\"small-capitals\">If</span> it be granted, that we have implanted in our Nature the several <em>Desires</em> above‐mentioned, let us next inquire <q>into what <em>State</em> we would incline to bring ourselves, upon the several Accidents which now raise our <em>Passions</em>; supposing that we had the Choice of our own State entirely, and were not, by the Frame of our Nature, subjected to certain <em>Sensations</em>, independently of our Volition.</q>","subId":"56","id":"Hutcheson.EI.ENP.2.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> it seems too rash to assert a Distinction between <em>Affections</em> and <em>Passions</em>, or that <em>Desire</em> may subsist without any <em>uneasiness</em>, since perhaps we are never conscious of any Desire absolutely free from all uneasiness; <q>let it be considered, that the simple Idea of <em>Desire</em> is different from that of Pain of any kind, or from any <em>Sensation</em> whatsoever: Nor is there any other Argument for their Identity than this, that they occur to us at once: But this Argument is inconclusive, otherwise it would prove <em>Colour</em> and <em>Figure</em> to be the same, or <em>Incision</em> and <em>Pain</em>.</q>","subId":"57","id":"Hutcheson.EI.ENP.2.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is a <em>middle State</em> of our Minds, when we are not in the pursuit of any <em>important Good</em>, nor know of any great <em>Indigence</em> of those we love. In this State, when any smaller positive Good to ourselves or our Friend is apprehended to be in our power, we may resolutely <em>desire</em> and <em>pursue</em> it, without any considerable <em>Sensation of Pain</em> or Uneasiness. Some Tempers seem to have as strong <em>Desires</em> as any, by the Constancy and Vigor of their Pursuits, either of publick or private Good; and yet give small Evidence of any <em>uneasy Sensation</em>. This is observable in some sedate Men, who seem no way inferior in Strength of Desire to others: Nay, if we consult our Hearts, we shall perhaps find, that <q>the noblest Desire in our Nature, that of <em>universal Happiness</em>, is generally calm, and wholly free from any confused uneasy Sensation:</q> except in some warm Tempers, who, by a lively <em>Imagination</em>, and frequent Attention to general Ideas, raise something of Passion even toward <em>universal Nature</em>.<a href=\"#n7\"><sup>[7]</sup></a> Yea, further, Desire may be as strong as possible toward a certainly future Event, the fixed Time of its Existence being also known, and yet we are not conscious of any <em>Pain</em> attending such Desires. But tho' this should not be granted to be Fact with Men, yet the Difference of the Ideas of Desire and Pain, may give sufficient ground for abstracting them; and for our making the Supposition of their being separated.","subId":"58","id":"Hutcheson.EI.ENP.2.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">Upon</span> this Supposition then, when any Object was desired, if we found it <em>difficult</em> or <em>uncertain</em> to be obtained, but worthy of all the Labour it would cost; we would set about it with Diligence, but would never chuse to bring upon ourselves any <em>painful Sensation</em> accompanying our Desire, nor to increase our Toil by <em>Anxiety</em>. Whatever Satisfaction we had in our State before the Prospect of this additional Good, we should continue to enjoy it while this Good was in suspense; and if we found it unattainable, we should be just as we were before: And we should never chuse to bring upon ourselves those <em>Frettings</em> which now commonly arise from Disappointments. Upon Opinion of any impending Evil, we should <em>desire</em> and <em>use all means</em> to prevent it, but should never voluntarily bring upon ourselves the uneasy Sensation of <em>Fear</em>, which now naturally anticipates our Misery, and gives us a Foretaste of it, more ungrateful sometimes than the Suffering itself. If the Evil did befal us, we should never chuse to increase it, by the Sensations of <em>Sorrow</em> or <em>Despair</em>; we should consider what was the Sum of Good remaining in our State, after subtracting this Evil; and should enjoy ourselves as well as a Being, who had never known greater Good, nor enjoyed greater Pleasure, than the <em>absolute Good</em> yet remaining with us; or perhaps we should pursue some other attainable Good. In the like manner, did our <em>State</em> and the <em>Modifications</em> of our Mind depend upon our Choice, should we be affected upon the apprehended Approach of Good or Evil, to those whom we love; we should have <em>desires</em> of obtaining the one for them, and of defending them from the other, accompanied with no <em>uneasy Sensations</em>. We indeed find in fact, that our stronger Desires, whether private or publick, are accompanied with <em>uneasy Sensations</em>; but these Sensations seem not the necessary <em>Result</em> of the Desire itself: They depend upon the present <em>Constitution of our Nature</em>, which might possibly have been otherwise ordered. And in fact we find a considerable Diversity of Tempers in this matter; some <em>sedate Tempers</em> equally desiring either publick or private Good with the more passionate Tempers; but without that Degree of <em>Ferment</em>, <em>Confusion</em>, and <em>Pain</em>, which attend the same Desires in the <em>Passionate</em>.","subId":"59","id":"Hutcheson.EI.ENP.2.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">According</span> to the present Constitution of our Nature, we find that the <em>Modifications</em> or <em>Passions</em> of our Mind, are very different from those which we would chuse to bring upon ourselves, upon their several Occasions. The Prospect of any considerable Good for ourselves, or those we love, raises Desire; and this Desire is accompanied with <em>uneasy confused Sensations</em>, which often occasion <em>Fretfulness</em>, <em>Anxiety</em>, and <em>Impatience</em>. We find violent <em>Motions</em> in our Bodies; and are often made unfit for serious Deliberation about the Means of obtaining the Good desired. When it is first obtained, we find violent confused <em>Sensations of Joy</em>, beyond the Proportion of the Good itself, or its Moment to our Happiness. If we are disappointed, we feel a Sensation of <em>Sorrow</em> and <em>Dejection</em>, which is often entirely useless to our present State. Foreseen Evils are antedated by painful Sensations of <em>Fear</em>; and Reflection, attended with Sensations of <em>Sorrow</em>, gives a tedious Existence to transitory Misfortunes. Our <em>publick Desires</em> are in the same manner accompanied with painful Sensations. The Presence or Suspence of Good or Evil to <em>others</em>, is made the Occasion of the like confused Sensations. A little Reflection will shew, that none of these Sensations depend upon our Choice, but arise from the very <em>Frame of our Nature</em>, however we may regulate or moderate them.","subId":"60","id":"Hutcheson.EI.ENP.2.60"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Necessity for these Sensations.</span> Let us then examine <q>for what Purpose our Nature was so constituted, that Sensations do thus necessarily arise in us.</q> Would not those <em>first sorts of Sensations</em>, by which we apprehend Good and Evil in the Objects themselves, have been sufficient, along with our <em>Reason</em> and <em>pure Desires</em>, without those Sensations attending the very Desires themselves, for which they are called <em>Passions</em>, or those <em>Sensations</em> which attend our Reflection upon the Presence, Absence, or Approach of Good or Evil?","subId":"61","id":"Hutcheson.EI.ENP.2.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> common Answer, that <q>they are given to us as useful <em>Incitements</em> or <em>Spurs</em> to Action, by which we are roused more effectually to promote our private Good, or that of the Publick,</q> is too general and undetermined. What need is there for rousing us to Action, more than a <em>calm pure Desire of Good</em>, and Aversion to Evil would do, without these confused Sensations? Say they, <q>we are averse to <em>Labour</em>; we are apt to be hurried away by Avocations of <em>Curiosity</em> or <em>Mirth</em>; we are often so <em>indolent</em> and averse to the vigorous Use of our Powers, that we should neglect our true Interest without these solliciting Sensations.</q> But may it not be answered, that if Labour and vigorous Use of our Powers be attended with <em>Uneasiness</em> or <em>Pain</em>, why should not this be brought into the Account? The Pursuit of a small Good by great Toil is really foolish; violent <em>Labour</em> may be as pernicious as any thing else: Why should we be excited to any <em>uneasy Labour</em>, except for prepollent Good? And, when the Good is <em>prepollent</em>, what need of any further <em>Incitement</em> than the calm Desire of it? The same may be said of the Avocations of <em>Curiosity</em> or <em>Mirth</em>; if their <em>absolute Pleasures</em> be greater than that of the good from which they divert us, why should we not be diverted from it? If not, then the <em>real Moment</em> of the Good proposed is sufficient to engage our Pursuit of it, in Opposition to our Curiosity or Mirth.","subId":"62","id":"Hutcheson.EI.ENP.2.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> indeed our Aversion to Labour, or our Propensity to Mirth be accompanied with these Sensations, then it was necessary that other <em>Desires</em> should be attended with like Sensations, that so a Ballance might be preserved. So if we have confused Sensation strengthning and fixing our <em>private Desires</em>, the like Sensation joined to <em>publick Affections</em> is necessary, lest the former Desires should wholly engross our Minds: If weight be cast into one Scale, as much must be put into the other to preserve an <em>Equilibrium</em>. But the first Question is, <q>whence arose the Necessity of such additional Incitements on either side?</q>","subId":"63","id":"Hutcheson.EI.ENP.2.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> must be very difficult for Beings of such imperfect Knowledge as we are, to answer such Questions: we know very little of the Constitution of <em>Nature</em>, or what may be necessary for the Perfection of the <em>whole</em>. The Author of Nature has probably formed many active Beings, whose Desires are not attended with confused Sensations, raising them into Passions like to ours. There are perhaps Orders of rational Beings also without these particular limited Attachments, to which our Natures are subjected; who may perhaps have no <em>Parental</em> Affection, Friendships, or Love to a Country, or to any special smaller Systems; but have <em>Universal Good-will</em> to all, and this solely proportioned to the moral Excellencies of the several Objects, without any other Bonds of Affection. There is probably an infinite <em>Variety</em> of Beings, of all possible Degrees, in which the Sum of Happiness exceeds that of Misery. We know that our State is <em>absolutely Good</em>, notwithstanding a considerable Mixture of Evil. The Goodness of the great Author of Nature appears even in producing the <em>inferior Natures</em>, provided their State in the whole be absolutely Good: Since we may probably conclude,<a href=\"#n8\"><sup>[8]</sup></a> that there are in the Universe as many Species of <em>superior Natures</em>, as was consistent with the most perfect State of the whole. This is the Thought so much insisted upon by <span class=\"name\"><em>Simplicius</em></span>, that the universal Cause must produce <span class=\"foreign\">τα μέσα</span>, as well as <span class=\"foreign\">τα πρω̑τα, και τα ἔσχατα</span>. We know not if this Globe be a fit Place for the Habitation of Natures superior to ours: If not, it must certainly be in the <em>whole</em> better that it should have its <em>imperfect Inhabitants</em>, whose State is absolutely Good, than that it should be desolate.","subId":"64","id":"Hutcheson.EI.ENP.2.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> then which we can expect to do in this Matter, is only to shew, that <q>these confused Sensations are necessary to such Natures as we are in other <em>respects</em>: Particularly that Beings of such Degrees of <em>Understanding</em>, and such <em>Avenues</em> to Knowledge as we have, must need these <em>additional Forces</em>, which we call Passions, beside the first <em>Sensations</em> by which Objects are constituted Good or Evil, and the <em>pure Desire</em> or <em>Aversion</em> arising from Opinion or Apprehension of Good or Evil.</q>","subId":"65","id":"Hutcheson.EI.ENP.2.65"},{"type":"paragraph","content":"<span class=\"margin-comment\">From the Imperfection of our Understanding, which required Sensations of Appetite.</span> <span class=\"small-capitals\">Now</span> our <em>Reason</em>, or <em>Knowledge of the Relations</em> of external Things to our Bodies, is so inconsiderable, that it is generally some <em>pleasant Sensation</em> which teaches us what tends to their Preservation; and some <em>painful Sensation</em> which shews what is pernicious. Nor is this Instruction sufficient; we need also to be directed <em>when</em> our Bodies want supplies of Nourishment; to this our Reason could not extend: Here then appears the first Necessity of <em>uneasy Sensation</em>, preceding Desire, and continuing to accompany it when it is raised.","subId":"66","id":"Hutcheson.EI.ENP.2.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">Again</span>, our Bodies could not be preserved without a Sense of Pain, connected with <em>Incisions</em>, <em>Bruises</em>, or violent <em>Labour</em>, or whatever else tends to destroy any part of their Mechanism; since our Knowledge does not extend so far, as to judge in time what would be pernicious to it: And yet, without a great deal of human Labour, and many Dangers, this Earth could not support the tenth Part of its Inhabitants. Our Nature therefore required a Sensation, accompanying its Desires of the <em>Means of Preservation</em>, capable to surmount the Uneasiness of <em>Labour</em>: this we have in the Pains or Uneasiness accompanying the Desires of Food.","subId":"67","id":"Hutcheson.EI.ENP.2.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, the <em>Propagation of Animals</em> is a Mystery to their <em>Reason</em>, but easy to their <em>Instinct</em>. An Offspring of such Creatures as Men are, could not be preserved without perpetual Labour and Care; which we find could not be expected from the more general Ties of <em>Benevolence</em>. Here then again appears the Necessity of strengthning the <span class=\"foreign\">Στοργὴ</span>, or <em>natural Affection</em>, with strong Sensations, or Pains of Desire, sufficient to counter‐ballance the Pains of <em>Labour</em>, and the Sensations of the <em>selfish Appetites</em>; since Parents must often check and disappoint their own Appetites, to gratify those of their Children.","subId":"68","id":"Hutcheson.EI.ENP.2.68"},{"type":"paragraph","content":"<q>When a Necessity of joining strong Sensations to one Class of Desires appears, there must appear a like Necessity of strengthning the rest by like Sensations, to keep a just Ballance.</q> We know, for instance, that the Pleasures of the <em>Imagination</em> tend much to the Happiness of Mankind: the Desires of them therefore must have the like Sensations assisting them, to prevent our indulging a nasty solitary Luxury. The Happiness of human Life cannot be promoted without <em>Society</em> and <em>mutual Aid</em>, even beyond a Family; our <em>publick Affections</em> must therefore be strengthned as well as the private, to keep a Ballance; so must also our Desires of <em>Virtue</em> and <em>Honour</em>. <em>Anger</em>, which some have thought an useless Passion, is really as necessary as the rest; since Men's Interests often seem to interfere with each other; and they are thereby led from Self‐Love to do the worst <em>Injuries</em> to their Fellows. There could not therefore be a wiser Contrivance to restrain <em>Injuries</em>, than to make every mortal some way <em>formidable</em> to an unjust Invader, by such a violent Passion. We need not have recourse to a <span class=\"name\"><em>Prometheus</em></span> in this matter, with the old Poets: they might have ascribed it to their <span class=\"name\"><em>Optimus Maximus</em></span>. <blockquote><span class=\"foreign\">—Insani Leonis,<br> Vim Stomacho apposuisse nostro.</span></blockquote>","subId":"69","id":"Hutcheson.EI.ENP.2.69"},{"type":"paragraph","content":"<span class=\"margin-comment\">A Ballance may be still preserved.</span> <span class=\"small-capitals\">With</span> this <em>Ballance</em> of publick Passions against the private, with our <em>Passions</em> toward Honour and Virtue, we find that human Nature may be as really amiable in its low Sphere, as superior Natures endowed with higher Reason, and influenced only by <em>pure Desires</em>; provided we vigorously exercise the Powers we have in keeping this Ballance of Affections, and checking any Passion which grows so violent, as to be inconsistent with the publick Good. If we have selfish Passions for our own Preservation, we have also <em>publick Passions</em>, which may engage us into vigorous and laborious Services to <em>Offspring</em>, <em>Friends</em>, <em>Communities</em>, <em>Countries</em>. <em>Compassion</em> will engage us to succour the distressed, even with our private Loss or Danger. An Abhorrence of the injurious, and Love toward the injured, with a Sense of Virtue, and Honour, can make us despise Labour, Expence, Wounds and Death.","subId":"70","id":"Hutcheson.EI.ENP.2.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Sensations of <em>Joy</em> or <em>Sorrow</em>, upon the Success or Disappointment of any Pursuit, either publick or private, have directly the Effect of <em>Rewards</em> or <em>Punishments</em>, to excite us to act with the utmost Vigor, either for our own Advantage, or that of others, for the future, and to punish past Negligence. The Moment of every Event is thereby increased: as much as the Sensations of <em>Sorrow</em> add to our <em>Misery</em>, so much those of <em>Joy</em> add to our <em>Happiness</em>. Nay, since we have some considerable <em>Power</em> over our Desires, as shall be explained hereafter, we may probably, by good Conduct, obtain more frequent <em>Pleasures of Joy</em> upon our Success, than <em>Pains of Sorrow</em> upon Disappointment.","subId":"71","id":"Hutcheson.EI.ENP.2.71"},{"type":"paragraph","content":"<span class=\"margin-comment\">A just Balance very rare.</span> <span class=\"small-capitals\">'Tis</span> true indeed, that there are few Tempers to be found, wherein these Sensations of the several Passions are in such a <em>Ballance</em>, as in all cases to leave the Mind in a proper State, for considering the Importance of every Action or Event. The Sensations of <em>Anger</em> in some Tempers are violent above their proportion; those of <em>Ambition</em>, <em>Avarice</em>, <em>desire of sensual Pleasure</em>, and even of <em>natural Affection</em>, in several Dispositions, possess the Mind too much, and make it incapable of attending to any thing else. Scarce any one Temper is always constant and uniform in its Passions. The best State of human Nature possible, might require a Diversity of Passions and Inclinations, for the different Occupations necessary for the whole: But the Disorder seems to be much greater than is requisite for this End. <em>Custom</em>, <em>Education</em>, <em>Habits</em>, and <em>Company</em>, may often contribute much to this Disorder, however its Original may be ascribed to some more universal Cause. But it is not so great, but that human Life is still a desireable State, having a superiority of Goodness and Happiness. Nor, if we apply ourselves to it, does it hinder us from discerning that just <em>Ballance</em> and <em>Oeconomy</em>, which would constitute the most happy State of each Person, and promote the greatest Good in the whole.","subId":"72","id":"Hutcheson.EI.ENP.2.72"},{"type":"paragraph","content":"<span class=\"margin-comment\">Dispositions to some particular Passions.</span> <span class=\"small-capitals\">Let</span> Physicians or Anatomists explain the several Motions in the <em>Fluids</em> or <em>Solids</em> of the Body, which accompany any Passion; or the <em>Temperaments</em> of Body which either make Men prone to any Passion, or are brought upon us by the long Continuance, or frequent Returns of it. It is only to our Purpose in general to observe, <q>that probably certain <em>Motions</em> in the Body do accompany every Passion by a fixed Law of Nature; and alternately, <em>that Temperament</em> which is apt to receive or prolong these Motions in the Body, does influence our <em>Passions</em> to heighten or prolong them.</q> Thus a certain <em>Temperament</em> may be brought upon the Body, by its being frequently put into Motion by the Passions of <em>Anger</em>, <em>Joy</em>, <em>Love</em>, or <em>Sorrow</em>; and the Continuance of this Temperament shall make Men prone to the several Passions for the future. We find ourselves after a long Fit of <em>Anger</em> or <em>Sorrow</em>, in an uneasy State, even when we are not reflecting on the particular <em>Occasion</em> of our Passion. During this State, every trifle shall be apt to provoke or deject us. On the contrary, after <em>good Success</em>, after strong <em>friendly Passions</em>, or a State of <em>Mirth</em>, some considerable <em>Injuries</em> or <em>Losses</em>, which at other times would have affected us very much, shall be overlooked, or meekly received, or at most but slightly resented; perhaps because our Bodies are not fit easily to receive these <em>Motions</em> which are constituted the Occasion of the uneasy Sensations of Anger. This <em>Diversity</em> of Temper every one has felt, who reflects on himself at different Times. In some Tempers it will appear like <em>Madness</em>. Whether the only <em>Seat</em> of these Habits, or the Occasion rather of these <em>Dispositions</em>, be in the Body; or whether the <em>Soul</em> itself does not, by frequent Returns of any Passion acquire some greater Disposition to receive and retain it again, let those determine, who sufficiently understand the Nature of either the one or the other.","subId":"73","id":"Hutcheson.EI.ENP.2.73"},{"type":"note","content":"Whoever would see subtile Divisions of those Sensations, let him read <span class=\"name\"><em>Malebranche</em></span>'s <cite><em>Recherche de la Verite, B. </em>v<em>. c. </em>3<em>.</em></cite> Together with these Sensations there are also some strong <em>Propensities</em> distinct from any rational Desire: About which see <cite><em>Sect. 3. Art. 2.</em> of this Treatise</cite>.","subId":"n1","id":"Hutcheson.EI.ENP.2.n1"},{"type":"note","content":"The Schoolmen express this Distinction by the <span class=\"foreign\">Appetitus rationalis</span> and the <span class=\"foreign\">Appetitus Sensitivus</span>. All Animals have in common the <em>External Senses</em> suggesting notions of things as pleasant or painful; and have also the <span class=\"foreign\">Appetitus Sensitivus</span>, or some instinctive Desires and Aversions. <em>Rational Agents</em> have, superadded to these, two higher analogous Powers; <em>viz.</em> the <em>Understanding</em>, or <em>Reason</em>, presenting farther notions, and attended with an higher sort of Sensations; and the <span class=\"foreign\">Appetitus rationalis</span>. This latter is a <q>constant natural Disposition of Soul to desire what the Understanding, or these sublimer Sensations, represent as Good, and to shun what they represent as Evil, and this either when it respects ourselves or others.</q> This many call the <em>Will</em> as distinct from the <em>Passions</em>. Some later Writers seem to have forgot it, by ascribing to the <em>Understanding</em> not only <em>Ideas, Notions, Knowledge</em>; but <em>Action, Inclinations, Desires, Prosecution</em>, and their Contraries.","subId":"n2","id":"Hutcheson.EI.ENP.2.n2"},{"type":"note","content":"See <cite><em>Treat. </em>IV<em>. Sect. </em>6<em>. Art. </em>6<em></em>, last Paragraph</cite>.","subId":"n3","id":"Hutcheson.EI.ENP.2.n3"},{"type":"note","content":"See <cite>Treatise II. <em>Sect. 2. Art. 4. p. 143.</em></cite>","subId":"n4","id":"Hutcheson.EI.ENP.2.n4"},{"type":"note","content":"<cite>Treatise IV. <em>Sect. 6. Art. 4.</em></cite>","subId":"n5","id":"Hutcheson.EI.ENP.2.n5"},{"type":"note","content":"See <cite>Treatise II. <em>Sect. 7. Art. 9.</em> last Parag.</cite>","subId":"n6","id":"Hutcheson.EI.ENP.2.n6"},{"type":"note","content":"See <span class=\"name\"><em>Marcus Aurelius</em></span>, in many places.","subId":"n7","id":"Hutcheson.EI.ENP.2.n7"},{"type":"note","content":"See <cite><em>Simplicius</em> on <em>Epictetus</em>, Cap. 34.</cite> And <cite>the Archbishop of <em>Dublin</em>, <em>De Origine Mali</em></cite>, above all others on this subject.","subId":"n8","id":"Hutcheson.EI.ENP.2.n8"}]}