{"id":"Hutcheson.EI.ENP.3","imported":true,"parent":"Hutcheson.EI.ENP","title":"Section 3. Particular Divisions of the Affections and Passions","breadcrumb":"Section 3","published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_032","blocks":[{"type":"title","content":"<h3>SECT III.</h3> <h3><em>Particular Divisions of the </em>Affections<em> and </em>Passions<em>.</em></h3> ","id":"Hutcheson.EI.ENP.3"},{"type":"paragraph","content":"THE Nature of any <em>Language</em> has considerable Influence upon Men's Reasonings on all Subjects, making them often take all those Ideas which are denoted by the same Word to be the same; and on the other hand, to look upon different Words as denoting different Ideas. We shall find that this Identity of Names has occasioned much Confusion in Treatises of the Passions; while some have made larger, and some smaller Collections of Names, and have given the Explications of them as an Account of the Passions.","subId":"1","id":"Hutcheson.EI.ENP.3.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Division of the Stoicks.</span> <span class=\"name\"><span class=\"small-capitals\">Cicero</span></span>, in <cite>the Fourth Book of <em>Tusculan Questions</em></cite>, gives from the Stoicks, this general Division of the <em>Passions</em>: First, into <em>Love</em> and <em>Hatred</em>, according as the Object is good or evil; and then subdivides each, according as the Object is <em>present</em> or <em>expected</em>. About Good we have these two, <span class=\"foreign\">Libido &amp; Lætitia</span>, <em>Desire</em> and <em>Joy</em>: About Evil we have likewise two, <span class=\"foreign\">Metus &amp; Ægritudo</span>, <em>Fear</em> and <em>Sorrow</em>. To this general Division he subjoins many <em>Subdivisions</em> of each of these four Passions; according as in the <em>Latin</em> Tongue they had different Names for the several <em>Degrees</em> of these Passions, or for the same Passion employed upon different Objects. A Writer of <em>Lexicons</em> would probably get the most precise Meanings of the <em>Latin</em> Names in that Book; nor would it be useless in considering the Nature of them.","subId":"2","id":"Hutcheson.EI.ENP.3.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Schoolmen</em>, as their Fund of Language was much smaller, have not so full Enumerations of them, going no further than their admired <span class=\"name\"><em>Aristotle</em></span>.","subId":"3","id":"Hutcheson.EI.ENP.3.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is strange that the thoughtful <span class=\"name\"><span class=\"small-capitals\">Malebranche</span></span> did not consider, that <q><em>Desire</em> and <em>Aversion</em> are obviously different from the other Modifications called <em>Passions</em>; that these two directly lead to Action, or the Volition of Motion, and are wholly distinct from all sort of Sensation.</q> Whereas Joy and Sorrow are only a sort of Sensations; and other Affections differ from Sensations only, by including Desire or Aversion, or their correspondent Propensities: So that <em>Desire</em> and <em>Aversion</em> are the only pure Affections in the strictest Sense.","subId":"4","id":"Hutcheson.EI.ENP.3.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Sensation and Affection distinct.</span> <span class=\"small-capitals\">If</span>, indeed, we confine the Word <em>Sensation</em> to the <q>immediate Perceptions of Pleasure and Pain, upon the very Presence or Operation of any Object or Event, which are occasioned by some Impression on our Bodies;</q> then we may denote by the Word <em>Affection</em>, those <em>Pleasures</em> or <em>Pains</em> not thus excited, but <q>resulting from some <em>Reflection</em> upon, or <em>Opinion</em> of our Possession of any Advantage, or from a certain Prospect of future pleasant Sensations on the one hand, or from a like <em>Reflection</em> or <em>Prospect</em> of evil or painful Sensations on the other, either to ourselves or others.</q><a href=\"#n1\"><sup>[1]</sup></a>","subId":"5","id":"Hutcheson.EI.ENP.3.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Passion.</span> <span class=\"small-capitals\">When</span> more violent <em>confused Sensations</em> arise with the <em>Affection</em>, and are attended with, or prolonged by bodily Motions, we call the whole by the Name of <em>Passion</em>, especially when accompanied with some <em>natural Propensities</em>, to be hereafter explained.","subId":"6","id":"Hutcheson.EI.ENP.3.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Division by <span class=\"name\"><em>Malebranche</em></span>.</span> <span class=\"small-capitals\">If</span> this use of these Words be allowed, the Division of <span class=\"name\"><span class=\"small-capitals\">Malebranche</span></span> is very natural. Good Objects excite <em>Love</em>; evil Objects <em>Hatred</em>: each of these is subdivided, as the Object is <em>present</em> and <em>certain</em>, or <em>doubtfully expected</em>, or <em>certainly removed</em>. To these three Circumstances correspond three Modifications of the original Affections; <em>viz.</em> <span class=\"name\">Joy</span>, <em>Desire</em>, and <em>Sorrow</em>. Good present, raises <span class=\"name\">joyful Love</span>: Good in suspense, the <em>Love of Desire</em>, or <em>desirous Love</em>: Good lost, <em>sorrowful Love</em>. Evil present, raises <em>sorrowful Aversion</em>: Evil expected, <em>desirous Aversion</em>; and Evil removed, <em>joyful Aversion</em>. The joyful Love, and joyful Hatred, will possibly be found nearly the same sort of Sensations, though upon different Occasions; the same may be said of the sorrowful Love, and the sorrowful Aversion: and thus this Division will amount to the same with that of the Stoicks.","subId":"7","id":"Hutcheson.EI.ENP.3.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Desire and Aversion.</span> <span class=\"small-capitals\">Perhaps</span> it may be more easy to conceive our <em>Affections</em> and <em>Passions</em> in this manner. The Apprehension of Good, either to ourselves or others, as attainable, raises <em>Desire</em>: The like Apprehension of Evil, or of the Loss of Good, raises <em>Aversion</em>, or Desire of removing or preventing it. These two are the proper <em>Affections</em>, distinct from all <em>Sensation</em>: We may call both <em>Desires</em> if we please. <span class=\"margin-comment\">Joy and Sorrow.</span> The Reflection upon the Presence or certain Futurity of any Good, raises the Sensation of Joy, which is distinct from those immediate Sensations which arise from the Object itself.<a href=\"#n2\"><sup>[2]</sup></a> A like Sensation is raised, when we reflect upon the Removal or Prevention of Evil which once threatned ourselves or others. The <em>Reflection</em> upon the Presence of Evil, or the certain Prospect of it, or of the Loss of Good, is the Occasion of the Sensation of <em>Sorrow</em>, distinct from those <em>immediate Sensations</em> arising from the Objects or Events themselves.","subId":"8","id":"Hutcheson.EI.ENP.3.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affections may be distinguished from Passions.</span> <span class=\"small-capitals\">These</span> Affections, <em>viz.</em> <em>Desire</em>, <em>Aversion</em>, <em>Joy</em> and <em>Sorrow</em>, we may, after <span class=\"name\"><span class=\"small-capitals\">Malebranche</span></span>, call <em>spiritual</em> or <em>pure Affections</em>; because the purest Spirit, were it subject to any Evil, might be capable of them. But beside these Affections, which seem to arise necessarily from a rational Apprehension of Good or Evil, there are in our Nature violent <em>confused Sensations</em>, connected with <em>bodily Motions</em>, from which our <em>Affections</em> are denominated <em>Passions</em>.","subId":"9","id":"Hutcheson.EI.ENP.3.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affections attended with undesigning Propensities.</span> <span class=\"small-capitals\">We</span> may further observe something in our Nature, determining us very frequently to Action, distinct both from <em>Sensation</em> and <em>Desire</em>; if by Desire we mean a distinct Inclination to something apprehended as Good either publick or private, or as the Means of avoiding Evil: <em>viz.</em> a certain <em>Propensity of Instinct</em> to Objects and Actions, without any Conception of them as Good, or as the Means of preventing Evil. These Objects or Actions are generally, tho' not always, in effect the <em>Means</em> of some Good; but we are determined to them even without this Conception of them. Thus, as we observed above,<a href=\"#n3\"><sup>[3]</sup></a> the <em>Propensity to Fame</em> may continue after one has lost all notion of <em>Good</em>, either publick or private, which could be the Object of a distinct Desire. Our <em>particular Affections</em> have generally some of these <em>Propensities</em> accompanying them; but these Propensities are sometimes without the Affections or distinct Desires, and have a stronger Influence upon the Generality of Men, than the Affections could have alone. Thus in Anger, beside the Intention of removing the uneasy Sensation from the Injury received; beside the Desire of obtaining a Reparation of it, and Security for the future, which are some sort of <em>Goods</em> intended by Men when they are calm, as well as during the Passion, there is in the passionate Person a Propensity to occasion <em>Misery</em> to the Offender, a Determination to <em>Violence</em>, even where there is no <em>Intention</em> of any Good to be obtained, or Evil avoided by this Violence. <span class=\"margin-comment\">Anger.</span> And it is principally this Propensity which we denote by the Name <em>Anger</em>, tho' other Desires may often accompany it.","subId":"10","id":"Hutcheson.EI.ENP.3.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> also our <em>Presence</em> with the distressed is generally necessary to their relief; and yet when we have no Hopes nor Intention of relieving them, we shall find a <em>Propensity</em> to run to such Spectacles of Pity. Thus also, beside the calm <em>Desire</em> of the Happiness of a Person beloved, we have a strong Propensity to their <em>Company</em>, to the very <em>Sight</em> of them, without any Consideration of it as a Happiness either to ourselves or to the Person beloved. The sudden Appearance of great Danger, determines us to shriek out or fly, before we can have any distinct Desires, or any Consideration that a Shriek or Flight are proper means of Relief. These <em>Propensities</em>, along with the Sensations above-mentioned, when they occur without rational Desire, we may call <em>Passions</em>, and when they happen along with Desires, denominate them <em>passionate</em>. This part of our Constitution is as intelligible as many others universally observed and acknowledged; such as these, that Danger of falling makes us stretch out our Arms; noise makes us wink; that a Child is determined to suck; many other Animals to rise up and walk; some to run into Water, before they can have any Notion of Good to be obtained, or Evil avoided by these means.","subId":"11","id":"Hutcheson.EI.ENP.3.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Love and Hatred.</span> <span class=\"small-capitals\">It</span> may perhaps be convenient to confine <em>Love</em> and <em>Hatred</em> to our Sentiments toward Moral Agents; <em>Love</em> denoting <q><em>Desire</em> of the Happiness of another, generally attended with some <em>Approbation</em> of him as innocent at least, or being of a mixed Character, where Good is generally prevalent:</q> And <em>Hatred</em><q>denoting Disapprobation by our <em>Sense</em>, with the Absence of Desire of their Happiness.</q> <em>Benevolence</em> may denote only <q>the Desire of another's Happiness;</q> and <em>Malice</em>, <q>the Desire of their Misery,</q> abstractly from any Approbation or Condemnation by our <em>Moral Sense</em>. This sort of Malice is never found in our Nature, when we are not transported with Passion. <span class=\"margin-comment\">Envy.</span> The Propensities of Anger and Envy have some Resemblance of it; yet Envy is not an ultimate Desire of another's Misery, but only a subordinate Desire of it, as the Means of advancing ourselves, or some Person more beloved than the Person envied.","subId":"12","id":"Hutcheson.EI.ENP.3.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Fear.</span> <span class=\"small-capitals\">Fear</span>, as far as it is an <em>Affection</em>, and not an undesigning Propensity, is <q>a Mixture of <em>Sorrow</em> and <em>Aversion</em>, when we apprehend the Probability of Evil, or the Loss of Good befalling ourselves, or those we love:</q> There is more or less of Sorrow, according to the apprehended Degrees of Probability. <span class=\"margin-comment\">Hope.</span> Hope, if it be any way an Affection, and not an Opinion, is <q>a Mixture of <em>Desire</em> and <em>Joy</em>, upon the probability of obtaining Good, and avoiding Evil.</q> Both these Passions may have some <em>Propensities</em> and <em>Sensations</em> attending them, distinct from those of the other Affections.","subId":"13","id":"Hutcheson.EI.ENP.3.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Confused Use of Names.</span> <span class=\"small-capitals\">The</span> confused Use of the Names, <em>Love</em>, <em>Hatred</em>, <em>Joy</em>, <em>Sorrow</em>, <em>Delight</em>, has made some of the most important Distinctions of our Affections and Passions, to be overlooked. No Modifications of Mind can be more different from each other, than a <em>private Desire</em>, and a <em>publick</em>; yet both are called <em>Love</em>. The <em>Love of Money</em>, for Instance, the <em>Love of a generous Character</em>, or a <em>Friend</em>: The <em>Love of a fine Seat</em>, and <em>the Love of a Child</em>. In like manner, what can be more different than the <em>Sorrow for a Loss befallen ourselves</em>, and <em>Sorrow for the Death of a Friend</em>? Of this Men must convince themselves by Reflection.","subId":"14","id":"Hutcheson.EI.ENP.3.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is also a considerable Difference even among the <em>selfish Passions</em>, which bear the same general Name, according to the different <em>Senses</em> which constitute the Objects good or evil. Thus the Desire of <em>Honour</em>, and the Desire of <em>Wealth</em>, are certainly very different sorts of Affections, and accompanied with different Sensations: The <em>Sorrow</em> in like manner for our Loss by a <em>Shipwreck</em>, and our <em>Sorrow</em> for having done a <em>base Action</em>, or <em>Remorse</em>: Sorrow for our being subject to the <em>Gout</em> or <em>Stone</em>, and Sorrow for our being <em>despised</em>and <em>condemned</em>, or <em>Shame</em>: Sorrow for the Damage done by a <em>Fire</em>, and that Sorrow which arises upon an apprehended <em>Injury</em> from a Partner, or any other of our Fellows, which we call <em>Anger</em>. Where we get some special distinct <em>Names</em>, we more easily acknowledge a Difference, as it may appear in <em>Shame</em> and <em>Anger</em>; but had we other <em>Names</em>, appropriated in the same manner, we should imagine, with good ground, as many distinct <em>Passions</em>. The like Confusion is observable about our Senses.<a href=\"#n4\"><sup>[4]</sup></a>","subId":"15","id":"Hutcheson.EI.ENP.3.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> say that the <em>Sensation</em> accompanying all sorts of Joy is pleasant, and <em>that</em> accompanying Sorrow uneasy, will not argue that there is no farther Diversity. Pains have many differences among themselves, and so have Pleasures, according to the different <em>Senses</em> by which they are perceived. To enumerate all these <em>Diversities</em>, would be difficult and tedious. But some Men have piqued themselves so much upon representing <q>all our Affections as <em>selfish</em>; as if each Person were in his whole Frame only a <em>seperate System</em> from his Fellows, so that there was nothing in his Constitution leading him to a <em>publick Interest</em>, further than he apprehended it subservient to his own private Interest; and this Interest made nothing else, than the gratifying our <em>external Senses</em> and <em>Imagination</em>, or obtaining the Means of it:</q> that thereby the Wisdom and Goodness of the <span class=\"small-capitals\">Author</span> of our Nature is traduced, as if he had given us the strongest <em>Dispositions</em> toward what he had in his Laws prohibited; and directed us, by the Frame of our Nature, to the meanest and most contemptible Pursuits; as if <em>what</em> all good Men have represented as the <em>Excellence</em> of our Nature, were a <em>Force</em> or <em>Constraint</em> put upon it by <em>Art</em> or <em>Authority</em>. It may be useful to consider our Affections and Passions more particularly, as <q>they are excited by something in our Frame different from <em>Self‐Love</em>, and tend to something else than the private Pleasures of the <em>external Senses or Imagination</em>.</q> This we may do under the following Heads, by shewing, 1. How our Passions arise from the <em>Moral Sense</em>, and <em>Sense of Honour</em>. 2. How our Passions tend toward the <em>State of others</em>, abstractly from any Consideration of their <em>Moral Qualities</em>. 3. How the <em>publick Passions</em> are diversified by the <em>Moral Qualities</em> of the Agents, when they appear to our Moral Sense as virtuous or vicious. 4. How the publick Passions are diversified by the <em>Relations</em> of several Agents to each other, when we consider at once their <em>State</em> as to Happiness or Misery, and their past as well as present <em>Actions</em> towards each other. 5. How all these Passions may be complicated with the <em>selfish</em>. Under each of these Heads we may find the six Passions of <span class=\"name\"><em>Malebranche</em></span>, or the four of <span class=\"name\"><em>Zeno</em></span>; with many other combinations of them.","subId":"16","id":"Hutcheson.EI.ENP.3.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Passions about our own Actions.</span> 1. <span class=\"small-capitals\">The</span> Passions about our own Actions occasioned by the <em>Moral Sense</em>. When we form the Idea of a <em>morally good Action</em>, or see it represented in the <em>Drama</em>, or read it in <em>Epicks</em> or <em>Romance</em>, we feel a <em>Desire</em> arising of doing the like. <span class=\"margin-comment\">The Passion of Heroism in Castle building.</span> This leads most Tempers into an imagined Series of <em>Adventures</em>, in which they are still acting the generous and virtuous Part, like to the Idea they have received. <span class=\"margin-comment\">Moral Joy or Self Approbation.</span> If we have executed any good Design, we feel inward <em>Triumph of Joy</em>: <span class=\"margin-comment\">Remorse.</span> If we are disappointed through our own <em>Negligence</em>, or have been diverted from it by some <em>selfish View</em>, we shall feel a Sorrow called <em>Remorse</em>.","subId":"17","id":"Hutcheson.EI.ENP.3.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reluctance.</span> <span class=\"small-capitals\">When</span> the Idea is in like manner formed of any <em>morally evil Action</em>, which we might possibly accomplish, if we reflect upon the Cruelty or pernicious Tendency of it, there arises <em>Reluctance</em>, or Aversion: If we have committed such a Crime, upon like Reflection we feel the Sorrow called <em>Remorse</em>: If we have resisted the Temptation, we feel a secret <em>Joy</em> and <em>Self‐Approbation</em>, for which there is no special Name.","subId":"18","id":"Hutcheson.EI.ENP.3.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> might enumerate six other Passions from the Sense of <em>Honour</em>, according as we apprehend our Actions, or any other Circumstances, shall affect the <em>Opinions</em> which others form concerning us. When any Action or Circumstance occurs, from which we imagine Honour would arise, we feel <em>Desire</em>; when we attain it, <em>Joy</em>; when we are disappointed, <em>Sorrow</em>. When we first apprehend any Action or Circumstance as <em>dishonourable</em>, we feel <em>Aversion</em> arising; <span class=\"margin-comment\">Modesty. Shame.</span> if we apprehend ourselves involved in it, or in danger of being tempted to it, we feel a Passion we may call <em>Modesty</em> or <em>Shame</em>; when we escape or resist such Temptations, or avoid what is dishonourable, we feel a <em>Joy</em>, for which there is no special Name.","subId":"19","id":"Hutcheson.EI.ENP.3.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Ambition.</span> <span class=\"small-capitals\">We</span> give the Name <em>Ambition</em> to a violent Desire of Honour, but generally in a bad Sense, when it would lead the Agent into <em>immoral Means</em> to gratify it. The same Word often denotes the <em>Desire of Power</em>. <span class=\"margin-comment\">Pride.</span> <em>Pride</em> denotes sometimes the same Desires of Honour and Power, with Aversion to their contraries; sometimes <em>Pride</em> denotes Joy upon any apprehended <em>Right</em> or <em>Claim</em> to Honour; generally it is taken in a bad Sense, when one claims that to which he has no Right.","subId":"20","id":"Hutcheson.EI.ENP.3.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Shame for others.</span> <span class=\"small-capitals\">Men</span> may feel the Passion of <em>Shame</em> for the dishonourable Actions of others, when any part of the Dishonour falls upon <em>themselves</em>; as when the Person dishonoured is one of their <em>Club</em>, or <em>Party</em>, or <em>Family</em>. The general Relation of <em>human Nature</em> may produce some uneasiness upon the Dishonour of another, tho' this is more owing to our <em>publick Sense</em>.","subId":"21","id":"Hutcheson.EI.ENP.3.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">2. Publick Passions abstractly.</span> <span class=\"small-capitals\">The</span> second Class are the <em>publick Passions</em> about the <em>State of others</em>, as to Happiness or Misery, abstractly from their <em>Moral Qualities</em>. These Affections or Passions extend to all perceptive Natures, when there is no real or imagined Opposition of Interest. <span class=\"margin-comment\">Good-will.</span> We naturally <em>desire</em> the absent Happiness of others; <em>rejoice</em> in it when obtained, and <em>sorrow</em> for it when lost. <span class=\"margin-comment\">Compassion. Pity.</span> We have <em>Aversion</em> to any impending Misery; we are <em>sorrowful</em> when it befals any Person, and <em>rejoice</em> when it is removed. <span class=\"margin-comment\">Congratulation.</span> This Aversion and Sorrow we often call Pity or Compassion; the Joy we may call <em>Congratulation</em>.","subId":"22","id":"Hutcheson.EI.ENP.3.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> our Moral Sense represents <em>Virtue</em> as the greatest Happiness to the Person possessed of it, our publick Affections will naturally make us desire the <em>Virtue of others</em>. When the Opportunity of a great Action occurs to any Person against whom we are no way prejudiced, we <em>wish</em> he would attempt it, and desire his good Success. If he succeeds, we feel <em>Joy</em>; if he is disappointed, or quits the Attempt, we feel <em>Sorrow</em>. Upon like Opportunity of, or Temptation to a base Action, we have <em>Aversion</em> to the Event: If he resists the Temptation, we feel <em>Joy</em>; if he yields to it, <em>Sorrow</em>. Our Affections toward the <em>Person</em> arise jointly with our Passions about this Event, according as he acquits himself virtuously or basely.","subId":"23","id":"Hutcheson.EI.ENP.3.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">3. Publick Passions with moral Perceptions.</span> <span class=\"small-capitals\">The</span> Passions of the third Class are our <em>publick Affections</em>, jointly with <em>moral Perceptions</em> of the Virtue or Vice of the Agents. When Good appears attainable by a Person of <em>Moral Dignity</em>, our Desire of his Happiness, founded upon <em>Esteem</em> or <em>Approbation</em>, is much stronger than <em>that</em> supposed in the former Class. <span class=\"margin-comment\">Regret.</span> The Misfortune of such a Person raises stronger <em>Sorrow</em>, <em>Pity</em>, or <em>Regret</em>, and <em>Dissatisfaction</em> with the Administration of the World, upon a light View of it, with a Suspicion of the <em>real Advantage</em> of Virtue. The Success of such a Character raises all the contrary Affections of <em>Joy</em> and <em>Satisfaction</em> with Providence, and <em>Security</em> in Virtue. When Evil threatens such a Character, we have strong <em>Aversion</em> to it, with <em>Love</em> toward the Person: His escaping the Evil raises <em>Joy</em>, <em>Confidence</em> in Providence, with <em>Security</em> in Virtue. If the Evil befals him, we feel the contrary Passions, <em>Sorrow</em>, <em>Dissatisfaction</em> with Providence, and <em>Suspicion</em> of the Reality of Virtue.","subId":"24","id":"Hutcheson.EI.ENP.3.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Which of them fit for the Drama.</span> <span class=\"small-capitals\">Hence</span> we see how unfit such Representations are in <em>Tragedy</em>, as make the perfectly Virtuous miserable in the highest degree. They can only lead the Spectators into <em>Distrust</em> of Providence, <em>Diffidence</em> of Virtue; and into such Sentiments, as some Authors, who probably mistake his meaning, tell us <span class=\"name\"><em>Brutus</em></span> expressed at his Death, <q>That the Virtue he had pursued as a solid Good, proved but an empty Name.</q> But we must here remember, that, notwithstanding all the frightful Ideas we have inculcated upon us of the <em>King of Terrors</em>, yet an <em>honourable Death</em> is far from appearing to a generous Mind, as the greatest of Evils. The <em>Ruin of a Free State</em>, the <em>Slavery of a generous Spirit</em>, a <em>Life upon shameful Terms</em>, still appear vastly greater Evils; beside many other exquisite <em>Distresses</em> of a more private nature, in comparison of which, an honourable Death befalling a favourite Character, is looked upon as a Deliverance.","subId":"25","id":"Hutcheson.EI.ENP.3.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">Passions toward moral evil Agents.</span> <span class=\"small-capitals\">Under</span> this Class are also included the Passions employed about the Fortunes of Characters, apprehended as <em>morally Evil</em>. Such Characters do raise <em>Dislike</em> in any Observer, who has a moral Sense: <span class=\"margin-comment\">No disinterested or ultimate Malice in Men. Anger.</span> But <em>Malice</em>, or the <em>ultimate Desire</em> of their Misery, does not necessarily arise toward them. Perhaps our Nature is not capable of desiring the Misery of any Being calmly, farther than it may be necessary to the Safety of the innocent: We may find, perhaps, that there is no Quality in any Object which would excite in us <em>pure disinterested Malice</em>, or calm Desire of Misery for its own sake.<a href=\"#n5\"><sup>[5]</sup></a> When we apprehend any Person as <em>injurious</em> to ourselves, or to any innocent Person, especially to a Person beloved, the Passion of <em>Anger</em> arises toward the Agent. By <em>Anger</em> is generally meant <q>a Propensity to occasion Evil to another, arising upon apprehension of an Injury done by him:</q> This violent Propensity is attended generally, when the Injury is not very sudden, with <em>Sorrow</em> for the Injury sustained, or threatned, and <em>Desire</em> of repelling it, and making the Author of it <em>repent</em> of his Attempt, or <em>repair</em> the Damage.","subId":"26","id":"Hutcheson.EI.ENP.3.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">Its Effects.</span>This Passion is attended with the most violent <em>uneasy Sensations</em>, and produces as great Changes in our Bodies as any whatsoever. We are precipitantly led by it, to apprehend the <em>injurious</em> as <em>directly malicious</em>, designing the Misery of others without farther Intention. While the Heat of this Passion continues, we seem naturally to pursue the Misery of the injurious, until they relent, and convince us of their better Intentions, by expressing their Sense of the Injury, and offering Reparation of Damage, with Security against future Offences.","subId":"27","id":"Hutcheson.EI.ENP.3.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> as it is plainly necessary, in a System of Agents <em>capable of injuring</em> each other, that every one should be made <em>formidable</em> to an Invader, by such a violent Passion, till the Invader shews his Reformation of Temper, as above, and no longer; so we find it is thus ordered in our Constitution. Upon these Evidences of Reformation in the Invader, our Passion naturally abates; or if in any perverse Temper it does not, the <em>Sense of Mankind</em> turns against him, and he is looked upon as cruel and inhumane.","subId":"28","id":"Hutcheson.EI.ENP.3.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> considering more fully the Passions about the Fortunes of evil Characters, distinct from <em>Anger</em>, which arises upon a fresh Injury, we may first consider the evil Agents, such as a sudden View sometimes represents them, <em>directly evil</em> and <em>malicious</em>; and then make proper Abatements, for <em>what</em> the worst of Men come short of this compleatly evil Temper. As Mathematicians suppose perfect <em>Hardness</em> in some Bodies, and <em>Elasticity</em> in others, and then make Allowances for the imperfect Degrees in natural Bodies.","subId":"29","id":"Hutcheson.EI.ENP.3.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">Joy of Hatred.</span> <span class=\"small-capitals\">The</span> Prospect of Good to a Person apprehended as <em>entirely malicious</em>, raises <em>Aversion</em> in the Observer, or <em>Desire</em> of his Disappointment; at least, when his Success would confirm him in any evil Intention. His Disappointment raises <em>Joy</em> in the Event, with <em>Trust</em> in Providence, and <em>Security</em> in Virtue. <span class=\"margin-comment\">Sorrow of Hatred.</span> His Success raises the contrary Passions of <em>Sorrow</em>, <em>Distrust</em>, and <em>Suspicion</em>. The <em>Prospect of Evil</em>, befalling an evil Character, at first, perhaps, seems grateful to the Observer, if he has conceived the Passion of <em>Anger</em>; but to a sedate Temper, no Misery is farther the Occasion of <em>Joy</em>, than as it is necessary to some prepollent Happiness in the whole. The <em>escaping</em> of Evil impending over such a Character, by which he is confirmed in Vice, is the Occasion of <em>Sorrow</em>, and <em>Distrust</em> of Providence and Virtue; and the Evil befalling him raises <em>Joy</em>, and <em>Satisfaction</em> with Providence, and <em>Security</em> in Virtue. We see therefore, that the <em>Success of evil Characters</em>, by obtaining Good, or avoiding Evil, is an unfit Representation in <em>Tragedy</em>.","subId":"30","id":"Hutcheson.EI.ENP.3.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Let</span> any one reflect on this Class of Passions, especially as they arise upon Occasions which do not affect himself, and he will see how little of <em>Self‐Love</em> there is in them; and yet they are frequently as violent as any Passions whatsoever. We seem conscious of some <em>Dignity</em> in these Passions above the selfish ones, and therefore never conceal them, nor are we ashamed of them. These <em>complicated Passions</em> the Philosophers have confusedly mentioned, under some general Names, along with the simple selfish Passions. The <em>Poets</em> and <em>Criticks</em> have sufficiently shown, that they felt these Differences, however it did not concern them to explain them. We may find Instances of them in all Dramatick Performances, both Antient and Modern.","subId":"31","id":"Hutcheson.EI.ENP.3.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">Passions about mixed Characters.</span> The <em>Abatements</em> to be made for what human Nature comes short of the highest Degrees either of Virtue or Vice, may be thus conceived: When the Good in any <em>mixed Character</em> surpasses the Evil, the Passions arise as toward the <em>Good</em>; where the Evil surpasses the Good, the Passions arise as toward the <em>Evil</em>, only in both Cases with less Violence. And further, the Passions in both Cases are either <em>stopped</em>, or turned the contrary way, by want of due <em>Proportion</em> between the <em>State</em> and <em>Character</em>. Thus an imperfect good Character, in pursuit of a Good too great for his Virtue, or to the exclusion of more worthy Characters, instead of raising <em>Desire</em> of his Success, raises <em>Aversion</em>; <span class=\"margin-comment\">Envy, Sorrow, Joy.</span> his Success raises <em>Envy</em>, or a Species of <em>Sorrow</em>, and his Disappointment <em>Joy</em>. An imperfectly evil Character, threatned by an Evil greater than is necessary to make him relent and reform, or by a great Calamity, which has no direct tendency to reform him, instead of raising <em>Desire</em> toward the Event, raises <em>Aversion</em>; <span class=\"margin-comment\">Pity.</span> his escaping it raises <em>Joy</em>, and his falling under it raises <em>Pity</em> a Species of Sorrow.","subId":"32","id":"Hutcheson.EI.ENP.3.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">The best Plots in Tragedy.</span> <span class=\"small-capitals\">There</span> is another Circumstance which exceedingly varies our Passions of this Class, when the Agents themselves, by their <em>own Conduct</em>, procure their Misery. When an imperfect good Character, by an evil Action, procures the highest Misery to himself; this raises these complicated Passions, <em>Pity</em> toward the Sufferer, <em>Sorrow</em> for the State, <em>Abhorrence</em> of Vice, <em>Awe</em> and <em>Admiration</em> of Providence, as keeping strict Measures of Sanctity and Justice. These Passions we may all feel, in reading <cite>the <em>Oedipus</em> of <em>Sophocles</em></cite>, when we see the Distress of that Prince, occasioned by his superstitious Curiosity about his future Fortunes; his rash Violence of Temper, in Duelling without Provocation, and in pronouncing Execrations on Persons unknown. We feel the like Passions from the Fortunes of <span class=\"name\"><em>Creon</em></span> in <cite>the <em>Antigone</em></cite>; or from the Fates of <span class=\"name\"><em>Pyrrhus</em></span> and <span class=\"name\"><em>Orestes</em></span>, in <cite>the <em>Andromache of Racine</em></cite>; or our <cite><em>Distressed Mother</em></cite>. We heartily pity these Characters, but without repining at Providence; their Misery is the Fruit of their own Actions. It is with the justest Reason, that <span class=\"name\"><em>Aristotle</em></span><a href=\"#n6\"><sup>[6]</sup></a> prefers such Plots to all others for <em>Tragedy</em>, since these Characters come nearest to those of the Spectators, and consequently will have the strongest Influence on them. We are generally conscious of some good Dispositions, mixed with many Weaknesses: few imagine themselves capable of attaining the <em>height</em> of perfectly good Characters, or arriving to their high Degrees of Felicity; and fewer imagine themselves capable of sinking into the Baseness of perfectly <em>evil Tempers</em>, and therefore few dread the Calamities which befal them.","subId":"33","id":"Hutcheson.EI.ENP.3.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">How these Passions are raised high and complicated.</span> <span class=\"small-capitals\">There</span> is one farther Circumstance which strengthens this Class of Passions exceedingly, that is, the <em>greatness of the Change of Fortune</em> in the Person, or the <em>Surprize</em> with which it comes. As this gives the Person a more <em>acute Perception</em> either of Happiness or Misery, so it strengthens our <em>Passions</em>, arising from Observation of his State. Of this the Poets are very sensible, who so often represent to us the former Prosperity of the Person, for whom they would move our pity; his <em>Projects</em>, his <em>Hopes</em>, his <em>half‐executed Designs</em>. One left his <em>Palace unfinished</em>, another his <em>betrothed Mistress</em>, or <em>young Wife</em>; one promised himself <em>Glory</em>, and a fortunate <em>old Age</em>; another was heaping up <em>Wealth</em>, boasted of his <em>Knowledge</em>, was honoured for his <em>fine Armour</em>, his <em>Activity</em>, his <em>Augury</em>. <blockquote><span class=\"foreign\">Αλλ ̕ οὐκ οἰωνοι̑σιν ἐρύσσατα κη̑ρα μέλαιναν. <br> —ουδε τἱ τόγ̕ ἐπήρκεσε λυγρον ὄλεθρον.</span> <br> <cite>Homer.</cite></blockquote> <blockquote><span class=\"foreign\">Sed non Augurio potuit depellere pestem; <br> Sed non Dardanice medicari cuspidis ictum <br> Invaluit.——</span> <br> <cite>Virg.</cite></blockquote>","subId":"34","id":"Hutcheson.EI.ENP.3.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Joy is in like manner increased upon the Misfortunes of evil Characters, by representing their former <em>Prosperity</em>, <em>Pride</em> and <em>Insolence</em>.","subId":"35","id":"Hutcheson.EI.ENP.3.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Sorrow or Joy is strangely diversified or complicated, when the Sufferers are <em>multiplied</em>, by representing the Persons attached to the principal Sufferer, and setting before us their <em>Affections</em>, <em>Friendships</em>, <em>tender Solicitudes</em>, <em>care in Education</em>, <em>succour in former Distresses</em>; this every one will find in reading the Stories of <span class=\"name\"><em>Pallas</em></span>, <span class=\"name\"><em>Camilla</em></span>, <span class=\"name\"><em>Nisus</em></span>, and <span class=\"name\"><em>Euryalus</em></span>; or in general, any Battle of <span class=\"name\"><em>Homer</em></span> or <span class=\"name\"><em>Virgil</em></span>. What there is in Self‐Love to account for these Effects, let all Mankind judge.","subId":"36","id":"Hutcheson.EI.ENP.3.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">4. Publick Passions and Relations of Agents.</span> <span class=\"small-capitals\">The</span> Passions of the fourth Class arise from the same <em>moral Sense</em> and <em>publick Affections</em>, upon observing the Actions of Agents some way <em>attached</em> to each other, by prior Ties of Nature or good Offices, or disengaged by <em>prior Injuries</em>; when these <em>Relations</em> are known, the moral Qualities of the Actions appear considerably different, and our Passions are much diversified by them: <span class=\"margin-comment\">Contrastes and Complications of Passions.</span> there is also a great <em>Complication</em> of different Passions, and a sort of <em>Contraste</em>, or assemblage of opposite Passions toward the several Persons concerned. The most moving <em>Peripeties</em>, and <em>Remembrances</em>, in <em>Epick</em> and <em>Dramatick</em> Poetry, are calculated to raise these complicated Passions; and in <em>Oratory</em> we study to do the same.","subId":"37","id":"Hutcheson.EI.ENP.3.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> strong Sentiments of <em>Gratitude</em>, and vigorous Returns of good Offices observed, raise in the Spectator the highest <em>Love</em> and <em>Esteem</em> toward both the <em>Benefactor</em>, and even the <em>Person obliged</em>, with <em>Security</em> and <em>Delight</em> in Virtue.—<em>Ingratitude</em>, or returning bad Offices designedly, raises the greatest <em>Detestation</em> against the Ungrateful; and <em>Love</em> with <em>Compassion</em> toward the Benefactor, with <em>Dejection</em> and <em>Diffidence</em> in a virtuous Course of Life.—<em>Forgiving of Injuries</em>, and much more <em>returning Good for Evil</em>, appears wonderfully great and beautiful to our moral Sense: it raises the strongest <em>Love</em> toward the Forgiver, <em>Compassion</em> for the Injury received; toward the Injurious, if <em>relenting</em>, some degree of <em>Good‐will</em>, with <em>Compassion</em>; if not relenting, the most violent <em>Abhorrence</em> and <em>Hatred</em>.—Mutual <em>good Offices</em> done designedly between morally <em>good Agents</em>, raise <em>Joy</em> and <em>Love</em> in the Observer toward both, with <em>delight</em> in Virtue.—<em>Mutual Injuries</em> done by evil Agents designedly, raise <em>Joy</em> in the Events, along with <em>Hatred</em>to the Agents, with <em>Detestation</em> of Vice.—<em>Good Offices</em> done designedly by <em>good Agents</em> toward <em>Evil</em>, but not so as to encourage, or enable them to further Mischief, raise <em>Love</em> toward the <em>good Agent</em>; <em>Displicence</em>, with some <em>Good‐will</em> toward the evil Agent.—<em>Good Offices</em> designedly done mutually among <em>evil Agents</em>, if these Offices do not promote their evil Intentions, diminish our Dislike and Hatred, and introduce some <em>Compassion</em> and <em>Benevolence</em>.—<em>Good Offices</em> from <em>good Agents</em>, to <em>Benefactors unknown</em> to the Agent, or to their unknown Friends or Posterity, increase <em>Love</em> toward both; and raise great <em>Satisfaction</em> and <em>Trust</em> in <em>Providence</em>, with <em>Security</em> in Virtue, and <em>Joy</em> in the Event.—<em>Undesigned evil Returns</em> in like Case with the former, raise <em>Sorrow</em> in the Observer upon account of the Event, <em>Pity</em> toward both, with <em>Suspicion</em> of Providence and Virtue.—An <em>undesigned Return of Evil</em> to an evil Agent from a good one, whom he had injured, raises <em>Joy</em> upon account of the Event, and <em>Trust</em> in Providence.—<em>Undesigned evil Offices mutually done</em> to each other by evil Agents, raise <em>Joy</em> in the Event, <em>Abhorrence</em> of Vice, and <em>Satisfaction</em> with Providence.—<em>Undesigned good Offices</em> done by good Agents toward the evil, by which they are further excited or impowered to do evil, raise <em>Pity</em> toward the good Agent, <em>Indignation</em> and <em>Envy</em> toward the Evil, with <em>Distrust</em> in Providence.—<em>Undesigned good Offices</em> done by good to evil Agents, by which they are not excited or enabled to do further mischief, raise <em>Envy</em> or <em>Indignation</em> toward the evil Agent, if the Benefit be great; if not, they scarce raise any new Passion distinct from that we had before, of <em>Love</em> toward the one, and <em>Hatred</em> or <em>Dislike</em> toward the other.","subId":"38","id":"Hutcheson.EI.ENP.3.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> Passions might have been diversified, according to <span class=\"name\"><em>Malebranche</em></span>'s Division, as the Object or Event was <em>present</em>, or in <em>suspense</em>, or <em>certainly removed</em>: And would appear in different Degrees of Strength, according as the Persons concerned were more nearly attached to the Observer, by <em>Nature</em>, <em>Friendship</em>, or <em>Acquaintance</em>.","subId":"39","id":"Hutcheson.EI.ENP.3.39"},{"type":"paragraph","content":"<span class=\"margin-comment\">5. Publick Passions joined with the selfish.</span> <span class=\"small-capitals\">The</span> Passions of the last Class, are those in which any of the former Kinds are complicated with <em>selfish Passions</em>, when our own Interest is concerned. It is needless here to repeat them over again: Only this may be noted in general, that, as the Conjunction of selfish Passions will very much increase the Commotion of Mind, so the Opposition of any <em>selfish Interests</em>, which appear of great Importance, will often conquer the <em>publick Desires</em> or Aversions, or those founded upon the Sense of <em>Virtue</em> or <em>Honour</em>; and this is the Case in vicious Actions done against <em>Conscience</em>.","subId":"40","id":"Hutcheson.EI.ENP.3.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> Complications of Passions are often not reflected on by the Person who is acted by them, during their Rage: But a judicious Observer may find them by Reflection upon himself, or by Observation of others; and the Representation of them never fails to affect us in the most lively manner. <blockquote><span class=\"foreign\">—Aestuat ingens <br> Imo in Corde Pudor, mixtoque Insania Luctu, <br> Et Furiis agitatus Amor, &amp; conscia Virtus.</span> <br> <cite>Virg.</cite></blockquote>","subId":"41","id":"Hutcheson.EI.ENP.3.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> all this tedious Enumeration, let any one consider, <q>How few of our Passions can be any way deduced from <em>Self‐Love</em>, or desire of private Advantage? And how improbable it is, that Persons in the Heat of Action, have any of those <em>subtle Reflections</em>, and <em>selfish Intentions</em>, which some Philosophers invent for them? How great a part of the Commotions of our Minds arise upon the <em>moral Sense</em>, and from <em>publick Affections</em> toward the good of others? We should find, that without these Principles in our Nature, we should not feel the one half at least of our present <em>Pleasures</em> or <em>Pains</em>; and that our Nature would be almost reduced to <em>Indolence</em>.</q>","subId":"42","id":"Hutcheson.EI.ENP.3.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">How Characters and Tempers of Men are formed.</span> <span class=\"small-capitals\">An</span> accurate Observation of the several distinct <em>Characters</em> and <em>Tempers</em> of Men, which are constituted by the various Degrees of their <em>natural Sagacity</em>, their <em>Knowledge</em>, their <em>Interests</em>, their <em>Opinions</em>, or <em>Associations</em> of Ideas, with the <em>Passions</em> which are prevalent in them, is a most useful and pleasant Entertainment for those, who have Opportunities of large Acquaintance and Observation. But our present Purpose leads only to consider the first general <em>Elements</em>, from the various Combinations of which, the several <em>Tempers</em> and <em>Characters</em> are formed.","subId":"43","id":"Hutcheson.EI.ENP.3.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Order of Nature partly vindicated.</span> <span class=\"small-capitals\">This</span> account of our Affections will, however, prepare the way for discerning considerable Evidences for the <em>Goodness of the Deity</em>, from the Constitution of our Nature; and for removing the Objections of voluptuous luxurious Men, against the Rules of Virtue laid down by Men of Reflection. While no other Ideas of <em>Pleasure</em> or <em>Advantage</em> are given us, than those which relate to the external Senses; nor any other <em>Affections</em> represented as natural, save those toward private Good: it may be difficult to persuade many, even of those who are not Enemies to Virtue from <em>Inclination</em>, of the Wisdom of the Deity, in making the <em>Biass</em> of our Nature opposite to the Laws he gives us; and making all <em>Pleasure</em>, the most natural Character of Good, attend the <em>prohibited Actions</em>, or the <em>indifferent</em> ones; while <em>Obedience</em> to the Law must be a <em>constrained</em> Course of Action, inforced only by <em>Penalties</em> contrary to our <em>natural Affections</em> and <em>Senses</em>. <em>Nature</em> and <em>Grace</em> are by this Scheme made very opposite: Some would question whether they could have the same Author. Whereas, if the preceding Account be just, we see no such Inconsistency: <q>Every Passion or Affection in its <em>moderate Degree</em> is innocent, many are directly <em>amiable</em>, and <em>morally good</em>: we have <em>Senses</em> and <em>Affections</em> leading us to <em>publick Good</em>, as well as to <em>private</em>; to <em>Virtue</em>, as well as to other sorts of Pleasure.</q>","subId":"44","id":"Hutcheson.EI.ENP.3.44"},{"type":"note","content":"See above, <cite>Sect. 2. Art. 1.</cite>","subId":"n1","id":"Hutcheson.EI.ENP.3.n1"},{"type":"note","content":"See <cite>Sect. 2. Art. 1.</cite>","subId":"n2","id":"Hutcheson.EI.ENP.3.n2"},{"type":"note","content":"<cite>Sect. 1.</cite> near the End.","subId":"n3","id":"Hutcheson.EI.ENP.3.n3"},{"type":"note","content":"<cite>Treat. I. Sect. 1. Art. 10.</cite>","subId":"n4","id":"Hutcheson.EI.ENP.3.n4"},{"type":"note","content":"See <cite>Sect. 5. Art. 5. of this Treatise.</cite>","subId":"n5","id":"Hutcheson.EI.ENP.3.n5"},{"type":"note","content":"<cite><em>Aristotle Poetic,</em> Chap. 13.</cite>","subId":"n6","id":"Hutcheson.EI.ENP.3.n6"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.EI.ENP","imported":true,"title":"An Essay on the Nature and Conduct of the Passions","breadcrumb":"Essay on the Passions","published":[1728]}],"prev":{"id":"Hutcheson.EI.ENP.2","imported":true,"title":"Section 2. Of the Affections and Passions: The natural Laws of pure  Affection: The confused Sensations of the Passions, with their final Causes","breadcrumb":"Section 2","published":[1728]},"next":{"id":"Hutcheson.EI.ENP.4","imported":true,"title":"Section 4. How far our several Affections and Passions are in our Power, either to govern them when raised, or to prevent their arising: with some general Observations about their Objects","breadcrumb":"Section 4","published":[1728]}}