{"imported":true,"id":"Hutcheson.EI.ENP.4","parent":"Hutcheson.EI.ENP","title":"Section 4. How far our several Affections and Passions are in our Power, either to govern them when raised, or to prevent their arising: with some general Observations about their Objects","breadcrumb":"Section 4","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_041","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT IV.</h3> <h3><em>How far our several </em>Affections<em> and </em>Passions<em> are in our </em>Power<em>, either to govern them when raised, or to prevent their arising: with some general Observations about their </em>Objects<em>.</em></h3> ","id":"Hutcheson.EI.ENP.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affections and Passions depend much upon Opinions.</span> FROM what was said above it appears, that our Passions are not so much in our <em>Power</em>, as some seem to imagine, from the <em>Topicks</em> used either to raise or allay them. We are so constituted by Nature, that, as soon as we form the Idea of certain Objects or Events, our <em>Desire</em> or <em>Aversion</em> will arise toward them; and consequently our Affections must very much depend upon the <em>Opinions</em> we form, concerning any thing which occurs to our Mind, its <em>Qualities</em>, <em>Tendencies</em>, or <em>Effects</em>. Thus the Happiness of every sensitive Nature is desired, as soon as we remove all <em>Opinion</em> or <em>Apprehension</em> of <em>Opposition of Interest</em> between this Being and others. The <em>Apprehension</em> of morally good Qualities, is the necessary Cause of <em>Approbation</em>, by our moral Sense, and of stronger <em>Love</em>. The Cause of <em>Hatred</em>, is the <em>Apprehension</em> of the opposite Qualities. <em>Fear</em>, in like manner, must arise from <em>Opinion of Power</em>, and <em>Inclination</em> to hurt us: <em>Pity</em> from the Opinion of another's <em>undeserved Misery</em>: <em>Shame</em> only arises from <em>Apprehension</em> of <em>Contempt</em> from others: <em>Joy</em>, in any Event, must arise from an Opinion of its Goodness. Our <em>selfish Passions</em> in this, do not differ from our <em>publick ones</em>.","subId":"1","id":"Hutcheson.EI.ENP.4.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> may shew us some Inconsistency in Topicks of Argument, often used to inculcate <em>Piety</em> and <em>Virtue</em>. Whatever Motives of Interest we suggest, either from a present or future <em>Reward</em>, must be ineffectual, until we have first laboured to form <em>amiable Conceptions</em> of the <em>Deity</em>, and of our <em>Fellow-Creatures</em>. And yet in many Writers, even in this Cause, <q>Mankind are represented as <em>absolutely evil</em>, or at best as <em>entirely selfish</em>; nor are there any nobler Ideas of the <span class=\"small-capitals\">Deity</span> suggested. It is grown a <em>fashionable Topick</em>, to put some <em>sly selfish Construction</em> upon the most generous human Actions; and he passes for the <em>shreudest Writer</em>, or <em>Orator</em>, who is most artful in these Insinuations.</q>","subId":"2","id":"Hutcheson.EI.ENP.4.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Appetites and Affections distinguished.</span> <span class=\"small-capitals\">The</span> Government of our Passions must then depend much upon our <em>Opinions</em>: But we must here observe an obvious Difference among our Desires, <em>viz.</em> that <q>some of them have a <em>previous</em>, painful, or uneasy Sensation, antecedently to any <em>Opinion</em> of Good in the Object; nay, the Object is often chiefly esteemed good, only for its <em>allaying this Pain</em> or Uneasiness; or if the Object gives also positive Pleasure, yet the <em>uneasy Sensation</em> is previous to, and independent of this <em>Opinion</em> of Good in the Object.</q> These Desires we may call <em>Appetites</em>. <q>Other Desires and Aversions necessarily pre-suppose an <em>Opinion</em> of Good and Evil in their Objects; and the Desires or Aversions, with their concomitant uneasy Sensations, are produced or occasioned by this <em>Opinion</em> or <em>Apprehension</em>.</q> Of the former kind are <em>Hunger</em> and <em>Thirst</em>, and the Desires between the <em>Sexes</em>; to which Desires there is an uneasy Sensation <em>previous</em>, even in those who have little other Notion of Good in the Objects, than allaying this <em>Pain</em> or <em>Uneasiness.</em> There is something like to this in the Desire of <em>Society</em>, or the Company of our Fellow-creatures. Our Nature is so much formed for this, that altho' the <em>Absence of Company</em> is not immediately painful, yet if it be long, and the Person be not employed in something which tends to <em>Society</em> at last, or which is designed to fit him for Society, an uneasy <em>Fretfulness</em>, <em>Sullenness</em>, and <em>Discontent</em>, will grow upon him by degrees, which Company alone can remove. He shall not perhaps be sensible always, that it is the Absence of Company which occasions his Uneasiness: A painful Sensation dictates nothing of itself; it must be therefore some <em>Reflection</em> or <em>Instinct</em>, distinct from the Pain, which suggests the Remedy. Our Benevolence and Compassion pre-suppose indeed some <em>Knowledge</em> of other sensitive Beings, and of what is good or evil to them: But they do not arise from any previous <em>Opinion</em>, that <q>the Good of others tends to the Good of the Agent.</q> They are <em>Determinations of our Nature</em>, previous to our Choice from Interest, which excite us to Action, as soon as we know other sensitive or rational Beings, and have any Apprehension of their Happiness or Misery.","subId":"3","id":"Hutcheson.EI.ENP.4.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> other Desires the Case is different. No Man is distressed for want of <em>fine Smells</em>, <em>harmonious Sounds</em>, <em>beautiful Objects</em>, <em>Wealth</em>, <em>Power</em>, or <em>Grandeur</em>, previously to some Opinion formed of these things as good, or some <em>prior Sensation</em> of their Pleasures. In like manner, <em>Virtue</em> and <em>Honour</em> as necessarily give us Pleasure, when they occur to us, as Vice and Contempt give us Pain; but, antecedently to some <em>Experience</em> or <em>Opinion</em> of this Pleasure, there is no previous uneasy Sensation in their Absence, as there is in the Absence of the Objects of <em>Appetite</em>. The Necessity of these Sensations previous to our Appetites, has been considered already.<a href=\"#n1\"><sup>[1]</sup></a> The Sensations accompanying or subsequent to our other Desires, by which they are denominated <em>Passions</em>, keep them in a just Ballance with our <em>Appetites</em>, as was before observed.","subId":"4","id":"Hutcheson.EI.ENP.4.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> this holds in general, concerning all our Desires or Aversions, that according to the <em>Opinion</em> or <em>Apprehension</em> of Good or Evil, the Desire or Aversion is increased or diminished: Every <em>Gratification</em> of any Desire gives at first Pleasure; and Disappointment Pain, proportioned to the Violence of the Desire. In like manner, the <em>escaping</em> any Object of Aversion, tho' it makes no permanent Addition to our Happiness, gives at first a pleasant <em>Sensation</em>, and relieves us from Misery, proportioned to the Degree of <em>Aversion</em> or <em>Fear</em>. So when any Event, to which we had an Aversion, befals us, we have at first Misery proportioned to the Degree of Aversion. So that some Pain is subsequent upon all <em>Frustration</em> of Desire or Aversion, but it is previous to those Desires only, which are called <em>Appetites</em>.","subId":"5","id":"Hutcheson.EI.ENP.4.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hence</span> we see how impossible it is for one to judge of the <em>Degrees</em> of Happiness or Misery in others, unless he knows their <em>Opinions</em>, their <em>Associations</em> of Ideas, and the <em>Degrees</em> of their Desires and Aversions. We see also of how much Consequence our <em>Associations</em> of Ideas and <em>Opinions</em> are to our Happiness or Misery, and to the Command of our Passions.","subId":"6","id":"Hutcheson.EI.ENP.4.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Associations of Ideas and Opinions increase or diminish the strength of our Desires.</span> <span class=\"small-capitals\">For</span> tho' in our <em>Appetites</em> there are uneasy Sensations, previous to any Opinion, yet our very Appetites may be strengthned or weakned, and variously altered by <em>Opinion</em>, or <em>Associations</em> of Ideas. Before <em>their</em> Intervention, the bodily Appetites are easily satisfied: Nature has put it in almost every one's power, so far to gratify them, as to support the Body, and remove Pain. But when <em>Opinion</em>, and <em>confused Ideas</em>, or <em>Fancy</em> comes in, and represents some particular kinds of Gratifications, or great Variety of them, as of great Importance; when Ideas of <em>Dignity</em>, <em>Grandure</em>, <em>Magnificence</em>, <em>Generosity</em>, or any other <em>moral Species</em>, are joined to the Objects of Appetites, they may furnish us with endless Labour, Vexation, and Misery of every kind.","subId":"7","id":"Hutcheson.EI.ENP.4.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the other Desires which pre-suppose some <em>Opinion</em> or <em>Apprehension</em> of Good, previous to any Sensation of uneasiness; they must still be more directly influenced by <em>Opinion</em>, and <em>Associations</em> of Ideas. The higher the <em>Opinion</em> or <em>Apprehension</em> of Good or Evil is, the stronger must the <em>Desire</em> or <em>Aversion</em> be; the greater is the Pleasure of <em>Success</em> at first, and the greater the Pain of <em>Disappointment</em>. Our publick Desires are influenced in the same manner with the private: what we conceive as Good, we shall desire for those we love, as well as for ourselves; and that in proportion to the <em>Degree of Good</em> apprehended in it: whatever we apprehend as Evil in any degree to those we love, to that we shall have proportionable Aversion.","subId":"8","id":"Hutcheson.EI.ENP.4.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> common Effect of these <em>Associations</em> of Ideas is this, <q>that they raise the Passions into an extravagant Degree, beyond the proportion of real Good in the Object: And commonly beget some secret Opinions to justify the Passions. But then the Confutation of these false Opinions is not sufficient to break the <em>Association</em>, so that the <em>Desire</em> or <em>Passion</em> shall continue, even when our Understanding has suggested to us, that the Object is not good, or not proportioned to the Strength of the Desire.</q> Thus we often may observe, that Persons, who by reasoning have laid aside all Opinion of <em>Spirits being in the dark</em> more than in the light, are still uneasy to be alone in the dark.<a href=\"#n2\"><sup>[2]</sup></a> Thus the <em>luxurious</em>, the <em>extravagant Lover</em>, the <em>Miser</em>, can scarce be supposed to have <em>Opinions</em> of the several Objects of their Pursuit, proportioned to the Vehemence of their Desires; but the constant <em>Indulgence</em> of any Desire, the frequent <em>Repetition</em> of it, the <em>diverting</em> our Minds from all other Pursuits, the Strain of <em>Conversation</em> among Men of the same Temper, who often haunt together, the <em>Contagion</em> in the very Air and Countenance of the passionate, beget such wild <em>Associations</em> of Ideas, that a sudden <em>Conviction of Reason</em> will not stop the Desire or Aversion, any more than an Argument will surmount the <em>Loathings</em> or <em>Aversions</em>, acquired against certain Meats or Drinks, by Surfeits or emetick Preparations.","subId":"9","id":"Hutcheson.EI.ENP.4.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Luxurious</em> are often convinced, when any Accident has revived a <em>natural Appetite</em>, of the superior Pleasures in a plain Dinner, with a sharp Stomach:<a href=\"#n3\"><sup>[3]</sup></a> but this does not reform them; they have got all the Ideas of <em>Dignity</em>, <em>Grandure</em>, <em>Excellence</em>, and <em>Enjoyment of Life</em> joined to their Table. Explain to a Miser the Folly of his Conduct, so that he can alledge nothing in his Defence; yet he will go on, <blockquote><span class=\"foreign\">Ut locuples moriatur egenti vivere fato.</span> <br> <cite>Juv.</cite></blockquote> He has likewise all Ideas of <em>Good</em>, of <em>Worth</em>, and <em>Importance</em> in Life confounded with his Coffers.","subId":"10","id":"Hutcheson.EI.ENP.4.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">A romantick</span> Lover has in like manner no Notion of Life without his <em>Mistress</em>, all <em>Virtue</em> and <em>Merit</em> are summed up in his <em>inviolable Fidelity</em>. The <em>Connoisseur</em> has all Ideas of valuable <em>Knowledge</em>, <em>Gentlemanlike Worth</em> and <em>Ability</em> associated with his beloved Arts. The Idea of <em>Property</em> comes along with the Taste, and makes his Happiness impossible, without <em>Possession</em> of what he admires. A plain Question might confute the <em>Opinion</em>, but will not break the <em>Association</em>: <q>What Pleasure has the Possessor more than others, to whose Eyes they are exposed as well as his?</q>","subId":"11","id":"Hutcheson.EI.ENP.4.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> <em>publick Desires</em> are affected by confused Ideas, in the same manner with our private Desires. What is apprehended as Good, thro' an Association of foreign Ideas, shall be pursued for <em>those we love</em>, as well as what is really good for them. Our <em>benevolent Passions</em> in the nearer Ties, are as apt to be too violent as any whatsoever: this we may often experience in the <em>Love of Offspring, Relations, Parties, Cabals</em>. The Violence of our Passion makes us sometimes incapable of pursuing effectually their Good, and sinks us into an useless State of Sorrow upon their Misfortunes. <em>Compassion</em> often makes the Evil greater to the Spectator than to the Sufferer; and sometimes subjects the Happiness of a Person of great Worth, to every Accident befalling one entirely void of it.","subId":"12","id":"Hutcheson.EI.ENP.4.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Desire of Virtue, upon extensive impartial Schemes of publick Happiness, can scarce be too strong; but, upon <em>mistaken or partial Views</em> of publick Good, this Desire of Virtue may often lead Men into very pernicious Actions. One may conceive a sort of <em>Extravagancy</em>, and <em>effeminate Weakness</em> even of this Desire; as when Men are dissatisfied with themselves for <em>Disappointments</em> in good Attempts, which it was not in their Power to accomplish; when some <em>heroick Tempers</em> shew no Regard to private Good; when the Pursuit of the lovely Form is so passionate, that the Agent does not relish his <em>past Conduct</em> by agreeable Reflection, but like the Ambitious, <blockquote><span class=\"foreign\">Nil actum reputat si quid superesset agendum.</span> <cite>Lucan.</cite></blockquote>","subId":"13","id":"Hutcheson.EI.ENP.4.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the most pernicious <em>Perversions</em> of this Desire are <q>some <em>partial Admirations</em> of certain moral Species, such as <em>Fortitude</em>, <em>Propagation of true Religion</em>, <em>Zeal for a Party</em>; while other Virtues are overlooked, and the very <em>End</em> to which the admired Qualities are subservient is forgotten. Thus some <em>Phantoms</em> of Virtue are raised, wholly opposite to its true Nature, and to the sole End of it, <em>the publick Good</em>.</q>","subId":"14","id":"Hutcheson.EI.ENP.4.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Honour</span>, in like manner, has had its foolish Associations, and the true Nature of it has been overlooked, so that the Desire of it has run into <em>Enthusiasm</em>, and pernicious <em>Madness</em>. Thus, <q>however our Desires, when our <em>Opinions</em> are true, and the Desire is proportioned to the <em>true Opinion</em>, are all calculated for good, either publick or private; yet <em>false Opinions</em>, and <em>confused Ideas</em>, or too great a <em>Violence</em> in any of them, above a due Proportion to the rest, may turn the best of them into destructive Follies.</q>","subId":"15","id":"Hutcheson.EI.ENP.4.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Malicious or cruel Tempers, how they arise.</span> <span class=\"small-capitals\">This</span> is probably the Case in those Affections which some suppose <em>natural</em>, or at least incident to our Natures, and yet <em>absolutely evil</em>: Such as <em>Rancour</em>, or <em>disinterested Malice</em>, <em>Revenge</em>, <em>Misanthropy</em>. We indeed find our Nature determined to disapprove an <em>Agent</em> apprehended as evil, or malicious, thro' <em>direct Intention</em>; we must desire the Destruction of such a Being, not only from Self‐Love, but from our Benevolence to others. Now when we rashly form Opinions of <em>Sects</em>, or <em>Nations</em>, as absolutely evil; or get associated Ideas of <em>Impiety</em>, <em>Cruelty</em>, <em>Profaneness</em>, recurring upon every mention of them: when, by repeated Reflection upon Injuries received, we strengthen our Dislike into an <em>obdurate Aversion</em>, and conceive that the Injurious are <em>directly malicious</em>; we may be led to act in such a manner, that Spectators, who are unacquainted with our <em>secret Opinions</em>, or <em>confused Apprehensions of others</em>, may think we have <em>pure disinterested Malice</em> in our Nature; a very <em>Instinct</em> toward the Misery of others, when it is really only the <em>overgrowth</em> of a just natural Affection, upon false Opinions, or confused Ideas; even as our <em>Appetites</em>, upon which our natural Life depends, may acquire accidental <em>Loathings</em> at the most wholesome Food. Our Ideas and Opinions of Mankind are often very rashly formed, but our <em>Affections</em> are generally suited to our <em>Opinions</em>. When our Ideas and Opinions of the moral Qualities of others are just, our Affections are generally regular and good: But when we give loose Reins to our <em>Imagination</em> and <em>Opinion</em>, our Affections must follow them into all Extravagance and Folly; and inadvertent Spectators will imagine some <em>Dispositions</em> in us wholly useless, and absolutely and directly <em>evil</em>.","subId":"16","id":"Hutcheson.EI.ENP.4.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> the <em>Gratification</em> of these destructive Desires, like those of all the rest, gives at first some <em>Pleasure</em>, proportioned to their Violence; and the <em>Disappointment</em> gives proportioned <em>Pain</em>. But as to the <em>Continuance</em> of these Pleasures or Pains, we shall find hereafter great Diversity.","subId":"17","id":"Hutcheson.EI.ENP.4.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> this view of our Desires, we may see <q>the great Variety of <em>Objects</em>, <em>Circumstances</em>, <em>Events</em>, which must be of Importance to the Happiness of a Creature, furnished with such a <em>Variety of Senses</em> of Good and Evil, with equally various <em>Desires</em> corresponding to them: especially considering the strange <em>Combinations of Ideas</em>, giving Importance to many Objects, in their own Nature indifferent.</q>","subId":"18","id":"Hutcheson.EI.ENP.4.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">How far the several Desires must necessarily arise in us.</span> <span class=\"small-capitals\">We</span> must in the next Place enquire <q>how far these several <em>Desires</em> must necessarily arise, or may be prevented by our Conduct.</q>","subId":"19","id":"Hutcheson.EI.ENP.4.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">1. That of external pleasures.</span> <span class=\"small-capitals\">The</span> Pleasures and Pains of the <em>external Senses</em> must certainly be perceived by every one who comes into the World; the one raising some Degree of Desire, and the other Aversion: the <em>Pains of Appetites</em> arise yet more certainly than others, and are previous to any <em>Opinion</em>. But then it is very much in our power to keep these Sensations <em>pure</em> and <em>unmixed</em> with any foreign Ideas: so that the plainest Food and Raiment, if sufficiently nourishing and healthful, may keep us easy, as well as the <em>rarest</em> or most <em>expensive</em>. Nay the Body, when accustomed to the simpler Sorts, is easiest in the Use of them: And we are raised to an higher Degree of <em>Chearfulness</em>, by a small Improvement in our Table, than it is possible to bring a <em>pampered Body</em> into, by any of the Productions of Nature. Whatever the Body is once accustomed to, produces no considerable Change in it.","subId":"20","id":"Hutcheson.EI.ENP.4.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">2. The Desires of the Pleasures of the Imagination.</span> <span class=\"small-capitals\">The</span> Pleasures of the <em>Imagination</em>, or of <em>the internal Sense of Beauty</em>, and <em>Decency</em>, and <em>Harmony</em>, must also be perceived by us. The <em>Regularity</em>, <em>Proportion</em> and <em>Order</em> in external Forms, will as necessarily strike the Mind, as any Perceptions of the external Senses. But then, as we have no uneasiness of <em>Appetite</em>, previous to the Reception of those grateful Ideas, we are not <em>necessarily</em> made miserable in their Absence; unless by some fantastick <em>Habit</em> we have raised very violent Desires, or by a long Pursuit of them, have made ourselves incapable of other Enjoyments.","subId":"21","id":"Hutcheson.EI.ENP.4.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Again</span>, the Sense and Desire of <em>Beauty</em> of several kinds is entirely abstracted from <em>Possession</em> or <em>Property</em>; so that the finest <em>Relish</em> of this kind, and the strongest subsequent <em>Desires</em>, if we admit no foolish Conjunctions of Ideas, may almost every where be gratified with the Prospects of <em>Nature</em>, and with the Contemplation of the more curious <em>Works of Art</em>, which the Proprietors generally allow to others without Restraint. But if this Sense or Desire of Beauty itself be accompanied with the Desire of <em>Possession</em> or <em>Property</em>; if we let it be guided by <em>Custom</em>, and receive <em>Associations</em> of foreign Ideas in our Fancy of <em>Dress</em>, <em>Equipage</em>, <em>Furniture</em>, <em>Retinue</em>; if we relish only the Modes of the <em>Great</em>, or the Marks of <em>Distinction</em> as beautiful; if we let such Desires grow strong, we must be very <em>great</em> indeed, before we can secure constant Pleasure by this Sense: and every Disappointment or Change of Fortune must make us miserable. The like Fate may attend the Pursuit of <em>speculative Sciences</em>, <em>Poetry</em>, <em>Musick</em>, or <em>Painting</em>; to excel in these things is granted but to few. A violent Desire of <em>Distinction</em> and <em>Eminence</em> may bring on Vexation and Sorrow for the longest Life.","subId":"22","id":"Hutcheson.EI.ENP.4.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">3. The publick Desires.</span> <span class=\"small-capitals\">The</span> Pleasures and Pains of the <em>publick Sense</em> will also necessarily arise in us. Men cannot live without the <em>Society</em> of others, and their <em>good Offices</em>; they must observe both the <em>Happiness</em> and <em>Misery</em>, the <em>Pleasures</em> and <em>Pains</em> of their Fellows: <em>Desire</em> and <em>Aversion</em> must arise in the Observer. Nay farther, as we cannot avoid more near Attachments of Love, either from the Instinct between the <em>Sexes</em>, or that toward <em>Offspring</em>, or from Observation of the <em>benevolent Tempers</em> of others, or their particular <em>Virtues</em> and <em>good Offices</em>, we must feel the Sensations of <em>Joy</em> and <em>Sorrow</em>, from the State of others even in the stronger Degrees, and have the publick Desires in a greater Height. All we can do to prevent the <em>Pains</em> of general Benevolence, will equally lessen the <em>Pleasures</em> of it. If we restrain our <em>publick Affection</em> from growing strong, we abate our Pleasures from the good Success of others, as much as we lessen our Compassion for their Misfortunes: If we confine our Desires to a small <em>Circle</em> of Acquaintance, or to a <em>Cabal</em> or <em>Faction</em>, we contract our Pleasures as much as we do our Pains. The Distinction of Pleasures and Pains into <em>real</em> and <em>imaginary</em>, or rather into <em>necessary</em> and <em>voluntary</em>, would be of some use, if we could correct the <em>Imaginations</em> of others, as well as our own; but if we cannot, we are sure, whoever thinks himself miserable, is really so; however he might possibly, by a better Conduct of his Imagination, have prevented this Misery. All we can do in this affair, is to enjoy a great Share of the Pleasures of the <em>stronger Ties</em>, with fewer <em>Pains</em> of them, by confining the stronger Degrees of Love, or our Friendships, to Persons of <em>corrected Imaginations</em>, to whom as few of the uncertain Objects of Desire are necessary to Happiness as is possible. Our Friendship with such Persons may probably be to us a much greater Source of Happiness than of Misery, since the Happiness of such Persons is more probable than the contrary.","subId":"23","id":"Hutcheson.EI.ENP.4.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> there is nothing in our Nature determining us to <em>disinterested Hatred</em> toward any Person; we may be secure against all the Pains of <em>Malice</em>, by preventing false <em>Opinions</em> of our Fellows as absolutely evil, or by guarding against <em>habitual Anger</em>, and rash <em>Aversions</em>.","subId":"24","id":"Hutcheson.EI.ENP.4.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>moral Ideas</em> do arise also necessarily in our Minds. We cannot avoid observing the <em>Affections</em> of those we converse with; their <em>Actions</em>, their <em>Words</em>, their <em>Looks</em> betray them. We are conscious of our own Affections, and cannot avoid Reflection upon them sometimes: the kind and generous Affections will appear amiable, and all Appearance of Cruelty, Malice, or even very selfish Affections, will be disapproved, and appear odious. Our <em>own Temper</em>, as well as that of others, will appear to our moral Sense either lovely or deformed, and will be the Occasion either of Pleasure or Uneasiness. We have not any proper <em>Appetite</em> toward Virtue, so as to be uneasy, even antecedently to the Appearance of the lovely Form; but as soon as it appears to any Person, as it certainly must very early in Life, it never fails to raise <em>Desire</em>, as Vice does raise <em>Aversion</em>. This is so rooted in our Nature, that no <em>Education</em>, <em>false Principles</em>, <em>depraved Habits</em>, or even <em>Affectation</em> itself can entirely root it out. <span class=\"name\"><span class=\"small-capitals\">Lucretius</span></span> and <span class=\"name\"><span class=\"small-capitals\">Hobbes</span></span> shew themselves in innumerable Instances struck with some <em>moral Species</em>; they are full of Expressions of <em>Admiration</em>, <em>Gratitude</em>, <em>Praise</em>, <em>Desire of doing Good</em>; and of <em>Censure</em>, <em>Disapprobation</em>, <em>Aversion to some Forms of Vice</em>.","subId":"25","id":"Hutcheson.EI.ENP.4.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> then there is no avoiding these Desires and Perceptions of <em>Morality</em>, all we can do to secure ourselves in the possession of Pleasures of this kind, without Pain, consists in <q>a vigorous Use of our Reason, to discern what Actions really tend to the publick Good in the <em>whole</em>, that we may not do <em>that</em> upon a partial View of Good, which afterwards, upon a fuller Examination, we shall condemn and abhor ourselves for; and withal, to fix our <em>Friendships</em> with Persons of like Dispositions, and just Discernment.</q> Men of partial Views of publick Good, if they never obtain any better, may be easy in a very pernicious Conduct, since the <em>moral Evil</em> or <em>Deformity</em> does not appear to them. But this is seldom to be hoped for in any partial Conduct. Those who are injured by us fail not to complain; the Spectators, who are disengaged from our partial Attachments, will often take the Freedom to express their Sentiments, and set our Conduct in a full Light: This must very probably occasion to us <em>Shame</em> and <em>Remorse</em>. It cannot therefore be an indifferent Matter, to an Agent with a moral Sense, what <em>Opinions</em> he forms of the Tendency of Actions; what partial <em>Attachments</em> of Love he has toward <em>Parties</em> or <em>Factions</em>. If he has true Opinions of the Tendencies of <em>Actions</em>; if he carefully examines the real Dignity of <em>Persons</em> and <em>Causes</em>, he may be sure that the Conduct which he now approves he shall always approve, and have delight in Reflection upon it, however it be censured by others. But if he takes up at hazard <em>Opinions</em> of Actions; if he has a foolish <em>Admiration</em> of particular Sects, and as foolish <em>Aversions</em> and Dislike to others, not according to any real Importance or Dignity, he shall often find occasion for <em>Inconstancy</em> and <em>Change</em> of his Affections, with <em>Shame</em> and <em>Remorse</em> for his past Conduct, and an inward <em>Dislike</em> and <em>Self‐Condemnation</em>.","subId":"26","id":"Hutcheson.EI.ENP.4.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> most deeply affects our Happiness or Misery, are the Dispositions of those Persons with whom we voluntarily contract some <em>nearer Intimacies</em> of Friendship: If we act wisely in this Point, we may secure to ourselves the greatest Pleasures with the fewest Pains, by attaching ourselves to Persons of real Goodness, good Offices toward whom are useful to the World. The Ties of <em>Blood</em> are generally very strong, especially toward <em>Offspring</em>; they need rather the Bridle than the Spur, in all Cases wherein the Object is not recommended to a singular Love by his good Qualities. We may, in a considerable measure, restrain our <em>natural Affection</em> toward a worthless Offspring, by setting our <em>publick Affections</em> and our <em>moral Sense</em> against it, in frequent Contemplation of their Vices, and of the Mischief which may arise to Persons of more worth from them, if we give them any Countenance in their Vices.","subId":"27","id":"Hutcheson.EI.ENP.4.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> regulating our Apprehensions of the <em>Actions of others</em>, is of very great Importance, that we may not imagine Mankind worse than they really are, and thereby bring upon ourselves a Temper full of <em>Suspicion</em>, <em>Hatred</em>, <em>Anger</em> and <em>Contempt</em> toward others; which is a constant State of Misery, much worse than all the Evils to be feared from <em>Credulity</em>. If we examine the true <em>Springs</em> of human Action, we shall seldom find their Motives worse than <em>Self‐Love</em>. Men are often subject to <em>Anger</em>, and upon sudden <em>Provocations</em> do Injuries to each other, and that only from Self‐Love, without Malice; but the greatest part of their Lives is employed in Offices of <em>natural Affection</em>, <em>Friendship</em>, <em>innocent Self-Love</em>, or <em>Love of a Country</em>. The little <em>Party‐Prejudices</em> are generally founded upon Ignorance, or false Opinions, rather apt to move <em>Pity</em> than <em>Hatred</em>. Such Considerations are the best Preservative against <em>Anger</em>, <em>Malice</em>, and <em>Discontent</em> of Mind with the Order of Nature. <q>When you would make yourself chearful and easy (says the Emperor<a href=\"#n4\"><sup>[4]</sup></a>) consider the <em>Virtues</em> of your several Acquaintances, the <em>Industry</em> and <em>Diligence</em> of one, the <em>Modesty</em> of another, the <em>Generosity</em> or <em>Liberality</em> of a third; and in some Persons some other Virtue. There is nothing so delightful, as the Resemblances of the <em>Virtues</em> appearing in the Conduct of your Contemporaries as frequently as possible. Such Thoughts we should still retain with us.</q>","subId":"28","id":"Hutcheson.EI.ENP.4.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the <em>moral Sense</em> is thus assisted by a sound Understanding and Application, our own Actions may be a constant Source of solid Pleasure, along with the Pleasures of <em>Benevolence</em>, in the highest Degree which our Nature will admit, and with as few of its Pains as possible.","subId":"29","id":"Hutcheson.EI.ENP.4.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">How far our Sense of Honour is in our power.</span> <span class=\"small-capitals\">As</span> to the Desires of <em>Honour</em>, since we cannot avoid observing or hearing of the Sentiments of others concerning our Conduct, we must feel the Desire of the <em>good Opinions</em> of others, and Aversion to their <em>Censures</em> or <em>Condemnation</em>: since the one necessarily gives us Pleasure, and the other Pain. Now it is impossible to bring all Men into the same Opinions of particular Actions, because of their different Opinions of <em>publick Good</em>, and of the <em>Means</em> of promoting it; and because of <em>opposite Interests</em>; so that it is often impossible to be secure against all Censure or Dishonour from some of our Fellows. No one is so much Master of <em>external Things</em>, as to make his honourable Intentions successful; and yet <em>Success</em> is a Mark by which many judge of the Goodness of Attempts. Whoever therefore suffers his Desire of <em>Honour</em> or <em>Applause</em> to grow violent, without Distinction of the <em>Persons</em> to whose Judgment he submits, runs a great hazard of Misery. But our natural Desire of Praise, is in a compounded Proportion of the <em>Numbers</em> of Applauders, and their <em>Dignity</em>. <q>He therefore who makes <em>Distinction</em> of Persons justly, and acts wisely for the <em>publick Good</em>, may secure himself from much uneasiness upon injudicious Censure, and may obtain the Approbation of those whose Esteem alone is valuable, or at least far over‐ballances the Censure of others.</q>","subId":"30","id":"Hutcheson.EI.ENP.4.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Desire of Wealth and Power.</span> <span class=\"small-capitals\">The</span> <em>Desire of Wealth</em> must be as necessary as any other Desires of our Nature, as soon as we apprehend the usefulness of Wealth to gratify all other Desires. While it is desired as the <em>Means</em> of something farther, the Desire tends to our Happiness, proportionably to the good Oeconomy of the <em>principal Desires</em> to which it is made subservient. It is in every Man's power, by a little Reflection, to prevent the Madness and Enthusiasm with which Wealth is insatiably pursued even for itself, without any direct Intention of using it. The Consideration of the small Addition often made by Wealth to the Happiness of the Possessor, may check this Desire, and prevent that <em>Insatiability</em> which sometimes attends it.","subId":"31","id":"Hutcheson.EI.ENP.4.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Power</span> in like manner is desired as the Means of gratifying other <em>original Desires</em>; nor can the Desire be avoided by those who apprehend its usefulness. It is easy to prevent the <em>Extravagance</em> of this Desire, and many of its consequent Pains, by considering <q>the <em>Danger</em> of affecting it by injurious Means, supporting it by <em>Force</em>, without consent of the Subject, and employing it to <em>private Interest</em>, in opposition to publick Good.</q> No Mortal is easy under such Subjection: Every Slave to such a Power is an <em>Enemy</em>: The Possessor must be in a continual State of <em>Fear</em>, <em>Suspicion</em> and <em>Hatred.</em>","subId":"32","id":"Hutcheson.EI.ENP.4.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Occasion of fantastick Desires.</span> <span class=\"small-capitals\">There</span> is nothing in our Nature leading us necessarily into the <em>fantastick Desires</em>; they wholly arise through our <em>Ignorance</em> and <em>Negligence</em>; when, through want of Thought, we suffer foolish <em>Associations</em> of Ideas to be made, and imagine certain trifling Circumstances to contain something <em>honourable and excellent</em> in them, from their being used by Persons of <em>Distinction</em>. We know how the <em>Inadvertencies</em>, <em>Negligences</em>, <em>Infirmities</em>, and even <em>Vices</em>, either of great or ingenious Men, have been affected, and imitated by those who were incapable of imitating their Excellencies. This happens often to young Gentlemen of plentiful Fortunes, which set them above the Employments necessary to others, when they have not cultivated any relish for the Pleasures of the <em>Imagination</em>, such as <em>Architecture</em>, <em>Musick</em>, <em>Painting</em>, <em>Poetry</em>, <em>Natural Philosophy</em>, <em>History</em>: When they have no farther Knowledge of these things, than stupidly to praise what they hear others praise: When they have neglected to cultivate their <em>publick Affections</em>, are bantered a long time from <em>Marriage</em> and <em>Offspring</em>; and have neither themselves Minds fit for <em>Friendships</em>, nor any intimate Acquaintance with such as are fit to make Friends of: When their <em>moral Sense</em> is weakened, or, if it be strong in any points, these are fixed at random, without any <em>regular Scheme</em>: When thro' Ignorance of <em>publick Affairs</em>, or want of <em>Eloquence</em> to speak what they know, they despair of the <em>Esteem</em> or <em>Honour</em> of the Wise: When their Hearts are too gay to be entertained with the dull Thoughts of increasing their <em>Wealth</em>, and they have not Ability enough to hope for <em>Power</em>; such poor empty Minds have nothing but Trifles to pursue; any thing becomes agreeable, which can supply the Void of Thought, or prevent the sullen Discontent which must grow upon a Mind conscious of no <em>Merit</em>, and expecting the <em>Contempt</em> of its Fellows; as a <em>Pack of Dogs</em>, an <em>Horse</em>, a <em>Jewel</em>, an <em>Equipage</em>, a <em>Pack of Cards</em>, a <em>Tavern</em>; any thing which has got any confused Ideas of <em>Honour</em>, <em>Dignity</em>, <em>Liberality</em>, or <em>genteel Enjoyment of Life</em> joined to it. These fantastick Desires any Man might have banished at first, or entirely prevented. But if we have lost the <em>Time</em> of substituting better in their stead, we shall only change from one sort to another, with a perpetual Succession of <em>Inconstancy</em> and <em>Dissatisfaction</em>. <blockquote><span class=\"foreign\">—Cui si vitiosa Libido <br> Fecerit Auspicium— <br> Iidem eadem possunt horam durare probantes.</span> <br> <cite>Hor. Ep. 1.</cite></blockquote>","subId":"33","id":"Hutcheson.EI.ENP.4.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> End of all these Considerations, is to find out the most effectual way of advancing the Happiness of Mankind; in order to which, they may perhaps appear of considerable Consequence, since Happiness consists in <q>the highest and most durable Gratifications of, either all our <em>Desires</em>, or, if all cannot be gratified at once, of those which tend to the greatest and most durable <em>Pleasures</em>, with exemption either from all <em>Pains</em> and Objects of <em>Aversion</em>, or at least from those which are the most grievous.</q> The following general Observations may be premised concerning their Objects.","subId":"34","id":"Hutcheson.EI.ENP.4.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">The full Pursuit of all kinds of Pleasure is impossible.</span> <q><span class=\"small-capitals\">It</span> is plainly impossible that any Man should pursue the Gratifications of all these <em>Desires</em> at once, with Prudence, Diligence, and Vigor, sufficient to obtain the highest Pleasures of each kind, and to avoid their opposite Pains.</q> For, not to mention the <em>Narrowness</em> of the Powers of our Minds, which makes them incapable of a Multiplicity of Pursuits at once; the very <em>Methods</em> of obtaining the highest Gratification of the several Senses and Desires, are directly inconsistent with each other. For example, the violent Pursuit of the Pleasures of the <em>external Senses</em>, or <em>Sensuality</em>, is opposite to the Pleasures of the <em>Imagination</em>, and to the Study of the ingenious <em>Arts</em>, which tend to the Ornament of Life: These require Labour and Application, inconsistent with the <em>Voluptuousness</em> of the external Senses, which by itself would engross the whole Application of our Minds, through vain Associations of Ideas.","subId":"35","id":"Hutcheson.EI.ENP.4.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">Again</span>: The violent Pursuits of either of the former kinds of Pleasures, is often directly inconsistent with <em>publick Affections</em>, and with our <em>moral Sense</em>, and <em>Sense of Honour</em>. These Pleasures require a quite different Temper, a Mind little set upon selfish Pleasures, strongly possessed with Love for others, and Concern for their Interests capable of Labour and Pain. However our desire of Honour be really <em>selfish</em>, yet we know it is never acquired by Actions appearing selfish; but by such as appear publick‐spirited, with Neglect of the Pleasures of the external Senses and Wealth. <em>Selfishness</em> is generally attended with <em>Shame</em>;<a href=\"#n5\"><sup>[5]</sup></a> and hence we conceal even our <em>Desire of Honour</em> itself, and are ashamed of <em>Praise</em> in our own Presence, even when we are doing beneficent Actions, with design to obtain it. The Pursuits of <em>Wealth</em> and <em>Power</em> are often directly opposite to the Pleasures of all the other kinds, at least for the present, however they may be intended for the future Enjoyment of them.","subId":"36","id":"Hutcheson.EI.ENP.4.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">No Certainty of Success in any Pursuit, save that of Virtue.</span> <q><span class=\"small-capitals\">There</span> is no such <em>Certainty</em> in human Affairs, that a Man can assure himself of the perpetual Possession of these Objects which gratify any one Desire,</q> except that of <em>Virtue</em> itself: which, since it does not depend upon external Objects and Events<a href=\"#n6\"><sup>[6]</sup></a>, but upon our own <em>Affections</em> and <em>Conduct</em>, we may promise to ourselves that we shall always enjoy. But then Virtue consists in Benevolence, or Desire of the publick Good: <em>The Happiness of others</em> is very uncertain, so that our publick Desires may often be disappointed; and every Disappointment is uneasy, in proportion to the Degree of Desire. And therefore, however the <em>Admiration</em> and fixed <em>Pursuit of Virtue</em> may always secure one stable and constant Pleasure of <em>Self‐Approbation</em>, yet this Enjoyment presupposes a <em>Desire of publick Good</em>, subject to frequent Disappointments, which will be attended with Uneasiness proportioned to the Degree of publick Desire, or the <em>Virtue</em> upon which we reflect. There seems therefore no possibility of securing to ourselves, in our present State, an <em>unmixed Happiness</em> independently of all other Beings. Every Apprehension of Good raises desire, every Disappointment of Desire is uneasy; every Object of Desire is uncertain except Virtue, but the <em>Enjoyment of Virtue</em> supposes the Desire of an uncertain Object, <em>viz.</em> the <em>publick Happiness</em>. To secure therefore independently of all other Beings invariable and pure Happiness, it would be necessary either to have the <em>Power</em> of directing all Events in the Universe, or to root out all <em>Sense of Evil</em>, or Aversion to it, while we retained our <em>Sense of Good</em>, and that without previous Desire, the Dissappointment of which could give Pain. The <em>rooting</em> out of all Senses and Desires, were it practicable, would cut off all Happiness as well as Misery: The removing or stopping a part of them, might indeed be of consequence to the Happiness of the <em>Individual</em> on some occasions, however pernicious it might be to the <em>Whole</em>. But it is plain, we have not in our power the modelling of our <em>Senses or Desires</em>, to form them for a private Interest: They are fixed for us by the <span class=\"small-capitals\">Author</span> of our Nature, subservient to the Interest of the <em>System</em>; so that each Individual is made, previously to his own Choice, a Member of a <em>great Body</em>, and affected with the Fortunes of the Whole, or at least of many Parts of it; nor can he break himself off at pleasure.","subId":"37","id":"Hutcheson.EI.ENP.4.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Mistakes of the Stoicks about compleat Happiness.</span> <span class=\"small-capitals\">This</span> may shew the Vanity of some Expressions of the <em>Stoicks</em>, boasting, one would imagine, who did not remember other parts of their Scheme, of an undisturbed Happiness and Serenity, independently even of the <span class=\"small-capitals\">Deity</span>, as well as of their Fellow‐Creatures, wholly inconsistent with the <em>Order</em> of Nature, as well as with the Principles of some of their great Leaders: For which, Men of Wit in their own Age did not fail to ridicule them.","subId":"38","id":"Hutcheson.EI.ENP.4.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> must be a very fantastick Scheme of Virtue, which represents it as a <em>private sublimely selfish Discipline</em>, to preserve our selves wholly unconcerned, not only in the Changes of Fortune as to our <em>Wealth</em> or <em>Poverty</em>, <em>Liberty</em> or <em>Slavery</em>, <em>Ease</em> or <em>Pain</em>, but even in all <em>external Events</em> whatsoever, in the Fortunes of our dearest <em>Friends</em> or <em>Country</em>, solacing ourselves that we are easy and undisturbed. If there be any thing amiable in human Nature, the Reflection upon which can give us pleasure, it must be kind <em>disinterested Affections</em> towards our Fellows, or towards the <em>whole</em>, and its <span class=\"small-capitals\">Author</span> and Cause. These Affections, when reflected upon, must be one constant Source of Pleasure in <em>Self-Approbation</em>. But some of these very Affections, being toward an uncertain Object, must occasion Pain, and directly produce one sort of Misery to the virtuous in this Life. It is true indeed, it would be a much greater Misery to want such an amiable Temper, which alone secures us from the basest and most detestable State of <em>Self‐Condemnation</em> and <em>Abhorrence</em>. But, allowing such a Temper to be the necessary Occasion of one sort of Happiness, even the greatest we are capable of, yet it may also be the Occasion of no inconsiderable Pains in this Life.","subId":"39","id":"Hutcheson.EI.ENP.4.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> this <em>affectionate Temper</em> is true Virtue, and not that <em>undisturbed Selfishness</em>, were it attainable, every one would readily own who saw them both in Practice. Would any honest Heart relish such a Speech as this from a <span class=\"name\"><em>Cato</em></span> or an <span class=\"name\"><em>Æmilius Paulus</em></span>? <q>I foresee the Effects of this Defeat, my <em>Fellow‐Creatures</em>, my <em>Countrymen</em>, my honourable <em>Acquaintances</em>; many a generous gallant <em>Patriot</em> and <em>Friend</em>, <em>Fathers</em>, <em>Sons</em>, and <em>Brothers</em>, <em>Husbands</em> and <em>Wives</em>, shall be inslaved, tortured, torn from each other, or in each other's sight made subject to the <em>Pride</em>, <em>Avarice</em>, <em>Petulancy</em>, or <em>Lust</em> of the Conqueror. I have, for my <em>own Pleasure</em>, to secure agreeable <em>Reflections</em>, laboured in their Defence. I am unconcerned in their Misfortunes; their <em>bodily Tortures</em>, or more exquisite <em>Distresses of Mind</em> for each other, are to me indifferent. I am entirely absolute, compleat in myself; and can behold their Agonies with as much Ease or Pleasure, as I did their Prosperity.</q> This is the plain Language of some boasting <em>Refiners</em> upon Virtue; Sentiments as disagreeable as those of <span class=\"name\"><em>Catiline</em></span>.","subId":"40","id":"Hutcheson.EI.ENP.4.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Desire of Virtue is toward an Object <span class=\"foreign\">ἐκ τω̑ν έφ̕ ὴμιν</span>, or <em>in our power</em>, since all Men have naturally <em>kind Affections</em>, which they may increase and strengthen; but these kind Affections tend toward an <em>uncertain Object</em>, which is not in our power. Suppose the <em>Stoick</em> should alledge, <q>Vice is the only Evil, and Virtue the only Good.</q> If we have <em>Benevolence</em> to others, we must wish them to be virtuous, and must have compassion toward the vicious: thus still we may be subjected to Pain or Uneasiness, by our <em>very Virtue</em>; unless we suppose, <em>what</em> no Experience can confirm, that Men may have strong Desires, the Disappointment of which will give no <em>Uneasiness</em>, or that Uneasiness is no Evil. Let the <em>Philosopher</em> regulate his own Notions as he pleases about Happiness or Misery; whoever imagines himself unhappy, is so in reality; and whoever has <em>kind Affections</em> or Virtue, must be uneasy to see others really unhappy.","subId":"41","id":"Hutcheson.EI.ENP.4.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' a pure unmixed Happiness is not attainable in this Life, yet all their Precepts are not rendered useless. <blockquote><span class=\"foreign\">Est quoddam prodire tenus, si non datur ultra.</span> <br> <cite>Hor. Ep. 1</cite></blockquote>","subId":"42","id":"Hutcheson.EI.ENP.4.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">3. The full Sense of Good may be preserved, without the Pains of Desire, in many Cases.</span> <span class=\"small-capitals\">For</span> we may observe, thirdly, that <q>the <em>Sense of Good</em> can continue in its full Strength, when yet we shall have but <em>weak Desires</em>.</q> In this case we are capable of enjoying all the Good in any Object, when we obtain it, and yet exposed to no great Pain upon <em>Disappointment</em>. This may be generally observed, that <q>the <em>Violence of Desire</em> does not proportionably enliven the Sensation of Good, when it is obtained; nor does <em>diminishing the Desire</em> weaken the Sensation, tho' it will diminish the <em>Uneasiness of Disappointment</em>, or the <em>Misery of contrary Evils</em>.</q> Our high Expectations of Happiness from any Object, either thro' the <em>Acuteness</em> of our Senses, or from our <em>Opinions</em> or <em>Associations</em> of Ideas, never fail to increase Desire: But then the <em>Violence of Desire</em> does not proportionably enliven our <em>Sensation</em> in the Enjoyment. During the first confused Hurry of our Success, our <em>Joy</em> may perhaps be increased by the Violence of our <em>previous Desire</em>, were it only by allaying the great Uneasiness accompanying the Desire itself. But this Joy soon vanishes, and is often succeeded by <em>Disgust</em> and <em>Uneasiness</em>, when our <em>Sense</em> of the Good, which is more fixed in Nature than our <em>Fancy</em> or <em>Opinions</em>, represents the Object far below our Expectation. Now he who examines all <em>Opinions</em> of Good in Objects, who prevents or corrects <em>vain Associations</em> of Ideas, and thereby prevents <em>extravagant Admirations</em>, or <em>enthusiastick Desires</em>, above the real Moment of Good in the Object, if he loses the <em>transient Raptures</em> of the first Success, yet he enjoys all the <em>permanent Good</em> or Happiness which any Object can afford; and escapes, in a great measure, both the uneasy Sensations of the more <em>violent Desires</em>, and the <em>Torments of Disappointment</em>, to which Persons of irregular Imaginations are exposed.","subId":"43","id":"Hutcheson.EI.ENP.4.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> is the Case of the <em>Temperate</em> and the <em>Chaste</em>, with relation to the Appetites; of the Men of <em>Moderation</em> and <em>Frugality</em>, and <em>corrected Fancy</em>, with regard to the Pleasures of <em>Imagination</em>; of the <em>Humble</em> and the <em>Content</em>, as to <em>Honour</em>, <em>Wealth</em> or <em>Power</em>. Such Persons upon good Success, want only the first <em>transitory Ecstacies</em>; but have a full and lively <em>Sense</em> of all the lasting Good in the Objects of their Pursuit; and yet are in a great measure secure against both the Uneasiness of <em>violent Desire</em>, and the <em>Dejection</em> of Mind, and <em>abject Sorrow</em> upon Disappointment, or upon their being exposed to the contrary Evils.","subId":"44","id":"Hutcheson.EI.ENP.4.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">Further</span>, Persons of <em>irregular Imaginations</em> are not soon reformed, nor their Associations of Ideas broke by every <em>Experience</em> of the Smallness of the Good in the admired Object. They are often rather set upon <em>new Pursuits</em> of the same kind, or of greater <em>Variety</em> of like Objects. So their experience of <em>Disappointment</em>, or of contrary Evils, does not soon correct their Imaginations about the Degrees of Good or Evil. The Loss of Good, or the Pressure of any Calamity, will continue to torment them, thro' their <em>vain Notions</em> of these Events, and make them insensible of the real Good which they might still enjoy in their present State. Thus the <em>Covetous</em> have smaller Pleasure in any given <em>Degree of Wealth</em>; the <em>Luxurious</em> from a <em>splendid Table</em>; the <em>Ambitious</em> from any given <em>Degree of Honour or Power</em>, than Men of more moderate Desires: And on the other hand, the Miseries of <em>Poverty</em>, <em>mean Fare</em>, <em>Subjection</em>, <em>or Contempt</em>, appear much greater to them, than to the moderate. Experience, while these confused Ideas remain, rather increases the Disorder: But if just <em>Reflection</em> comes in, and tho' late, applies the proper Cure, by correcting the <em>Opinions</em> and the <em>Imagination</em>, every Experience will tend to our Advantage.","subId":"45","id":"Hutcheson.EI.ENP.4.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same way may our <em>publick Desires</em> be regulated. If we prevent confused Notions of Good, we diminish or remove many Anxieties for our <em>Friends</em> as well as ourselves. Only this must be remembered, that weakening our <em>publick Affections</em>, necessarily weakens our <em>Sense</em> of publick Good founded upon them, and will deprive us of the Pleasures of the <em>moral Sense</em>, in reflecting on our Virtue.","subId":"46","id":"Hutcheson.EI.ENP.4.46"},{"type":"paragraph","content":"<span class=\"margin-comment\">4. Laying our account to meet with Evil, often lessens our Misery.</span> <span class=\"small-capitals\">We</span> may lastly remark, <q>That the <em>Expectation</em> of any Pain, or the frequent <em>Consideration</em> of the Evils which may befal us, or the Loss of Good we now enjoy, before these Events actually threaten us, or raise any <em>Consternation</em> in our Minds by their Approach, does not diminish our <em>Joy</em> upon escaping Evil, or our <em>Pleasure</em> upon the arrival of any Good beyond Expectation: But this previous Expectation generally diminishes our <em>Fear</em>, while the Event is in suspence, and our <em>Sorrow</em> upon its arrival;</q> Since thereby the Mind examines the <em>Nature</em> of the Event, sees how far it is necessarily Evil, and what Supports under it are in its power: This <em>Consideration</em> may break vain Conjunctions of foreign Ideas, which occasion our greatest Fears in Life, and even in Death itself. If, indeed, a <em>weak Mind</em> does not study to correct the <em>Imagination</em>, but still dwells upon its possible Calamities, under all their <em>borrowed Forms</em> of Terror; or if it industriously aggravates them to itself, this previous Consideration may embitter its whole Life, without arming it against the smallest Evil.","subId":"47","id":"Hutcheson.EI.ENP.4.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Folly is often occasioned by that Delight which most Men when under Misfortunes find in being pitied by others; those especially, who are continually indulged as the <em>Favourites of Families</em> or <em>Company</em>, being long enured to the Pleasure arising from the perpetual <em>Marks of Love</em> toward them from all their Company, and from their tender <em>Sympathy</em> in Distress: this often leads them even to <em>feign Misery</em> to obtain Pity, and to raise in themselves the most dejected Thoughts, either to procure <em>Consolation</em>, or the Pleasure of observing the <em>Sympathy</em> of others. This <em>peevish</em> or <em>pettish Temper</em>, tho' it arises from something sociable in our Frame, yet is often the Fore‐runner of the greatest Corruption of Mind. It disarms the Heart of its natural <em>Integrity</em>; it induces us to throw away our true <em>Armour</em>, our <em>natural Courage</em>, and cowardly to commit ourselves to the vain Protection of others, while we neglect our own Defence.","subId":"48","id":"Hutcheson.EI.ENP.4.48"},{"type":"note","content":"<cite>Sect. 2. Art. 6.</cite>","subId":"n1","id":"Hutcheson.EI.ENP.4.n1"},{"type":"note","content":"<blockquote><span class=\"foreign\">Ac veluti pueri trepidant, atque omnia caecis <br> In tenebris metuunt, sic nos in luce timemus <br> Interdum nihilo quae sunt metuenda magis.</span> <br> <cite><span class=\"small-capitals\">Luc</span></cite></blockquote>","subId":"n2","id":"Hutcheson.EI.ENP.4.n2"},{"type":"note","content":"<blockquote><span class=\"foreign\">——Leporem sectatus, equove <br> Lassus ab in domito, vel si Romana fatigat <br> Militia assuetum Graecari——— <br> Cum labor extuderit fastidia <br> ———Cum sale panis <br> Latrantem stomachum bene leniet——</span> <br> <cite><span class=\"small-capitals\">Hor.</span></cite></blockquote>","subId":"n3","id":"Hutcheson.EI.ENP.4.n3"},{"type":"note","content":"<cite>Marcus Antoninus, <em>Lib. vi. C. 48.</em></cite>","subId":"n4","id":"Hutcheson.EI.ENP.4.n4"},{"type":"note","content":"<cite><em>Treat. II. Sect. 5. Art. 7.</em></cite>","subId":"n5","id":"Hutcheson.EI.ENP.4.n5"},{"type":"note","content":"<cite><em>Treat. II. Sect. 3.</em> last Paragraph.</cite>","subId":"n6","id":"Hutcheson.EI.ENP.4.n6"}]}