{"imported":true,"id":"Hutcheson.EI.ENP.5","parent":"Hutcheson.EI.ENP","title":"Section 5. A Comparison of the Pleasures and Pains of the several Senses, as to Intenseness and Duration","breadcrumb":"Section 5","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_048","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT V.</h3> <h3><em>A Comparison of the Pleasures and Pains of the several Senses, as to Intenseness and Duration.</em></h3> ","id":"Hutcheson.EI.ENP.5"},{"type":"paragraph","content":"HAVING considered how far these Desires must necessarily affect us, and when they are the Occasions of Pleasure or Pain; since by the first general <em>Observation</em>, the Pursuits of the several Pleasures, and the avoiding the several Pains, may often be inconsistent with each other; let us next examine, which of these several Pleasures are <em>the most valuable</em>, so as to deserve our Pursuit, even with neglect of the others; and which of these Pains are <em>most grievous</em>, so as to be shunned even by the enduring of other Pains if necessary.","subId":"1","id":"Hutcheson.EI.ENP.5.1"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">The</span> <em>Value</em> of any Pleasure, and the <em>Quantity</em> or <em>Moment</em> of any Pain, is in a compounded Proportion of the <em>Intenseness</em> and <em>Duration</em>.</q> In examining the Duration of Pleasure, we must include not only the Constancy of the <em>Object</em>, but even of our <em>Fancy</em>; for a Change in either of these will put an end to it.","subId":"2","id":"Hutcheson.EI.ENP.5.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">The difficulty in comparing the several Pleasures, as to Intenseness.</span> <span class=\"small-capitals\">To</span> compare these several Pleasures and Pains as to their <em>Intenseness</em>, seems difficult, because of the Diversity of <em>Tastes</em>, or <em>Turns of Temper</em> given by <em>Custom</em> and <em>Education</em>, which make strange <em>Associations of Ideas</em>, and form <em>Habits</em>; from whence it happens, that, tho' all the several kinds of original Senses and Desires seem equally natural, yet some are led into a constant Pursuit of the Pleasures of one kind, as the only Enjoyment of Life, and are indifferent about others. Some pursue, or seem to pursue only the Pleasures of the <em>external Senses</em>, and all other Pursuits are made subservient to them: Others are chiefly set upon the Pleasures of <em>Imagination</em> or <em>internal Senses</em>; <em>social</em> and <em>kind Affections</em> employ another sort, who seem indifferent to all private Pleasure: This last Temper has generally joined with it an high <em>moral Sense</em>, and <em>Love of Honour</em>. We may sometimes find an high <em>Sense of Honour</em> and desire of <em>Applause</em>, where there is indeed a <em>moral Sense</em>, but a very weak one, very much perverted, so as to be influenced by <em>popular Opinion</em>, and made subservient to it: In this <em>Character</em> the Pleasures of the external Senses, or even of the Imagination, have little room, except so far as they may produce <em>Distinction</em>. Now upon comparing the several Pleasures, perhaps the Sentence of the <em>Luxurious</em> would be quite opposite to that of the <em>Virtuous</em>. The <em>Ambitious</em> would differ from both. Those who are devoted to the <em>internal Senses</em> or <em>Imagination</em>, would differ from all the three. The <em>Miser</em> would applaud himself in his Wealth above them all. Is there therefore no disputing about Tastes? Are all Persons alike happy, who obtain the several Enjoyments for which they have a Relish? If they are, the Dispute is at an end: A Fly or Maggot in its proper haunts, is as happy as a <em>Hero</em>, or <em>Patriot</em>, or <em>Friend</em>, who has newly delivered his <em>Country</em> or <em>Friend</em>, and is surrounded with their grateful <em>Praises</em>. The <em>Fly</em> or <em>Maggot</em> may think so of itself; but who will stand to its Judgment, when we are sure that it has experienced only one sort of Pleasure, and is a stranger to the others? May we not in like manner find some Reasons of <em>appealing</em> from the Judgment of certain Men? Or may not some <em>Characters</em> be found among Men, who alone are capable of judging in this matter?","subId":"3","id":"Hutcheson.EI.ENP.5.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Pleasures of a moral Kind proved superior by the Testimony of the Virtuous.</span> <span class=\"small-capitals\">It</span> is obvious that <q>those alone are capable of judging, who have experienced all the several <em>kinds of Pleasure</em>, and have their <em>Senses</em> acute and fully exercised in them all.</q> Now a high Relish for <em>Virtue</em>, or a strong <em>moral Sense</em>, with its concomitant <em>publick Sense and Affections</em>, and a <em>Sense of Honour</em>, was never alledged to impair our <em>external Senses</em>, or to make us incapable of any pleasure of the <em>Imagination</em>; <em>Temperance</em> never spoiled a <em>good Palate</em>, whatever <em>Luxury</em> may have done; a generous affectionate publick Spirit, reflecting on itself with delight, never vitiated any Organ of <em>external Pleasure</em>, nor weakened their Perceptions. Now all virtuous Men have given <em>Virtue</em> this Testimony, that its Pleasures are superior to any other, nay to all others jointly; that a friendly generous <em>Action</em> gives a <em>Delight</em> superior to any other; that other Enjoyments, when compared with the Delights of <em>Integrity</em>, <em>Faith</em>, <em>Kindness</em>, <em>Generosity</em>, and <em>publick Spirit</em>, are but trifles scarce worth any regard.<a href=\"#n1\"><sup>[1]</sup></a>","subId":"4","id":"Hutcheson.EI.ENP.5.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">By the Testimony of the Vicious.</span> <span class=\"small-capitals\">Nay</span>, we need not confine our Evidence to the Testimony of the <em>perfectly Virtuous</em>. The <em>vicious Man</em>, tho' no fit judge, were he entirely abandoned, since he loses his <em>Sense</em> of the Pleasures of the <em>moral Kind</em>, or at least has not experienced them fully, yet he generally retains so much of human Nature, and of the <em>Senses</em> and <em>Affections</em> of our Kind, as sometimes to experience even <em>moral Pleasures</em>. There is scarce any Mortal, who is wholly insensible to all <em>Species of Morality</em>.","subId":"5","id":"Hutcheson.EI.ENP.5.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">A Debauchee</span> has never perhaps felt the <em>Pleasures</em> of a wise publick‐spirited Conduct, of an entirely upright, generous, social, and affectionate Life, with the Sense of his own <em>moral Worth</em>, and merited <em>Esteem</em> and <em>Love</em>; this course of Life, because unknown to him, he may despise in comparison of his <em>Pleasures</em>. But if in any particular Affair, a <em>moral Species</em>, or <em>Point of Honour</em> has affected him, he will soon despise his sensual Pleasures in comparison of the Moral. Has he a Person whom he calls his <em>Friend</em>, whom he loves upon whatever fantastick Reasons, he can quit his <em>Debauch</em> to serve him, nay can run the Hazard of <em>Wounds</em> and <em>Death</em> to rescue him from Danger? If his <em>Honour</em> be concerned to resent an <em>Affront</em>, will he not quit his Pleasures, and run the hazard of the greatest bodily Pain, to shun the Imputation of <em>Cowardice</em> or <em>Falshood</em>? He will scorn one who tells him, that <q>a <em>Lyar</em>, or a <em>Coward</em>, may be happy enough, while he has all things necessary to <em>Luxury</em>.</q> It is in vain to alledge, <q>that there is no disputing about <em>Tastes</em>:</q> To every Nature there are certain <em>Tastes</em> assigned by the great <span class=\"small-capitals\">Author</span> of all. To the <em>human Race</em> there are assigned a <em>publick Taste</em>, a <em>moral one</em>, and a <em>Taste for Honour</em>. These Senses they cannot extirpate, more than their <em>external Senses</em>: They may pervert them, and weaken them by false <em>Opinions</em>, and foolish <em>Associations</em> of Ideas; but they cannot be happy but by keeping them in their natural State, and gratifying them. The Happiness of an <em>Insect</em> or <em>Brute</em>, will only make an <em>Insect</em> or <em>Brute</em> happy. But a Nature with further <em>Powers</em>, must have further <em>Enjoyments</em>.","subId":"6","id":"Hutcheson.EI.ENP.5.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nay</span>, let us consider the different <em>Ages</em> in our own Species. We once knew the time when an <em>Hobby‐Horse</em>, a <em>Top</em>, a <em>Rattle</em>, was sufficient Pleasure to us. We grow up, we now relish <em>Friendships</em>, <em>Honour</em>, <em>good Offices</em>, <em>Marriage</em>, <em>Offspring</em>, <em>serving a Community or Country</em>. Is there no difference in these Tastes? We were happy before, are we no happier now? If not, we have made a foolish Change of Fancy. Our former toys we more easily procured, kept in good order, and managed, than the present Objects of our Cares, an Employment, a Son, a Friend, a Country, a Party. But this Change of Fancy does not depend upon our <em>Will</em>. <q>Our Nature determines us to certain Pursuits in our several Stages; and following her Dictates, is the only way to our Happiness. Two States may both be happy, and yet the one infinitely preferable to the other: Two Species may both be <em>content</em>, and yet the Pleasures of the one, greater beyond all comparison, than those of the other.</q> The <em>virtuous Man</em>, who has as true a Sense of all external Pleasure as any, gives the preference to <em>moral Pleasures</em>. The Judgment of the <em>Vicious</em> is either not to be regarded, because of his Ignorance on one side; or, if he has experience of <em>moral Sentiments</em> in any particular Cases, he agrees with the <em>Virtuous</em>.","subId":"7","id":"Hutcheson.EI.ENP.5.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Experience proves the same.</span> <span class=\"small-capitals\">Again</span>, we see in fact, that in the virtuous Man, <em>publick Affections</em>, a <em>moral Sense</em>, and <em>Sense of Honour</em>, actually overcome all other Desires or Senses, even in their full Strength. Here there is the fairest Combate, and the Success is on the side of Virtue.","subId":"8","id":"Hutcheson.EI.ENP.5.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is indeed an obvious Exception against this Argument. <q>Do not we see, in many Instances, the <em>external Senses</em> overcome the <em>moral</em>?</q> But the Reply is easy. A constant Pursuit of the Pleasures of the external Senses can never become agreeable, without an Opinion of <em>Innocence</em>, or the <em>Absence</em> of moral Evil; so that here the moral Sense is not engaged in the Combat. Do not our<a href=\"#n2\"><sup>[2]</sup></a> Debauchees, among their Intimates, continually defend their Practices as <em>innocent</em>? Transient Acts of Injustice may be done, contrary to the moral Sentiments of the Agent, to obtain relief from some pressing Evil, or upon some violent Motion of <em>Appetite</em>: and yet even in these cases, Men often argue themselves into some <em>moral Notions</em> of their <em>Innocence</em>. But for a continued Course of Life disapproved by the Agent, how few are the Instances? How avowedly miserable is that State, wherein all <em>Self‐Approbation</em>, all <em>consciousness of Merit or Goodness</em> is gone? We might here also alledge, what universal Experience confirms, <q>that not only an Opinion of <em>Innocence</em> is a necessary Ingredient in a Course of <em>selfish Pleasures</em>, so that there should be no Opposition from the moral Sense of the Agent; but that some <em>publick Affections</em>, some <em>Species of moral Good</em>, is the most powerful <em>Charm</em> in all sensual Enjoyments.</q> And yet, on the other hand, <q><em>Publick Affections</em>, <em>Virtue</em>, <em>Honour</em>, need no Species of sensual Pleasure to recommend them; nor even an Opinion or Hope of Exemption from external Pain. These powerful Forms can appear amiable, and engage our Pursuit thro' the rugged Paths of <em>Hunger</em>, <em>Thirst</em>, <em>Cold</em>, <em>Labour</em>, <em>Expences</em>, <em>Wounds and Death</em>.</q>","subId":"9","id":"Hutcheson.EI.ENP.5.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span>, when a Prospect of external Pleasure, or of avoiding bodily Pain, engages Men into Actions really evil, the <em>moral Sense</em> of the Agent is not really overcome by the <em>external Senses</em>. The Action or Omission does not appear morally evil to the Agent. The <em>Temptation</em> seems to extenuate, or wholly excuse the Action. Whereas when a <em>Point of Honour</em>, or a <em>moral Species</em>, makes any one despise the Pleasures or Pains of the <em>external Senses</em>, there can be no question made of a real Victory. The external Senses represent these Objects in the same manner, when they are conquered. None denies to the <em>Virtuous</em> their <em>Sense of Pain, Toil or Wounds</em>. They are allowed as lively a Sense as others, of all <em>external Pleasure</em> of every kind. The Expences of <em>Generosity</em>, <em>Humanity</em>, <em>Charity</em> and <em>Compassion</em>, are allowed, even when yielded to Virtue, to be known to the full. But the moral Sense, weak as it often is, does not yield even to known <em>external Pleasure</em>, <em>Ease</em> or <em>Advantage</em>: but, where there is a depraved <em>Taste</em>, and a weak <em>Understanding</em>, private Advantage, or the avoiding of some external Evil, may make Actions appear <em>innocent</em>, which are not; and then the moral Sense gives no Opposition. All the Conquest on such Occasions is only this, that private external <em>Advantage</em> surmounts our Aversion to <em>Dishonour</em>, by making us do Actions which <em>others</em> will censure, but we esteem <em>innocent</em>. In these Cases we generally fear only the Reproach of a <em>Party</em>, of whom we have conceived an unfavourable Opinion.<a href=\"#n3\"><sup>[3]</sup></a>","subId":"10","id":"Hutcheson.EI.ENP.5.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nay</span> farther: It was before observed, that fantastick <em>Associations</em> of Ideas do not really increase the Pleasure of <em>Enjoyment</em>, however they increase the previous <em>Desire</em>. The want of such Associations does not abate the external <em>Pain</em>, tho' it diminishes the previous <em>Fear</em>, or takes away some farther <em>Fears</em> which may attend the Pain. So that a Man of the most correct Imagination does feel and know all the <em>Good</em> in external Pleasure, and all the <em>Evil</em> in Pain. <q>When therefore the <em>moral Sense</em>, and <em>publick Affections</em>, overcome all <em>sensual Pleasure</em>, or <em>bodily Pain</em>, they do it by their own Strength, without <em>foreign Aids</em>. <em>Virtue</em> is never blended with <em>bodily Pleasure</em>, nor <em>Vice</em> with <em>bodily Pain</em> in our Imaginations. But when the external Senses seem to prevail against the moral Sense, or publick Affections, it is continually by <em>Aid</em> borrowed from the <em>moral Sense, and publick Affections</em> themselves, or from our Sense of Honour.</q> The Conquest is over a weakned moral Sense, upon partial views of Good, not by external Pleasure alone, but by some <em>moral Species</em>, raised by a false Imagination.","subId":"11","id":"Hutcheson.EI.ENP.5.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Set</span> before Men in the clearest Light all external Pleasures, but strip them of their borrowed Notions of <em>Dignity</em>, <em>Hospitality</em>, <em>Friendship</em>, <em>Generosity</em>, <em>Liberality</em>, <em>Communication of Pleasure</em>; let no regard be had to the <em>Opinions</em> of others, to <em>Credit</em>, to avoiding <em>Reproach</em>, to <em>Company</em>: Separate from the Pursuit of Wealth all Thoughts of a <em>Family</em>, <em>Friends</em>, <em>Relations</em>, <em>Acquaintance</em>; let Wealth be only regarded as the Means of private Pleasure of the <em>external Senses</em>, or of the <em>Imagination</em>, to the Possessor alone; let us divide our confused Ideas,<a href=\"#n4\"><sup>[4]</sup></a> and consider things barely and apart from each other: and in opposition to these Desires, set but the weakest <em>moral Species</em>, and see if they can prevail over it. On the other hand, let us examine as much as we please, a <em>friendly</em>, <em>generous</em>, <em>grateful</em>, or <em>publick‐spirited Action</em>; divest it of all external Pleasure, still it will appear the more lovely; the longer we fix our Attention to it, the more we admire it. What is it which we feel in our own Hearts, determining as it were our Fate as to Happiness or Misery? What sort of Sensations are the most lively and delightful? In what sort of Possessions does the highest Joy and Self‐Satisfaction consist? Who has ever felt the Pleasure of a generous friendly <em>Temper</em>, of <em>mutual Love</em>, of <em>compassionate Relief and Succour</em> to the distressed; of having <em>served a Community</em>, and rendered Multitudes happy; of a strict <em>Integrity</em>, and <em>thorough Honesty</em>, even under external Disadvantages, and amidst Dangers; of Congratulation and publick Rejoicing, in the Wisdom and Prosperity of Persons beloved, such as Friends, Children, or intimate Neighbours? Who would not, upon Reflection, prefer that <em>State of Mind</em>, these <em>Sensations of Pleasure</em>, to all the Enjoyments of the <em>external Senses</em>, and of the <em>Imagination</em> without them?<a href=\"#n5\"><sup>[5]</sup></a>","subId":"12","id":"Hutcheson.EI.ENP.5.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Our Judgments in the Case of others proves the same.</span> <span class=\"small-capitals\">The</span> truth, in a Question of this nature, one might expect would be best known by the Judgment of <em>Spectators</em>, concerning the Pursuits of others. Let them see one entirely employed in Solitude, with the most exquisite Tastes, Odors, Prospects, Painting, Musick; but without any <em>Society</em>, <em>Love</em> or <em>Friendship</em>, or any Opportunity of doing a kind or generous <em>Action</em>; and see also a<a href=\"#n6\"><sup>[6]</sup></a> Man employed in protecting the Poor and Fatherless, receiving the Blessings of those who were ready to perish, and making the Widow to sing for Joy; a Father to the Needy, an Avenger of Oppression; who never despised the Cause of his very Slave, but considered him as his Fellow‐Creature, formed by the same Hand; who never eat his Morsel alone, without the Orphan at his Table, nor caused the Eyes of the Poor to fail; who never suffered the Naked to perish, but warmed them with the Fleece of his Sheep; who never took advantage of the Indigent in Judgment, thro' Confidence in his own Power or Interest; Let this Character be compared with the former; nay, add to this latter some considerable <em>Pains</em> of the <em>external Senses</em>, with <em>Labour</em> and kind <em>Anxiety</em>: which of the two would a Spectator chuse? Which would he admire, or count the happier, and most suitable to human Nature? Were he amusing himself with imaginary Scenes of Life, or were he advising a <em>Son</em>, or a <em>Friend</em>, which of these States would he chuse or recommend? Such a Trial would soon discover the Prevalence of the <em>moral Species</em> above all Enjoyments of Life.","subId":"13","id":"Hutcheson.EI.ENP.5.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Little Happiness in malicious Pleasures.</span> <span class=\"small-capitals\">There</span> are a sort of Pleasures opposite to those of the publick Sense, arising from the Gratification of <em>Anger</em> or <em>Hatred</em>. To compare these Pleasures with those of Benevolence, we must observe what holds universally of all Mankind. The Joy, and Gaiety, and Happiness of any Nature, of which we have formed no previous Opinion, either favourable or unfavourable, nor obtained any other Ideas than merely that it is <em>sensitive</em>, fills us with Joy and Delight: The apprehending the Torments of any such sensitive Nature, gives us Pain. The Poets know how to raise delight in us by such <em>pastoral Scenes</em>, they feel the Power of such <em>pleasing Images</em>: they know that the human Heart can dwell upon such Contemplations with <em>delight</em>; that we can continue long with Pleasure, in the View of <em>Happiness</em> of any Nature whatsoever. When we have received unfavourable Apprehensions of any Nature, as <em>cruel</em> and <em>savage</em>, we begin indeed from our very publick Affections, to desire their Misery as far as it may be necessary to the Protection of others.","subId":"14","id":"Hutcheson.EI.ENP.5.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> that the Misery of another, for its <em>own sake</em>, is never grateful, we may all find by making this Supposition: That had we the most savage Tyger, or Crocodile, or some greater Monster of our own Kind, a <span class=\"name\"><em>Nero</em></span>, or <span class=\"name\"><em>Domitian</em></span>, chained in some Dungeon; that we were perfectly assured they should never have power of doing farther <em>Injuries</em>; that no Mortal should ever know their Fate or Fortunes, nor be influenced by them; that the <em>Punishments</em> inflicted on them would never restrain others by Way of example, nor any <em>Indulgence</em> shown be discovered; that the first Heat of our <em>Resentment</em> were allayed by Time—No Mortal, in such a Case, would incline to torture such wretched Natures, or keep them in continual Agonies, without some prospect of <em>Good</em> arising from their Sufferings. What farther would the fiercest Rage extend to, if once the Tyrant, thus eternally confined from Mischief, began himself to feel <em>Remorse</em> and <em>Anguish</em> for his Crimes? Nay, did he continue without Reflection on his past Life, so as neither to betray Remorse nor Approbation, were Mankind well secured against his Temper, who would delight to load him with <em>useless Misery</em>?","subId":"15","id":"Hutcheson.EI.ENP.5.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> the Misery of others then be not grateful for itself, whence arises the Pleasure of <em>Cruelty</em> and <em>Revenge</em>? The Reason is plainly this: Upon apprehending <em>Injury</em> to ourselves or others, <span class=\"small-capitals\">Nature</span> wisely determines us to study <em>Defense</em>, not only for the present, but for the future. <em>Anger</em> arises with its most <em>uneasy Sensations</em>, as every one acknowledges. <em>The Misery</em> of the Injurious allays this furious Pain. Our Nature scarce leads to any farther Resentment, when once the Injurious seems to us fully seized with <em>Remorse</em>, so that we fear no farther Evils from him, or when all his Power is gone. Those who continue their <em>Revenge</em> further, are prepossessed with some false <em>Opinion</em> of Mankind, as worse than they really are; and are not easily inclined to believe their hearty Remorse for Injuries, or to think themselves secure. Some <em>Point of Honour</em>, or <em>Fear</em> of Reproach, engages Men in cruel Acts of Revenge: But this farther confirms, that the <em>Misery of another</em> is only grateful as it allays, or secures us against a furious Pain; and cannot be the Occasion, by itself, of any Satisfaction. Who would not prefer Safety from Injury, to the having revenged an Injury? Who would not chuse an untainted <em>Reputation</em>, for <em>Courage</em> gained in a just War, in which, without <em>Hatred</em>or <em>Anger</em>, we acted from Love of our Country, rather than the Fame acquired by asserting our questioned Courage with furious <em>Anger</em> in a <em>Duel</em>, and with continued <em>Hatred</em> toward the Person conquered? Who can dwell upon a <em>Scene of Tortures</em>, though practised upon the vilest Wretch; or can delight either in the Sight or Description of <em>Vengeance</em>, prolonged beyond all necessity of <em>Self‐Defense</em>, or <em>publick Interest</em>? <q>The Pleasure of Revenge then is to the Pleasures of Humanity and Virtue, as the flaking the burning, and constantly recurring Thirst of a Fever, to the natural Enjoyments of grateful Food in Health.</q>","subId":"16","id":"Hutcheson.EI.ENP.5.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Evil compared with other Evils, appears greater.</span> <span class=\"small-capitals\">Were</span> we to compare, in like manner, the <em>Pains</em> of the publick and moral Sense, and of the Sense of Honour, with other <em>Pains of the external Senses</em>, or with the greatest external Losses, we should find the former by far superior. And yet nothing is more ordinary, than to find Men, who will allow <q>the <em>Pleasures</em> of the former Classes superior to any other, and yet look upon <em>external Pain</em> as more intollerable than any.</q> There are two Reasons for this Mistake. <span class=\"margin-comment\">Causes of Mistake.</span> 1. <q>They compare the most <em>acute Pains</em> of the external Senses with some <em>smaller Pains</em> of the other Senses.</q> Whereas, would they compare the strongest of both Kinds, they would find the Ballance on the other side. How often have Parents, Husbands, Friends, Patriots, endured the greatest <em>bodily Pains</em>, to avoid the Pains of their <em>publick</em> and <em>moral Sense</em>, and <em>Sense of Honour</em>? How do they every day suffer Hunger, Thirst, and Toil, to prevent like Evils to those they love? How often do Men endure, for their <em>Party</em> or <em>Faction</em>, the greatest external Evils, not only when they are unavoidable, but, when by counter‐acting their <em>publick</em> or <em>moral Sense</em>, or <em>Sense of Honour</em>, they could extricate themselves? Some Crimes appear so horrid, some Actions so cruel and detestable, that there is hardly any Man but would rather suffer <em>Death</em>, than be conscious of having done them.","subId":"17","id":"Hutcheson.EI.ENP.5.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> second Cause of Mistake in this Matter, is this, <q>The avoiding moral Evil by the Sufferance of <em>external Pain</em>, does not diminish the <em>Sense</em> of the Pain; but on the other hand, the <em>Motive</em> of avoiding grievous Pain, really diminishes the <em>moral Evil</em> in the Action done with that design.</q> So that in such Instances we compare <em>external Pain</em> in its full strength, with a <em>moral Pain</em> of the lighter sort, thus alleviated by the Greatness of the <em>Temptation</em><a href=\"#n7\"><sup>[7]</sup></a>. To make a just Comparison, it should be thus: <q>Whether would a Man chuse to be tortured to Death, or to have, without any <em>Temptation</em> or <em>Necessity</em>, tortured another, or a dear Friend, or Child to Death?</q> Not whether a Man will betray his Friend or Country, for fear of Tortures, but <q>whether it be better voluntarily, and under no fear, to betray a Friend, or our Country, than to suffer Tortures, or the Pain of the Gout or Stone equal to Tortures?</q> Upon such Comparisons as these, we should find some other Pains and Misery superior to any <em>external Pain</em>. When we judge of the <em>State of others</em>, we would not be long in suspense which of these Evils to chuse as the lightest for those whom we<a href=\"#n8\"><sup>[8]</sup></a> most regarded.","subId":"18","id":"Hutcheson.EI.ENP.5.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">Publick Affections compared with our Desire of Virtue.</span> <span class=\"small-capitals\">We</span> have hitherto only compared on the one side the <em>publick and moral Sense</em>, and the <em>Sense of Honour</em> jointly, with the <em>external Senses</em>, the <em>Pleasures of Imagination</em>, and <em>external Advantage</em> or <em>Disadvantage</em> jointly. The reason of joining them thus must be obvious, since, to a Mind not prepossessed with any <em>false Apprehensions</em> of things, the former three Senses and Desires really concur, in exciting to the same Course of Action; for promoting the publick Good, can never be opposite to <em>private Virtue</em>; nor can the <em>Desire of Virtue</em> ever lead to any thing pernicious to the Publick: Had Men also true Opinions, <em>Honour</em> could only be obtained by <em>Virtue</em>, or serving the Publick.","subId":"19","id":"Hutcheson.EI.ENP.5.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> since there may be some <em>corrupt partial Notions of Virtue</em>, as when Men have inadvertently engaged themselves into some Party or Faction pernicious to the Publick, or when we mistake the <em>Tendencies</em> of Actions, or have some Notions of the <span class=\"small-capitals\">Deity</span>,<a href=\"#n9\"><sup>[9]</sup></a> as requiring some Actions apprehended pernicious to the publick, as <em>Duties</em> to himself; in such cases there is room to compare our <em>publick Sense or Desires</em> with our <em>moral</em>, to see which is prevalent. The Pleasures of these Senses, in such cases, need not be compared; the following either the one or the other will give little Pleasure: The Pain of the counteracted <em>Sense</em> will prevent all <em>Satisfaction</em>. This State is truly deplorable, when a Person is thus distracted between two noble Principles, his <em>publick Affections</em>, and <em>Sense of Virtue</em>. But it may be enquired, which of these Senses, when counteracted, would occasion the <em>greater Pain</em>? Perhaps nothing can be answered <em>universally</em> on either side. With Men of <em>recluse contemplative Lives</em>, who have dwelt much upon some <em>moral Ideas</em>, but without large <em>extensive View</em> of publick Good, or without engaging themselves to the full in the <em>publick Affections</em>, and common <em>Affairs of Life</em>, the <em>Sense of Virtue</em>, in some partial confined View of it, would probably prevail; especially since these partial Species of Virtue have always some sort of <em>kind Affection</em> to assist them. With <em>active Men</em>, who have fully exercised their <em>publick Affections</em>, and have acquired as it were an <em>Habit</em> this way, it is probable the <em>publick Affections</em> would be prevalent. Thus we find that active Men, upon any <em>publick Necessity</em>, do always break through the <em>limited narrow Rules</em> of Virtue or Justice, which are publickly received, even when they have scarce any <em>Scheme of Principles</em> to justify their Conduct: Perhaps, indeed, in such cases, their <em>moral Sense</em> is brought over to the Side of their <em>Affections</em>, though their <em>speculative Opinions</em> are opposite to both.","subId":"20","id":"Hutcheson.EI.ENP.5.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Moral Sense compared with the Sense of Honour.</span> <span class=\"small-capitals\">It</span> is of more consequence to compare the <em>publick and moral Senses</em>, in opposition to the <em>Sense of Honour</em>. Here there may be direct Opposition, since Honour is conferred according to the moral Notions of those who confer it, which may be contrary to those of the <em>Agent</em>, and contrary to what he thinks conducive to the publick Good.","subId":"21","id":"Hutcheson.EI.ENP.5.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> allow the Prevalence of <em>Honour</em>, cannot with any Person of just Reflection, weaken the Cause of Virtue, since Honour presupposes<a href=\"#n10\"><sup>[10]</sup></a> a <em>moral Sense</em>, both in those who desire it, and those who confer it. But it is enough for some <em>Writers</em>, who affect to be wondrous shrewd in their Observations on human Nature, and fond of making all the World, <em>a selfish Generation</em>, without any <em>natural Disposition</em> toward a <em>Publick Interest</em>, or toward any moral <em>Species</em>; to get but a Set of different <em>Words</em> from those commonly used, yet including the same <em>natural Dispositions</em>,<a href=\"#n11\"><sup>[11]</sup></a> or presupposing them, however an inadvertent Reader may not observe it; and they are sufficiently furnished to shew, that there is no real <em>Virtue</em>, that all is but <em>Hyppocrisy</em>, <em>Disguise</em>, <em>Art</em>, or <em>Interest</em>. <q>To be <em>honoured</em>, <em>highly esteemed</em>, <em>valued</em>, <em>praised</em>, or on the contrary, to be <em>despised</em>, <em>undervalued</em>, <em>censured</em> or <em>condemned</em>; to be <em>proud</em>or <em>ashamed</em>, are Words without any meaning, if we take away a <em>moral Sense</em>.</q> Let this Sense be as <em>capricious</em>, <em>inconstant</em>, <em>different</em> in different Persons as they please to alledge, <q>a <em>Sense of Morality</em> there must be, and <em>natural</em> it must be, if the <em>Desire of Esteem</em>, <em>Pride</em> or <em>Shame</em> be natural.</q>","subId":"22","id":"Hutcheson.EI.ENP.5.22"},{"type":"paragraph","content":"To make this comparison between the <em>publick</em> and <em>moral</em> Senses on the one hand, and that of <em>Honour</em> on the other, it is to be observed, that all <em>Aversion to Evil</em> is stronger than <em>Desire of positive Good</em>. There are many sorts of positive Good, without which one may be easy, and enjoy others of a different kind: But Evil of almost any <em>kind</em>, in a high Degree, may make Life intolerable. The <em>avoiding of Evil</em> is always allowed a more extenuating Circumstance in a <em>Crime</em>, than the <em>Prospect of positive Good</em>: to make therefore just Comparisons of the Prevalence of several Desires or Senses, their several <em>Goods</em> should be opposed to each other, and their <em>Evils</em> to each other, and not the <em>Pleasures</em> of one compared with the <em>Pains</em> of another.","subId":"23","id":"Hutcheson.EI.ENP.5.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">Publick</span> <em>Affections</em>, in their nearer Ties, frequently overcome not only the Pleasures of <em>Honour</em>, but even the <em>Pains of Shame</em>. This is the most common Event in Life, that for some apprehended Interest of <em>Offspring</em>, <em>Families</em>, <em>Friends</em>, Men neglect Opportunities of gaining <em>Honour</em>, and even incur <em>Shame</em> and <em>Contempt</em>. In Actions done for the Service of a <em>Party</em>, there can be no comparison, for <em>Honour</em> is often a Motive on both sides.","subId":"24","id":"Hutcheson.EI.ENP.5.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is also certain, that the <em>Fear of Shame</em>, in some Instances, will overcome all other Desires whatsoever, even <em>natural Affection</em>, Love of <em>Pleasure</em>, <em>Virtue</em>, <em>Wealth</em>, and even of <em>Life</em> itself. This Fear has excited Parents to the Murder of their Offspring; has persuaded Men to the most dangerous Enterprizes; to squander away their <em>Fortunes</em>, to counteract their <em>Duty</em>, and even to throw away their <em>Lives</em>. The Distraction and Convulsion of Mind observable in these <em>Conflicts</em> of Honour, with Virtue and publick Affection, shows how <em>unnatural</em> that State is, wherein the strongest <em>Principles of Action</em>, naturally designed to co‐operate and assist each other, are thus set in Opposition.","subId":"25","id":"Hutcheson.EI.ENP.5.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is perhaps impossible to pronounce any thing universally concerning the Superiority of the Desire of <em>Honour</em> on the one hand, or that of the Desire of <em>Virtue</em> and <em>publick Good</em> on the other. <em>Habits</em> or <em>Custom</em> may perhaps determine the Victory on either side. Men in high Stations, who have long indulged the Desire of <em>Honour</em>, and have formed the most frightful Apprehensions of <em>Contempt</em> as the worst of Evils; or even those in lower Stations, who have been long enured to value <em>Reputation</em> in any particular, and dread <em>Dishonour</em> in that point, may have <em>Fear of Shame</em> superior to all Aversions. Men, on the contrary, who have much indulged <em>good Nature</em>, or reflected much upon the Excellency of <em>Virtue</em> itself, abstracted from <em>Honour</em>, may find Affections of this kind prevalent above the Fear of Shame.","subId":"26","id":"Hutcheson.EI.ENP.5.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> compare the <em>moral Sense</em> with the Sense of <em>Honour</em>, we must find cases where the Agent condemns an Action with all its present Circumstances as evil, and yet fears <em>Infamy</em> by omitting it, without any unequal Motives of other kinds on either side: Or when one may obtain <em>Praise</em> by an Action, when yet the Omission of it would appear to himself as considerable a Virtue, as the World imagines the Action to be. The common Instances, in which some, who pretend deep Knowledge of <em>human Nature</em>, triumph much, have not these necessary Circumstances. <span class=\"margin-comment\">Duels no proper Instances.</span> When a Man condems <em>Duelling</em> in his private Sentiments, and yet practices it, we have indeed a considerable Evidence of the Strength of this <em>Desire of Honour</em>, or <em>Aversion to Shame</em>, since it surpasses the Fear of Death. But here on one hand, besides the <em>Fear of Shame</em>, there is the <em>Fear of constant Insults</em>, of losing all <em>the Advantages</em> depending upon the Character of Courage, and sometimes even some <em>Species of Virtue</em> and <em>publick Good</em>, in restraining an insolent Villain: On the other hand is the <em>Fear of Death</em>. The <em>moral Sense</em> is seldom much concerned: for however Men may condemn <em>voluntary Duelling</em>; however they may blame the <em>Age</em> for the Custom, or censure the <em>Laws</em> as defective, yet generally, in their present Case, Duelling appears a necessary Piece of <em>Self‐Defence</em>, against opprobrious Injuries and Affronts, for which the Law has provided no Redress, and consequently leaves Men to the natural Rights <em>of Self-Defence</em> and <em>Prosecution of Injuries</em>. The Case seems to them the same with that of <em>Thieves</em> and <em>Night‐Robbers</em>, who may be put to Death by private Persons, when there is no hope of overtaking them by Law. These are certainly the Notions of those who condemn <em>Duelling</em>, and yet practise it.","subId":"27","id":"Hutcheson.EI.ENP.5.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is foreign to our present Purpose, to detect the Fallacy of these Arguments, in defence of <em>Duels</em>, when Men from a sudden Anger, upon some trifling or imaginary <em>Affronts</em> the despising of which would appear honourable in every wise Man's Eyes, expose themselves, and often their dearest Friends to Death, and hazard the Ruin of their own Families, as well as that of their Adversary; though the <em>Success</em> in such Attempts can have no tendency to justify them against the dishonourable <em>Charge</em>, or to procure any Honour from Men of worth.","subId":"28","id":"Hutcheson.EI.ENP.5.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">Nor the Case of Lucretia.</span> <span class=\"small-capitals\">The</span> magnified Instance of <span class=\"name\"><em>Lucretia</em></span><a href=\"#n12\"><sup>[12]</sup></a> is yet less to our purpose. Some talk, as if <q>she indeed would rather have died than consented to the Crime; but the <em>Crime</em> did not appear so great an Evil as the <em>Dishonour</em>; to the Guilt she submitted to avoid the Shame.</q> Let us consider this renowned Argument. Was there then no Motive on either side, but <em>Fear of Shame</em>, and a <em>Sense of Duty</em>? If we look into the Story, we shall find, that to persuade her to consent, there conspired, beside the <em>Fear of Shame</em>, and of <em>Death</em>, which she little regarded, the Hope of <em>noble Revenge</em>, or rather of <em>Justice</em> on the Ravisher, and the whole Tyrant's Family; nay, the Hopes of a <em>nobler Fame</em> by her future Conduct; the <em>Fear</em> of suffering that contumely by <em>force</em>, which she was tempted to consent to, and that in such a manner as she could have had no Redress. All these Considerations concurred to make her consent. On the other side, there was only the <em>moral Sense</em> of a Crime thus extenuated by the most grievous <em>Necessity</em>, and by hopes of <em>doing Justice</em> to her Husband's Honour, and <em>rescuing her Country</em>: Nay, could she not have at once saved her <em>Character</em> and her <em>Life</em> by consenting; when in that virtuous Age she might have expected <em>Secrecy</em> in the Prince, since boasting of such Attempts would have been dangerous to the greatest Man in <em>Rome</em>?","subId":"29","id":"Hutcheson.EI.ENP.5.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is not easy to find just Room for a Comparison even in fictitious Cases, between these two <em>Principles</em>. Were there a Person who had no Belief of any <span class=\"small-capitals\">Deity</span>, or of any reality in <em>Religion</em>, in a Country where his <em>secular Interest</em> would not suffer by a Character of <em>Atheism</em>; and yet he knew that the Profession of zealous Devotion would tend to his <em>Honour</em>: If such a Person could have any Sense of <em>Morality</em>, particularly an Aversion to <em>Dissimulation</em>, then his <em>Profession of Religion</em> would evidence the Superiority of the <em>Sense of Honour</em>; and his <em>Discovery</em> of his Sentiments, or <em>Neglect</em> of Religion, would evidence the Ballance to be on the other side. I presume in <em>England</em> and <em>Holland</em>, we have more Instances of the latter than the former. It is true, our Gentlemen who affect the Name of <em>Freedom</em>, may have now their Hopes of <em>Honour</em> from their own <em>Party</em>, as well as others.","subId":"30","id":"Hutcheson.EI.ENP.5.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Adherence to any particular <em>Religion</em> by one in a strange Country, where it was dishonourable, would not be allowed a good Instance of the Prevalence of a <em>moral Species</em>; it is a very common thing indeed, but here are <em>Interests</em> of another Life, and Regard to a <em>future Return</em> to a Country where this Religion is in repute.","subId":"31","id":"Hutcheson.EI.ENP.5.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Pleasures of Imagination greater than those of external Senses.</span> <span class=\"small-capitals\">The</span> Pleasures of the <em>internal Senses</em>, or of the Imagination, are allowed by all, who have any tolerable Taste of them, as a much superior Happiness to those of the <em>external Senses</em>, though they were enjoyed to the full.","subId":"32","id":"Hutcheson.EI.ENP.5.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Other</span> Comparisons might be made but with less use, or certainty in any general Conclusions, which might be drawn from them.","subId":"33","id":"Hutcheson.EI.ENP.5.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Pleasures of <em>Wealth</em> or <em>Power</em>, are proportioned to the Gratifications of the <em>Desires</em> or <em>Senses</em>, which the Agent intends to gratify by them: So that, for the Reasons above offered, Wealth and Power give greater Happiness to the <em>Virtuous</em>, than to those who consult only <em>Luxury</em> or <em>external Splendor</em>. If these Desires are grown <em>enthusiastick</em> and <em>habitual</em>, without regard to any other end than <em>Possession</em>, they are an endless Source of Vexation, without any real <em>Enjoyment</em>; a perpetual <em>Craving</em>, without <em>Nourishment</em> or <em>Digestion</em>; and they may surmount all other Affections, by Aids borrowed from other Affections themselves.","subId":"34","id":"Hutcheson.EI.ENP.5.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>fantastick Desires</em> are violent, in proportion to the Senses from which the <em>associated Ideas</em> are borrowed. Only it is to be observed, that however the Desires may be violent, yet the obtaining the <em>Object desired</em> gives little Satisfaction; the <em>Possession</em> discovers the Vanity and Deceit, and the <em>Fancy</em> is turned toward different Objects, in a perpetual Succession of inconstant Pursuits.","subId":"35","id":"Hutcheson.EI.ENP.5.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">A Comparison of the several Pleasures as to Duration.</span> <span class=\"small-capitals\">These</span> several kinds of Pleasure or Pain are next to be compared as to their <em>Duration</em>. Here we are not only to consider the <em>Certainty</em> of the Objects occasioning these Sensations, but the <em>Constancy</em> of our Relish or Fancy.","subId":"36","id":"Hutcheson.EI.ENP.5.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Objects necessary to remove the Pains of <em>Appetite</em>, and to give as grateful <em>external Sensations</em> as any others, to a Person of a <em>correct Imagination</em>, may be universally secured by common Prudence and Industry. But then the <em>Sensations</em> themselves are short and transitory; the <em>Pleasure</em> continues no longer than the <em>Appetite</em>, nor does it leave any thing behind it, to supply the <em>Intervals</em> of Enjoyment. When the Sensation is past, we are no happier for it, there is little pleasure in <em>Reflection</em>; and that almost solely arises from the return of <em>Appetite</em>; and some Prospect of repeated Enjoyment, or some moral Notions of <em>Love</em> or <em>Friendship</em> or <em>Communication of Pleasure</em>: without these the Remembrance of past sensual Enjoyments is more generally nauseous. Nor are past Sensations any security against, or support under either <em>external Pain</em>, or any other sort of evil incident to us. If we keep these Senses pure, and unmixed with <em>foreign Ideas</em>, they cannot furnish Employment for Life: If <em>foreign Ideas</em> come in, the Objects grow difficult and uncertain, and our <em>Relish</em> or <em>Fancy</em> full of Inconstancy and Caprice.","subId":"37","id":"Hutcheson.EI.ENP.5.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, the Pleasures of the <em>Imagination</em> may be enjoyed by all, and be a sure Foundation of Pleasure, if we abstract from <em>Property</em>, and keep our Imagination pure. Such are the Pleasures in the Observation of <em>Nature</em>, and even the Works of <em>Art</em>; which are ordinarily exposed to view. But as these give less Pleasure the more <em>familiar</em> they grow, they cannot sufficiently employ or entertain Mankind, much less can they secure us against, or support us under the <em>Calamities of Life</em>, such as <em>Anger</em>, <em>Sorrow</em>, <em>Dishonour</em>, <em>Remorse</em>, or <em>external Pain</em>. If the <em>monstrous</em> or <em>trifling Taste</em> take place, or the Ideas of <em>Property</em>, they may indeed give sufficient Employment, but they bring along with them little Pleasure, frequent <em>Disgusts</em>, <em>Anxieties</em>, and <em>Disappointments</em>, in the acquiring and retaining their Objects.","subId":"38","id":"Hutcheson.EI.ENP.5.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>publick Happiness</em> is indeed, as to external Appearance, a very uncertain Object; nor is it often in our power to remedy it, by changing the Course of <em>Events</em>. There are perpetual Changes in Mankind from Pleasures to Pains, and often from Virtue to Vice. Our <em>publick Desires</em> must therefore frequently subject us to <em>Sorrow</em>; and the Pleasures of the <em>publick Sense</em> must be very inconstant. 'Tis true indeed, that a general <em>Good‐will</em> to our kind, is the most constant Inclination of the Mind, which grows upon us by Indulgence; nor are we ever dissatisfied with it: the <em>Incertainty</em> therefore is wholly owing to the <em>Objects</em>. If there can be any Considerations found out to make it probable, that in the Whole all Events tend to Happiness, this implicit Hope indeed may make our <em>publick Affections</em> the greatest and most constant Source of Pleasure. Frequent <em>Reflection</em> on this, is the best Support under the Sorrow arising from particular evils, befalling our Fellow‐Creatures. In our <em>nearer Attachments</em> brought upon ourselves, we may procure to ourselves the greatest Enjoyments of this kind, with considerable <em>Security</em> and <em>Constancy</em>, by chusing for our <em>Friends</em>, or <em>dearest Favourites</em>, Persons of just Apprehensions of Things, who are subjected only to the <em>necessary Evils</em> of Life, and can enjoy all the certain and constant Good. And in like manner, our Attachment to a <em>Country</em> may be fixed by something else than the <em>Chance of our Nativity</em>. The Enjoyments of the publick Sense cannot indeed secure us against bodily <em>Pains</em> or <em>Loss</em>; but they are often a considerable Support under them. Nothing can more allay <em>Sorrow</em> and <em>Dejection</em> of Mind for private Misfortunes, than good Nature, and Reflection upon the Happiness of those we love.","subId":"39","id":"Hutcheson.EI.ENP.5.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>moral Sense</em>, if we form <em>true Opinions</em> of the Tendencies of Actions, and of the <em>Affections</em> whence they spring, as it is the Fountain of the most <em>intense Pleasure</em>, so it is in itself <em>constant</em>, not subject to Caprice or Change. If we resolutely incourage this Sense, it grows more acute by frequent <em>Gratification</em>, never cloys, nor ever is surfeited. We not only are sure never to want <em>Opportunities</em> of doing good, which are in almost every one's power in the highest Degree;<a href=\"#n13\"><sup>[13]</sup></a> but each good Action is Matter of pleasant <em>Reflection</em> as long as we live. These Pleasures cannot indeed wholly secure us against all kinds of <em>Uneasiness</em>, yet they never tend naturally to increase them. On the contrary, their general Tendency is to lead the virtuous Agent into all Pleasures, in the highest Degree in which they are consistent with each other. Our <em>external Senses</em> are not weakened by Virtue, our <em>Imaginations</em> are not impaired; the <em>temperate Enjoyment</em> of all external Pleasures is the highest. A virtuous Conduct is generally the most prudent, even as to outward <em>Prosperity</em>. Where Virtue costs us much, its own <em>Pleasures</em> are the more sublime. It directly advances the Pleasures of the <em>publick Sense</em>, by leading us to promote the publick Happiness as far as we can; and <em>Honour</em> is its natural and ordinary Attendant. If it cannot remove the <em>necessary Pains</em> of Life, yet it is the best Support under them. These moral Pleasures do some way more nearly affect us than any other: They make us delight in <em>ourselves</em>, and relish our very <em>Nature</em>. By these we perceive an <em>internal Dignity</em> and <em>Worth</em>; and seem to have a Pleasure like to that ascribed often to the <span class=\"small-capitals\">Deity</span>, by which we enjoy our own <em>Perfection</em>, and that of every other Being.","subId":"40","id":"Hutcheson.EI.ENP.5.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may perhaps seem too <em>metaphysical</em> to alledge on this Subject, that other <em>Sensations</em> are all dependent upon, or related by the Constitution of our Nature, to something different from <em>ourselves</em>; to a <em>Body</em> which we do not call <em>Self</em>, but something belonging to this <em>Self</em>. That other <em>Perceptions</em> of <em>Joy</em> or <em>Pleasure</em> carry with them Relations to <em>Objects</em>, and <em>Spaces</em> distinct from this <em>Self</em>; whereas <q>the Pleasures of Virtue are the very <em>Perfection of this <span class=\"small-capitals\">Self</span></em>, and are immediately perceived as such, independent of external Objects.</q>","subId":"41","id":"Hutcheson.EI.ENP.5.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> Sense of <em>Honour</em> may afford very constant Pleasures by good Oeconomy: If our <em>moral Sense</em> be not perverted; if we form just Apprehensions of the <em>Worth of others</em>, Honour shall be pleasant to us in a compound Proportion of the <em>Numbers</em> and <em>Worth</em> of those who confer it. If therefore we cannot approve ourselves to all, so as to obtain <em>universal Honour</em> among all to whom we are known, yet there are still Men of just Thought and Reflection, whose <em>Esteem</em> a virtuous Man may procure. Their <em>Dignity</em> will compensate the Want of <em>Numbers</em>, and support us against the Pains of <em>Censure</em> from the Injudicious.","subId":"42","id":"Hutcheson.EI.ENP.5.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Inconstancy of the Pleasures of <em>Wealth</em> and <em>Power</em> is well known, and is occasioned, not perhaps by Change of Fancy, for these Desires are found to continue long enough, since they tend toward the <em>universal Means</em> of gratifying all other Desires; but by the Uncertainty of <em>Objects</em> or <em>Events</em> necessary to gratify such continually increasing Desires as these are, where there is not some fixed View different from the <em>Wealth</em> or <em>Power</em> itself. When indeed they are desired only as the Means of gratifying some other well‐regulated <em>Desires</em>, we may soon obtain such a Portion as will satisfy us. But if once the <em>End</em> be forgotten, and Wealth or Power become grateful <em>for themselves</em>, no farther Limits are to be expected: the Desires are insatiable, nor is there any considerable <em>Happiness</em> in any given <em>Degree</em> of either.","subId":"43","id":"Hutcheson.EI.ENP.5.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Durations of the several Pains considered.</span> <span class=\"small-capitals\">Were</span> we to consider the <em>Duration</em> of the several Pains, we may find it generally as the Duration of their Pleasures. As to the external Senses, the old <em>Epicurean</em> Consolation is generally just: <q>Where the Pain is violent, it shortens our <em>Duration</em>; when it does not shorten our <em>Duration</em>, it is generally either <em>tolerable</em>, or admits of frequent <em>Intermissions</em>;</q> and then, when the external Pain is once past, no Mortal is the worse for having endured it. There is nothing uneasy in the <em>Reflection</em>, when we have no present <em>Pain</em>, or fear no <em>Return</em> of it.","subId":"44","id":"Hutcheson.EI.ENP.5.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>internal Senses</em> are not properly <em>Avenues of Pain</em>. No <em>Form</em> is necessarily the Occasion of positive Uneasiness.","subId":"45","id":"Hutcheson.EI.ENP.5.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Pains of the <em>moral Sense</em> and Sense of <em>Honour</em>, are almost perpetual. <em>Time</em>, the Refuge of other Sorrows, gives us least <em>Relief</em> from them. All other Pleasures are made insipid by these Pains, and Life itself an uneasy Burden. Our very <em>Self</em>, our Nature is disagreeable to us. 'Tis true, we do not always observe the Vicious to be uneasy. The <em>Deformity</em> of Vice often does not appear to those who continue in a Course of it. Their Actions are under some Disguise of <em>Innocence</em>, or even of <em>Virtue</em> itself. When this Mask is pulled off, as it often happens, nor can any vicious Man prevent its happening, Vice will appear as a <em>Fury</em>, whose Aspect no Mortal can bear. This we may see in one <em>Vice</em>, which perhaps has had fewer false or fantastick Associations of favourable Ideas than any, <em>viz.</em> <em>Cowardice</em>, or such a selfish Love of Life, and Aversion to Death, or to the very Hazard of it, as hinders a Man from serving his Country or his Friend, or supporting his own Reputation. How few of our gay Gentlemen can bear to be reputed <em>Cowards</em>, or even secretly to imagine themselves void of <em>Courage</em>? This is not tolerable to any, how negligent soever they may be about other Points in Morality. Other <em>Vices</em> would appear equally odious and despicable, and bear as horrid an Aspect, were they equally stript of the <em>Disguises of Virtue</em>. A vicious Man has no other Security against the Appearances of this terrifying <em>Form</em>, than <em>Ignorance</em> or <em>Inadvertence</em>. If <em>Truth</em> break in upon him, as it often must, when any <em>Adversity</em> stops his intoxicating Pleasures, or Spectators use <em>Freedom</em> with his Conduct, he is rendered perpetually miserable, or must fly to the only Remedy which Reason would suggest, all possible <em>Reparation</em> of Injuries, and a new Course of Life, the Necessity of which is not superseded by any <em>Remedy</em> suggested by the <em>Christian Revelation</em>.","subId":"46","id":"Hutcheson.EI.ENP.5.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Pains of the <em>publick Sense</em> are very lasting. The <em>Misery</em> of others, either in past or present Ages, is matter of very uneasy <em>Reflection</em>, and must continue so, if their State appears in the whole <em>absolutely Evil</em>. Against this there is no Relief but the Consideration of a <q><em>good-governing</em> <span class=\"small-capitals\">Mind</span>, ordering all for good in the whole, with the Belief of a <em>future State</em>, where the particular seeming Disorders are rectified.</q> A firm Persuasion of these Things, with strong <em>publick Affections</em> interesting us strongly in this <em>Whole</em>, and considering this <em>Whole</em> as one great <em>System</em>, in which all is wisely ordered for good, may secure us against these Pains, by removing the Opinion of any <em>absolute Evil</em>.","subId":"47","id":"Hutcheson.EI.ENP.5.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Pains arising from foolish <em>Associations of moral Ideas</em>, with the Gratifications of <em>external Senses</em>, or with the Enjoyment of Objects of <em>Beauty</em> or <em>Grandeur</em>, or from the Desires of <em>Property</em>, the Humour of <em>Distinction</em>, may be as constant as the Pains of the <em>Senses</em> from which these Ideas are borrowed. Thus what we gain by these Associations is very little. <q>The <em>Desires</em> of Trifles are often made very strong and uneasy; the <em>Pleasures of Possession</em> very small and of short Continuance, only till the Object be familiar, or the <em>Fancy</em> change: But the <em>Pains of Disappointment</em> are often very lasting and violent.</q> Would we guard against these Associations, every real <em>Pleasure</em> in Life remains, and we may be easy without these things, which to others occasion the greatest Pains. <blockquote><span class=\"foreign\">Gemmas, Marmor, Ebur, Tyrrhena Sigilla, Tabellas, <br> Argentum, vestes Getulo Murice tinctas, <br> Est qui non habet, est qui nec curat habere.</span> <cite>Hor.</cite></blockquote>","subId":"48","id":"Hutcheson.EI.ENP.5.48"},{"type":"note","content":"See this Argument in <cite><em>Plato de Repub.</em> Lib. IX.</cite> And <cite>Lord <em>Shaftesbury</em>'s Inquiry concerning Virtue.</cite>","subId":"n1","id":"Hutcheson.EI.ENP.5.n1"},{"type":"note","content":"<cite><em>Treat. II. Sect. 4. Art. 4.</em> last Paragraph.</cite>","subId":"n2","id":"Hutcheson.EI.ENP.5.n2"},{"type":"note","content":"<cite><em>Sect. 4. Art. 3.</em></cite>","subId":"n3","id":"Hutcheson.EI.ENP.5.n3"},{"type":"note","content":"See <cite><em>Marcus Antoninus</em>, Lib. III. c. II. and often elsewhere.</cite>","subId":"n4","id":"Hutcheson.EI.ENP.5.n4"},{"type":"note","content":"See this Subject fully treated, in the second Part of <cite>Lord <em>Shaftesbury</em>'s <em>Inquiry concerning Virtue</em>.</cite>","subId":"n5","id":"Hutcheson.EI.ENP.5.n5"},{"type":"note","content":"See the Character of <cite><em>Job, ch.</em> xxxi.</cite> See also <cite><em>Treat.</em> II. <em>Sect.</em> 6.</cite>","subId":"n6","id":"Hutcheson.EI.ENP.5.n6"},{"type":"note","content":"<cite><em>Treat. II. Sect. 7, 9. Cor. 3.</em></cite>","subId":"n7","id":"Hutcheson.EI.ENP.5.n7"},{"type":"note","content":"<cite><em>Treat. II. Sect. 6. Art. 1.</em></cite>","subId":"n8","id":"Hutcheson.EI.ENP.5.n8"},{"type":"note","content":"Such mistaken Notions of Religion, and of some particular moral Species, have produced these monstrous Decisions or Apothegms; viz. <q><em>Some Actions are not lawful, though they were necessary not only to universal temporal Happiness, but to the eternal Salvation of the whole World, or to avoid universal eternal Misery.</em></q> <q><span class=\"foreign\">Fiat Justitia &amp; ruat Caelum.</span></q> Whereas the only Reason why some Actions are looked upon as universally and necessarily Evil, is only this, <q>that in our present Constitution of Nature, they cannot possibly produce any <em>good</em>, prepollent to their <em>evil Consequences</em>.</q> Whatever Action would do so, in the <em>whole of its Effects</em> must necessarily be <em>good</em>. This Proposition is <em>Identick</em>.","subId":"n9","id":"Hutcheson.EI.ENP.5.n9"},{"type":"note","content":"<cite>See <em>Treat. II. Sect. 5. Art. 4.</em></cite>","subId":"n10","id":"Hutcheson.EI.ENP.5.n10"},{"type":"note","content":"<cite><em>Ibid.</em></cite>","subId":"n11","id":"Hutcheson.EI.ENP.5.n11"},{"type":"note","content":"<cite>Livy, <em>Lib. I. c. 57.</em></cite>","subId":"n12","id":"Hutcheson.EI.ENP.5.n12"},{"type":"note","content":"<cite><em>Treat. 2. Sect. 3.</em> last Paragraph.</cite>","subId":"n13","id":"Hutcheson.EI.ENP.5.n13"}]}