{"imported":true,"id":"Hutcheson.EI.ENP.6","parent":"Hutcheson.EI.ENP","title":"Section 6. Some general Conclusions concerning the best Management of our Desires. Withsome Principles necessary to Happiness","breadcrumb":"Section 6","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_061","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT VI.</h3> <h3><em>Some general </em>Conclusions<em> concerning the best </em>Management<em> of our Desires. Withsome Principles necessary to </em>Happiness<em>.</em></h3> ","id":"Hutcheson.EI.ENP.6"},{"type":"paragraph","content":"THUS, upon comparing the several kinds of Pleasures and Pains, both as to <em>Intention</em> and <em>Duration</em>, we see that <q>the whole Sum of Interest lies upon the Side of <em>Virtue</em>, <em>Publick‐spirit</em>, and <em>Honour</em>: To <em>forfeit</em> these Pleasures in whole, or in part, for any other <em>Enjoyment</em>, is the most foolish Bargain; and on the contrary, to secure them with the <em>Sacrifice</em> of all others, is the <em>truest Gain</em>.</q>","subId":"1","id":"Hutcheson.EI.ENP.6.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Constant Discipline necessary.</span> <span class=\"small-capitals\">There</span> is one general <em>Observation</em> to be premised, which appears of the greatest Necessity for the just <em>Management</em> of all our Desires; <em>viz.</em> that we should, as much as possible, in all Affairs of Importance to ourselves or others, prevent the <em>Violence</em> of their <em>confused Sensation</em>, and stop their <em>Propensities</em> from breaking out into Action, till we have fully examined the real <em>Moment</em> of the Object, either of our Desires or Aversions. The only way to effect this is, <q>a constant <em>Attention</em> of Mind, an habitual <em>Discipline</em> over ourselves, and a fixed <em>Resolution</em> to stop all Action, before a calm <em>Examination</em> of every Circumstance attending it; more particularly, the real <em>Values</em> of external Objects, and the <em>moral Qualities</em> or <em>Tempers</em> of rational Agents, about whom our Affections may be employed.</q> This Power we may obtain over ourselves, by a frequent Consideration of the great <em>Calamities</em>, and pernicious Actions, to which even the <em>best of our Passions</em> may lead us, by the <em>confused Sensations</em>, and <em>fantastick Associations</em> of Ideas which attend them: Thus we may raise an <em>habitual Suspicion</em> and <em>Dread</em> of every <em>violent Passion</em>, which, recurring along with them continually, may in some measure counter‐ballance their <em>Propensities</em> and <em>confused Sensations</em>. This <em>Discipline</em> of our Passions is in general necessary: The <em>unkind</em> or <em>destructive Affections</em>, our <em>Anger</em>, <em>Hatred</em>, or <em>Aversion</em> to rational Agents, seem to need it most; but there is also a great Necessity for it, even about the <em>tender</em> and <em>benign Affections</em>, lest we should be hurried into <em>universal</em> and <em>absolute Evil</em>, by the Appearance of <em>particular Good</em>: And consequently it must be of the highest Importance to all, to strengthen as much as possible, by frequent Meditation and Reflection, the calm Desires either private or publick, rather than the particular Passions, and to make the <em>calm universal Benevolence</em> superior to them.","subId":"2","id":"Hutcheson.EI.ENP.6.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Resignation of sensual Pleasures.</span> <span class=\"small-capitals\">That</span> the necessary <em>Resignation</em> of other Pleasures may be the more easy, we must frequently suggest to ourselves these Considerations above-mentioned. <q><em>External Pleasures</em> are short and transitory, leave no agreeable <em>Reflection</em>, and are no manner of <em>Advantage</em> to us when they are past; we are no better than if we had wanted them altogether.</q>","subId":"3","id":"Hutcheson.EI.ENP.6.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, <q>past Pains give us no unpleasant <em>Reflection</em>, nor are we the worse for having endured them. If they are violent, our Existence will probably be short; if not, they are tolerable, or allow long Intervals of Ease.</q> Let us join to these a <em>stoical Consideration</em>; <q>that <em>external Pains</em> give us a noble Opportunity of <em>moral Pleasures</em> in Fortitude, and <em>Submission</em> to the Order of the whole, if we bear them resolutely; but if we fret under them, we do not alleviate the Suffering, but rather increase it by <em>Discontent</em> or <em>Sullenness</em>.</q> When <em>external Pains</em> must be endured voluntarily to avoid <em>moral Evil</em>, we must, as much as possible, present to ourselves the <em>moral Species</em> itself, with the <em>publick Good</em> to ensue, the <em>Honour</em> and <em>Approbation</em> to be expected from all good Men, the <span class=\"small-capitals\">Deity</span>, and our own Hearts, if we continue firm; and on the contrary, the <em>Remorse</em>, <em>Shame</em> and Apprehension of <em>future Punishments</em>, if we yield to this Temptation.","subId":"4","id":"Hutcheson.EI.ENP.6.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">How</span> necessary it is to break off the vain Associations of <em>moral Ideas</em>, from the Objects of <em>external Senses</em>, will also easily appear. This may be done, by considering how trifling the <em>Services</em> are which are done to our Friends or Acquaintances, by <em>splendid Entertainments</em>, at an Expense, which, otherwise employed, might have been to them of considerable Importance. Men who are at ease, and of as <em>irregular Imaginations</em> as ourselves, may admire and praise our <em>Magnificence</em>; but those who need more <em>durable Services</em>, will never think themselves much obliged. We cannot expect any <em>Gratitude</em> for what was done only to please our own <em>Vanity</em>: The <em>Indigent</em> easily see this, and justly consider upon the whole how much they have profited.","subId":"5","id":"Hutcheson.EI.ENP.6.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> the Wealth of the <em>Luxurious</em> fails, he is the Object of <em>Contempt</em>: No body pities him nor honours him: his <em>personal Dignity</em> was placed by himself in his <em>Table</em>, <em>Equipage</em> and <em>Furniture</em>; his Admirers placed it also in the same: When these are gone all is lost. <blockquote><span class=\"foreign\">—Non est melius quo insumere possis? <br> Cur eget indignus quisquam te Divite? quare <br> Templa ruunt antiqua Deûm? cur improbe carae <br> Non aliquid Patriae ex tanto emetiris acervo? <br> Uni nimirum tibi recte semper erunt res: <br> O magnus posthac inimicis Risus.—</span> <cite>Hor.</cite></blockquote>","subId":"6","id":"Hutcheson.EI.ENP.6.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is no Enjoyment of external Pleasure, which has more imposed upon Men of late, by some confused <em>Species of Morality</em>, than <em>Gallantry</em>. The sensible Pleasure alone must, by all Men who have the least Reflection, be esteemed at a very low rate: But the Desires of this kind, as they were by Nature intended to found the most constant uninterrupted <em>Friendship</em>, and to introduce the most venerable and lovely <em>Relations</em>, by <em>Marriages</em> and <em>Families</em>, arise in our Hearts, attended with some of the <em>sweetest Affections</em>, with a disinterested <em>Love</em> and <em>Tenderness</em>, with a most gentle and obliging <em>Deportment</em>, with something great and heroick in our Temper. The Wretch who rises no higher in this Passion than the mean <em>sensual Gratification</em>, is abhorred by every one: But these sublimer Sensations and Passions do often so fill the Imaginations of the <em>Amorous</em>, that they are unawares led into the most contemptible and cruel Conduct which can be imagined. When for some trifling transitory <em>Sensations</em>, which they might have innocently enjoyed along with the highest <em>moral Pleasures</em> in Marriage, they expose the very Person they love and admire to the deepest <em>Infamy</em> and <em>Sorrow</em>, to the <em>Contempt</em> of the World, to perpetual <em>Confusion</em>, <em>Remorse</em>, and <em>Anguish</em>; or, to what is worse, an <em>Insensibility</em> of all Honour or Shame, Virtue or Vice, Good or Evil, to be the Scorn and Aversion of the World; and all this coloured over with the gay Notions of <em>Pleasantry</em>, <em>Genteelness</em>, <em>Politeness</em>, <em>Courage</em>, <em>high Enjoyment of Life</em>.","subId":"7","id":"Hutcheson.EI.ENP.6.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Would</span> Men allow themselves a little Time to reflect on the <em>whole Effect</em> of such capricious Pursuits, the <em>Anguish</em> and <em>Distraction</em> of Mind which these Sallies of Pleasure give to <em>Husbands</em>, <em>Fathers</em>, <em>Brothers</em>; would they consider how they themselves would resent such Treatment of a <em>Wife</em>, a <em>Child</em>, a <em>Sister</em>; how much deeper such Distresses are, than those trifling Losses or Damages, for which we think it just to bring the Authors of them to the Gallows; sure none but a thorough Villain could either practice or approve the one more than the other.","subId":"8","id":"Hutcheson.EI.ENP.6.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">A wise</span> Man in his Oeconomy, must do much even in Complaisance to the <em>Follies</em> of others, as well as his own <em>Conveniency</em>, to support that general <em>good Opinion</em> which must be maintained by those who would be useful to the Publick. His <em>Expences</em> must be some way suited to his <em>Fortune</em>, to avoid the Imputation of <em>Avarice</em>. If indeed what is saved in <em>private Expences</em>, be employed in <em>generous Offices</em>, there is little danger of this Charge. Such a <em>Medium</em> may be kept as to be above <em>Censure</em>, and yet below any <em>Affectation of Honour</em> or <em>Distinction</em> in these matters. If one corrects his own <em>Imagination</em> in these things, he will be in no danger of doing any thing pernicious to please others. He is still in a State fit to judge of the real <em>Importance</em> of every thing which occurs to him, and will gratify the false <em>Relish</em> of others, no farther than it is consistent with, and subservient to <em>some nobler Views</em>.","subId":"9","id":"Hutcheson.EI.ENP.6.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conduct necessary about the Pleasures of Imagination.</span> <span class=\"small-capitals\">To</span> make the Pleasures of <em>Imagination</em> a constant Source of <em>Delight</em>, as they seem intended in the Frame of our Nature, with no hazard of <em>Pain</em>, it is necessary to keep the Sense free from foreign <em>Ideas of Property</em>, and the <em>Desire of Distinction</em>, as much as possible. If this can be done, we may receive Pleasure from every <em>Work of Nature or Art</em> around us. We enjoy not only the whole of <em>Nature</em>, but the united Labours of all about us. To prevent the Idea of <em>Property</em>, let us consider <q>how little the <em>Proprietor</em> enjoys more than the <em>Spectator</em>: Wherein is he the better or the happier?</q> The <em>Poet</em>, or the <em>Connoisseur</em>, who judges nicely of the Perfection of the Works of Art, or the Beauties of Nature, has generally a <em>higher Taste</em> than the Possessor. The <em>magnificent Palace</em>, the <em>grand Apartments</em>, the <em>Vistas</em>, the <em>Fountains</em>, the <em>Urns</em>, the <em>Statues</em>, the <em>Grottos</em> and <em>Arbours</em>, are exposed either in their own <em>Nature</em>, or by the Inclination of the <em>Proprietor</em>, to the Enjoyment of others. The <em>Pleasure of the Proprietor</em> depends upon the <em>Admiration</em> of others; he robs himself of his chief Enjoyment, if he excludes <em>Spectators</em>: Nay, may not a Taste for Nature be acquired, giving greater Delight than the Observation of Art? <blockquote><span class=\"foreign\">Deterius Lybicis olet, aut nitet, Herba lapillis? <br> Purior in vicis aqua tendit rumpere Plumbum, <br> Quam que per pronum trepidat cum murmure rivum? <br> Nempe inter varias nutritur Sylva Columnas, <br> Laudaturque Domus, longos qua prospicit Agros. <br> Naturam expellas surca licet, usque recurret.</span> <cite>Hor.</cite></blockquote> Must an <em>artful Grove</em>, an <em>Imitation</em> of a Wilderness, or the more confined <em>Forms</em> or <em>Ever‐greens</em>, please more than the real <em>Forest</em>, with the <em>Trees of God</em>? Shall a <em>Statue</em> give more Pleasure than the <em>human Face Divine</em>?","subId":"10","id":"Hutcheson.EI.ENP.6.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Where</span> the <em>Humour of Distinction</em> is not corrected, our Equals become our Adversaries: The Grandeur of another is our <em>Misery</em>, and makes our Enjoyments insipid. There is only one way of making this Humour tolerable, but this way is almost inconsistent with the <em>Inclination</em> itself, <em>viz.</em> <q>continually to haunt with our Inferiors, and compare ourselves with them.</q> But if inconstant <em>Fortune</em>, or their own Merit do raise any of them to equal us, our <em>Pleasure</em> is lost, or we must sink ourselves to those who are still <em>Inferior</em>, and abandon the Society of every Person whose <em>Art</em> or <em>Merit</em> raises him. How poor a Thought is this!","subId":"11","id":"Hutcheson.EI.ENP.6.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Pursuits of the <em>Learned</em> have often as much Folly in them as any others, when Studies are not valued according to their <em>Use in Life</em>, or the real Pleasures they contain, but for the <em>Difficulty</em> and <em>Obscurity</em>, and consequently the <em>Rarity</em> and <em>Distinction</em>. Nay, an abuse may be made of the most noble and manly Studies, even of <em>Morals</em>, <em>Politicks</em>, and <em>Religion</em> itself, if our Admiration and Desire terminate upon the <em>Knowledge</em> itself, and not upon the Possession of the <em>Dispositions</em> and <em>Affections</em> inculcated in these Studies. If these Studies be only matter of <em>Amusement</em> and <em>Speculation</em>, instead of leading us into a constant <em>Discipline</em> over ourselves, to correct our Hearts, and to guide our Actions, we are not much better employed, than if we had been studying some useless Relations of <em>Numbers</em>, or Calculations of <em>Chances</em>.","subId":"12","id":"Hutcheson.EI.ENP.6.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is not indeed any part of Knowledge which can be called entirely <em>useless</em>. The most <em>abstracted Parts</em> of <em>Mathematicks</em>, and the Knowledge of <em>mythological History</em>, or antient <em>Allegories</em>, have their own Pleasures not inferior to the more gay Entertainments of <em>Painting</em>, <em>Musick</em>, or <em>Architecture</em>; and it is for the Advantage of Mankind that some are found, who have a Taste for these Studies. The only Fault lies, in letting any of those <em>inferior</em> Tastes engross the whole Man to the Exclusion of the nobler Pursuits of <em>Virtue</em> and <em>Humanity</em>.","subId":"13","id":"Hutcheson.EI.ENP.6.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">Concerning</span> all these Pleasures of the Imagination, let us consider also <q>how little support they can give Men under any of the Calamities of Life,</q> such as the Treachery or Baseness of a <em>Friend</em>, a <em>Wife</em>, a <em>Child</em>, or the perplexing Intricacies of our common Affairs, or the Apprehension of <em>Death</em>. <blockquote><span class=\"foreign\">Re veraque Metus hominum, Curaeque sequaces <br> Nec metuunt sonitus Armorum, nec fera Tela; <br> Audacterque inter Reges, rerumque Potentes <br> Versantur, nec fulgorem reverentur ab auro, <br> Nec clarum vestis splendorem purpureaï <br> Quid dubitas quin omne sit hoc rationis egestas?</span> <cite>Luc.</cite></blockquote>","subId":"14","id":"Hutcheson.EI.ENP.6.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Ideas of Divinity arise from the internal Senses.</span> <span class=\"small-capitals\">Under</span> this Head of our Internal Sense, we must observe one natural Effect of it, that it leads us into <em>Apprehensions of a <span class=\"small-capitals\">Deity</span></em>. Grandeur, Beauty, Order, Harmony, wherever they occur, raise an Opinion of a <span class=\"small-capitals\">Mind</span>, of <em>Design</em>, and <em>Wisdom</em>. Every thing great, regular, or proportioned, excites <em>Veneration</em>, either toward itself, if we imagine it animated, if not animated, toward some apprehended Cause. No Determination of our Mind is more <em>natural</em> than this, no Effect more <em>universal</em>. One has better Reason to deny the Inclination between the <em>Sexes</em> to be natural, than a Disposition in Mankind to <em>Religion</em>.","subId":"15","id":"Hutcheson.EI.ENP.6.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> cannot open our Eyes, without discerning <em>Grandeur and Beauty</em> every where. Whoever receives these Ideas, feels an inward Veneration arise. We may fall into a Thousand vain Reasonings: foolish limited Notions of <span class=\"small-capitals\">Divinity</span> may be formed, as attached to the particular <em>Places</em> or <em>Objects</em>, which strike us in the most lively manner. Custom, Prejudice of Sense or Education, may confirm some foolish Opinion about the <em>Nature</em> or <em>Cause</em> of these Appearances: But wherever a superior <span class=\"small-capitals\">Mind</span>, a governing <span class=\"small-capitals\">Intention</span> or <span class=\"small-capitals\">Design</span> is imagined, there <em>Religion</em> begins in its most simple Form, and an inward <em>Devotion</em> arises. Our Nature is as much determined to this, as to any other Perception or Affection. How we manage these Ideas and Affections, is indeed of the greatest Importance to our Happiness or Misery.","subId":"16","id":"Hutcheson.EI.ENP.6.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> we have the Apprehension of an universal <span class=\"small-capitals\">Mind</span> with Power and Knowledge, we must also conceive something correspondent to our <em>Affections</em> in the <span class=\"small-capitals\">Divinity</span>, with some <em>moral Apprehensions</em> of the Actions and Tempers of his Creatures. The <em>Order of Nature</em> will suggest many Confirmations of this. We must conclude some <em>Worship</em> acceptable, and some Expressions of <em>Gratitude</em> as our Duty. The Conceptions of the <span class=\"small-capitals\">Deity</span> must be various, according to the different Degrees of <em>Attention</em> and <em>Reasoning</em> in the Observers, and their own Tempers and Affections. Imagining the divine <span class=\"small-capitals\">Mind</span>, as <em>cruel</em>, <em>wrathful</em>, or <em>capricious</em>, must be a perpetual Source of Dread and Horror; and will be apt to raise a <em>Resemblance</em> of Temper in the Worshipper, with its attendant <em>Misery</em>. A contrary Idea of the <span class=\"small-capitals\">Divinty</span>, as good, and kind, delighting in universal Happiness, and ordering all Events of the Universe to this End, as it is the most delightful Contemplation, so it fills the good Mind with a constant <em>Security</em> and <em>Hope</em>, amidst either publick Disorders, or private Calamities.","subId":"17","id":"Hutcheson.EI.ENP.6.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> find out which of these two Representations of the <span class=\"small-capitals\">Deity</span> is the true one, we must consult the <em>Universe</em>, the Effect of his Power, and the Scene of his Actions. After what has been observed by so many ingenious Authors, both <em>Ancient</em> and <em>Modern</em>, one cannot be at a loss which Opinion to chuse. We may only on this occasion consider the Evidences of divine Goodness appearing in the <em>Structure of our own Nature</em>, and in the Order of our <em>Passions</em> and <em>Senses</em>.","subId":"18","id":"Hutcheson.EI.ENP.6.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">Evidences of the Goodness of God in the Frame of our Senses and Affections.</span> <span class=\"small-capitals\">It</span> was observed above, how admirably our Affections are contrived for good in the <em>whole</em>. Many of them indeed do not pursue the <em>private Good</em> of the Agent; nay, many of them, in various Cases, seem to tend to his detriment, by concerning him violently in the Fortunes of <em>others</em>, in their <em>Adversity</em>, as well as their Prosperity. But they all aim at <em>good</em>, either private or publick: and by them each particular Agent is made, in a great measure, subservient to the <em>good of the whole</em>. Mankind are thus insensibly linked together, and make one great <em>System</em>, by an invisible Union. He who <em>voluntarily</em> continues in this Union, and delights in employing his Power for his <em>Kind</em>, makes himself happy: He who does not continue this Union freely, but affects to break it, makes himself wretched; nor yet can he break the <em>Bonds of Nature</em>. His <em>publick Sense</em>, his <em>Love of Honour</em>, and the very <em>Necessities</em> of his Nature, will continue to make him depend upon his <em>System</em>, and engage him to serve it, whether he inclines to it or not. Thus we are formed with a View to a general good <em>End</em>; and may in our own Nature discern a universal Mind watchful for the whole.","subId":"19","id":"Hutcheson.EI.ENP.6.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same is observable in the Order of our <em>external Senses</em>. The simple Productions of Nature, which are useful to any Species of Animals, are also <em>grateful</em> to them; and the pernicious or useless Objects are made disagreeable. Our external Sensations are no doubt often <em>painful</em>, when our Bodies are in a dangerous State; when they want supplies of Nourishment; when any thing external would be injurious to them. But if it appears, <q>that the <em>general Laws</em> are wisely constituted, and that it is necessary to the Good of a System of such Agents, to be under the Influence of <em>general Laws</em>, upon which there is occasion for <em>Prudence</em> and <em>Activity</em>;</q> the particular <em>Pains</em> occasioned by a necessary <em>Law</em> of Sensation, can be no Objection against the Goodness of the Author. <em>See</em> <cite>Treat I. Sect. ult.</cite>","subId":"20","id":"Hutcheson.EI.ENP.6.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> that there is no room for complaint, that <q>our external Sense of <em>Pain</em> is made too acute,</q> must appear from the Multitudes we daily see so careless of preserving the Blessing of <em>Health</em>, of which many are so prodigal as to lavish it away, and expose themselves to external <em>Pains</em> for very trifling Reasons. Can we then repine at the friendly <em>Admonitions</em> of Nature, joined with some <em>Austerity</em>, when we see that they are scarce sufficient to restrain us from Ruin? The same may be said of the Pain of other kinds. <em>Shame</em> and <em>Remorse</em> are never to be called too severe, while so many are not sufficiently restrained by them. Our <em>Compassion</em> and friendly <em>Sense of Sorrow</em>, what are they else but the <em>Alarms</em> and <em>Exhortations</em> of a kind impartial <em>Father</em>, to engage his <em>Children</em> to relieve a distressed <em>Brother</em>? Our <em>Anger</em> itself is a necessary Piece of Management, by which every pernicious Attempt is made <em>dangerous</em> to its Author.","subId":"21","id":"Hutcheson.EI.ENP.6.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Would</span> we allow room to our Invention, to conceive what sort of <em>Mechanism</em>, what <em>Constitutions</em> of Senses or Affections a <em>malicious powerful Being</em> might have formed, we should soon see how few Evidences there are for any such Apprehension concerning the <span class=\"small-capitals\">Author</span> of this World. Our <em>Mechanism</em>, as far as we have ever yet discovered, is wholly contrived for good. No cruel <em>Device</em>, no <em>Art</em> or <em>Contrivance</em> to produce evil: No such <em>Mark</em> or <em>Scope</em> seems ever to be aimed at. How easy had it been to have contrived some necessary Engines of <em>Misery</em> without any use; some <em>Member</em> of no other service but to be matter of <em>Torment</em>; <em>Senses</em> incapable of bearing the surrounding Objects without Pain; Eyes pained with the <em>Light</em>; a Palate offended with the <em>Fruits</em> of the Earth; a Skin as tender as the Coats of the <em>Eye</em>, and yet some more furious Pain forcing us to bear these Torments? Human <em>Society</em> might have been made as uneasy as the Company of <em>Enemies</em>, and yet a perpetual more violent Motive of <em>Fear</em> might have forced us to bear it. <em>Malice</em>, <em>Rancour</em>, <em>Distrust</em>, might have been our natural Temper. Our <em>Honour</em> and <em>Self‐Approbation</em> might have depended upon <em>Injuries</em>; and the <em>Torments</em> of others been made our <em>Delight</em>, which yet we could not have enjoyed thro' perpetual <em>Fear</em>. Many such Contrivances we may easily conceive, whereby an evil <em>Mind</em> could have gratified his <em>Malice</em> by our <em>Misery</em>. But how unlike are they all to the Intention or Design of the Mechanism of this World?","subId":"22","id":"Hutcheson.EI.ENP.6.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> <em>Passions</em> no doubt are often matter of Uneasiness to ourselves, and sometimes occasion Misery to <em>others</em>, when any one is indulged into a Degree of Strength beyond its <em>Proportion</em>. But which of them could we have wanted, without greater Misery in the whole? They are by Nature ballanced against each other, like the <em>Antagonist Muscles</em> of the Body; either of which separately would have occasioned <em>Distortion</em> and irregular <em>Motion</em>, yet jointly they form a Machine, most accurately subservient to the <em>Necessities</em>, <em>Convenience</em>, and <em>Happiness</em> of a <em>rational System</em>. We have a Power of <em>Reason</em> and <em>Reflection</em>, by which we may see what Course of Action will naturally tend to procure us the most valuable <em>Gratifications</em> of all our Desires, and prevent any intolerable or unnecessary <em>Pains</em>, or provide some support under them. We have Wisdom sufficient to form Ideas of <em>Rights</em>, <em>Laws</em>, <em>Constitutions</em>; so as to preserve large Societies in Peace and Prosperity, and promote a <em>general Good</em> amidst all the <em>private Interests</em>.","subId":"23","id":"Hutcheson.EI.ENP.6.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> from the present Order of Nature, in which <em>Good</em> appears far superior to <em>Evil</em>, we have just Presumptions to conclude the <span class=\"small-capitals\">Deity</span> to be benevolent, it is not conceivable <q>that any Being, who desires the Happiness of others, should not desire a <em>greater Degree</em> of Happiness to them rather than a less; and that consequently the whole <em>Series of Events</em> is the best possible, and contains in the whole the greatest possible <em>absolute Good</em>:</q> especially since we have no Presumption of any <em>private Interest</em>, which an <em>universal</em> <span class=\"small-capitals\">Mind</span> can have in view, in opposition to the greatest Good of the whole. Nor are the particular Evils occurring to our Observation, any just Objection against the perfect Goodness of the universal <span class=\"small-capitals\">Providence</span> to us, who cannot know how far these Evils may be necessarily connected with the <em>Means</em> of the greatest possible absolute Good.","subId":"24","id":"Hutcheson.EI.ENP.6.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Conduct of our publick Sense and Affections.</span> <span class=\"small-capitals\">In</span> managing our <em>publick Sense</em> of the State of others, we must beware of one common Mistake, <em>viz.</em> <q>apprehending every Person to be miserable in those Circumstances, which we imagine would make ourselves miserable.</q> We may easily find, that the <em>lower Rank</em> of Mankind, whose only Revenue is their bodily Labour, enjoy as much <em>Chearfulness</em>, <em>Contentment</em>, <em>Health</em>, <em>Gaiety</em>, in their own way, as any in the highest Station of Life. Both their Minds and Bodies are soon fitted to their State. The <em>Farmer</em> and <em>Labourer</em>, when they enjoy the bare Necessaries of Life, are easy. They have often more <em>correct Imaginations</em>, through <em>Necessity</em> and <em>Experience</em>, than others can acquire by <em>Philosophy</em>. This Thought is indeed a poor Excuse for a base selfish <em>Oppressor</em>, who, imagining Poverty a great Misery, bears hard upon those in a low Station of Life, and deprives them of the common Necessaries, or even of the natural Coneniencies of Life. But this Consideration may support a compassionate Heart, too deeply touched with apprehended Miseries, of which the <em>Sufferers</em> are themselves insensible.","subId":"25","id":"Hutcheson.EI.ENP.6.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Pains of this <em>Sense</em> are not easily removed. They are not allayed by the Distinction of Pains into <em>real</em> and <em>imaginary</em>. Much less will it remove them, to consider how much of human Misery is owing to their own <em>Folly</em> and <em>Vice</em>. Folly and Vice are themselves the most pityable Evils. It is of more consequence to consider, what Evidences there are <q>that the Vice and Misery in the World are smaller than we sometimes in our melancholy Hours imagine.</q> There are no doubt many furious Starts of Passion, in which Malice may seem to have place in our Constitution; but how seldom, and how short, in comparison of Years spent in fixed kind Pursuits of the Good of a <em>Family</em>, a <em>Party</em>, a <em>Country</em>? How great a Part of human Actions flow directly from <em>Humanity</em> and <em>kind Affection</em>? How many censurable Actions are owing to the same Spring, only chargeable on <em>Inadvertence</em>, or an Attachment to too <em>narrow a System</em>? How few owing to any thing worse than <em>selfish</em> Passions above their Proportion?","subId":"26","id":"Hutcheson.EI.ENP.6.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> Men are apt to let their Imaginations run out upon all the <em>Robberies</em>, <em>Piracies</em>, <em>Murders</em>, <em>Perjuries</em>, <em>Frauds</em>, <em>Massacres</em>, <em>Assassinations</em>, they have ever either heard of, or read in History; thence concluding all Mankind to be very wicked: as if a <em>Court of Justice</em> were the proper Place of making an Estimate of the <em>Morals</em> of Mankind, or an <em>Hospital</em> of the <em>Healthfulness</em> of a Climate. Ought they not to consider, that the Number of honest <em>Citizens</em> and <em>Farmers</em> far surpasses that of all sorts of Criminals in any State; and that the innocent or kind Actions of even Criminals themselves, surpass their Crimes in Numbers? That it is the <em>Rarity</em> of Crimes, in comparison of innocent or good Actions, which engages our Attention to them, and makes them be recorded in History; while incomparably more honest, generous, domestick Actions are overlooked, only because they are so common; as one great <em>Danger</em>, or one <em>Month's Sickness</em>, shall become a frequently repeated Story, during a long Life of Health and Safety.","subId":"27","id":"Hutcheson.EI.ENP.6.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Pains of the <em>external Senses</em> are pretty frequent, but how short in comparison of the long Tracts of Health, Ease and Pleasure? How rare is the Instance of a Life, with one tenth spent in violent Pain? How few want absolute Necessaries; nay, have not something to spend on <em>Gaiety</em> and <em>Ornament</em>? The Pleasures of <em>Beauty</em> are exposed to all in some measure. These kinds of Beauty which require <em>Property</em> to the full Enjoyment of them, are not ardently desired by many. The Good of every kind in the Universe, is plainly superior to the Evil. How few would accept of <em>Annihilation</em>, rather than Continuance in Life in the middle State of Age, Health and Fortune? Or what separated Spirit, who had considered human Life, would not, rather than perish, take the hazard of it again, by returning into a Body in the State of Infancy? <blockquote><em>——Who would lose, <br> For fear of Pain, this intellectual Being, <br> These Thoughts which wander thro' Eternity, <br> To perish rather, swallowed up and lost <br> In the wide Womb of uncreated Night, <br> Devoid of Sense and Motion——?</em> <br> <cite>Milton's Par. lost, Book II.</cite></blockquote>","subId":"28","id":"Hutcheson.EI.ENP.6.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> Thoughts plainly shew a <em>Prevalence</em> of Good in the World. But still our publick Sense finds much matter of compassionate Sorrow among Men. The <em>Many</em> are in a tolerable good State; but who can be unconcerned for the distressed <em>Few</em>? They are few in comparison of the whole, and yet a great <em>Multitude</em>.","subId":"29","id":"Hutcheson.EI.ENP.6.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> Parent would be much concerned at the Pains of breeding of <em>Teeth,</em> were they sure they would be short, and end well? Or at the Pain of a Medicine, or an Incision, which was necessary for the Cure, and would certainly accomplish it? Is there then no <em>Parent</em> in <span class=\"small-capitals\">Nature</span>, no <em>Physician</em> who sees what is necessary for the <em>Whole</em>, and for the good of each Individual in the whole of his Existence, as far as is consistent with the general Good? Can we expect, in this our <em>Childhood</em> of Existence, to understand all the Contrivance and Art of this Parent and Physician of Nature? May not some harsh Discipline be necessary to Good? May not many natural Evils be necessary to prevent future moral Evils, and to correct the Tempers of the Agents, nay to introduce moral Good? Is not <em>Suffering</em> and <em>Distress</em> requisite, before there can be room for generous Compassion, <em>Succour</em>, and <em>Liberality</em>? Can there be <em>Forgiveness</em>, <em>Returns of good for evil</em>, unless there be some <em>moral Evil</em>? Must the <em>Whole</em> want the eternally delightful <em>Consciousness</em> of such <em>Actions</em> and <em>Dispositions</em>, to prevent a few transient Sensations of Pain, or natural Evil? May there not be some unseen Necessity for the greatest universal Good, that<a href=\"#n1\"><sup>[1]</sup></a> there should be an <em>Order of Beings</em> no more perfect than we are, subject to Error and wrong Affections sometimes? May not all the present Disorders which attend this State of <em>prevalent Order,</em> be rectified by the <em>directing Providence</em> in a future Part of our Existence? This Belief of a <span class=\"small-capitals\">Deity,</span> a <span class=\"small-capitals\">Providence,</span> and a <em>future State,</em> are the only sure Supports to a good Mind. Let us then acquire and strengthen our Love and Concern for this <em>Whole,</em> and acquiesce in what the governing <span class=\"small-capitals\">Mind,</span> who presides in it, is ordering in the wisest Manner, tho not yet fully known to us, for its most universal Good.","subId":"30","id":"Hutcheson.EI.ENP.6.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Necessity of believing a future State.</span> <span class=\"small-capitals\">A future</span> State, firmly believed, makes the greatest Difficulties on this Subject to vanish. No particular <em>finite Evils</em> can be looked upon as intolerable, which lead to Good, infinite in <em>Duration</em>. Nor can we complain of the Conditions of Birth, if the present Evils of Life have even a probable hazard of <em>everlasting Happiness</em> to compensate them; much more if it be placed in our power certainly to obtain it. Never could the boldest Epicurean bring the lightest Appearance of Argument against the <em>Possibility</em> of such a State, nor was there ever any thing tolerable advanced against its <em>Probability</em>. We have no Records of any Nation which did not entertain this Opinion. Men of Reflection in all Ages, have found at least probable Arguments for it; and the Vulgar have been prone to believe it, without any other <em>Argument</em> than their natural Notions of <em>Justice</em> in the <em>Administration of the World</em>. Present <em>Hope</em> is present Good: and this very Hope has enlivened human Life, and given ease to generous Minds, under Anxieties about the publick Good.","subId":"31","id":"Hutcheson.EI.ENP.6.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Opinion was interwoven with all Religions; and as it in many instances overballanced the Motives to Vice, so it removed Objections against <em>Providence</em>. The good Influence of this Opinion, however it might not justify any <em>Frauds</em>, yet probably did more good than what might overballance many Evils flowing from even very <em>corrupt Religions</em>. How agreeable then must it be to every good Man, that this Opinion, were there even no more to be done, should be confirmed beyond question or doubt, by a well attested <em>divine Revelation</em>, for the perpetual <em>Security</em> of the virtuous, and for the constant Support of the <em>kind and compassionate</em>? How gladly must every honest Heart receive it; and rejoice that even those who have neither <em>Leisure</em> nor <em>Capacity</em> for deep <em>Reflection</em>, should be thus convinced of it?","subId":"32","id":"Hutcheson.EI.ENP.6.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Conduct of the unkind Affections.</span> <span class=\"small-capitals\">As</span> to the Management of those Passions which seem <em>opposite</em> to the <em>Happiness</em> of others, such as <em>Anger</em>, <em>Jealousy</em>, <em>Envy</em>, <em>Hatred</em>; it is very necessary to represent to ourselves continually, the most <em>favourable Conceptions</em> of others, and to force our Minds to examine the <em>real Springs</em> of the resented Actions. We may almost universally find, that <q>no Man acts from <em>pure Malice</em>; that the Injurious only intended some <em>Interest of his own</em>, without any <em>ultimate Desire</em> of our Misery; that he is more to be pitied for his own mean <em>selfish Temper</em>, for the want of true <em>Goodness</em>, and its attendant <em>Happiness</em>, than to be hated for his Conduct, which is really more pernicious to himself than to others.<a href=\"#n2\"><sup>[2]</sup></a> Our <em>Lenity</em>, <em>Forgiveness</em>, and <em>Indulgence</em> to the Weakness of others, will be constant Matter of <em>delightful Consciousness</em>, and <em>Self‐Approbation</em>; and will be as probably effectual in most cases, to obtain <em>Reparation</em> of Wrongs, from an hearty <em>Remorse</em>, and thorow <em>Amendment of the Temper</em> of the Injurious, as any Methods of Violence. Could we raise our Goodness even to an higher Pitch, and consider the Injurious as our <em>Fellow-Members</em> in this great intellectual Body, whose Interest and Happiness it becomes us to promote, as much as we can consistently with that of others, and not to <em>despise</em>, <em>scorn</em>, or <em>cut them off</em>, because of every <em>Weakness</em>, <em>Deformity</em>, or <em>lighter Disorder</em>;</q> we might bring our selves to that divine Conduct, of even <em>returning good for evil</em>.","subId":"33","id":"Hutcheson.EI.ENP.6.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, our <em>Emulation</em>, <em>Jealousy</em>, or <em>Envy</em>, might be restrained in a great measure, by a constant <em>Resolution</em> of bearing always in our Minds the<a href=\"#n3\"><sup>[3]</sup></a> <em>lovely Side</em> of every Character:<a href=\"#n4\"><sup>[4]</sup></a> <q>The compleatly Evil are as rare as the perfectly Virtuous: There is something amiable almost in every one.</q> Could we enure ourselves constantly to dwell on these things, we might often bear patiently the <em>Success of a Rival</em>, nay, sometimes even rejoice in it, be more happy ourselves, and turn him into a real <em>Friend</em>. We should often find those <em>Phantoms</em> of Vice and Corruption which torment the <em>Jealous</em>, vanishing before the bright Warmth of a thorow <em>good Temper</em>, resolved to search for every thing <em>lovely and good</em>, and averse to think any <em>evil</em>.","subId":"34","id":"Hutcheson.EI.ENP.6.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conduct of the moral Sense, and Sense of Honour.</span> <span class=\"small-capitals\">In</span> governing our <em>moral Sense</em>, and <em>Desires of Virtue</em>, nothing is more necessary than to study the <em>Nature</em> and <em>Tendency</em> of human Actions; and to extend our views to the <em>whole Species</em>, or to all <em>sensitive Natures</em>, as far as they can be affected by our Conduct. Our moral Sense thus regulated, and constantly followed in our Actions, may be the most constant Source of the most <em>stable Pleasure</em>. The same Conduct is always the most probable Means of obtaining the <em>Pleasures of Honour</em>. If there be a Distinction between <em>Truth</em> and <em>Falshood</em>, Truth must be stronger than Falshood: It must be more probable that <em>Truth</em> will generally prevail; that the real <em>good Tendency</em> of our Actions, and the Wisdom of our <em>Intentions</em> will be known; and <em>Misrepresentations</em> or <em>partial Views</em> will vanish. Our Desire of <em>Honour</em> is not confined to our present State. The Prospect of <em>future Glory</em> is a strong Motive of Action. And thus the <em>Time</em>, in which our Character may have the hazard of obtaining Justice, has no other Limits than those of the <em>Existence of rational Natures</em>. Whereas, <em>partial Notions</em> of Virtue, and <em>partial Conduct</em>, have no other Foundation for <em>Self‐Approbation</em>, than our <em>Ignorance</em>, <em>Error</em>, or <em>Inadvertence</em>; nor for <em>Honour</em>, than the like <em>Ignorance</em>, <em>Error</em>, or <em>Inadvertence</em> of others.","subId":"35","id":"Hutcheson.EI.ENP.6.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> we may not be engaged into any thing contrary to the publick Good, or to the true Schemes of Virtue, by the Desire of <em>false Honour</em>, or <em>Fear of false Shame</em>, it is of great use to examine the <em>real Dignity</em> of those we converse with, and to confine our <em>Intimacies</em> to the truly virtuous and wise. From such we can expect no Honour, but according to our sincere Pursuit of the <em>publick Good</em>; nor need we ever fear any <em>Shame</em> in such a Course. But above all, did we frequently, and in the most lively manner, present to ourselves that great, and wise, and good <span class=\"small-capitals\">Mind</span>, which presides over the Universe, sees every <em>Action</em>, and knows the true <em>Character</em> and <em>Disposition</em> of every Heart, approving nothing but sincere Goodness and Integrity; did we consider that the time will come, when we shall be as conscious of his <em>Presence</em>, as we are of our own <em>Existence</em>; as sensible of his <em>Approbation</em> or <em>Condemnation</em>, as we are of the Testimony of our own Hearts; when we shall be engaged in a <em>Society of Spirits</em>, stripped of these <em>Prejudices</em> and <em>false Notions</em> which so often attend us in Flesh and Blood, how should we despise that Honour which is from Men, when opposite to the truest Honour from <span class=\"small-capitals\">God</span> himself?","subId":"36","id":"Hutcheson.EI.ENP.6.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Desires of Wealth and Power.</span> <span class=\"small-capitals\">Concerning</span> the Desires of <em>Wealth</em> and <em>Power</em>, besides what was suggested above to allay their Violence, from considering the small Addition commonly made to the <em>Happiness</em> of the Possessor, by the greatest Degrees of them, and the <em>Uncertainty</em> of their Continuance; if we have obtained any share of them, let us examine their <em>true Use</em>, and what is the best Enjoyment of them. <blockquote><span class=\"foreign\">——Quid asper <br> Utile Nummus habet? Patriae carisque propinquis <br> Quantum elargiri decet?——</span> <cite>Persius.</cite></blockquote>","subId":"37","id":"Hutcheson.EI.ENP.6.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> <em>moral Pleasures</em>, what Delights of <em>Humanity</em>, what <em>Gratitude</em> from Persons obliged, what <em>Honour</em>, may a wise Man of a generous Temper purchase with them? How foolish is the Conduct of heaping up Wealth for <em>Posterity</em>, when smaller Degrees might make them equally happy! when great <em>Prospects</em> of this kind are the strongest <em>Temptations</em> to them, to indulge <em>Sloth</em>, <em>Luxury</em>, <em>Debauchery</em>, <em>Insolence</em>, <em>Pride</em>, and <em>Contempt</em> of their Fellow‐Creatures; and to banish some noble Dispositions, <em>Humility</em>, <em>Compassion</em>, <em>Industry</em>, <em>Hardiness of Temper and Courage</em>, the Offspring of the sober rigid Dame <em>Poverty</em>. How often does the <em>Example</em>, and almost direct <em>Instruction</em> of Parents, lead Posterity into the basest Views of Life! <blockquote><span class=\"foreign\">——Qui nulla exempla beati <br> Pauperis esse putat—— <br> Cum dicis Juveni stultum qui donat amico, <br> Qui paupertatem levat attollitque propinqui, <br> Et spoliare doces &amp; circumscribere— <br> Ergo Ignem, cujus scintillas ipse dedisti, <br> Flagrantem late, &amp; rapientem cuncta videbis.</span> <br> <cite>Juv. Sat. 14.</cite></blockquote>","subId":"38","id":"Hutcheson.EI.ENP.6.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">How</span> powerfully might the Example of a wisely generous Father, at once teach his Offspring the true <em>Value</em> of  Wealth or Power, and prevent their <em>Neglect</em> of them, or foolish <em>throwing</em> them away, and yet inspire them with a <em>generous Temper</em>, capable of the just <em>Use</em> of them!","subId":"39","id":"Hutcheson.EI.ENP.6.39"},{"type":"paragraph","content":"<span class=\"margin-comment\">Support against Death.</span> <span class=\"small-capitals\">Death</span> is one Object of our <em>Aversion</em>, which yet we cannot avoid. It can scarcely be said, that <q>the <em>Desire of Life</em> is as strong as the Sum of all <em>selfish Desires</em>.</q> It may be so with those who enure themselves to no Pleasures but those of the <em>external Senses</em>. But how often do we see Death endured, not only from Love of <em>Virtue</em>, or <em>publick Affections</em>, in Heroes and Martyrs, but even from Love of <em>Honour</em> in lower Characters! Many Aversions are stronger than that to Death. <em>Fear of bodily Pain</em>, <em>fear of Dishonour</em>, which are selfish Aversions, do often surpass our Aversion to Death, as well as <em>publick Affections</em> to Countries or Friends. It is of the greatest Consequence to the <em>Enjoyment</em> of Life, to know its true <em>Value</em>; to strip Death of its borrowed Ideas of Terror; to consider it barely as the <em>Cessation of both the Pains and Pleasures we now feel</em>, coming frequently upon us with no more Pain than that of <em>Swooning</em>, with a noble Hazard, or rather a certain <em>Prospect</em> of superior Happiness to every <em>good Mind</em>. Death in this view must appear an inconsiderable Evil, in comparison of <em>Vice</em>, <em>Self‐Abhorrence</em>, real <em>Dishonour</em>, the <em>Slavery of one's Country</em>, the <em>Misery of a Friend</em>.","subId":"40","id":"Hutcheson.EI.ENP.6.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> tender Regards to a <em>Family</em> and <em>Offspring</em>, are often the strongest Bands to restrain a generous Mind from submitting to Death. What shall be the Fate of a <em>Wife</em>, a <em>Child</em>, a <em>Friend</em>, or a <em>Brother</em>, when we are gone, are the frequent Subjects of grievous Anxiety. The Fortunes of such Persons often depend much upon us; and when they do not, yet we are more anxious about their State when we shall be absent. <blockquote><span class=\"foreign\">Ut assidens implumibus pullis avis, <br> Serpentium allapsus timet <br> Magis relictis, non ut adsit auxilî <br> Latura plus præsentibus.</span> <cite>Hor.</cite></blockquote>","subId":"41","id":"Hutcheson.EI.ENP.6.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">Next</span> to the Belief of a good <span class=\"small-capitals\">Providence</span>, nothing can support Men more under such <em>Anxieties</em>, than considering how often the <em>Orphan</em> acquires a <em>Vigor</em> of Mind, <em>Sagacity</em> and <em>Industry</em>, superior to those who are enfeebled by the constant <em>Care</em> and <em>Services</em> of others. A wise Man would desire to be provided with Friends against such an Exigency; Persons of such Goodness, as would joyfully accept the <em>Legacy</em> of a <em>Child</em>, or indigent <em>Friend</em> committed to their Protection.","subId":"42","id":"Hutcheson.EI.ENP.6.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Support against Death.</span> <span class=\"small-capitals\">If</span> Death were an <em>entire End</em> of the Person, so that no Thought or Sense should remain, all <em>Good</em> must cease at Death, but no <em>Evil</em> commence. The <em>Loss of Good</em> is Evil to us now, but will be no <em>Evil</em> to a Being which has lost all <em>Sense of Evil</em>. Were this the Case, the Consolation against Death would only be this, frequently to look upon <em>Life</em> and all its Enjoyments as granted to us only for a <em>short Term</em>; to employ this uncertain Time as much as we can in the Enjoyment of the <em>noblest Pleasures</em>; and to prevent Surprize at our Removal, by <em>laying our Account</em> for it.","subId":"43","id":"Hutcheson.EI.ENP.6.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> if we exist, and think after Death, and retain our <em>Senses</em> of Good and Evil, no Consolation against Death can be suggested to a <em>wicked Man</em>; but for the <em>virtuous</em>, there are the best Grounds of <em>Hope</em> and <em>Joy</em>. If the <em>Administration</em> of the whole be good, we may be sure <q>that <em>Order</em> and <em>Happiness</em> will in the whole prevail: Nor will <em>Misery</em> be inflicted any farther than is necessary for some prepollent Good.</q> Now there is no Presumption, that the <em>absolute Misery</em> of any <em>virtuous</em> Person can be necessary to any good End: Such Persons therefore are the most likely to enjoy a State of perfect Happiness.","subId":"44","id":"Hutcheson.EI.ENP.6.44"},{"type":"paragraph","content":"<span class=\"margin-comment\">What is the natural State of Men.</span> <span class=\"small-capitals\">To</span> conclude: Let us consider that common Character, which when ascribed to any <em>State</em>, <em>Quality</em>, <em>Disposition</em>, or <em>Action</em>, engages our <em>Favour</em> and <em>Approbation</em> of it, <em>viz.</em> its being <em>natural</em>. We have many Suspicions about Tempers or Dispositions formed by <em>Art</em>, but are some way prepossessed in favour of what is <em>natural</em>: We imagine it must be advantageous and delightful to be in a natural State, and to live according to Nature. This very Presumption in favour of what is natural, is a plain Indication that the Order of Nature is good, and that Men are some way convinced of it. Let us enquire then what is meant by it.","subId":"45","id":"Hutcheson.EI.ENP.6.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> by natural we mean <q>that which we enjoy or do when we first begin to exist, or to think,</q> it is impossible to know what <em>State</em>, <em>Temper</em>, or <em>Actions</em>, are <em>natural</em>. Our <em>natural State</em> in this Sense differs little from that of a <em>Plant</em>, except in some accidental <em>Sensations of Hunger</em>, or of <em>Ease</em>, when we are well nourished.","subId":"46","id":"Hutcheson.EI.ENP.6.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> elaborate Treatises of great Philosophers about <em>innate Ideas</em>, or Principles practical or speculative, amount to no more than this, <q>That in the Beginning of our Existence we have no <em>Ideas</em> or <em>Judgments</em>;</q> they might have added too, no <em>Sight</em>, <em>Taste</em>, <em>Smell</em>, <em>Hearing</em>, <em>Desire</em>, <em>Volition</em>. Such Dissertations are just as useful for understanding <em>human Nature</em>, as it would be in explaining the <em>animal Oeconomy</em>, to prove that the <em>Fœtus</em> is animated before it has <em>Teeth</em>, <em>Nails</em>, <em>Hair</em>, or before it can <em>eat</em>, <em>drink</em>, <em>digest</em>, or <em>breathe</em>: Or in a <em>natural History of Vegetables</em>, to prove that <em>Trees</em> begin to grow before they have <em>Branches</em>, <em>Leaves</em>, <em>Flower</em>, <em>Fruit</em>, or <em>Seed</em>: And consequently that all these things were adventitious, or the Effect of <em>Art</em>.","subId":"47","id":"Hutcheson.EI.ENP.6.47"},{"type":"paragraph","content":"But if we call <q>that <em>State</em>, those <em>Dispositions</em> and <em>Actions</em>, <em>natural</em>, to which we are inclined by some part of our Constitution, antecedently to any <em>Volition of our own</em>; or which flow from some <em>Principles</em> in our Nature, not brought upon us by our own <em>Art</em>, or that of others;</q> then it may appear, from what was said above, that <q>a State of <em>Good‐will</em>, <em>Humanity</em>, <em>Compassion</em>, <em>mutual Aid</em>, <em>propagating and supporting Offspring</em>, <em>Love of a Community or Country</em>, <em>Devotion</em>, <em>or Love and Gratitude to some governing Mind</em>, is our natural State,</q> to which we are naturally inclined, and do actually arrive, as universally, and with as much uniformity, as we do to a certain <em>Stature</em> and <em>Shape</em>.","subId":"48","id":"Hutcheson.EI.ENP.6.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> by natural we understand <q>the <em>highest Perfection of the Kind</em>, to which any Nature may be improved by cultivating its natural Dispositions or Powers;</q> as few arrive at this in the Growth of their <em>Bodies</em>, so few obtain it in their <em>Minds</em>. But we may see what this Perfection is, to which our <em>natural Dispositions</em> tend, when we improve them to the utmost, as far as they are consistent with each other, making the <em>weaker</em> or <em>meaner</em> yield to the <em>more excellent</em> and <em>stronger</em>. Our several <em>Senses</em> and <em>Affections</em>, <em>publick</em> and <em>private</em>, with our Powers of <em>Reason</em> and <em>Reflection</em>, shew this to be the <em>Perfection</em> of our <em>Kind</em>, <em>viz.</em> <q>to know, love, and reverence the great <span class=\"small-capitals\">Author</span> of all things; to form the most <em>extensive Ideas</em> of our own true Interests, and those of all other <em>Natures</em>, <em>rational</em> or <em>sensitive</em>; to abstain from all <em>Injury</em>; to pursue regularly and impartially the <em>most universal absolute Good</em>, as far as we can; to enjoy constant <em>Self‐Approbation</em>, and <em>Honour</em> from wise Men; with <em>Trust in divine <span class=\"small-capitals\">Providence</span></em>, <em>Hope of everlasting Happiness</em>, and a full <em>Satisfaction</em> and <em>Assurance</em> of Mind, that the whole Series of <em>Events</em> is directed by an unerring <em>Wisdom</em>, for the greatest universal <em>Happiness</em> of the whole.</q>","subId":"49","id":"Hutcheson.EI.ENP.6.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> assert that <q>Men have generally arrived to the <em>Perfection of their Kind</em>in this Life,</q> is contrary to Experience. But on the other hand, to suppose <q>no Order at all in the <em>Constitution</em> of our Nature, or no <em>prevalent Evidences</em> of good Order,</q> is yet more contrary to Experience, and would lead to a Denial of <span class=\"small-capitals\">Providence</span> in the most important Affair which can occur to our Observation. We actually see such Degrees of <em>good Order</em>, of <em>social Affection</em>, of <em>Virtue</em> and <em>Honour</em>, as make the Generality of Mankind continue in a tolerable, nay, an <em>agreeable</em> State. However, in some Tempers we see the <em>selfish Passions</em> by Habits grown too strong; in others we may observe <em>Humanity</em>, <em>Compassion</em>, and <em>Good‐nature</em> sometimes raised by Habits, as we say, to an Excess.","subId":"50","id":"Hutcheson.EI.ENP.6.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Were</span> we to strike a <em>Medium</em> of the several Passions and Affections, as they appear in the whole Species of Mankind, to conclude thence what has been the natural Ballance previously to any Change made by Custom or Habit, which we see casts the Ballance to either side, we should perhaps find the <em>Medium</em> of the publick Affections not very far from a sufficient <em>Counterballance</em> to the <em>Medium</em> of the Selfish; and consequently the <em>Overballance</em> on either side in particular Characters, is not to be looked upon as the <em>original Constitution</em>, but as the <em>accidental Effect</em> of Custom, Habits, or Associations of Ideas, or other preternatural Causes: So that an universal <em>increasing</em> of the Strength of <em>either</em>, might in the whole be of little advantage. The raising universally the <em>publick Affections</em>, the Desires of <em>Virtue</em> and <em>Honour</em>, would make the <em>Hero of <span class=\"name\">Cervantes</span></em>, pining with <em>Hunger</em> and <em>Poverty</em>, no rare Character. The universal increasing of <em>Selfishness</em>, unless we had more accurate Understandings to discern our <em>nicest Interests</em>, would fill the World with universal <em>Rapine</em> and <em>War</em>. The Consequences of either universally <em>abating</em>, or <em>increasing</em> the Desires between the <em>Sexes</em>, the <em>Love of Offspring</em>, or the several <em>Tastes</em> and <em>Fancies</em> in other Pleasures, would perhaps be found more pernicious to the whole, than the present Constitution. What seems most truly wanting in our Nature, is greater <em>Knowledge</em>, <em>Attention</em> and <em>Consideration</em>: had we a greater Perfection this way, and were evil <em>Habits</em>, and foolish <em>Associations of Ideas</em> prevented, our <em>Passions</em> would appear in better order.","subId":"51","id":"Hutcheson.EI.ENP.6.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> while we feel in ourselves so much <em>publick Affection</em> in the various Relations of Life, and observe the like in others; while we find every one desiring indeed his <em>own Happiness</em>, but capable of discerning, by a little Attention, that not only his external <em>Conveniency</em>, or <em>worldly Interest</em>, but even the most immediate and lively <em>Sensations of Delight</em>, of which his Nature is susceptible, immediately flow from a <em>Publick Spirit</em>, a <em>generous</em>, <em>human</em>, <em>compassionate Temper</em>, and a suitable <em>Deportment</em>; while we observe so many Thousands enjoying a tolerable State of <em>Ease</em> and <em>Safety</em>, for each one whose Condition is made <em>intolerable</em>, even during our present <em>Corruption</em>: How can any one look upon this World as under the Direction of an <em>evil Nature</em>, or even question a perfectly <em>good</em> <span class=\"small-capitals\">Providence</span>? How clearly does the <em>Order of our Nature</em> point out to us our true <em>Happiness</em> and <em>Perfection</em>, and lead us to it as naturally as the several <em>Powers</em> of the <em>Earth</em>, the <em>Sun</em>, and <em>Air</em>, bring <em>Plants</em> to their Growth, and the Perfection of their Kinds? We indeed are directed to it by our <em>Understanding</em> and <em>Affections</em>, as it becomes <em>rational</em> and <em>active Natures</em>; and <em>they</em> by <em>mechanick Laws</em>. We may see, that <q><em>Attention</em> to the most <em>universal Interest</em> of all sensitive Natures, is the Perfection of each individual of Mankind:</q> That they should thus be like well‐tuned <em>Instruments</em>, affected with every <em>Stroke</em> or <em>Touch</em> upon any one. Nay, how much of this do we actually see in the World? What <em>generous Sympathy</em>, <em>Compassion</em>, and <em>Congratulation</em> with each other? Does not even the flourishing State of the <em>inanimate Parts of Nature</em>, fill us with joy? Is not thus <em>our Nature</em> admonished, exhorted and commanded to cultivate <em>universal Goodness</em> and <em>Love</em>, by a <em>Voice heard thro' all the Earth, and Words sounding to the Ends of the World</em>?","subId":"52","id":"Hutcheson.EI.ENP.6.52"},{"type":"note","content":"See <cite>the Archbishop of <em>Dublin</em>, <em>de Origine Mali</em>.</cite>","subId":"n1","id":"Hutcheson.EI.ENP.6.n1"},{"type":"note","content":"See this Point handled with great Judgment, in <cite><em>Plato's Gorgias</em>.</cite>","subId":"n2","id":"Hutcheson.EI.ENP.6.n2"},{"type":"note","content":"<cite>Epictet. Enchir.<em>Cap. 65</em>.</cite>","subId":"n3","id":"Hutcheson.EI.ENP.6.n3"},{"type":"note","content":"<cite>Plato Phædon.</cite>","subId":"n4","id":"Hutcheson.EI.ENP.6.n4"}]}