{"id":"Hume.THN.3.2.1","imported":true,"parent":"Hume.THN.3.2","title":"Section 1. Justice, whether a natural or artificial virtue?","breadcrumb":"Section 1","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. I.</h3> <h4><em>Justice, whether a natural or artificial virtue?</em></h4> ","id":"Hume.THN.3.2.1"},{"type":"paragraph","content":"I HAVE already hinted, that our sense of every kind of virtue is not natural; but that there are some virtues, that produce pleasure and approbation by means of an artifice or contrivance, which arises from the circumstances and <del>necessity</del><ins>necessities</ins> of mankind. Of this kind I assert <em>justice</em> to be; and shall endeavour to defend this opinion by a short, and, I hope, convincing argument, before I examine the nature of the artifice, from which the sense of that virtue is derived.","subId":"1","id":"Hume.THN.3.2.1.1","pages":"477"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> evident, that when we praise any actions, we regard only the motives that produced them, and consider the actions as signs or indications of certain principles in the mind and temper. The external performance has no merit. We must look within to find the moral quality. This we cannot do directly; and therefore fix our attention on actions, as on external signs. But these actions are still considered as signs; and the ultimate object of our praise and approbation is the motive, that produc'd them.","subId":"2","id":"Hume.THN.3.2.1.2","pages":"477"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> the same manner, when we require any action, or blame a person for not performing it, we always suppose, that one in that situation shou'd be influenc'd by the proper motive of that action, and we esteem it vicious in him to be regardless of it. If we find, upon enquiry, that the virtuous motive was still powerful over his breast, tho' check'd in its operation by some circumstances unknown to us, we retract <span class=\"page-break\"></span>our blame, and have the same esteem for him, as if he had actually perform'd the action, which we require of him.","subId":"3","id":"Hume.THN.3.2.1.3","pages":"477-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> appears, therefore, that all virtuous actions derive their merit only from virtuous motives, and are consider'd merely as signs of those motives. From this principle I conclude, that the first virtuous motive, which bestows a merit on any action, can never be a regard to the virtue of that action, but must be some other natural motive or principle. To suppose, that the mere regard to the virtue of the action, may be the first motive, which produc'd the action, and render'd it virtuous, is to reason in a circle. Before we can have such a regard, the action must be really virtuous; and this virtue must be deriv'd from some virtuous motive: And consequently the virtuous motive must be different from the regard to the virtue of the action. A virtuous motive is requisite to render an action virtuous. An action must be virtuous, before we can have a regard to its virtue. Some virtuous motive, therefore, must be antecedent to that regard.","subId":"4","id":"Hume.THN.3.2.1.4","pages":"478"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> is this merely a metaphysical subtilty; but enters into all our reasonings in common life, tho' perhaps we may not be able to place it in such distinct philosophical terms. We blame a father for neglecting his child. Why? because it shews a want of natural affection, which is the duty of every parent. Were not natural affection a duty, the care of children cou'd not be a duty; and 'twere impossible we cou'd have the duty in our eye in the attention we give to our offspring. In this case, therefore, all men suppose a motive to the action distinct from a sense of duty.","subId":"5","id":"Hume.THN.3.2.1.5","pages":"478"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> is a man, that does many benevolent actions; relieves the distress'd, comforts the afflicted, and extends his bounty even to the greatest strangers. No character can be more amiable and virtuous. We regard these actions as proofs of the greatest humanity. This humanity bestows a merit on the actions. A regard to this merit is, therefore, a secondary consideration, and deriv'd from the antecedent <del>principles</del><ins>principle</ins> of humanity, which is meritorious and laudable.","subId":"6","id":"Hume.THN.3.2.1.6","pages":"478"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> short, it may be establish'd as an undoubted maxim, <em>that no action can be virtuous, or morally good, unless there be in human nature some motive to produce it, distinct from the sense of its morality</em>.","subId":"7","id":"Hume.THN.3.2.1.7","pages":"479"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> may not the sense of morality or duty produce an action, without any other motive? I answer, It may: But this is no objection to the present doctrine. When any virtuous motive or principle is common in human nature, a person, who feels his heart devoid of that <del>motive</del><ins>principle</ins>, may hate himself upon that account, and may perform the action without the motive, from a certain sense of duty, in order to acquire by practice, that virtuous principle, or at least, to disguise to himself, as much as possible, his want of it. A man that really feels no gratitude in his temper, is still pleas'd to perform grateful actions, and thinks he has, by that means, fulfill'd his duty. Actions are at first only consider'd as signs of motives: But 'tis usual, in this case, as in all others, to fix our attention on the signs, and neglect, in some measure, the thing signify'd. But tho', on some occasions, a person may perform an action merely out of regard to its moral obligation, yet still this supposes in human nature some distinct principles, which are capable of producing the action, and whose moral beauty renders the action meritorious.","subId":"8","id":"Hume.THN.3.2.1.8","pages":"479"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> to apply all this to the present case; I suppose a person to have lent me a sum of money, on condition that it be restor'd in a few days; and also suppose, that after the expiration of the term agreed on, he demands the sum: I ask, <em>What reason or motive have I to restore the money?</em> It will, perhaps, be said, that my regard to justice, and abhorrence of villainy and knavery, are sufficient reasons for me, if I have the least grain of honesty, or sense of duty and obligation. And this answer, no doubt, is just and satisfactory to man in his civiliz'd state, and when train'd up according to a certain discipline and education. But in his rude and more <em>natural</em> condition, if you are pleas'd to call such a condition natural, this answer wou'd be rejected as perfectly <span class=\"page-break\"></span>unintelligible and sophistical. For one in that situation wou'd immediately ask you, <em>Wherein consists this honesty and justice, which you find in restoring a loan, and abstaining from the property of others?</em>  It does not surely lie in the external action. It must, therefore<ins>,</ins> be plac'd in the motive, from which the external action is deriv'd. This motive can never be a regard to the honesty of the action. For 'tis a plain fallacy to say, that a virtuous motive is requisite to render an action honest, and at the same time that a regard to the honesty is the motive of the action. We can never have a regard to the virtue of an action, unless the action be antecedently virtuous. No action can be virtuous, but so far as it proceeds from a virtuous motive. A virtuous motive, therefore, must precede the regard to the virtue; and 'tis impossible, that the virtuous motive and the regard to the virtue can be the same.","subId":"9","id":"Hume.THN.3.2.1.9","pages":"479-80"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> requisite, then, to find some motive to acts of justice and honesty, distinct from our regard to the honesty; and in this lies the great difficulty. For shou'd we say, that a concern for our private interest or reputation is the legitimate motive to all honest actions; it wou'd follow, that wherever that concern ceases, honesty can no longer have place. But 'tis certain, that self-love, when it acts at its liberty, instead of engaging us to honest actions, is the source of all injustice and violence; nor can a man ever correct those vices, without correcting and restraining the <em>natural</em> movements of that appetite.","subId":"10","id":"Hume.THN.3.2.1.10","pages":"480"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> shou'd it be affirm'd, that the reason or motive of such actions is the <em>regard to publick interest</em>, to which nothing is more contrary than examples of injustice and dishonesty; shou'd this be said, I wou'd propose the three following considerations, as worthy of our attention. <em>First</em>, public interest is not naturally attach'd to the observation of the rules of justice; but is only connected with it, after an artificial convention for the establishment of these rules, as shall be shewn more at large hereafter. <em>Secondly</em>, if we suppose, that the <span class=\"page-break\"></span>loan was secret, and that it is necessary for the interest of the person, that the money be restor'd in the same manner (as when the lender wou'd conceal his riches) in that case the example ceases, and the public is no longer interested in the actions of the borrower; tho' I suppose there is no moralist, who will affirm, that the duty and obligation ceases. <em>Thirdly</em>, experience sufficiently proves, that men, in the ordinary conduct of life, look not so far as the public interest, when they pay their creditors, perform their promises, and abstain from theft, and robbery, and injustice of every kind. That is a motive too remote and too sublime to affect the generality of mankind, and operate with any force in actions so contrary to private interest as are frequently those of justice and common honesty.","subId":"11","id":"Hume.THN.3.2.1.11","pages":"480-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> general, it may be affirm'd, that there is no such passion in human minds, as the love of mankind, merely as such, independent of personal qualities, of services, or of relation to ourself. 'Tis true, there is no human, and indeed no sensible, creature, whose happiness or misery does not, in some measure, affect us, when brought near to us, and represented in lively colours: But this proceeds merely from sympathy, and is no proof of such an universal affection to mankind, since this concern extends itself beyond our own species. An affection betwixt the sexes is a passion evidently implanted in human nature; and this passion not only appears in its peculiar symptoms, but also in inflaming every other principle of affection, and raising a stronger love from beauty, wit, kindness, than what wou'd otherwise flow from them. Were there an universal love among all human creatures, it wou'd appear after the same manner. Any degree of a good quality wou'd cause a stronger affection than the same degree of a bad quality wou'd cause hatred; contrary to what we find by experience. Men's tempers are different, and some have a propensity to the tender, and others to the rougher, affections: But in the main, we may affirm, that man in general, or human nature, is nothing but <span class=\"page-break\"></span>the object both of love and hatred, and requires some other cause, which by a double relation of impressions and ideas, may excite these passions. In vain wou'd we endeavour to elude this hypothesis. There are no phænomena that point out any such kind affection to men, independent of their merit, and every other circumstance. We love company in general; but 'tis as we love any other amusement. An <em>Englishman</em> in <em>Italy</em> is a friend: A <em>Europœan</em> in <em>China</em>; and perhaps a man wou'd be belov'd as such, were we to meet him in the moon. But this proceeds only from the relation to ourselves; which in these cases gathers force by being confined to a few persons.","subId":"12","id":"Hume.THN.3.2.1.12","pages":"481-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> public benevolence, therefore, or a regard to the interests of mankind, cannot be the original motive to justice, much less can <em>private benevolence</em>, or a <em>regard to the interests of the party concern'd</em>, be this motive. For what if he be my enemy, and has given me just cause to hate him? What if he be a vicious man, and deserves the hatred of all mankind? What if he be a miser, and can make no use of what I wou'd deprive him of? What if he be a profligate debauchee, and wou'd rather receive harm than benefit from large possessions? What if I be in necessity, and have urgent motives to acquire something to my family? In all these cases, the original motive to justice wou'd fail; and consequently the justice itself, and along with it all property, right, and obligation.","subId":"13","id":"Hume.THN.3.2.1.13","pages":"482"},{"type":"paragraph","content":"<span class=\"small-capitals\">A rich</span> man lies under a moral obligation to communicate to those in necessity a share of his superfluities. Were private benevolence the original motive to justice, a man wou'd not be oblig'd to leave others in the possession of more than he is oblig'd to give them. At least the difference wou'd be very inconsiderable. Men generally fix their affections more on what they are possess'd of, than on what they never enjoy'd: For this reason, it wou'd be greater cruelty to dispossess a man of any thing, than not to give it him. But who will assert, that this is the only foundation of justice?","subId":"14","id":"Hume.THN.3.2.1.14","pages":"482"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span>, we must consider, that the chief reason, why men <span class=\"page-break\"></span>attach themselves so much to their possessions is, that they consider them as their property, and as secur'd to them inviolably by the laws of society. But this is a secondary consideration, and dependent on the preceding notions of justice and property.","subId":"15","id":"Hume.THN.3.2.1.15","pages":"482-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">A man</span>'<span class=\"small-capitals\">s</span> property is suppos'd to be fenc'd against every mortal, in every possible case. But private benevolence <ins>towards the proprietor</ins> is, and ought to be, weaker in some persons, than in others: And in many, or indeed in most persons, must absolutely fail. Private benevolence, therefore, is not the original motive of justice.","subId":"16","id":"Hume.THN.3.2.1.16","pages":"483"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> all this it follows, that we have <ins>naturally</ins> no real or universal motive for observing the laws of equity, but the very equity and merit of that observance; and as no action can be equitable or meritorious, where it cannot arise from some separate motive, there is here an evident sophistry and reasoning in a circle. Unless, therefore, we will allow, that nature has establish'd a sophistry, and render'd it necessary and unavoidable, we must allow, that the sense of justice and injustice is not deriv'd from nature, but arises artificially, tho' necessarily from education, and human conventions.","subId":"17","id":"Hume.THN.3.2.1.17","pages":"483"},{"type":"paragraph","content":"<span class=\"small-capitals\">I shall</span> add, as a corollary to this reasoning, that since no action can be laudable or blameable, without some motives or impelling passions, distinct from the sense of morals, these distinct passions must have a great influence on that sense. 'Tis according to their general force in human nature, that we blame or praise. In judging of the beauty of animal bodies, we always carry in our eye the œconomy of a certain species; and where the limbs and features observe that proportion, which is common to the species, we pronounce them handsome and beautiful. In like manner we always consider the <em>natural</em> and <em>usual</em> force of the passions, when we determine concerning vice and virtue; and if the passions depart very much from the common measures on either side, they are always disapprov'd as vicious. A man naturally loves his children better than his nephews, his nephews better than his <span class=\"page-break\"></span>cousins, his cousins better than strangers, where every thing else is equal. Hence arise our common measures of duty, in preferring the one to the other. Our sense of duty always follows the common and natural course of our passions.","subId":"18","id":"Hume.THN.3.2.1.18","pages":"483-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> avoid giving offence, I must here observe, that when I deny justice to be a natural virtue, I make use of the word, <em>natural</em>, only as oppos'd to <em>artificial</em>. In another sense of the word; as no principle of the human mind is more natural than a sense of virtue; so no virtue is more natural than justice. Mankind is an inventive species; and where an invention is obvious and absolutely necessary, it may as properly be said to be natural as any thing that proceeds immediately from original principles, without the intervention of thought or reflection. Tho' the rules of justice be <em>artificial</em>, they are not <em>arbitrary</em>. Nor is the expression improper to call them <em>Laws of Nature</em>; if by natural we understand what is common to any species, or even if we confine it to mean what is inseparable from the species.","subId":"19","id":"Hume.THN.3.2.1.19","pages":"484"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.2","imported":true,"title":"Part 2. Of justice and injustice","breadcrumb":"Part 2","published":[1740]}],"prev":{"id":"Hume.THN.3.2","imported":true,"title":"Part 2. Of justice and injustice","breadcrumb":"Part 2","published":[1740]},"next":{"id":"Hume.THN.3.2.2","imported":true,"title":"Section 2. Of the origin of justice and property","breadcrumb":"Section 2","published":[1740]}}