{"imported":true,"id":"Hutcheson.EI.IMS.5","parent":"Hutcheson.EI.IMS","title":"Section 5. Shewing that Virtue may have whatever is meant by Merit; and be rewardable upon the Supposition, that it is perceived by a Sense, and elected from Affection or Instinct","breadcrumb":"Section 5","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_077","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's [Essay and Illustrations] were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT V.\nShewing that Virtue may have whatever is meant by Merit; and be rewardable upon the Supposition, that it is perceived by a Sense, and elected from Affection or Instinct.\n","id":"Hutcheson.EI.IMS.5"},{"type":"paragraph","content":"Some will not allow any Merit in Actions flowing from kind Instincts: \"Merit, say they, attends Actions to which we are excited by Reason alone, or to which we freely determine ourselves. The Operation of Instincts or Affections is necessary, and not voluntary; nor is there more Merit in them than in the Shining of the Sun, the Fruitfulness of a Tree, or the Overflowing of a Stream, which are all publickly useful.\"","subId":"1","id":"Hutcheson.EI.IMS.5.1"},{"type":"paragraph","content":"{Merit, what.}But what does Merit mean? or Praiseworthiness? Do these Words denote the \"Quality in Actions, which gains Approbation from the Observer?\" Or, 2dly, Are these Actions called meritorious, \"which, when any Observer does approve all other Observers approve him for his Approbation of it; and would condemn any Observer who did not approve these Actions?\" These are the only Meanings of meritorious, which I can conceive as distinct from rewardable, which is considered hereafter separately.","subId":"2","id":"Hutcheson.EI.IMS.5.2"},{"type":"paragraph","content":"Now we endeavoured already to shew, that \"no Reason can excite to Action previously to some End, and that no Endcan be proposed without some Instinct or Affection.\" What then can be meant by being excited by Reason, as distinct from all Motion of Instincts or Affections?","subId":"3","id":"Hutcheson.EI.IMS.5.3"},{"type":"paragraph","content":"Then determining our selves freely, does it mean acting without any Motive or exciting Reason? If it did not mean this, it cannot be opposed to acting from Instinct or Affections, since all Motives or Reasons presuppose them. If it do mean this, that \"Merit is found only in Actions done without Motive or Affection, by mere Election, without prepollent Desire of one Action or Endrather than its opposite, or without Desire of that Pleasure which some do suppose follows upon any Election, by a natural Connexion:\" Then let any Man consider whether he ever acts in this manner by mere Election, without any previous Desire? And again, let him consult his own Breast, whether such kind of Action gains his Approbation? Upon seeing a Person not more disposed by Affection, Compassion, or Love or Desire, to make his Country happy than miserable, yet choosing the one rather than the other, from no Desire of publick Happiness, nor Aversion to the Torments of others, but by such an unaffectionate Determination, as that by which one moves his first Finger rather than the second, in giving an Instance of a trifling Action; let any one ask if this Action should be meritorious: and yet that there should be no Merit in a tender compassionate Heart, which shrinks at every Pain of its Fellow‐Creatures, and triumphs in their Happiness; with kind Affections and strong Desire labouring for the publick Good. If this be the Nature of meritorious Actions; I fancy every honest Heart would disclaim all Merit in Morals, as violently as the old Protestants rejected it in Justification.","subId":"4","id":"Hutcheson.EI.IMS.5.4"},{"type":"paragraph","content":"But let us see which of the two Senses of Merit or Praise‐worthiness is founded on this (I won't call it unreasonable or casual) but unaffectionate Choice. If Merit denotes the Quality moving the Spectator to approve, then there may be unaffectionate Election of the greatest Villany, as well as of the most useful Actions; but who will say that they are equally approved?—But perhaps 'tis not the mere Freedom of Choice which is approved, but the free Choice of publick Good, without any Affection. Then Actions are approved for publick Usefulness, and not for Freedom. Upon this Supposition the Heat of the Sun, the Fruitfulness of a Tree, would be meritorious: or if one says, \"these are not Actions;\" they are at least meritorious Qualities, Motions, Attractions, &c. And a casual Invention may be meritorious.—Perhaps Free Election is a Conditio sine qua non, and publick Usefulness the immediate Cause of Approbation; neither separately, but both jointly are meritorious: Free Election alone is not Merit; Publick Usefulness alone is not Merit; but both concurring. Then should any Person by mere Election, without any Desire to serve the publick, set about Mines, or any useful Manufacture; or should a Person by mere Election stab a Man, without knowing him to be a publick Robber; here both free Election and publick Usefulness may concur: Yet will any one say there is Merit or Virtue in such Actions? Where then shall we find Merit, unless in kind Affections, or Desire and Intention of the publick Good? This moves our Approbation wherever we observe it: and the want of this is the true Reason why a Searcher for Mines, a free Killer of an unknown Robber, the warming Sun, or the fruitful Tree, are not counted meritorious.","subId":"5","id":"Hutcheson.EI.IMS.5.5"},{"type":"paragraph","content":"But it may be said, that to make an Action meritorious, it is necessary not only that the Action be publickly useful, but that it be known or imaginedto be such, before the Agent freely chuses it. But what does this add to the former Scheme? Only a Judgment or Opinion in the Understanding, concerning the natural Tendency of an Action to the publick Good: Few, it may be presumed, will place Virtue in Assent or Dissent, or Perceptions. And yet this is all that is superadded to the former Case. The Agent must not desire the publick Good, or have any kind Affections. This would spoil the Freedom of Choice, according to their Scheme, who insist on a Freedom opposite to Affections or Instincts: But he must barely know the Tendency to publick Good, and without any Propensity to, or Desire of, the Happiness of others, by an arbitrary Election, acquire his Merit. Let every Man judge for himself, whether these are the Qualities which he approves.","subId":"6","id":"Hutcheson.EI.IMS.5.6"},{"type":"paragraph","content":"What has probably engaged many into this way of speaking, \"that Virtue is the Effect of rational Choice, and not of Instincts or Affections,\" is this; they find, that \"some Actions flowing from particular kind Affections, are sometimes condemned as evil,\" because of their bad Influence upon the State of larger Societies; and that the Hurry and confused Sensations of any of our Passions, may divert the Mind from considering the whole Effect of its Actions: They require therefore to Virtue a calm and undisturbed Temper.","subId":"7","id":"Hutcheson.EI.IMS.5.7"},{"type":"paragraph","content":"There is indeed some ground to recommend this Temper as very necessary in many Cases; and yet some of the most passionate Actions may be perfectly good. But in the calmest Temper there must remain Affection or Desire, some implanted Instinct for which we can give no reason; otherwise there could be no Action of any kind. As it was shewn above in the first Section.","subId":"8","id":"Hutcheson.EI.IMS.5.8"},{"type":"paragraph","content":"If meritorious Actions are these which whosoever does not approve, is himself condemnedby others; the Quality by which they are constituted meritorious in this Sense, is the same which moves our Approbation. We condemn any Person who does not approve that which we our selves approve: We presume the Sense of others to be constituted like our own; and that any other Person, would he attend to the Actions which we approve, would also approve them, and love the Agent; when we find that another does not approve what we approve, we are apt to conclude, that he has not had kind Affections toward the Agent, or that some evil Affection makes him overlook his Virtues, and on this account condemn him.","subId":"9","id":"Hutcheson.EI.IMS.5.9"},{"type":"paragraph","content":"Perhaps by meritorious is meant the same thing with another Word used in like manner, viz. rewardable. Then indeed the Quality in which Merit or Rewardableness is founded, is different from that which is denoted by Merit in the former Meanings.","subId":"10","id":"Hutcheson.EI.IMS.5.10"},{"type":"paragraph","content":"Rewardable, or deserving Reward, denotes either that Quality which would incline a superior Nature to make an Agent happy: Or, 2dly, That Quality of Actions which would make a Spectator approve a superior Nature, when he conferred Happiness on the Agent, and disapprove that Superior, who inflicted Misery on the Agent, or punished him. Let any one try to give a Meaning to the Word rewardable distinct from these, and not satisfy himself with the Words worthy of, or deserving, which are of very complex and ambiguous Signification.","subId":"11","id":"Hutcheson.EI.IMS.5.11"},{"type":"paragraph","content":"Now the Qualities of an Action determining a powerful Nature to reward it, must be various, according to the Constitution and Affections of that Superior. If he has a moral Sense, or something analogous of a more excellent sort, by which he is determined to love those who evidence kind Affections, and to desire their Happiness, then kind Affection is a Quality moving to Reward.","subId":"12","id":"Hutcheson.EI.IMS.5.12"},{"type":"paragraph","content":"But farther, if this Superior be benevolent, and observes that inferior Natures can by their mutual Actions promote their mutual Happiness; then he must incline to excite them to publickly useful Actions, by Prospects of private Interest to the Agent, if it be needful: Therefore he will engage them to publickly useful Actions by Prospects of Rewards, whatever be the internal Principle of their Actions, or whatever their Affections be. These two Qualities in Actions, viz. flowing from kind Affections, and publick Usefulness concurring, undoubtedly incline the benevolent Superior to confer Happiness: The former alone, where, thro' want of Power, the Agent is disappointed of his kind Intentions, will incline a benevolent Superior to reward; and the want of Power in the Agent will never incline him to punish. But the want of kind Affections, altho there be publickly useful Actions, may be so offensive to the moral Sense of the superior Nature, as to prevent Reward, or excite to punish; unless this Conduct would occasion greater publick Evil, by withdrawing from many Agents a necessary Motive to publick Usefulness, viz. the Hope of Reward.","subId":"13","id":"Hutcheson.EI.IMS.5.13"},{"type":"paragraph","content":"But if the Superior were malicious with a moral Sense contrary to ours, the contrary Affections and Tendency of Actions would excite to reward, if any such thing could be expected from such a Temper.","subId":"14","id":"Hutcheson.EI.IMS.5.14"},{"type":"paragraph","content":"If Actions be called rewardable, when \"a Spectator would approve the superior Mindfor conferring Rewards on such Actions:\" Then various Actions must be rewardable, according to the moral Sense of the Spectator. Men approve rewarding all kind Affections: And if it will promote publick Good to promise Rewards to publickly useful Actions from whatsoever Affections they proceed, it will evidence Benevolence in the Superior to do so. And this is the Case with human Governors, who cannot dive into the Affections of Men.","subId":"15","id":"Hutcheson.EI.IMS.5.15"},{"type":"paragraph","content":"{Whether Motives or Inclinations to Evil be necessary to make an Agent rewardable?}Some strongly assert (which is often the only Proof) that \"to make an Action rewardable, the Agent should have had Inclinations to evil as well as to good.\" What does this mean, That a good governing Mind is only inclined to make an Agent happy, or to confer a Rewardon him when he has some evil Affections, which yet are surmounted by the benevolent Affections? But would not a benevolent Superior incline to make any benevolent Agent happy, whether he had any weaker evil Inclinations or not? Evil Inclinations in an Agent would certainly rather have some Tendency to diminish the Love of the superior Mind. Cannot a good Mind love an Agent, and desire his Happiness, unless he observes some Qualities, which, were they alone, would excite Hatredor Aversion? Must there be a Mixture of Hatredto make Love strong and effectual, as there must be a Mixture of Shade to set off the Lights in a Picture, where there are no Shades? Is there any Love, where there is no Inclination to make happy? Or is strong Love made up of Love and Hatred?","subId":"16","id":"Hutcheson.EI.IMS.5.16"},{"type":"paragraph","content":"'Tis true indeed, that Men judge of the Strength of kind Affections generally by the contrary Motives of Self‐Love, which they surmount: But must the Deity do so too? Is any Nature the less lovely, for its having no Motive to make itself odious? If a Being which has no Motive to evil can be belovedby a Superior, shall he not desire the Happiness of that Agent whom he loves? 'Tis true, such a Nature will do good Actions without Prospect of any Self‐Interest; but would any benevolent Superior study the less to make it happy on that account?—But if they apply the Word rewardable to those Actions alone, which an Agent would not do without Prospect of Reward: then indeed to make an Action in this Sense rewardable, 'tis necessary that the Agent should either have no kind Affections, or that he should live in such Circumstances, wherein Self‐Love should lead to Actions contrary to the publick Good, and over‐power any kind Affections; or that he should have evil Affections, which even in a good Constitution of the World, his Self‐Love could not over‐ballance without Reward.","subId":"17","id":"Hutcheson.EI.IMS.5.17"},{"type":"paragraph","content":"[296] This poor Idea of Rewardableness is taken from the Poverty and Impotence of human Governors: Their Funds are soon exhausted; they cannot make happy all those whose Happiness they desire: Their little Stores must be frugally managed; none must be rewarded for what good they will do without Reward, or for abstaining from Evils to which they are not inclined. Rewards must be kept for the insolent Minister, who without reward would fly in the Face of his Prince; for the turbulent Demagogue, who will raise Factions if he is not bribed; for the covetous, mean‐spirited, but artful Citizen, who will serve his Country no farther than it is for his private Interest. But let any kind honest Heart declare what sort of Characters it loves? Whose Happiness it most desires? Whom it would reward if it could? Or what these Dispositions are, which if it saw rewarded by a superior Nature, it would be most pleased, and most approve the Conduct of the Superior? When these Questions are answer'd, we shall know what makes Actions rewardable.","subId":"18","id":"Hutcheson.EI.IMS.5.18"},{"type":"paragraph","content":"If we call all Actions rewardable, the rewarding of which we approve; then indeed we shall approve the rewarding of all Actions which we approve, whether the Agent has had any Inclinations or Motives to Evil or not: We shall also approve the promising of Rewards to all publickly useful Actions, whatever were the Affections of the Agents. If by this Prospect of Rewardeither malicious Natures are restrained from Mischief, or selfish Natures induced to serve the Publick, or benevolent Natures not able without reward to surmount real or apparent selfish Motives: In all these Cases, the proposing Rewards does really advance the Happiness of the Whole, or diminish its Misery; and evidences Benevolence in the superior Mind, and is consequently approvedby our moral Sense.","subId":"19","id":"Hutcheson.EI.IMS.5.19"},{"type":"paragraph","content":"In this last Meaning of the Word rewardable, these Dispositions are rewardable. 1. Pure unmixed Benevolence. 2. Prepollent good Affections. 3. Such weak Benevolence, as will not without Reward overcome apparently contrary Motives of Self‐Love. 4. Unmixed Self‐Love, which by Prospect of Reward may serve the publick. 5. Self‐Love, which by Assistance of Rewards, may overballance some malicious Affections. If in these Cases proposing Rewards will increase the Happiness of the System, or diminish its Misery, it evidences Goodness in the Governor, when he cannot so well otherwise accomplish so much good for the whole.","subId":"20","id":"Hutcheson.EI.IMS.5.20"},{"type":"paragraph","content":"If we suppose a Necessity of making all virtuous Agents equally happy, then indeed a Mixture of evil Dispositions, tho surmounted by the good, or of strong contrary Motives overballanced by Motives to Good, would be a Circumstance of some Importance in the Distribution of Rewards: Since such a Nature, during the Struggle of contrary Affections or Motives, must have had less Pleasure than that virtuous Nature which met with no Opposition: But as this very Opposition did give this Nature full Evidence of the Strength of its Virtue, this Consciousness may be a peculiar Recompence to which the unmixed Tempers are Strangers: And there seems no such necessity of an equal Happiness of all Natures. It is no way inconsistent with perfect Goodness, to make different Orders of Beings; and, provided all the Virtuous be at last fully content, and as happy as they desire, there is nothing absurd in supposing different Capacities and different Degrees; and during the Time of Probation, there is no necessity, not the least shew of it, that all be equal.","subId":"21","id":"Hutcheson.EI.IMS.5.21"},{"type":"paragraph","content":"Those who think \"no Person punishable for any Quality or Action, if he had it not in his Power to have had the opposite Quality, or to have abstained from the Action if he had willed it;\" perhaps are not mistaken: but then let them not assert on the other Hand, that it is unjust to reward or make happy those, who neither had any Dispositions to Evil, nor could possibly desire any such Dispositions. Now if Mens Affections are naturally good, and if there be in their Fellows no Quality which would necessarily raise Malice in the Observer; but, on the contrary, all Qualities requisite to excite at least Benevolence or Compassion: It may be justly said to be in the Power of every one, by due Attention, to prevent any malicious Affections, and to excite in himself kind Affections toward all. So that the intricate Debates about human Liberty do not affect what is here alledged, concerning our moral Sense of Affections and Actions, any more than any other Schemes.","subId":"22","id":"Hutcheson.EI.IMS.5.22"},{"type":"paragraph","content":"Some alledge, that Merit supposes, beside kind Affection, that the Agent has a moral Sense, reflects upon his own Virtue, delights in it, and chuses to adhere to it for the Pleasure which attends it. We need not debate the Use of this Word Merit: 'tis plain, we approve a generous kind Action, tho the Agent had not made this Reflection. This Reflection shews to him a Motive of Self‐Love, the joint View to which does not increase our Approbation: But then it must again be owned, that we cannot form a just Conclusion of a Character from one or two kind, generous Actions, especially where there has been no very strong Motives to the contrary. Some apparent Motives of Interest may afterwards overballance the kind Affections, and lead the Agent into vicious Actions. But the Reflection on Virtue, the being once charmedwith the lovely Form, will discover an Interest on its side, which, if well attended to, no other Motive will overballance. This Reflection is a great Security to the Character; this must be supposed in such Creatures as Men are, before we can well depend upon a Constancy in Virtue. The same may be said of many other Motives to Virtue from Interest; which, tho they do not immediately influence the kind Affections of the Agent, yet do remove these Obstacles to them, from false Appearances of Interest. Such are these from the Sanctions of divine Laws by future Rewards and Punishments, and even the manifest Advantages of Virtue in this Life: without Reflection on which, a steddy Course of Virtue is scarce to be expected amidst the present Confusion of human Affairs.","subId":"23","id":"Hutcheson.EI.IMS.5.23"},{"type":"note","content":"This is the Notion of Liberty given by the Archbishop of Dublin, in his most ingenious Book, De Origine Mali. This Opinion does not represent Freedom of Election, as opposite to all Instinct or Desire; but rather as arising from the Desire of that Pleasure supposed to be connected with every Election. Upon his Scheme there is a Motive and End proposed in every Election, and a natural Instinct toward Happiness presupposed: Though it is such a Motive and End as leaves us in perfect Liberty. Since it is a Pleasure or Happiness, not connected with one thing more than another, but following upon the Determination itself.","subId":"n1","id":"Hutcheson.EI.IMS.5.n1"},{"type":"note","content":"See Lord Shaftesbury's Inquiry concerning Virtue. Part 1.","subId":"n2","id":"Hutcheson.EI.IMS.5.n2"}]}