{"id":"Locke.EHU.2.12","imported":true,"parent":"Locke.EHU.2","title":"Chapter 12. Of Complex Ideas","breadcrumb":"Chapter 12","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.12?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. XII.\nOf complex Ideas.\n","id":"Locke.EHU.2.12"},{"type":"paragraph","content":"WE have hitherto considered those Ideas, in the reception whereof, the Mind is only passive, which are those simple ones received from Sensation and Reflection before-mentioned, whereof the Mind cannot make any one to it self, nor have any Idea which does not wholy consist of them. But as these simple Ideas are observed to exist in several Combinations united together; so the Mind has a power to consider several of them united together, as one Idea; and that not only as they are united in external Objects, but as it self has joined them. Ideas thus made up of several simple ones put together, I call Complex; such as are Beauty, Gratitude, a Man, an Army, the Universe; which though complicated of various simple Ideas, or complex Ideas, made up of simple ones, yet are, when the Mind pleases, considered each by it self, as one entire thing, and signified by one name.","subId":"1","id":"Locke.EHU.2.12.1"},{"type":"paragraph","content":"In this faculty of repeating and joining together its Ideas, the Mind has great power in varying and multiplying the Objects of its Thoughts, infinitely beyond what Sensation or Reflection furnished it with: But all this still confined to those simple Ideas, which it received from those two Sources, and which are the ultimate Materials of all its Compositions. For these, they are all from things themselves; and the Mind can have no more, nor other simple Ideas, than as they are suggested to it. It can have no other Ideas of sensible Qualities, than what come from without by the Senses; nor any Ideas of other kind of Operations of a thinking Substance, than what it finds in it self: but when it has once got those simple Ideas, it is not confined barely to Observation, and what offers it self from without, it can, by its own power, put together those Ideas it has, and make new complex ones, which it never received so united.","subId":"2","id":"Locke.EHU.2.12.2"},{"type":"paragraph","content":"Complex Ideas, however compounded and decompounded, though their number be infinite, and the variety endless, wherewith they fill, and and entertain the Thoughts of Men; yet, I think, they may be all reduced under these three Heads: \nModes. \nSubstances. \nRelations.","subId":"3","id":"Locke.EHU.2.12.3"},{"type":"paragraph","content":"First, Modes I call such complex Ideas, which however compounded, contain not in them the supposition of subsisting by themselves, but are considered as Dependences on, or Affections of Substances; such are the Ideas signified by the words Triangle, Gratitude, Murther, &c. and if in this I use the word Mode, in somewhat a different sense from its ordinary signification, I beg pardon; it being unavoidable in Discourses, differing from the ordinary received Notions, either to make new Words, or to use old Words in somewhat a new signification; which in our present case, is perhaps the more tolerable of the two.","subId":"4","id":"Locke.EHU.2.12.4"},{"type":"paragraph","content":"Of these Modes, there are two sorts, which deserve distinct consideration. First, There are some which are only variations, or different combinations of the same simple Idea, without the mixture of any other, as a dozen, or score; which are nothing but the Ideas of so many distinct Unites added together, and these I call simple Modes, as being contained within the bounds of one simple Idea. Secondly, There are others compounded of simple Ideas of several kinds, put together to make one complex one; v. g. Beauty, consisting of a certain composition of Colour and Figure, causing delight in the Beholder; Theft, which being the concealed change of the possession of any thing, without the consent of the Proprietor, contains, as is visible, a combination of several Ideas of several kinds; and these I call mixed Modes.","subId":"5","id":"Locke.EHU.2.12.5"},{"type":"paragraph","content":"Secondly, The Ideas of Substances are such combinations of simple Ideas, as are taken to represent distinct particular things subsisting by themselves; in which the supposed, or confused Idea of Substance, such as it is, is always the first and chief. Thus if to Substance be joined the simple Idea of a certain dull whitish colour, with certain degrees of Weight, Hardness, Ductility, and Fusibility, we have the Idea of Lead; and a combination of the Ideas of a certain sort of Figure, with the powers of Motion, Thought, and Reasoning, joined to Substance, make the ordinary Idea of a Man. Now of Substances also, there are two sorts of Ideas; one of single Substances, as they exist separately, as of a Man, or a Sheep; the other of several of those put together, as an Army of Men, or Flock of Sheep; which collective Ideas of several Substances thus put together, are as much each of them one single Idea, as that of a Man, or an Unite.","subId":"6","id":"Locke.EHU.2.12.6"},{"type":"paragraph","content":"Thirdly, The last sort of complex Ideas, is that we call Relation, which consists in the consideration and comparing one Idea with another, of these several kinds, we shall treat in their order.","subId":"7","id":"Locke.EHU.2.12.7"},{"type":"paragraph","content":"If we will trace the progress of our Minds, and with attention observe how it repeats, adds together, and unites its simple Ideas received from Sensation or Reflection, it will lead us farther than at first, perhaps, we should have imagined. And, I believe, we shall find, if we warily observe the Originals of our Notions, that even the most abstruse Ideas, how remote soever they may seem from Sense, or any operation of our own Minds, are yet only such as the Understanding frames to it self, by repeating and joining together Ideas, that it had either from Objects of Sense, or its own operations about them: So that those even large and abstract Ideas are derived from Sensation, or Reflection, being no other than what the Mind by the ordinary use of its own Faculties, employ'd about Ideas received from Objects of Sense, or the Operations it observes in it self about them, may, and does attain unto. This I shall endeavour to shew in the Ideas we have of Space, Time, and Infinity, and some few other, that seem the most remote from those Originals.","subId":"8","id":"Locke.EHU.2.12.8"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.11","imported":true,"title":"Chapter 11. Of Discerning, and Other Operations of the Mind","breadcrumb":"Chapter 11","published":[1689]},"next":{"id":"Locke.EHU.2.13","imported":true,"title":"Chapter 13. Of simple Modes; and first, of the simple Modes of Space","breadcrumb":"Chapter 13","published":[1689]}}