{"id":"Locke.EHU.2.19","imported":true,"parent":"Locke.EHU.2","title":"Chapter 19. Of the Modes of Thinking","breadcrumb":"Chapter 19","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.19?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. XIX.\nOf the Modes of Thinking.\n","id":"Locke.EHU.2.19"},{"type":"paragraph","content":"WHen the Mind turns its view inwards upon its self, and contemplates its own Actions, Thinking is the first that occurrs; wherein it observes a great variety of Modifications, and thereof frames to it self distinct Ideas. Thus the Perception, or Thought, which actually accompany, and is annexed to any impression on the Body, made by an external Object, it frames a distinct Idea of, which we call Sensation; which is, as it were, the actual entrance of any Idea into the Understanding by the Senses. The same Idea, when it again recurrs without the operation of the like Object on the eternal Sensory, is Remembrance. If it be sought after by the Mind, and with pain and endeavour found, and brought again in view, 'tis Recollection: If it be held there long under attentive Consideration, 'tis Contemplation. When Ideas float in our Mind, without any reflection or regard of the Understanding, it is that which the French call Resvery; our Language has scarce a name for it. When the Ideas that offer themselves, (for as I have observed in another place, whilst we are awake, there will always be a train of Ideas succeeding one another in our Minds,) are taken notice of, and, as it were, registred in the Memory, it is Attention. When the Mind with great earnestness, and of a choice, fixes its view on any Idea, considers it on all sides, and will not be called off by the ordinary sollicitation of other Ideas, it is that we call Intention, or Study. Sleep, without dreaming, is rest from all these; and Dreaming it self, is the perception of Ideas (whilst the outward Senses are stopp'd, so that they receive not outward Objects with their usual quickness,) in the Mind, not suggested by any external Objects, or known occasion; nor under any Choice or Conduct of the Understanding at all; and whether that which we call Extasie, be not dreaming with the Eyes open, I leave to be examined.","subId":"1","id":"Locke.EHU.2.19.1"},{"type":"paragraph","content":"These are some few instances of those various Modes of thinking, which the Mind may observe in it self, and so frame as distinct Ideas of, as it does of White and Red, a Square or a Circle. I do not pretend to enumerate them all, nor to treat at large of this set of Ideas, which are got from Reflection, that would be to make a Volume. It suffices to my present purpose, to have shewn here, by some few Examples, of what sort those Ideas are, and how the Mind comes by them; especially since I shall have occasion hereafter to treat more at large of Reasoning, Judging, Volition, and Knowledge, which are some of the most considerable Operations of the Mind, and Modes of thinking.","subId":"2","id":"Locke.EHU.2.19.2"},{"type":"paragraph","content":"But, perhaps, it may not be an unpardonable Digression, nor wholly impertinent to our present Design, if we reflect here upon the different State of the Mind in thinking; which those instances of Attention, Resvery, and Dreaming, &c. before mentioned naturally enough suggest. That there are Ideas, some or other, always present in the Mind of a waking Man, every ones Experience convinces him; though the Mind employs it self about them with several degrees of Attention. Sometimes the Mind fixes it self with so much earnestness on the Contemplation of some Objects, that it turns their Ideas on all sides; remarks their Relations and Circumstances; and views every part so nicely, and with such intention, that it shuts out all other Thoughts, and takes no notice of the ordinary Impressions made then on the Senses, which at another Season would produce very sensible Perceptions: At other times, it barely observes the train of Ideas that succeed in the Understanding, without directing and pursuing any of them: And at other times, it lets them pass almost quite unregarded, as faint shadows that make no Impression.","subId":"3","id":"Locke.EHU.2.19.3"},{"type":"paragraph","content":"This difference of Intention, and Remission of the Mind in thinking, with a great variety of Degrees, between earnest Study, and very near minding nothing at all, Every one, I think, has experimented in himself. Trace it a litte farther, and you find the Mind in Sleep, retired as it were from the Senses, and out of the reach of those Motions made on the Organs of Sense, which at other times produce very vivid and sensible Ideas. I need not, for this, instance in those, who sleep out whole stormy Nights, without hearing the Thunder, or seeing the Lightning, or feeling the shaking of the House, which are sensible enough to those who are waking. But in this retirement of the Mind from the Senses, it often retains a yet more loose and incoherent manner of thinking, which we call Dreaming, and last of all sound Sleep closes the Scene quite, and puts an end to all Appearances. This I think almost every one has Experience of in himself, and his own Observation without difficulty leads him thus far. That which I would farther conclude from hence is, That since the Mind can sensibly put on, at several times, several degrees of Thinking; and be sometimes even in a waking Man so remiss, as to have Thoughts dim and obscure to that degree, that they are very little removed from none at all; and at last in the dark retirements of sound Sleep, loses the sight perfectly of all Ideas whatsoever: Since, I say, this is evidently so in Matter of Fact, and constant Experience, I ask whether it be not probable, that thinking is the Action, and not the Essence of the Soul? Since the Operations of Agents will easily admit of intention and remission; but the Essences of things, are not conceived capable of any such variation. But this by the bye.","subId":"4","id":"Locke.EHU.2.19.4"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.18","imported":true,"title":"Chapter 18. Of Other Simple Modes","breadcrumb":"Chapter 18","published":[1689]},"next":{"id":"Locke.EHU.2.20","imported":true,"title":"Chapter 20. Of Modes of Pleasure and Pain","breadcrumb":"Chapter 20","published":[1689]}}