{"imported":true,"id":"Locke.EHU.2.26","parent":"Locke.EHU.2","title":"Chapter 26. Of Cause and Effect, and Other Relations","breadcrumb":"Chapter 26","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.26?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXVI.\nOf Cause and Effect, and other Relations.\n","id":"Locke.EHU.2.26"},{"type":"paragraph","content":"IN the notice, that our Senses take of the constant Vicissitude of Things, we cannot but observe, that several particular, both Qualities, and Substances begin to exist; and that they receive this their Existence, from the due Application and Operation of some other Being. From this Observation, we get our Ideas of Cause and Effect. That which produces any simple or complex Idea, we denote by the general Name Cause; and that which is produced, Effect. Thus finding, that in that Substance which we call Wax, Fluidity, which is a simple Idea, that was not in it before, is constantly produced by the Application of a certain degree of Heat, we call the simple Idea of Heat, in relation to Fluidity in Wax, the Cause of it; and Fluidity the Effect. So also finding that the Substance, Wood, which is a certain Collection of simple Ideas, so called, will by the Application of Fire, be turned into another Substance, called Ashes; i. e. another complex Idea, consisting of a Collection of simple Ideas, quite different from that complex Idea, which we call Wood; we consider Fire, in relation to Ashes, as Cause, and the Ashes, as Effect. So that whatever is considered by us, to conduce or operate, to the producing any particular simple Idea, or Collection of simple Ideas, whether Substance, or Mode, which did not before exist, hath thereby in our Minds the relation of a Cause, and so is denominated by us.","subId":"1","id":"Locke.EHU.2.26.1"},{"type":"paragraph","content":"Having thus, from what our Senses are able to discover, in the Operations of Bodies on one another, got the Notion of Cause and Effect; viz. That a Cause is that which makes any other thing, either simple Idea, Substance, or Mode, begin to be; and an Effect is that, which had its Beginning from some other thing, The Mind finds no great difficulty, to distinguish the several Originals of things into two sorts: First, When the thing is wholly made new, so that no part thereof did ever exist before; as when a new Particle of Matter doth begin to exist, in rerum natura, which had before no Being; and this we call Creation. Secondly, When a thing is made up of Particles, which did all of them before exist, but that very thing, so constituted of pre-existing Particles, which considered altogether make up such a Collection of simple Ideas, had not any Existence before, as this Man, this Egg, Rose, or Cherry, &c. And this, when referred to a Substance, produced in the ordinary course of Nature, by an internal Principle, but set on work by, and received from some external Agent, or Cause, and working by insensible ways, which we perceive not, we call Generation; when the Cause is extrinsical, and the Effect produced by a sensible Separation, or juxta Position of discernable Parts, we call it Making; and such are all artificial things. When any simple Idea is produced, which was not in that Subject before, we call it Alteration. Thus a Man is generated, a Picture made, and either of them altered, when any new sensible Quality, or simple Idea, is produced in either of them, which was not there before; and the things thus made to exist, which were not there before, are Effects; and those things, which operated to the Existence, Causes. In which, and all other Cases, we may observe, that the Notion of Cause and Effect, has its rise from Ideas, received by Sensation or Reflection; and that this Relation, how comprehensive soever, terminates at last in them. For to have the Idea of Cause and Effect, it suffices to consider any simple Idea, or Substance, as beginning to exist, by the Operation of some other, without knowing the manner of that Operation.","subId":"2","id":"Locke.EHU.2.26.2"},{"type":"paragraph","content":"Time and Place, are also the Foundations of very large Relations, and all finite Beings, at least are concerned in them. But having already shewn in another Place, how we got these Ideas, it may suffice here to intimate, that most of the Denominations of things, received from time, are only Relations; thus, when any one says, that Queen Elizabeth lived sixty nine, and reigned forty five years; these Words import only the Relation of that Duration to some other, and means no more but this, that the Duration of her Existence was equal to sixty nine, and the Duration of her Government to forty five Annual Revolutions of the Sun; and so are all Words, answering, how long. Again, William the Conqueror invaded England about the year 1070. which means this; that taking the Duration from our Saviour's Time, till now, for one entire great length of time, it shews at what distance this Invasion was from the two Extremes: and so do all Words of time, answering to the Question when, which shew only the distance of any point of time, from the Period of a longer Duration, from which we measure, and to which we thereby consider it, as related.","subId":"3","id":"Locke.EHU.2.26.3"},{"type":"paragraph","content":"§. 4 There are yet besides those, other Words of time, that ordinarily are thought to stand for positive Ideas, which yet will, when considered, be found to be relative, such as are Young, Old, &c. which include, and intimate the Relation any things has, to a certain length of Duration, whereof we have the Idea in our Minds. Thus having setled in our Thoughts the Idea of the ordinary Duration of a Man to be seventy years, when we say a Man is Young, we mean, that his Age is yet but a small part of that which usually Men attain to: And when we denominate him Old, we mean, that his Duration is run out almost to the end of that which Men do not usually exceed. And so 'tis but comparing the particular Age, or Duration of this or that Man, to the Idea of that Duration which we have in our Minds, as ordinarily belonging to that sort of Animals: Which is plain, in the application of these Names to other Things; for a Man is called young at twenty years, and very young at seven years old: But yet a Horse we call old at twenty, and a Dog at seven years; because in each of these, we compare their Age to different Ideas of Duration which are setled in our Minds, as belonging to these several sorts of Animals, in the ordinary course of Nature. But the Sun, and Stars, though they have outlasted several Generations of Men, we call not old, because we do not know what period GOD hath set to that sort of Beings. This Term belonging properly to those Things, which we can observe in the ordinary course of Things, by a natural decay to come to an end, in a certain period of time; and so have in our Minds, as it were, a Standard, to which we can compare the several parts of their Duration; and by the relation they bear thereunto, call them young, or old; which we cannot therefore do to a Ruby, or a Diamond, things whose usual periods we know not.","subId":"4","id":"Locke.EHU.2.26.4"},{"type":"paragraph","content":"The Relation also that things have to one another, in their Places and Distances, is very obvious to observe; as Above, Below, a Mile distant from Charing-Cross, in England, and in London. But as in Duration, so in Extension and Bulk, there are some Ideas that are relative, which we signifie by Names, that are thought positive; as Great, and Little, are truly Relations. For here also having, by observation, setled in our Minds the Ideas of the Bigness of several Species of Things, from those we have been most accustomed to, we make them, as it were, the Standards whereby to denominate the Bulk of others. Thus we call a great Apple, such an one as is bigger than the ordinary sort of those we have been used to; and a little Horse, such an one as comes not up to the size of that Idea, which we have in our Minds, to belong ordinarily to Horses: And that will be a great Horse to a Welsh-man, which is but a little one to a Fleming; they two having from the different Breed of their Countries, taken several siz'd Ideas to which they compare, and in relation to which they denominate their Great, and their Little.","subId":"5","id":"Locke.EHU.2.26.5"},{"type":"paragraph","content":"So likewise Weak and Strong, are but relative Denominations of Power, compared to some Idea we have, at that time, of greater or less Power. Thus when we say a Weak Man, we mean one that has not so much Strength, or Power to move, as usually Men have, or usually those of his size have; which is a comparing his Strength, to the Idea we have of the usual Strength of Men, or Men of such a size. The like when we say the Creatures are all weak Things; Weak, there, is but a relative term, signifying the disproportion there is in the Power of GOD, and the Creatures. And so abundance of Words, in ordinary Speech, stand only for Relations, (and, perhaps, the greatest part,) which at first sight, seem to have no such signification: v. g. The Ship has necessary Stores: Necessary, and Stores, are both relative Words; one having a relation to the accomplishing the thing intended, and the other to future use. All which Relations, how they are confined to, and terminate in Ideas derived from Sensation, or Reflection, is too obvious to need any Explication.","subId":"6","id":"Locke.EHU.2.26.6"}]}