{"id":"Locke.EHU.2.29","imported":true,"parent":"Locke.EHU.2","title":"Chapter 29. Of Clear and Obscure, Distinct and Confused Ideas","breadcrumb":"Chapter 29","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.28?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. XXIX.\nOf Clear and Obscure, Distinct and Confused Ideas.\n","id":"Locke.EHU.2.29"},{"type":"paragraph","content":"HAving shewed the Original of our Ideas, and considered the several sorts of them, as Simple and Complex; and shewed the difference in Complex ones, betwixt those of Modes, Relations, and Substances, all which, I think, is necessary to be done by any one, who would acquaint himself throughly with the progress of the Mind, in its Apprehension and Knowledge of Things, it will, perhaps, be thought I have dwelt long enough upon the Examination of Ideas. I must, nevertheless, crave leave to offer some few other Considerations concerning them. The first is, That some are clear, and others obscure; some distinct, and others confused.","subId":"1","id":"Locke.EHU.2.29.1"},{"type":"paragraph","content":"Perception of the Mind, being most aptly explained by Words relating to the Sight, we shall best understand what is meant by Clear, and Obscure in our Ideas, by reflecting on what we call Clear and Obscure in the Objects of Sight. Light being that which discovers to us visible Objects, we give the name of Obscure, to that, which is not placed in a Light, sufficient to discover minutely to us the Figure and Colours, which are observable in it, and which, in a better Light, would be discernable. Thus our simple Ideas are clear, when they are such as the Objects themselves, from whence they were taken, did, in a well-ordered Sensation or Perception, present them. Whilst the Memory retains them thus, and can produce them so, to the Mind, when-ever it has occasion to consider them, they are clear Ideas. So far as they either want any thing of that original Exactness, or have lost any of their first Freshness, and are, as it were, faded or tarnished by Time, so far are they obscure. Complex Ideas, as they are made up of Simple ones: so they are clear, when the Ideas, that go to their Composition, are clear; and the Number and Order of those Simple Ideas, that are the Ingredients of any Complex one, is determinate and certain.","subId":"2","id":"Locke.EHU.2.29.2"},{"type":"paragraph","content":"The cause of Obscurity in simple Ideas, seems to be either dull Organs; or very slight and transient Impressions made by the Objects; or else a weakness in the Memory, not able to retain them as received. For to return again to visible Objects, to help us to apprehend this matter. If the Organs, or Faculties of Perception, like Wax over-hardned with Cold, will not receive the Impression of the Seal, from the usual impulse wont to imprint it; or, like Wax of a temper too soft, will not hold it well, when well imprinted; or else supposing the Wax of a temper fit, but the Seal not applied with a sufficient force, to make a clear Impression: In any of these cases, the print left by the Seal, will be obscure. This I suppose, needs no application to make it plainer.","subId":"3","id":"Locke.EHU.2.29.3"},{"type":"paragraph","content":"As a clear Idea is that whereof the Mind has a full and evident perception, so a distinct Idea is that wherein the Mind perceives a difference from all other; and a confused Idea is such an one, as is not sufficiently distinguishable from another, from which it ought to be different.","subId":"4","id":"Locke.EHU.2.29.4"},{"type":"paragraph","content":"If no Idea be confused, but such as is not sufficiently distinguishable from another, from which it should be different, it will be hard, may any one say, to find anywhere a confused Idea. For let any Idea be as it will, it can be no other but such as the Mind perceives it to be; and that very perception, sufficiently distinguishes it from all other Ideas, which cannot be other, i. e. different, without being perceived to be so. No Idea therefore can be undistinguishable from another, from which it ought to be different, unless you would have it different from it self: for from all other, it is evidently different.","subId":"5","id":"Locke.EHU.2.29.5"},{"type":"paragraph","content":"To remove this difficulty, and to help us to conceive aright, what it is, that makes the confusion, Ideas are at any time chargeable with, we must consider, that Things are supposed different enough to have different Names, whereby to be marked, and discoursed of apart, upon any occasion: And there is nothing more evident, than that the greatest part of different Names, are supposed to stand for different Things. Now every Idea a Man has, being visibly what it is, and distinct from all other Ideas, but it self, that which makes it confused is, when it is such, that it may as well be called by another Name, as that which it is expressed by: the difference which keep the Things (to be ranked under those two different Names) distinct, and makes them belong rather to the one, than the other of them, being left out; and so the distinction, which was intended to be kept up by those different Names, is quite lost.","subId":"6","id":"Locke.EHU.2.29.6"},{"type":"paragraph","content":"The Defaults which usually occasion this Confusion, I think, are chiefly these following: First, When any complex Idea (for 'tis complex Ideas that are most liable to confusion) is made up of 100 small a number of simple Ideas, and such only as are common to other Things, whereby the differences, that make it deserve a different Name, are left out. Thus he, that has an Idea made up of barely the simple ones of a Beast with Spots, has but a confused Idea of a Leopard, it not being thereby sufficiently distinguished from a Lynx, and several other sorts of Beasts that are spotted. So that such an Idea, though it hath the peculiar Name Leopard, is not distinguishable from those designed by the Names Lynx, or Panther, and may as well come under the Name Lynx, as Leopard. How much the custom of defining of Words by general terms, contributes to make the Ideas we would express by them, confused and undetermined, I leave others to consider. This is evident, that confused Ideas are such as render the Use of Words uncertain, and take away the benefit of distinct Names. When the Ideas, for which we used different terms, have not a difference answerable to their distinct Names, and so cannot be distinguished by them, there it is that they are truly confused.","subId":"7","id":"Locke.EHU.2.29.7"},{"type":"paragraph","content":"§.8. Secondly, Another default, which makes our Ideas confused, is, when though the particulars that make up any Idea, are in number enough; yet they are so jumbled together, that it is not easily discernable, whether it more belongs to the Name that is given it, than to any other. There is nothing properer to make us conceive this Confusion, than a sort of Pictures usually shewn, as surprizing Pieces of Art, wherein the Colours, as they are laid by the Pencil on the Table itself, markout very odd and unusual Figures, and have no discernable order in their Position. This Draught, thus made up of parts, wherein no Symmetry nor Order appears, is, in it self, no more a confused Thing, than the picture of a cloudy Sky; wherein though there be as little order of Colours, or Figures to be found, yet no body thinks it a confused Picture. What is it then, that makes it be thought confused, since the want of Symmetry does not: as it is plain it does not; for another Draught made, barely in imitation of this, could not be called confused? I answer, That which makes it be thought confused, is the applying it to some Name, to which it does no more discernably belong, than to some other; v. g. when it is said to be the Picture of a Man, or Caesar, then any one with reason counts it confused: because it is not discernable, in that state, to belong more to the name Man, or Caesar, than to the name Baboon, or Pompey; which are supposed to stand for different Ideas, from those signified by Man, or Caesar. But when a cylindrical Mirrour, placed right, hath reduced those irregular Lines on the Table, into their due order and proportion, then the Confusion ceases, and the Eye presently sees, that it is a Man, or Caesar; i. e that it belongs to those Names; and that it is sufficiently distinguishable from a Baboon, or Pompey; i. e. from the Ideas signified by those Names. Just thus it is with our Ideas, which are, as it were, the Pictures of Things. No one of these mental Draughts, however the parts are put together, can be called confused, (for they are plainly discernible as they are,) till it be ranked under some ordinary Name, to which it cannot be discerned to belong, any more than it does to some other Name, of an allowed different signification.","subId":"8","id":"Locke.EHU.2.29.8"},{"type":"paragraph","content":"Thirdly, A third defect that frequently gives the name of Confused, to our Ideas, is when any one of them is uncertain, and undetermined. Thus we may observe Men, who not forbearing to use the ordinary Words of their Language, till they have learn'd their precise signification, change the Idea, they make this or that term stand for, almost as often as they use it. He that does this, out of uncertainty of what he should leave out, or put into his Idea of Church, or Idolatry, every time he thinks of either, and holds not steady to any one precise Combination of Ideas, that makes it up, is said to have a confused Idea of Idolatry, or the Church: Though this be still for the same reason that the former, viz. Because a mutable Idea (if we will allow it to be one Idea) cannot belong to one Name, rather than another; and so loses the distinction, that distinct Names are designed for.","subId":"9","id":"Locke.EHU.2.29.9"},{"type":"paragraph","content":"By what has been said, we may observe how much Names, as supposed steady signs of Things, and by their difference to stand for, and keep Things distinct, that in themselves are different, are the occasion if denominating Ideas distinct or confused, by a secret and unobserved reference, the Mind makes of its Ideas to such Names. This, perhaps, will be fuller understood, after what I say of Words, in the Third Book, has been read and considered. But without taking notice of such a reference of Ideas to distinct Names, as the signs of distinct Things, it will be hard to say what a confused Idea is. And therefore when a Man designs, by any Name, a sort of Things, or any one particular Thing, distinct from all others, the complex Idea he annexes to that Name, is the more distinct, the more particular the Ideas are, and the greater and more determinate the number and order of them is, whereof it is made up. For the more it has of these, the more has it still of the perceivable differences, whereby it is kept separate and distinct from all Ideas belonging to other Names, even those that approach nearest to it, and thereby all confusion with them is avoided.","subId":"10","id":"Locke.EHU.2.29.10"},{"type":"paragraph","content":"Confusion, making it a difficulty to separate two Things that should be separated, concerns always two Ideas; and those most, which most approach one another. Whenever therefore we suspect any Idea to be confused, we must examine what other it is in danger to be confounded with, or which it cannot easily be separated from, and that will always be found an Idea belonging to another Name, and so should be a different Thing, from which yet it is not sufficiently distinct; being either the same with it, or making a part of it, or, at least, as properly call'd by that Name, as the other it is ranked under; and so keeps not that difference from that other Idea, which the different Names import.","subId":"11","id":"Locke.EHU.2.29.11"},{"type":"paragraph","content":"This, I think, is the confusion proper to Ideas; which still carries with it a secret reference to Names. At least if there be any other confusion of Ideas, this is that which most of all disorders Mens Thoughts and Discourses: Ideas, as ranked under Names, being those that for the most part Men reason of within themselves, and always those which they communicate about, with others. And therefore where there are supposed two different Ideas, marked by two different Names, which are not as distinguishable as the Sounds that stand for them, there never fails to be confusion: And where any Ideas are distinct, as the Ideas of those two Sounds they are marked by, there can be between them no confusion. The way to prevent it, is to collect and unite into our complex Idea, as precisely as is possible, all those Ingredients, whereby it is differenced from others; and to them so united in a determinate number, and order, apply steadily the same Name. But this neither accommodating Mens ease or vanity, or serving any design, but that of naked Truth, which is not always the thing aimed at, such exactness, is rather to be wished, than hoped for. And since the loose application of Names, to uncertain, and almost no Ideas, serves both to cover our own Ignorance, as well as to perplex and confound others, which goes for Learning and Superiority in Knowledge, it is no wonder that most Men should use it themselves, whilst they complain of it in others. Though yet, I think, no small part of the confusion, to be found in the Notions of Men, might, by care and ingenuity, be avoided; yet I am far from thinking it every-where wilful. Some Ideas are so complex, and made up of so many parts, that the Memory does not easily retain the very same precise Combination of simple Ideas, under one Name; much less are we able constantly to divine for what precise complex Idea such a Name stands in another Man's use of it. From the first of these, follows confusion in a Man's own Reasonings and Opinions within himself; from the latter, frequent confusion in discoursing and arguing with others. But having more at large treated of Words, their Defects and Abuses in the following Book, I shall here say no more of it.","subId":"12","id":"Locke.EHU.2.29.12"},{"type":"paragraph","content":"Our complex Ideas being made up of Collections, and so variety of simple ones, may accordingly be very clear and distinct in one part, and very obscure and confused in another. In a Man who speaks of a Chiliaderon, or a Body of a thousand sides, the Idea of the Figure may be very confused, though that of the Number be very distinct: so that he being able to discourse, and demonstrate concerning that part of his complex Idea, which depends upon the Number of a Thousand, he is apt to think, he, has a distinct Idea of a Chiliaëdron; though it be plain, he has no precise Idea of its Figure, so as to distinguish it, by that, from one that has but 999 sides: The not observing wherereof, causes no small Error in Men's Thoughts, and confusion in their Discourses.","subId":"13","id":"Locke.EHU.2.29.13"},{"type":"paragraph","content":"He that thinks he has a distinct Idea of the Figure of a Chiliaëdron, let him for Trial's-sake take another parcel of the same uniform Matter, viz. Gold, or Wax, of an equal Bulk, and make it into a Figure of 999 sides. He will, I doubt not, be able to distinguish these two Ideas one from another by the Number of sides; and reason, and argue distinctly about them, whilst he keeps his Thoughts and Reasoning to that part only of these Ideas, which is contained in their Numbers; as that the sides of the one, could be divided into two equal Numbers; and of the other, not, &c. But when he goes about to distinguish them by their Figure, he will there be presently at a loss, and not be able, I think, to frame in his Mind two Ideas, one of them distinct from the other, by the bare Figure of these two pieces of Gold; as he could, if the same parcels of Gold were made one into a Cube, the other a Figure of five sides. In which in compleat Ideas, we are very apt to impose on our selves, and wrangle with others, especially where they have particular and familiar Names. For being satisfied in that part of the Idea, which we have clear; and the Name which is familiar to us, being applied to the whole, containing that part also, which is imperfect and obscure, we are apt to use it for that confused part, and draw deductions from it, in the obscure part of its Signification, as confidently as we do from the other.","subId":"14","id":"Locke.EHU.2.29.14"},{"type":"paragraph","content":"Having frequently in our Mouths the Name Eternity, we are apt to think, we have a positive comprehensive Idea of it, which is as much as to say, that there is no part of that Duration, which is not clearly contained in our Idea. 'Tis true, that he that thinks so, may have a clear Idea of Duration; he may also have a very clear Idea of a very great length of Duration; he may also have a clear Idea of the Comparison of that great one, with still a greater: But it not being possible for him to include in his Idea of any Duration, let it be as great as it will, the whole Extent together of a Duration, where he supposes no end, that part of his Idea, which is still beyond the Bounds of that large Duration, he represents to his own Thoughts, is very obscure and undetermined. And hence it is, that in Disputes and Reasonings concerning Eternity, or any other Infinite, we are very apt to blunder, and involve our selves in manifest Absurdities.","subId":"15","id":"Locke.EHU.2.29.15"},{"type":"paragraph","content":"In Matter, we have no clear Ideas of the smalness of Parts, much beyond the smallest, that occurr to any of our Senses: and therefore when we talk of the divisibility of Matter in infinitum, though we have clear Ideas of Division and Divisibility, and have also clear Ideas of Parts, made out of a whole, by Division; yet we have but very obscure, and confused Ideas of Corpuscles, or minute Bodies, so to be divided, when by former Divisions, they are reduced to a smalness, much exceeding the perception of any of our Senses: and so all that we have clear, and distinct Ideas of, is of what Division in general, or abstractly is, and the Relation of Totum and Pars; But of the bulk of the Body, to be thus infinitely divided after certain Progressions, I think, we have no clear, nor distinct Ideas at all. For I ask any one, Whether taking the smallest Atom of Dust he ever saw, he has any distinct Idea, (bating still the Number which concerns not Extension,) betwixt the 100,000, and the 1000,000 part of it. Or if he think he can refine his Ideas to that Degree, without losing sight of them, let him add ten Cyphers to each of those Numbers; for that will bring it no nearer the end of infinite Division, than the first half does. I must confess for my part, I have no clear, distinct Ideas of the different Bulk, or Extension of those Bodies, having but a very obscure one of either of them. So that, I think, when we talk of Division of Bodies in infinitum, our Idea of their distinct Bulks or Extension, which is the Subject and Foundation of Divisions, comes to be confounded, and almost lost in Obscurity. For that Idea, which is to represent only Bigness, must be very obscure and confused, which we cannot distinguish from one ten times as big, but only by Number: so that we have clear, distinct Ideas, we may say of Ten and One, but no distinct Ideas of two such Extensions. 'Tis plain from hence, that when we talk of infinite Divisibility of Body, or Extension, our distinct and clear Ideas are only of Numbers: but the clear, distinct Ideas of Extension, after some Progress of Division, is quite lost: and of such minute Parts, we have no distinct Ideas at all; but it returns, as all our Ideas of Infinite do, at last to that of Number always to be added; but thereby never amounts to any distinct Idea of actual, infinite Parts. We have, 'tis true, a clear Idea of Division, as often as we will think of it: but thereby we have no more a clear Idea of infinite Parts in Matter, then we have a clear Idea of an infinite Number, by being able still to add new Numbers to any assigned Number we have: endless Divisibility giving us no more a clear and distinct Idea of actually infinite Parts, than endless Addibility (if I may so speak) gives us a clear and distinct Idea of an actually infinite Number: they both being only in a Power still of increasing the Number, be it already as great as it will. So that of what remains to be added, (wherein consists the Infinity,) we have but an obscure, imperfect, and confused Idea; from or about which we can argue, or reason with no Certainty or Clearness, no more than we can in Arithmetick, about a Number of which we have no such distinct Idea, as we have of 4 or 100; but only this relative obscure one, that compared to any other, it is still bigger: and we have no more a clear, positive Idea of it, when we say or conceive it is bigger, or more than 400, 000, 000, than if we should say, it is bigger than 40, or 4: 4000, 000, 000, having no nearer a proportion to the end of Addition, or Number, than 4. For he that adds only 4 to 4, and so proceeds, shall as soon come to the end of all Addition, as he that adds 400, 000, 000, to 400, 000, 000. And so likewise in Eternity, he that has an Idea of but four years, has as much a positive compleat Idea of Eternity, as he that has one of 400, 000, 000 of Years: For what remains of Eternity beyond either of these two Numbers of Years, is as clear to the one as the other; i. e. neither of them has any clear positive Idea of it at all. For he that adds only 4 Years to 4, and so on, shall as soon reach Eternity, as he that adds 400, 000, 000 of Years, and so on; or if he please, doubles the Increase as often as he will: The remaining Abyss being still as far beyond the end of all these Progressions, as it is from the length of a Day, or an Hour. For nothing finite, bears any proportion to infinite; and therefore our Ideas, which are all finite, cannot bear any. Thus it is also in our Idea of Extension, when we increase it by Addition, as well as when we diminish it by Division, and would enlarge our Thoughts to infinite Space. After a few doublings of those Ideas of Extension, which are the largest we are accustomed to have, we lose the clear distinct Idea of that Space: it becomes a confusedly great one, with a Surplus of still greater; about which, when we would argue, or reason, we shall always find our selves at a loss; confused Ideas in our Arguings, and Deductions from them, always leading us into confusion.","subId":"16","id":"Locke.EHU.2.29.16"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.28","imported":true,"title":"Chapter 28. Of Other Relations","breadcrumb":"Chapter 28","published":[1689]},"next":{"id":"Locke.EHU.2.30","imported":true,"title":"Chapter 30. Of Real and Phantastical Ideas","breadcrumb":"Chapter 30","published":[1689]}}