{"imported":true,"id":"Locke.EHU.2.3","parent":"Locke.EHU.2","title":"Chapter 3. Of Ideas of one Sense","breadcrumb":"Chapter 3","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.3?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. III.\nOf Ideas of one Sense.\n","id":"Locke.EHU.2.3"},{"type":"paragraph","content":"THE better to conceive the Ideas, we receive from Sensation, it may not be amiss for us to consider them, in reference to the different ways, whereby they make their Approaches to our Minds, and make themselves perceivable by us. First then, There are some, which come into our Minds by one Sense only. Secondly, There are others, that convey themselves into the Mind by more Senses than one. Thirdly, Others that are had from Reflection only. Fourthly, There are some that make themselves way, and are suggested to the Mind by all the ways of Sensation and Reflection. We shall consider them apart under these several Heads: First, There are some Ideas, which have admittance only through one Sense, which is peculiarly adapted to receive them. Thus Light and Colours, as white, red, yellow, blue; with their several Degrees or Shades, and Mixtures, as Green, Scarlet, Purple, Sea-green, and the rest, come in only by the Eyes: All kinds of Noises, Sounds, and Tones only by the Ears: The several Tastes and Smells, by the Nose and Palate. And if these Organs, or the Nerves which are the Conduits, to convey them from without to their Audience in the Brain, the Mind's Presence-Room (as I may so call it) are any of them so disordered, as not to perform their Functions, they have no Postern to be admitted by; no other way to bring themselves into view, and be perceived by the Understanding. The most considerable of those, belonging to the Touch, are Heat and Cold, and Solidity; all the rest, consisting almost wholly in the sensible Configuration, as smooth and rough; or else more, or less firm adhesion of the Parts, as hard and soft, tough and brittle, are obvious enough.","subId":"1","id":"Locke.EHU.2.3.1"},{"type":"paragraph","content":"I think, it will be needless to enumerate all the particular simple Ideas, belonging to each Sense: Nor indeed is it possible, if we would, there being a great many more of them belonging to most of the Senses, than we have Names for. The variety of Smells, which are as many almost, if not more than Species of Bodies in the World, do most of them want Names. Sweet and Stinking commonly serve our turn for these Ideas, which in effect, is little more than to call them pleasing or displeasing; though the smell of a Rose, and Violet, both sweet, are certainly very distinct Ideas. Nor are the different Tastes that are in Nature, much better provided with Names. Sweet, Bitter and Sowre, Harsh and Salt, are almost all we have to denominate all the variety of Relishes, which are to be found distinct, not only in almost every sort of Creatures, but in the different Parts of the same Plant or Animal. The same may be said of Colour and Sound. I shall therefore in the account of simple Ideas, I am here giving, content my self to set down only such, as are most material to our present Purpose, or are in themselves less apt to be taken notice of though they are very frequently the Ingredients of our complex Ideas, amongst which, I think, I may well account Solidity; which therefore I shall treat of in the next Chapter.","subId":"2","id":"Locke.EHU.2.3.2"}]}