{"imported":true,"id":"Locke.EHU.2.30","parent":"Locke.EHU.2","title":"Chapter 30. Of Real and Phantastical Ideas","breadcrumb":"Chapter 30","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.29?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXX.\nOf Real and Phantastical Ideas.\n","id":"Locke.EHU.2.30"},{"type":"paragraph","content":"BEsides what we have already mentioned, concerning Ideas, other Considerations belong to them, in reference to things from whence they are taken, or which they may be supposed to represent; and thus, I think, they may come under a threefold distinction; and are, \n First, Either real, or phantastical. \n Secondly, Adequate, or inadequate. \n Thirdly, True, or false. \n First, By real Ideas, I mean such as have a Foundation in Nature; such as have a Conformity with the real Being, and Existence of Things, or with their Archetypes. Phantastical or chymerical, I call such as have no Foundation in Nature, nor have any Conformity with that reality of Being, to which they are tacitly referr'd, as to their Archetypes. If we examine the several sorts of Ideas before-mentioned, we shall find, that,","subId":"1","id":"Locke.EHU.2.30.1"},{"type":"paragraph","content":"First, Our simple Ideas are all real, all agree to the reality of things. Not that they are all of them the Images, or representations of what does exist, the contrary whereof, in all but the primary Qualities of Bodies, hath been already shewed. But though Whiteness and Coldness are no more in Snow, than Pain is; yet those Ideas of Whiteness and Coldness, Pain, &c. being in us the Effects of Powers in Things without us, ordained by our Maker, to produce in us such Sensations; they are real Ideas in us, whereby distinguish the Qualities, that are really in things themselves. For these several Appearances, being designed to be the Marks, whereby we are to know, and distinguish Things we have to do with; our Ideas do as well serve us to that purpose, and are as real distinguishing Characters, whether they be only constant Effects, or else exact Resemblances of something in the things themselves: the reality lying in that steady correspondence, they have with the distinct Constitutions of real Beings. But whether they answer to these Constitutions, as to Causes or Patterns, it matters not; it suffices, that they are constantly produced by them. And thus our simple Ideas are all real and true, because they answer and agree to those Powers of Things, which produce them in our Minds, that being all that is requisite to make them real, and not fictious at Pleasure. For in simple Ideas, (as has been shewed,) the Mind is wholly confined to the Operation of things upon it; and can make to it self no simple Idea, more than what it has received.","subId":"2","id":"Locke.EHU.2.30.2"},{"type":"paragraph","content":"Though the Mind be wholly passive, in respect of its simple Ideas: Yet, I think, we may say, it is not so, in respect of its complex Ideas: For those being Combinations of simple Ideas, put together, and united under one general Name; 'tis plain, that the Mind of Man uses some kind of Liberty, in forming those complex Ideas. How else comes it to pass, that one Man's Idea of Gold, or Justice, is different from another's: But because he has put in, or left out of his, some simple Idea, which the other has not. The Question then is, Which of these are real, and which barely imaginary Combinations: what Collections agree to the reality of Things, and what not? And to this I say, That","subId":"3","id":"Locke.EHU.2.30.3"},{"type":"paragraph","content":"Secondly, Mixed Modes and Relations, having no other reality, but what they have in the Minds of Men, there is nothing more required to those kind of Ideas, to make them real, but that they be so framed, that there be a possibility of existing conformable to them. These Ideas, being themselves Archetypes, cannot differ from their Achetypes, and so cannot be chimerical, unless any one will jumble together in them inconsistent Ideas. Indeed, as any of them have the Names of a known Language assigned to them, by which, he that has them in his Mind, would signifie them to others, so barely Possibility of existing is not enough; they must have a Conformity to the ordinary Signification of the Name that is given them, that they may not be thought phantastical: as if a Man would give the Name of Justice to that Idea, which common use calls Liberality: But this Phantasticalness relates more to Propriety of Speech, than Reality of Ideas. For a Man to be undisturbed in Danger, but sedately to consider what is fittest to be done, and to execute it steadily, is a mixed Mode, or a complex Idea of an Action which may exist. But to be undisturbed in Danger, without using ones Reason or Industry, is what is also possible to be; and so is as real an Idea as the other. Though the first of these, having the Name Courage given to it, may, in respect of that Name, be a right or wrong Idea: But the other, whilst it has not a common received Name of any known Language assigned to it, is not capable of any Rectitude or Deformity, being made with no reference to any thing but its self.","subId":"4","id":"Locke.EHU.2.30.4"},{"type":"paragraph","content":"Thirdly, Our complex Ideas of Substances, being made all of them in reference to Things existing without us, and intended to be Representations of Substances, as they really are, are no farther real, than as they are such Combinations of simple Ideas, that are really united, and co-exist in Things without us. On the Contrary, those are phantastical, which are made up of such Collections of simple Ideas, as were really never united, never were found together in any Substance; v. g. a rational Creature, consisting of a Horse's Head, joined to a body of humane shape, or such as the Centaurs are described: Or, a Body, yellow, very malleable, fusible, and fixed; but lighter than common Water: Or, an uniform, unorganized Body, consisting as to Sense, all of similar Parts, with Perception and voluntary Motion joined to it. Whether such Substances, as these, can possibly exist, or no, 'tis probable we do not know: But be that as it will, these Ideas of Substances, being made conformable to no Pattern existing that we know; and consisting of such Collections of Ideas, as no Substance ever shewed us united together, they ought to pass with us for barely imaginary: But much more are those complex Ideas, which contain in them any Inconsistency or Contradiction of their Parts.","subId":"5","id":"Locke.EHU.2.30.5"}]}