{"imported":true,"id":"Locke.EHU.2.31","parent":"Locke.EHU.2","title":"Chapter 31. Of Adequate and Inadequate Ideas","breadcrumb":"Chapter 31","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.30?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXXI.\nOf Adequate and Inadequate Ideas.\n","id":"Locke.EHU.2.31"},{"type":"paragraph","content":"OF our real Ideas, some are Adequate, and some are Inadequate. Those I call Adequate, which perfectly represent those Archetypes, which the Mind supposes them taken from; which it intends them to stand for; and to which it refers them. Inadequate Ideas are such, which are but a partial, or incompleat representation of those Archetypes to which they are referred. Upon which account it is plain,","subId":"1","id":"Locke.EHU.2.31.1"},{"type":"paragraph","content":"First, That all our simple Ideas are adequate. Because being nothing but the effects of certain Powers in Things, fitted and ordained by GOD, to produce such Sensations in us, they cannot but be correspondent, and adequate to those Powers: And we are sure they agree to the reality of Things. For if Sugar produce in us the Ideas which we call Whiteness, and Sweetness, we are sure there is a power in Sugar to produce those Ideas in our Minds, or else they could not have been produced. And so each Sensation answering the Power that operates on any of our Senses, the Idea so produced, is a real Idea, (and not a fiction of the Mind,) which has no power to produce any simple Idea; and cannot but be adequate, since it ought only to answer that power: and so all simple Ideas are adequate. 'Tis true, the Things producing in us these simple Ideas, are but few of them denominated by us, as if they were only the causes of them; but as if those Ideas were real Beings in them. For though Fire be call'd painful to the Touch, whereby it signified the power of producing in us the Idea of Pain: yet it is denominated also Light, and Hot; as if Light, and Heat, were really something in the Fire, more than a power to excite these Ideas in us; and therefore are called Qualities: in, or of the Fire. But these being nothing, in truth, but powers to excite such Ideas in us, I must, in that sense, be understood, when I speak of secundary Qualities, as being in Things; or of their Ideas, as being in the Objects, that excite them in us. Such ways of speaking, though accommodated to the vulgar Notions, without which, one cannot be well understood; yet truly signifie nothing, but those Powers, which are in Things, to excite certain Sensations or Ideas in us. Since were there no fit Organs to receive the impressions Fire makes on the Sight and Touch; nor a Mind joined to those Organs, to receive the Ideas of Light and Heat, by those impressions from the Fire, or the Sun, there would yet be no more Light, or Heat in the World, than there would be Pain, if there were no sensible Creature to feel it, though the Sun should continue just as it is now, and Mount AEtna flame higher than ever it did. Solidity, and Extension, and the termination of it, Figure, with Motion and Rest, whereof we have the Ideas, would be really in the World as they are, whether there were any sensible Being to perceive them, or no: And therefore those we have reason to look on, as the real modifications of Matter; and such as are the exciting Causes of all our various Sensations from Bodies. But this being an Enquiry not belonging to this place, I shall enter no farther into it, but proceed to shew what complex Ideas are adequate, and what not.","subId":"2","id":"Locke.EHU.2.31.2"},{"type":"paragraph","content":"Secondly, Our complex Ideas of Modes, being voluntary Collections of simple Ideas, which the Mind puts together, without reference to any real Archetypes, or standing Patterns, existing any where, are, and cannot but be adequate Ideas. Because they not being intended for Copies of Things really existing, but for Archetypes made by the Mind, to rank and denominate Things by, cannot want any thing; they having each of them that combination of Ideas, and thereby that perfection the Mind intended they should: So that the Mind acquiesces in them, and can find nothing wanting. Thus by having the Idea of a Figure, with three sides, meeting at three Angles, I have a compleat Idea, wherein I require nothing else to make it perfect. That the Mind is satisfied with the perfection of this its Idea, is plain, in that it doe; not conceive, that any Understanding hath, or can have a more compleat or perfect Idea of that thing it signifies by the word Triangle, supposing it to exist, than it self has in that complex Idea of three Sides, and three Angles: in which is contained all that is, or can be essential to it, or necessary to compleat it, where-ever or howe-ever it exists. But in our Ideas of Substances, it is otherwise. For there desiring to copy Things, as they really do exist; and to represent to our selves that Constitution, on which all their Properties depend, we perceive our Ideas attain not that Perfection we intend: We find they still want something we should be glad were in them; and so are all inadequate. But mixed Modes and Relations, being Archetypes without Patterns, and so having nothing to represent but themselves, cannot but be adequate, every thing being so to it self. He that as first put together the Idea of Danger perceived, absence of disorder from Fear, sedate consideration of what was justly to be done, and executing of that without disturbance, or being deterred by the danger of it, had certainly in his Mind that complex Idea made up of that Combination: and intending it to be nothing else, but what it is; nor to have in it any other simple Ideas, but what it hath, it could not also but be an adequate Idea: and laying this up in his Memory, with the name Courage annexed to it, to signifie it to others, and denominate from thence any Action he should observe to agree with it, had thereby a Standard to measure and denominate Actions by, as they agreed to it. This Idea thus made, and laid up for a Pattern, must necessarily be adequate, being referred to nothing else but it self, nor made by any other Original, but the Good-liking and Will of him, that first made this Combination.","subId":"3","id":"Locke.EHU.2.31.3"},{"type":"paragraph","content":"Indeed, another coming after, and in Conversation learning from him the word Courage, may make an Idea, to which he gives that name Courage, different from what the first Author applied it to, and has in his Mind, when he uses it. And in this case, if he designs, that his Idea in Thinking, should be conformable to the other's Idea, as the Name he uses in speaking, is conformable in sound to his, from whom he learned it, his Idea may be very wrong, and inadequate. Because in this case, making the other Man's Idea the pattern of his Idea in thinking, as the other Man's Word, or Sound, is the pattern of his in speaking, his Idea is so far defective and inadequate, as it is distant from the Archetype and Pattern he refers it to, and intends to express and signifie by the name he uses for it: which name he would have to be a sign of the other Man's Idea, (to which, in its proper use, it is primarily annexed,) and of his own, as agreeing to it: to which if his own does not exactly correspond, it is faulty and inadequate.","subId":"4","id":"Locke.EHU.2.31.4"},{"type":"paragraph","content":"Therefore these complex Ideas of Modes, when they are referred by the Mind, and intended to correspond to the Ideas in the Mind of some other intelligent Being, expressed by the Names, we apply to them, they may be very deficient, wrong, and inadequate. Because they agree not to that, which the Mind designs to be their Archetype, and Pattern: In which respect only, any Idea of Modes can be wrong, imperfect, or inadequate. And on this account, our Ideas of mixed Modes are the most liable to be faulty of any other: but this refers more to proper Speaking than Knowing right.","subId":"5","id":"Locke.EHU.2.31.5"},{"type":"paragraph","content":"Thirdly, What Ideas we have of Substances, I have above shewed: Now those Ideas have in the Mind a double reference: 1. Sometimes they are referred to a supposed real Essence of each Species of Things. 2. Sometimes they are only design'd to be Pictures and Representations in the Mind, of Things that do exist, by Ideas that are discoverable in them. In both which ways, these Copies of their Originals, and Archetypes, are imperfect and inadequate. First, It is usual for Men to make the Names of Substances, stand for Things, as supposed to have certain real Essences, whereby they are of this or that Species: And Names standing for nothing but the Ideas, that are in Men's Minds, they must consequently refer their Ideas to such real Essences, as to their Archetypes. That Men (especially such as have been bred up in the Learning taught in this part of the World) do suppose certain specifick Essences of Substances, which each Individual in its several kind is made conformable to, and partakes of, is so far from needing proof, that it will be thought strange if any one should do otherwise. And thus they ordinarily apply the specifick Names, they rank particular Substances under, to Things, as distinguished by such specifick real Essences. Who is there almost, who would not take it amiss, if it should be doubted, whether he call'd himself Man, with any other meaning than as having the real Essence of a Man? And yet if you demand, what those real Essences are, 'tis plain Men are ignorant, and know them not. From whence it follows, that the Ideas they have in their Minds, being referred to real Essences as Archetypes which are unknown, must be so far from being adequate, that they cannot be supposed to be any representation of them at all. The complex Ideas we have of Substances, are, as has been shewed, certain Collections of simple Ideas, that have been observed or supposed constantly to exist together. But such a complex Idea cannot be the real Essence of any Substance: for then the Properties we discover in that Body, would depend on that complex Idea, and be deducible from it, and their necessary connexion with it be known; as all Properties of a Triangle depend on, and, as far as they are discoverable, are deducible from the complex Idea of three Lines, including a Space. But it is plain, that in our complex Ideas of Substances, are not contained such Ideas, on which all the other Qualities, that are to be found in them, do depend. The common Idea Men have of Iron, is a Body of a certain Colour, Weight, and Hardness; and a Property that they look on as belonging to it, is malleableness. But yet this Property has no necessary connexion with that complex Idea, nor any part of it: and there is no more reason to think, that malleableness depends on that Colour, Weight, and Hardness, than that that Colour, or that Weight, depends on its malleableness. And yet, though we know nothing of these real Essences, there is nothing more ordinary, than that Men should attribute the sorts of Things to such Essences. The particular parcel of Matter which makes the Ring I have on my Finger, is forwardly, by most Men, supposed to have a real Essence, whereby it is Gold; and from whence those Qualities flow, which I find in it, viz. its peculiar, Colour, Weight, Hardness, Fusibility, Fixedness, and change of Colour upon a slight touch of Mercury, &c. This Essence, from which all these Properties flow, when I enquire into it, and search after it, I plainly perceive I cannot discover: the farthest I can go, is only to presume, that it being nothing but Body, its real Essence, or internal Constitution, on which these Qualities depend, can be nothing but the Figure, Size, and Connexion of its solid Parts; of neither of which, I having any distinct perception at all, I can have no Idea of its real Essence, which is the cause that it has that particular shining yellowness; a greater weight than any thing I know of the same bulk; and a fitness to have its Colour changed by the touch of Quicksilver. If any one will say, that the real Essence, and internal Constitution, on which these Properties depend, is not the Figure, Size, and Arangement or Connexion of its solid Parts, but something else, call'd its particular form; I am farther from having any Idea of its real Essence, than I was before. For I have an Idea of Figure, Size, and Situation of solid Parts in general, though I have none of the particular Figure, Size, or putting together of Parts, whereby the Qualities above-mentioned are produced; which Qualities I find in that particular parcel of Matter that is on my Finger, and not in another parcel of Matter with which I cut the Pen I write with. But when I am told, that something besides the Figure, Size, and Posture of the solid Parts of that Body, is its Essence, something called substantial form, of that, I confess, I have no Idea at all, but only of the sound Form: which is far enough from an Idea of its real Essence, or Constitution. The like ignorance as I have of the real Essence of this particular Substance, I have also of the real Essence of all other natural ones: Of which Essences, I confess, I have no distinct Ideas at all; and I am apt to suppose, others, when they examine their own Knowledge, will find in themselves, in this one point, the same sort of ignorance.","subId":"6","id":"Locke.EHU.2.31.6"},{"type":"paragraph","content":"Now then, when Men apply to this particular parcel of Matter on my Finger, a general Name already in use, and denominate it Gold, Do they not ordinarily, or are they not understood to give it that Name, as belonging to a particular Species of Bodies, having a real internal Essence; by having of which Essence, this particular Substance comes to be of that Species, and to be called by that Name? If it be so, as it is plain it is, the name by which Things are marked, as having that Essence, must be referred primarily to that Essence; and consequently the Idea to which that name is given, must be referred also to that Essence, and be intended to represent it: which Essence, since they who so use the Names, know not their Ideas of Substances must be all inadequate in that respect, as not containing in them that real Essence, which the Mind intends they should.","subId":"7","id":"Locke.EHU.2.31.7"},{"type":"paragraph","content":"Secondly, Those who, neglecting that useless Supposition of unknown real Essences, whereby they are distinguished, endeavour to copy the Substances, that exist in the World, by putting together the Ideas of those sensible Qualities, which are sound co-existing in them, though they come much nearer a likeness of them, than those who imagine they know not what real specifick Essences: yet they arrive not at perfectly adequate Ideas of those Substances, they would thus copy into their Minds: nor do those Copies, exactly and fully, contain all that is to be found in their Archetypes. Because those Qualities, and Powers, of Substances, whereof we make their complex Ideas, are so many and various, that no Man's complex Idea contains them all. That our abstract Ideas of Substances, do not contain in them all the simple Ideas that are united in the Things themselves, is evident, in that Men do rarely put into their complex Idea of any Substance, all the simple Ideas they do know to exist in it. Because endeavouring to make the signification of their specifick Names, as clear, and as little cumbersome as they can, they make their specifick Ideas of the sorts of Substances, for the most part, of a few of those simple Ideas which are to be found in them: But these having no original precedency, or right to be put in, and make the specifick Idea, more than others that are left out, 'tis plain that both these ways, our Ideas of Substances are deficient, and inadequate. The simple Ideas whereof we make our complex ones of Substances, are all of them (baring only the Figure and Bulk of some sorts) Powers; which being Relations to other Substances, we can never be sure we know all the Powers that are in any one Body, till we have tried what Changes it is fitted to give to, or receive from other Substances, in their several ways of application: which being impossible to be tried upon any one Body, much less upon all, it is impossible we should have adequate Ideas of any Substance, made up of a Collection of all its Properties.","subId":"8","id":"Locke.EHU.2.31.8"},{"type":"paragraph","content":"Whosoever first light on a parcel of that sort of Substance, we denote by the word Gold, could not rationally take the Bulk and Figure he observed in that lump, to depend on its real Essence; on its internal Constitution. Therefore those never went into his Idea of that Species of Body: but its peculiar Colour, perhaps, and Weight, were the first he abstracted from it, to make the complex Idea of that Species. Which both are but Powers; the one to affect our Eyes, after such a manner, and to produce in us that Idea we call Yellow; and the other to force upwards any other Body of equal bulk, they being put into a pair of equal Scales, one against another. Another, perhaps, added to these, the Ideas of Fusibility and Fixedness, two other passive Powers, in relation to the operation of Fire upon it: Another, its Ductility and Solubility in Aq. Regia, two other Powers, relating to the operation of other Bodies, in changing its outward Figure, or Separation of it, into sensible Parts. These, or part of these, put together, usually make the complex Idea in Mens Minds, of that sort of Body we call Gold.","subId":"9","id":"Locke.EHU.2.31.9"},{"type":"paragraph","content":"But no one, who hath considered the Properties of Bodies in general, or this sort in particular, can doubt that this, call'd Gold, has infinite other Properties, not contained in that complex Idea: Some, who have examined this Species more accurately, could, I believe, enumerate ten times as many Properties in Gold; all of them as inseparable from its internal Constitution, as its Colour, or Weight: And 'tis probable, if any one knew all the Properties, that are by divers Men known of this Metal, there would an hundred times as many Ideas, go to the complex Idea of Gold, as any one Man yet has in his; and yet that not, perhaps, be the thousandth part of what is to be discovered in it. The changes that that one Body is apt to receive, and make in other Bodies, upon a due application, exceeding far, not only what we know, but what we are apt to imagine. Which will not appear so much a Paradox to any one, who will but consider, how far Men are yet from knowing all the Properties of that one, no very compound Figure, a Triangle, though it be no small numbers that are already by Mathematicians discovered of it.","subId":"10","id":"Locke.EHU.2.31.10"},{"type":"paragraph","content":"So that all our complex Ideas of Substances are imperfect and inadequate: which would be so also in mathematical Figures, if we were to have our complex Ideas of them, only by collecting their Properties, in reference to other Figures. How uncertain, and imperfect, would our Ideas be of an Elypsis, if we had no other Idea of it, but some few of its Properties? Whereas having in our plain Idea, the whole Essence of that Figure, we from thence discover those Properties, and demonstratively see how they flow, and are inseparable from it.","subId":"11","id":"Locke.EHU.2.31.11"},{"type":"paragraph","content":"Thus the Mind has three sorts of abstract Ideas, or nominal Essences: First, Simple Ideas, which are[greek text], or Copies; but yet certainly adequate. Because being intended to express nothing but the power in Things to produce in the Mind such a Sensation, that Sensation, when it is produced, cannot but be the Effect of that Power. So the Paper I write on, having the power, in the Light, (I speak according to the common Notion of Light,) to produce in me the Sensation, which I call White, it cannot but be the Effect of such a Power, in something without the Mind; since the Mind has not the power to produce any such Idea in its self, and being meant for nothing else but the Effect of such a Power, that simple Idea is real and adequate: the sensation of White, in my Mind, being the Effect of that Power, which is in the Paper to produce it, is perfectly adequate to that Power; or else, that Power would produce a different Idea.","subId":"12","id":"Locke.EHU.2.31.12"},{"type":"paragraph","content":"Secondly, The complex Ideas of Substances are Ectypes, Copies too; but not perfect ones, not adequate: which is very evident to the Mind, in that it plainly perceives, that whatever Collection of simple Ideas it makes of any Substance that exists, it cannot be sure, that it exactly answers all that are in that Substance. Since not having tried all the Operations of all other Substances upon it, and found all the Alterations it would receive from, or cause in other Substances, it cannot have an exact adequate Collection of all its active and passive Capacities; and so not have an adequate complex Idea of the Powers of any Substance existing, and its Relations, which is that sort of complex Idea of Substances we have. And, after all, if we could have, and actually had, in our complex Idea, an exact Collection of all the secundary Qualities, or Powers of any Substance, we should not yet thereby have an Idea of the Essence of that Thing. For since the Powers, or Qualities, that are observable by us, are not the real Essence of that Substance, but depend on it, and flow from it, any Collection whatsoever of these Qualities, cannot be the real Essence of that Thing. Whereby it is plain, that our Ideas of Substances are not adequate; are not what the Mind intends them to be. Besides, a Man has no Idea of Substance in general, nor knows what Substance is in it self.","subId":"13","id":"Locke.EHU.2.31.13"},{"type":"paragraph","content":"Thirdly, Complex Ideas of Modes and Relations, are Originals, and Archetypes; are not Copies, nor made after the pattern of any real Existence, to which the Mind intends them to be conformable, and exactly to answer. These being such Collections of simple Ideas, that the Mind it self puts together, and such Collections, that each of them contains in it precisely all that the Mind intends it should, they are Archetypes and Essences of Modes that may exist: and so are designed only for, and belong only to such Modes, as when they do exist, have an exact conformity with those complex Ideas. The Ideas therefore of Modes and Relations, cannot but be adequate.","subId":"14","id":"Locke.EHU.2.31.14"}]}