{"id":"Conway.PAM.2","imported":true,"parent":"Conway.PAM","title":"Chapter 2","breadcrumb":"Chapter 2","published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.2?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. II.\n§. 1. Although Creatures are not Co-eternal with God; yet they had infinite Times from the Beginning. §. 2. So that no Number of Years, no not the greatest that any created Intellect can conceive, can reach to their Beginning. §. 3. Creatures were in one sence from Eternity, and in another sence not from Eternity. §. 4. Infinity of Times is proved from the infinite Goodness of God. §. 5. It is an Essential Attribute of God to be a Creator. §. 6. What Time is, and how the same cannot be in God:","id":"Conway.PAM.2"},{"type":"paragraph","content":"§. 1. FORASMUCH as all Creatures are, and do exist simply, or alone from him; because God willed them to be, whose Will is infinitely powerful, and whose Commandment, without any Instrument or Instrumental Cause, is the only Efficient to give Being unto his Creatures: Hence it necessarily follows, seeing the Will of God is Eternal, or from Eternity, that Creation must immediately follow the said Will, without any Interposition of Time: And though it cannot be said, that Creatures considered in themselves, are Co-eternal with God; because after this rate Eternity and Time would be confounded together; yet nevertheless the Creatures, and that Will which created then, are so mutually present, and so immediately happen one after another; that nothing can be said to come in between; even as if two Circles should immediately touch each other: Neither can we assign any other Beginning to Creatures, but God himself, and his Eternal Will, which is according to his Eternal Idea or Wisdom. Hence it follows by Natural Consequence, that Times from the Creation are Infinite, and without all Number, which no created Intellect can conceive: How then can this be Finite or Measured, which had no other beginning but Eternity it self.","subId":"1","id":"Conway.PAM.2.1"},{"type":"paragraph","content":"§. 2. BUT if any one will say, Times are Finite, then let us suppose the Measure of them from the Beginning, to be about 6000 Years, (even as some do think that the whole Age of this World, from the Beginning, is of no greater Extent,) or with others (who think, that before this World, there was another invisible World, from whence this visible World proceeded;) let us suppose the Duration of this World to be 600000 Years, or any other Number of Years, as great as can be by any Reason conceived: Now I demand whether it could be, that the World was created before this time? If they deny it, they limit the Power of God to a certain Number of Years; if they affirm it, they allow Time to be before all time, which is a manifest Contradiction.","subId":"2","id":"Conway.PAM.2.2"},{"type":"paragraph","content":"§. 3. THESE things being premised it will be easie to Answer to that Question, wherewith Numbers have been so exceedingly perplexed: Whether Creation was made or could be made from Eternity, or from Everlasting? If by Eternity, and Everlasting, they mean an Infinite Number of Times; in this sence Creation was made from Everlasting: But if they mean such an Eternity, as God himself hath, so as to say, Creatures are Equal or Co-eternal with God, and to have no beginning of Time, this is false: For both Creatures and Times (which are nothing else but successive Motions and Operations of Created Beings) had a Beginning, which is God or the Eternal Will of God. And why should it seem strange to any one that Times in their whole Collection or Universality, may be said to be Infinite, when the least part of Time that can be conceived, contains in it self a kind of Infinity? For as there is no Time so great, that a greater cannot be conceived; so there is no time so small, but there may be a less; for the sixtieth part of a Minute may be divided into sixty other parts, and these again into others, and so ad infinitum.","subId":"3","id":"Conway.PAM.2.3"},{"type":"paragraph","content":"§. 4. BUT the Infiniteness of Times from the beginning of Creation may be likewise demonstrated from the Goodness of God; For God is infinitely Good, Loving, and Bountiful; yea, Goodness and Charity it self; an infinite Fountain, and Father of Goodness, Charity, and Bounty. Now how can it be, that this Fountain shall not always plentifully flow, and send from it self Living Waters? And shall not this Ocean perpetually abound with its own Efflux to the Production of Creatures, and that with a certain continual Stream? For the Goodness of God in its own proper Nature is Communicative, and Multiplicative, and seeing in him nothing is wanting, neither can any thing be added unto him, by reason of his absolute fulness, and transcendent fertility: And also seeing by the same reason he cannot multiply himself, which would be all one, as if we should imagine there were more Gods than one, which is contradictory: Now it necessarily follows, that he did give Being to his Creatures from everlasting, or Times without Number; or else this Communicative Goodness of God, which is his Essential Attribute, would be something Finite, and its Duration consist of a certain Number of Years, than which nothing is more absurd.","subId":"4","id":"Conway.PAM.2.4"},{"type":"paragraph","content":"§. 5. IT is an Essential Attribute of God, to be a Creator, and so by Consequence God ever was a Creator, and ever will be a Creator, because otherwise he would be changed. And therefore Creatures ever were, and ever will be; but the Eternity of Creatures is nothing else, but an Infinity of Times, in which they ever were, and ever will be without end: Neither is this Infiniteness of Times equal to the Infiniteness of God's Eternity; because the Eternity of God himself, hath no Times in it; nothing therein can be said to be past, or to come, but the whole is always present: He is indeed in Times; but not comprehended of them. Although the Hebrews seem to speak somewhat different from this (as appears in Kabbal. denud. Tom. 1. Part 2. pag. 29, 30. and Philosoph. Kabbal. dissertat. 3. Ch. 6, 7. in Kab. denud. Tom. 1. Part 3.) yet they do not contradict this Opinion, because they allow an indefinite Duration of Times. Confes. Adumbrat. Kabbal. Christian. Ch. 7. §. 4, 5, 7. in Kabbal. denud. Tom. 2. Tract. ult.","subId":"5","id":"Conway.PAM.2.5"},{"type":"paragraph","content":"§. 6. AND the reason hereof is manifest; because Time is nothing else but the successive Motion or Operation of Creatures; which Motion or Operation, if it should cease, Time would also cease, and the Creatures themselves would cease with Time: Wherefore such is the Nature of every Creature, that it is in Motion, or hath a certain Motion, by means of which it advances forward, and grows to a farther perfection. And seeing in God there is no successive Motion or Operation to a farther perfection; because he is most absolutely perfect. Hence there are no Times in God or his Eternity.","subId":"6","id":"Conway.PAM.2.6"},{"type":"paragraph","content":"§. 7. AND moreover, because there are no Parts in God, there are also no Times in him; for all Times have their Parts, and are indeed infinitely divisible, as before was said.","subId":"7","id":"Conway.PAM.2.7"}],"texts":[],"ancestors":[{"id":"Conway","forename":"Anne","surname":"Conway","birth":1631,"death":1679,"published":1692,"nationality":"English","sex":"Female","texts":[{"id":"Conway.PAM","forename":"Anne","surname":"Conway","title":"The Principles of the Most Ancient and Modern Philosophy","birth":1631,"death":1679,"published":[1690],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Principles of Ancient and Modern Philosophy"}]},{"id":"Conway.PAM","forename":"Anne","surname":"Conway","title":"The Principles of the Most Ancient and Modern Philosophy","birth":1631,"death":1679,"published":[1690],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Principles of Ancient and Modern Philosophy"}],"prev":{"id":"Conway.PAM.Ann","imported":true,"title":"Annotations on Chapter 1","breadcrumb":"Annotations on Chapter 1","published":[1690]},"next":{"id":"Conway.PAM.3","imported":true,"title":"Chapter 3","breadcrumb":"Chapter 3","published":[1690]}}