{"imported":true,"id":"Conway.PAM.7","parent":"Conway.PAM","title":"Chapter 7","breadcrumb":"Chapter 7","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.7?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"CHAP. VII.\n§. 1. That every Body may be turned into a Spirit, and a Spirit into a Body; because the distinction between Body and Spirit is only in Modo, not in Essentia: The reason hereof is taken, first, from the Order of Things abovesaid, which consists only in Three. And that the worst of Creatures; yea, the most cursed Devils, after many and long-continued Torments, shall at length return to a State of Goodness. Moreover, that all this hardness and grossness of Bodies, came from a certain Fall, which therefore shall in time return to a state of softness and subtilty. §. 2. The Second Reason is drawn from the Divine Attributes, whereof some are communicable to his Creatures. §. 3. The Third Reason, is drawn from the love which the Spirits have to their Bodies. §. 4. That to be penetrable and indiscerpible is as truly attributed to Bodies, as to Spirits; and to be impenetrable and discerpible agrees as well to Spirits as to Bodies; for that the difference is Gradual and not Essential; And that no Creature, or Created Spirit, can be intimately present in any Creature, because Intrinsick Presence only pertains to God and Christ; and therefore that Philosophical Penetration of Created Spirits, in regard of Bodies, is a mere Scholastick Fiction.","id":"Conway.PAM.7"},{"type":"paragraph","content":"NOW that I may more clearly demonstrate, that every Body is a certain Spirit or Life in its own Nature, and that the same is a certain intelligent Principle, having knowledge, Sense, Love, Desire, Joy, and Grief; as it is this or that way affected; and by consequence hath Activity and Motion, per se; so that it can remove it self whithersoever it desires to be; I say, in its own Nature, wherein it was originally created, and as it shall be again, when it shall be reduced to its primitive State, and delivered from that Confusion and Vanity, to which it is subject by reason of Sin. I shall produce these following Reasons. (Of the Nature of Matter and Spirit, more may be seen in Kabbal, denud. Tom. 1. Part 2. p. 308. unto. p. 312. and Tom. 2. Treatise ult. pag. 6. 28, 29, 32.)","subId":"i","id":"Conway.PAM.7.i"},{"type":"paragraph","content":"§. 1. THE first hereof shall be from the Order of Things, before-mentioned, which I have already proved to be but Three; to wit, God the Supreme or Chiefest, Christ the Medium or Middle, and the Creature the lowest in Order; which Creature is but one Essence or Substance, as to Nature or Essence, as is above demonstrated, so that it only differs secundum modos existendi; or, according to the manners of existence; among which one is Corporiety; whereof also there are many degrees; so that a Thing may more or less approach to, or recede from the State and Condition of a Body or a Spirit; but because a Spirit (between these two) is more excellent in the Natural Order of Things, and by how much the more a Creature is a Spirit, (if at least wise it doth not any otherwise degenerate) so much the nearer it approaches to God, who is the chiefest Spirit. Hence a Body may always be more and more Spiritual, ad infinitum; because God who is the First and Supreme Spirit is Infinite, and doth not nor cannot partake of the least Corporiety; whence such is the Nature of a Creature, unless it degenerates, that it always draws nearer and nearer unto God in likeness: But because there is no Being, which is every way contrary to God, (Viz. there is no Being, which is infinitely and unchangeably Evil, as God is infinitely and unchangeably Good; nothing infinitely Dark, as God is infinitely Light; nor any thing infinitely a Body, having nothing of Spirit, as God is infinitely a Spirit, having nothing of Body;) hence it is manifest that no Creature can become more and more a Body, ad infinitum, although the same may become more and more a Spirit, ad infinitum; and nothing can become infinitely more dark, though it may become infinitely more light: By the same reason nothing can be Evil ad infinitum, although it may become more and more Good ad infinitum: And so indeed, in the very Nature of Things, there are limits or bounds to Evil; but none unto Good. And after the same manner, every degree of Sin or Evil hath its Punishment, Grief, and Chastisement annexed to it, in the very Nature of the Thing, by which the Evil is again changed into Good; which Punishment or Correction, though it be not presently perceived of the Creature, when it Sins, yet is reserved in those very Sins which the same committeth, and in its due time will appear; and then every Sin will have its Punishment, and so the Pain and Chastisement will be felt of the Creature, and by that the Creature will be again restored unto its former State of Goodness, in which it was created, and from which it cannot fall or slide any more; because by its great Chastisement it hath acquired a greater Strength and Perfection; and so is ascended so far above that indifferency of Will, which before it had to Good or Evil, that it Wills only that which is Good, neither is any more capable to Will any Evil. See Kabbal. denud. Tom. 2. Tract. ult. p. 61. §. 9. p. 69. §. 21. and 70. §. 5. & ibid. Tract. 2. p. 157.","subId":"1","id":"Conway.PAM.7.1"},{"type":"paragraph","content":"And hence may be inferred, that all the Creatures of God, which heretofore degenerated and fell from their primitive Goodness, must after certain periods be converted and restored, not only to as good, but unto a better State than that was in which they were created: For Divine Operation cannot cease: And hence it is the Nature of every Creature to be still in Motion, and always to change either from Good to Good, or from Good into Evil, or from Evil again into Good; and because it cannot proceed infinitely to Evil, for that there is no Infinite Example thereof, hence it must necessarily return or slide into Eternal Silence, which is contrary to the Nature of it. But if it be said, it goes into Eternal Torments, I Answer, If by Eternal thou meanest an Infiniteness of Ages, which shall never cease, that is impossible; because every Pain and Torment excites or stirs up an operating Spirit and Life in every thing which suffers; as we observe by continued Experience, and Reason teacheth us, that of necessity it must be so; because through Pain, and the enduring thereof, every kind of crassitude or grossness in Spirit or Body contracted is attenuated, and so the Spirit captivated or detained in that grossness or crassitude is set at Liberty, and made more Spiritual, and consequently more Active and Operative, through suffering. Now seeing a Creature cannot proceed infinitely to Evil, nor slide down into Inactivity or Silence, nor yet also into mere Eternal Passion, it incontestably follows, that it must at length return unto Good; and by how much the greater its Sufferings are, so much the sooner shall it return and be restored. And so we see how a Thing (the same Substance still remaining) may be marvellously changed in respect of the manners of its Existence; so that a certain Holy and Blessed Spirit, or Angel of Light, could by his voluntary Action, become a Wicked and Cursed Spirit of Darkness; which Change, or Metamorphosis, certainly is as great as if a Spirit were changed into a Body. And if it be here demanded, Whether those Spirits became more Corporeal by their Transgression, than they were in their Primitive State before they fell? I answer, Yes; but because, as I have already shown, that a Spirit is capable of Corporiety, Secundum majus & minus, or more and less; although not infinitely, yet in many degrees. Hence it is, they could remain for many Ages, and have nothing of such a Corporeal Crassitude, as Things in this visible. World have, such as are hard Stones, or Metals, or the Bodies of Men and Women: For certainly the Bodies of the worst Spirits have not such a Crassltude as any visible Body, and yet all that grossness of visible Bodies came from the Fall of Spirits from their First State: And so the Spirits after long and various periods, could contract this grossness to themselves, although they could not together, and at one and the same time fall into an universal grossness, so that the whole Body of any fallen Spirit should be in all its parts equally gross; but some parts become grosser and grosser; and the other Corporeal Parts of this Spirit (which are its immediate Vehicle, and wherewith it is most intimately united) retain a certain Tenuity or Subtilty, without which the Spirit could not be so moveable and active as otherwise it would; and with these subtiler and more tenuious Parts of the Body, the principal Spirit (together with its ministring Spirits, so many of them as it can possibly gather together) departs out of those thicker Parts of the Body, which it leaves as so many cadaverous Bodies, which are no longer fit to serve the said Spirits in those Operations which they exercise in their present State.","subId":"2","id":"Conway.PAM.7.2"},{"type":"paragraph","content":"And we may observe this departure of the subtiler and stronger Spirits, out of the harder and grosser parts of the Body, into the more soft and tenuous, in a certain Spirituous Liquor, which is congealed with great cold, where the stronger Spirits (forsaking the harder Parts which are outward, and chiefly exposed to the cold) do gather themselves into the middle Part of the Body, which is always subtile and thin, so that one only drop of that Liquor (which is not congealed, but remaineth still liquid in the innermost Part of the congealed Body) hath in it the augmented force of all those Parts which are congealed; so that here is a two fold grossness and hardness of Bodies, the one palpable and visible to our External Senses; the other invisible and impalpable, which nevertheless is as gross as the other, yea, often grosser and harder, which may be truly perceived by the Internal Senses, although the External Senses may be insensible thereof; for the invisible and impalpable grossness or hardness is that which is proper to those Bodies, which are so small, that our External Senses cannot perceive them, when nevertheless they are really exceeding hard, yea, harder than any Flint or Metal, which we can handle with our Hands. And out of these hard and small Bodies, visible Waters are for the most part composed, although they appear to us very soft, fluid, and tenuious, by reason of the great Plenty of certain other subtile Bodies which continually agitate, and move the said hard Particles; so that Water seems to our gross Senses to be one thing Homogeneal, Simple, and Uniform, although it consisteth of many Heterogeneous and Dissimilar or differing Parts, more than many other Bodies; and many of these Parts are exceeding hard and stony, whence proceeds Gravel, bubbling sorth, and all other little Sands and Stones, which have their Original and Birth from the Waters springing from the bottom of the Earth; and when those little Stones, or stony Particles of Water, grow into visible Sand and Stones, the same after some time do again lose this hardness, and become more soft and tenuious, than when they belonged to the Waters; for Stones do rot, and are converted into soft Earth, and out of this proceed Animals; so also Stones putrifying, do often become Water again; but this Water is of another Species than the former, for one is petrefying, the other mollifying; as it is observed that from one Mountain in Helvetia two Kinds of Water flow, one whereof being drunken breeds the Stone, and the other is a proper remedy against it; so that one Water is changed into a Stone, and the other Water proceeds from that Stone, whilst it is in Corruption, and so it alters and loseth its former hardness: And so from what hath been said may the better be understood, how the Heart and Spirit of a Wicked Man may be said to be hard and stony; because indeed his Spirit hath in it a real hardness, such as is found in those little stony Particles of certain Waters; when on the contrary the Spirits of good Men are soft and tender; which internal softness and hardness of Spirits, we may also really feel, and every Good Man doth as sensibly perceive the same, as the external hardness of gross Bodies is discerned by the outward touch; but such who are dead in their Sins, have not this sense of the hardness or softness of Good or Evil Spirits; and therefore they call these only Metaphorical Speeches, when indeed the Things are really so in a proper sence, and that without any Figure.","subId":"3","id":"Conway.PAM.7.3"},{"type":"paragraph","content":"§. 2. THE Second Reason, that created Spirits are convertible into Bodies, and Bodies into Spirits, I shall deduce from a serious and due consideration of the Divine Attributes; from which, as from a Treasury of Instructions, may be manifested the Truth of all Things: For seeing God is infinitely Good, and communicates his Goodness infinite ways to his Creatures; so that there is no Creature which doth not receive something of his Goodness, and that very largely: And seeing the Goodness of God is a living Goodness, which hath Life, Power, Love, and Knowledge in it, which he communicates to his Creatures, How can it be, that any dead Thing should proceed from him, or be created by him, such as is mere Body or Matter, according to their Hypothesis, who affirm, that the same is wholly inconvertible, to any degree of Life or Knowledge? It is truly said of one that God made not Death, and it is as true, that he made no dead Thing: For how can a dead Thing depend of him, who is infinitely Life and Charity? Or how can any Creature receive so vile and diminutive an Essence from him, (who is so infinitely Liberal and Good,) that should partake nothing of Life or Knowledge, nor ever be able to aspire to it, no not in the least degree? Hath not God created all his Creatures for this end, that in him they might be Blessed; and enjoy his Divine Goodness, in their several States and Conditions? But how can this be without Life or sense? Or how can any Thing, that wanteth Life, enjoy Divine Goodness? But we shall urge this Argument a little farther, The Divine Attributes are commonly and rightly distinguished, into communicable, and incommunicable; the incommunicable are, that God is a Being, subsisting by himself, Independent, Unchangeable, absolutely Infinite, and most Perfect: The communicable are, that he is a Spirit, Life, and Light, that he is Good, Holy, Just, Wise, &c. But now there are none of these communicable Attributes, which are not living, yea Life it self: And because every Creature hath a Communication with God in some of his Attributes, now I demand, In what Attribute dead Matter hath it, or a Body that is uncapable of Life and Sense for ever? If it be said, It agrees with God in Entity, or that it is an Essence, I Answer, In God there is no dead Being, whereof he is or can be Partaker: Whence, therefore, shall this have its dead Essence? Moreover the Entity or Being of a Thing is not properly an Attribute thereof; but an Attribute is properly, tale quid, or something that is predicated or affirmed of that Being: Now what Attributes or Perfections can be attributed to dead Matter, which do analogically Answer to those which are in God? If we diligently enquire thereinto, we shall find none at all; for all his Attributes are living; yea, Life it self. Moreover, seeing the Creatures of God, so far as they are Creatures, ought necessarily in some things to resemble their Creator, now I demand, in what dead Matter is like unto God? If they say again in naked Entity, I Answer, There is none such in God or his Creatures: And so it is a mere non ens, or nothing.","subId":"4","id":"Conway.PAM.7.4"},{"type":"paragraph","content":"But as touching the other Attributes of Matter, viz. Impenetrability; Figurability, and Mobility; certainly none of these have any place in God, and so are not of his communicable Attributes; but rather Essential Differences or Attributes of Diversity, whereby the Creature, as such, is distinguished from God; as also Mutability is of the Number of those differential Attributes, whence it cannot be said that Mutability is of the communicable Attributes of God: And in like manner, Impenetrability, Figurability, and Mobility, do not pertain unto the communicable Attributes of God; but to those only in which the Creatures differ from him. And seeing dead Matter doth not partake of any of the communicable Attributes of God, we must certainly conclude, that the same is a mere non ens, or nothing, a false Fiction or Chimaera, and so a thing impossible. If they say, it hath a Metaphysical Goodness and Truth, even as every Being is Good and True: Again; I demand, What is that Goodness and Truth? For if it hath no participation with any of the communicable Attributes of God, it will be neither Good nor True, and so a mere Fiction, as before was said. Moreover, seeing it cannot be said, wherein dead Matter doth any way partake of Divine Goodness, much less can it be shown, how it may be capable always to acquire a greater Perfection, ad infinitum, which is the Nature of all Creatures, viz. to increase, and infinitely advance towards a farther Perfection as is before demonstrated. But what farther progress in Goodness or Perfection hath a dead Matter? Because after it hath suffered Infinite Changes of Motion and Figure it is constrained always to remain dead, as before; and if Motion and Figure contribute nothing to the receiving of Life, then certainly this is made never the better; nay, is not in the least degree promoted in Goodness: For suppose this dead Matter had undergone all Forms, and been transmuted into all Kinds of Figures, even the most regular and exact: What doth this profit this Matter or Body, because it wants all Life and Sense? So let us suppose the same to have undergone Infinite Kinds of Motion, from slowness to swiftness; Wherein, therefore, is it better, by the way of its Intrinsecal Melioration? For the Argument speaketh of Intrinsecal Melioration, which is such a Melioration as the Nature of the Thing it self requireth, and which is performed thereby; but a mere dead Body, or Matter, requires no kind of Motion or Figure; nor, in it self, is perfected more by one Motion, or Figure, than by another; for it is alike indifferent to all Motions and Figures whatsoever, and by consequence is not perfected or bettered by any of them. And then what advantage will it have from all these helps, if it always remain a dead and impassible Thing.","subId":"5","id":"Conway.PAM.7.5"},{"type":"paragraph","content":"§. 3. MY Third Reason is drawn from the great Love and Desire that the Spirits or Souls have towards Bodies, and especially towards those with which they are united, and in which they have their Habitation: But now the Foundation of all Love or Desire, whereby one Thing is carried unto another, stands in this, That either they are of the same Nature and Substance with them, or like unto them, or both; or that one hath its Being from the other, whereof we have an Example in all living Creatures which bring forth their young; and in like manner also in Men, how they love that which is born of them: For so also even Wicked Men and Women (if they are notextremely perverse, and void of Parental Love) do Love their Children, and cherish them with a Natural Affection, the cause whereof certainly is this, That their Children are of the same Nature and Substance, viz. as though they were Parts of them; and if they are like them, either in Body, Spirit, or Manners, hereby their Love is the more increased: So also we observe that Animals of one Species love one another more than those that are of a different Species; whence also Cattle of one Kind feed together; Birds of a Kind flock together; and Fishes of a Kind swim together; and so Men rather converse with Men than with any other Creatures: But besides this particular Love, there remains yet something of Universal Love in all Creatures, one towards another, setting aside that great confusion which hath fallen out since, by reason of Transgression; which certainly must proceed from the same Foundation, viz. in regard of their First Substance and Essence, they were all one and the same Thing, and as it were Parts and Members of one Body. Moreover, in every Species of Animals, we see how the Male and Female Love one another, and in all their Propagations (which are not Monstrous, and contrary to Nature) they respect each other; and that proceeds not only from the unity of Nature, but also by reason of a certain eminent similitude or likeness between them. And both these Foundations of Love between a Man and a Woman, are expresly mentioned in Genesis; but that which Adam spoke concerning his Wife, This is Bone of my Bone, and Flesh of my Flesh, &c. pertains unto the Unity of Nature; for she was taken out of him, and was a part of him, and therefore he loved her. Moreover also, concerning Similitude, it is said, there was no Help found for him, or before his Face, as it is in the Hebrew, (i. e.) among all Creatures he saw not his like, with whom he would converse, until Eve was made for him. But there is yet another cause of Love, when Beings, that love each other, are not one Substance, but one gave Being to the other, and is the proper and real cause thereof. And so it is in the case between God and Creatures; for he gave to all, Being, Life, and Motion; and therefore he loves all Creatures; neither can he not love them; yea, at the same time when he seems to hate and be angry with them, this his Anger, and what proceeds therefrom, viz. Punishments and Judgments, turns to their Good, because he perceiveth they have need of them. So, on the contrary, the Creatures which have not wholly degenerated, and lost all sense of God, do love him; and this is a certain Divine Law, and Instinct, which he put in all rational Creatures, that they might love him, which is the fulfilling of the whole Law: But those Creatures which draw most near unto God in similitude or likeness, do love him the more, and are the more loved of him. But if it be thought there is another principal cause of Love, to wit, Goodness, which is the most vehement or powerful Magnet thereof, whence also God is above all the most to be loved; because he is the best; which Goodness is in some measure in Creatures, either really or apparently; wherefore such are loved of their Fellow-Creatures: I Answer: It must be granted indeed, that Goodness is a great, yea the greatest Cause of Love, and the proper Object of it; but this Goodness is not a distinct Cause from those before laid down, but is comprehended in them. Wherefore do we call a Thing Good? But because it either really or apparently pleases us, for the unity it hath with us, or which we have with it: Hence it comes to pass, that Good Men love Good Men, and not otherwise; for Good Men cannot love Evil, nor Evil Men Good Men as such; for there is no greater similitude than between Good and Good: For the reason why we call or esteem a Thing Good, is this, that it benefits us, and that we are made Partakers of its Goodness, and so here the First Cause of Similitude is still Militant: So likewise, when one Thing gives being to another, as when God and Christ give Being to Creatures (as from whom have every true Essence proceeded,) here is in like manner a certain Similitude; for it is impossible that the Creatures should not in some Things be like their Creator, and agree with him in some Attributes or Perfections.","subId":"6","id":"Conway.PAM.7.6"},{"type":"paragraph","content":"This being supposed a Touch-stone, we shall now return to our subject matter, (i. e.) to examine, whether Spirits and Bodies are of one Nature and Substance, and so convertible one into another? Therefore, I demand, What is the reason, That the Spirit or Soul so loveth the Body wherewith it is united, and so unwillingly departs out of it, that it has been manifestly notorious, the Souls of some have attended on, and been subject to their Bodies, after the Body was dead, until it was corrupted, and dissolved into dust. That the Spirit or Soul gave a distinct Being to the Body, or the Body to the Spirit, cannot be the reason of this Love; for that were Creation in a strict sence; but this (viz.) to give Being unto Things agrees only to God and Christ; therefore that necessarily comes to pass by reason of that similitude they have one with another, or some Affinity in their Natures: Or, if it be said, there is a certain Goodness in the Body, which moves the Spirit to love it, certainly this Goodness must necessarily answer to something in the Soul which is like it, otherwise it could not be carried unto it; yea, let them inform us what that Goodness in the Body is, for which the Soul doth so servently love it? or in what Attributes or Perfections a Body is like a Spirit; if a Body is nothing but a dead Trunk, and a certain Mass which is altogether uncapable of any degree of Life, and Perfection? if they say a Body agrees with a Spirit Ratione entis, or in respect of Being; that is to say; as this hath Being so that hath the same; this is already refuted in the former Argument; for if this Being hath no Attributes or Perfections wherein it may agree with the Being of a Spirit, then it is only a mere Fiction; for God created no Naked Ens, or Being, which should be a mere Being, and have no Attributes that may be predicated of it; besides also, Ens is only a Logical Notion or Term, which Logicians do call Genus generalissimum, or the most General Kind, which in the naked and abstracted Notion of it, is not in the Things themselves, but only in the Conception or Humane Intellect. And therefore every true Being is a certain single Nature, whereof may be affirmed such and such Attributes: Now what are those Attributes of Body, wherein it resembles a Spirit? Let us examine the principal Attributes of Body, as distinct from a Spirit, according to their Opinion, who so much dispute, that Body and Spirit are so infinitely distant in Nature, that one can never become the other: The Attributes are these, That a Body is impenetrable of all other Bodies, so that the parts thereof cannot penetrate each other; but there is another Attribute of Body, viz. to be discerpible or divisible into parts: But the Attributes of Spirit (as they define it) are penetrability and indiscerpibility, so that one Spirit can penetrate another; also, that a thousand Spirits can stand together one within another, and yet possess no more Space than one Spirit, Moreover, that a Spirit is so simple, and one in it self, that it cannot be rent asunder, or actually divided into separate parts. If now the Attributes of Body and Spirit are compared together, they are so far from being like one another, or having any Analogy of Nature (in which nevertheless the true Foundation of Love and Unity doth consist, as before was said,) that they are plainly contrary; yea, nothing in the whole World can be conceived so contrary to any Thing, as Body and Spirit, in the opinion of these Men. For here is a pure and absolute contrariety in all their Attributes; because Penetrability and Impenetrability are more contrary one to another than black and white, or hot and cold: For that which is black may become white, and that which is hot may become cold: But (as they say) that which is impenetrable cannot be made penetrable; yea, God and Creatures do not so infinitely differ in Essence one from another; as these Doctors make Body to differ from Spirit: For there are many Attributes, in which God and the Creatures agree together; but we can find none, wherein a Body can any way agree with a Spirit, and by consequence, nor with God, who is the chiefest and purest of Spirits; wherefore it can be no Creature, but a mere Non-entity or Fiction: But as Body and Spirit are contrary in the Attributes of Penetrability and Impenetrability; so are they no less contrary in Discerpibility and Indiscerpibility: But if they alledge, that Body and Spirit do agree in some Attributes, as Extension, Mobility, and Figurability; so that Spirit hath Extension, and can reach from one place to another, and also can move it self from place to place, and form it self into whatsoever Figure it pleaseth, in which cases it agrees with a Body, and a Body with it: To this I Answer: Supposing the first, that a Spirit can be extended (which yet many of them deny, yea most, who teach that Body and Spirit are essentially distinct) yet the Extension of Body and Spirit, as they understand it, do wonderfully differ; for the Extension of Body is always impenetrable; yea, to be extended, and impenetrable, as pertaining to Body, is only one real Attribute proposed in two Mental and Logical Notions, or ways of speaking; for what is Extension, unless the Body (wheresoever it is) be impenetrable of its own proper parts? But remove this Attribute of Impenetrability from a Body, and it cannot be conceived any longer, as extended. Moreover also, the Extension of Body and Spirit, according to their Notion, infinitely differ; for whatsoever Extension a Body hath, the same is so necessary and essential to it, that it is impossible for it to be more or less extended; when nevertheless a Spirit may be more or less extended, as they affirm; and seeing to be moveable and figurable, are only consequential Attributes of Extension, (for that a Spirit is far otherwise moveable and figurable than a Body, because a Spirit can move and form it self as a Body cannot:) The same Reason which is good against the one is good against the other also.","subId":"7","id":"Conway.PAM.7.7"},{"type":"paragraph","content":"§. 4. BUT, Secondly, How can they prove Impenetrability is an Essential Attribute of Body; or that Penetrability is an Essential Attribute of Spirit? Why may not Body be more or less impenetrable, and Spirit more or less penetrable, as it may, and indeed doth happen in all other Attributes? For, ex. gr. some Body may be more or less heavy or light, condensed or rarefied, solid or liquid, hot or cold; then why may it not also be more or less penetrable, or impenetrable? If it be said, that in all those other Mutations we always observe, that a Body remains impenetrable, as Iron when it is heat red-hot, yet remains still impenetrable: I Answer, I grant it may remain impenetrable of any other Body of equal thickness; yet may, and is entirely penetrated of a more subtile Body, sc. of the Fire which hath entred into it, and penetrated all its parts, whereby 'tis made so soft; and if the Fire be stronger, begins wholly to melt. But if, against this, they Object, that the ingress of Fire into the Iron, is not penetration in a Philosophical Sence, nor as they understand it, viz. as though the Fire and Iron did possess but one place, and so the one could be intrinsecally present in the other; because it is manifest to the contrary, that Iron (if it be made candent or glowing hot) it swelleth and acquireth a greater Bulk, than when it is cold; and as it waxeth cold again, it returneth to its former dimension. To this I Answer: If they mean such a Penetration, which we call Intrinseck Presence, viz. that one Homogeneal Substance should enter into another, both being of equal Dimensions, and yet the bulk or quantity not increased, that seems wholly irrational: And it would be a mere impossibility and contradiction to grant such an intimate Presence in Creatures, which only agrees unto God and Christ as Creators, whose Prerogative it is to be intrinsecally present in Creatures; whereas no Creature can have that Intrinseck Presence in its Fellow Creature, because then it would cease to be a Creature, and obtain one of the incommunicable Attributes of God and Christ, which is Intrinseck Presence. This (I say) is primarily to be attributed to God, and secondarily to Christ, in as much as he is Medium quid, or a certain Medium between God and Creatures, and who as he is Partaker of Mutability and Immutability, of Eternity and Time; so he may be said to be Partaker of Body and Spirit, and consequently of Place and Extension: For, in as much as his Body is of another Substance than the Bodies of all other Creatures, (as of whom he is the nearest Beginning to God,) it may be truly said, he is intrinsecally present in them, and yet not so as to be confounded with them. For to suppose one Creature intrinsecally present in another, so as to be mingled and most perfectly united with it, and yet its Quantity or Extension not increased, that confounds the Creatures, and maketh two or more to be but one: Yea, according to this Hypothesis, it may be said the whole Creation is reducible into the quantity of the least Grain or Dust, because every part would be supposed to penetrate another, and no greater extension follow than of one Part. But if it be said, that only proves that Spirits may be reduced into so small a space but not Bodies: Because Bodies are Impenetrable. I Answer, This is but a begging of the question, because they have not yet proved that Body and Spirit are distinct Substances; which, unless they are, it follows that one Nature is not more penetrable than the other, according to their sence. And indeed it seems very consentaneous to Reason, that as Times are each of them so extended into their due Measures and Extensions, that they cannot exceed those Bounds, and so cannot be intrinsecally present one with another; as (ex. gr.) the First Day of the Week cannot be present with the Second Day of the same Week; nor the First Hour of the Day with the Second; neither is the First Minute of an Hour present with the Second Minute thereof; because such is the Nature and Essence of Time, that it is successive, and hath partes extra partes, or parts, one without another. When nevertheless God is really and intrinsecally present in all Times, and is not changed, which cannot be said of the Creature, sc. that that is present in all or more Times, and not changed; for the Creature is perpetually changed with Times, seeing Times are nothing else but the Motion or Change of the Creature from one State or Condition into another. And as it is in the case of Time, and Creatures which are in Time, so also in the case of Place, Bulk, or Quantity; for as in God there is no Time, so also in him there is no Bulk or Corporeal Quantity; but in Creatures there is both Time and Corporeal Quantity; because otherwise they would be either God, or Nothing, which is impossible. For whatsoever Quantity, Bulk, or Extension any Creature hath, it retains the same, as something which is of its own Essence; as it is the Essence of Time to consist of more parts, and those again of more, and so ad infinitum: For it may be easily conceived how a less Time is in a greater, ex. gr. how so many Minutes are in an Hour, and so many Hours in a Day; and one Hour doth immediately touch the next, but cannot be present in it, the same is to be understood of the Creatures, in regard of their Quantity or Bulk; for indeed one Creature may immediately touch another, but cannot be present in all its parts, but only a less may be in a greater, and a subtiler in a grosser; and this is more properly Penetration which agrees to Bodies as well as Spirits; as some Body, that is less gross may penetrate another that is more gross; but two Bodies of an equal thickness cannot penetrate each other: The same may be said of Spirits which have their degrees of more or less grossness, as Bodies have: Neither is there any other difference between Body and Spirit, (if Body be not taken in their sence, who teach that it is a Thing merely Dead, and void of Life, or a Capacity thereof; but in a proper sence: sc. that it is an excellent Creature having Life and Sense, which either actually or potentially agrees to it) but this that a Body is the grosser part of a thing, and Spirit the subtiler, whence also Spirit hath it's name from the Air, which is the most subtile Nature in this visible World. In Kabbal. denud. Tom. 2. Tract. ult. p. 6. §. 13. Spirit is rather defined, a central Nature, having a Faculty to send forth a Sphere full of Light and to inlarge or contract the same, which properly seems to be Aristotle's εντελεχεια, and ibid. p. 28. §. 4. Matter is defined: A naked Centre, or a Point wanting Eradiation, which Aristotle understood by Privation: Whence we must conclude, that the Impenetrability of these Creatures is to be understood of their Centres: For the Hebrew Word, ךוח, which signifies a Spirit, signifies also Air; and because Air hath a very swift Motion, all swiftness of Motion is imputed to the Spirit in the moved Body: Hence out of Popular Ignorance, when in certain Bodies they perceived no Motion, they termed them Dead, wanting both Life and Spirit: But indeed there is no where any such Body that hath not Motion, and by consequence Life and Spirit. Therefore every Creature hath its due Quantity or Extension, which it cannot exceed, and wherein also it cannot be diminished.","subId":"8","id":"Conway.PAM.7.8"},{"type":"paragraph","content":"Neither doth this hinder, that we observe, how some very small Body may be extended into a Space a Thousand times greater than it had; even as Gun-Powder, if it be set on Fire doth marvellously extend it self; for all this Extension is made by Division of Parts into Parts, still less and less, which indeed do not fill all that Space so great as it seems, when in the mean while each part hath neither greater nor lesser Extension than it had before. Supposing this, it must be concluded that all Creatural Spirits, which are present in Bodies, are either in the Pores of the said Bodies, or in certain Concavities made there, as Moles make in the Earth; or else they cause the said Bodies to be puffed up, and acquire a greater Extension; as when Fire copiously enters Iron, it notably puffs up and extends the same: And although this Turgescency, or puffing up of Bodies, cannot be always observed by our External Senses; yet it cannot therefore be denied: For 'tis possible, that a certain Body may considerably grow or increase in its dimensions, and become intirely greater, and yet this increase of Magnitude may shun all outward Observation; yea, it may be so subtile that it cannot be expressed by Numbers; ex. gr. let us suppose some Body, whose Solidity or Cube may contain 64 Parts, and another whose Solidity contains 100, where the root of the former Body whose Cube is 64 is 4; so that the side of that Body contains four Longitudes of the Parts so divided; but the side or root of the other Body, whose Cube is 100, can be expressed by no Number; for it is greater than 4, and less than 5, and no Fraction can determine the same: Therefore Bodies (as was said) may be considerably swoln or puffed up, (if more Spirits or subtiler Bodies enter into them,) and yet so as that our gross Senses may judge them not at all greater. Now that we may come to the other Attribute, which is said to be of Body but not of Spirit, viz. Discerpibility; if they understand it so; that one only Body, even the least that can be conceived (if any such Body can be conceived) may be divided; that is certainly impossible; for it is a contradiction in terms, and supposes every the least Body to be discerpible into lesser Parts. But if Body be taken individually only for one single Body, that is indiscerpible; and that which we call the Discerpibility of Body means only this, sc. that we may divide one Body from another, by placing some Third Body between them; and according to this sence Spirits are no less discerpible than Bodies; for although one single Spirit cannot become two or more Spirits, yet more Spirits co-existing in one Body, are no less separable one from another than Bodies; for however Bodies or Spirits may be divided or separated one from another in the whole Universe, yet they still remain united in this separation; seeing the whole Creation is still but one Substance or Entity, neither is there a Vacuum in it; How then can any thing be separated from it self? I mean, from that which is its proper Nature, as considered Originally, or in its Beginning, or First Being? But as there is a General Unity of all Creatures one with another, so that none can be separated from his Fellow-Creatures; so there is a more special and particular Unity between the Parts of one particular Species: As when the Body is divided, or torn asunder, and the Members removed one from another unto a certain distance, so long as these Members are not corrupted, and changed into another Species, they still send certain subtile Particles one to another, and to the Body from whence they came, and the Body sends the like unto them, (which we call Spirits, and Bodies, or Spirits, for they are either,) by means whereof the Parts and Members so apparently separated, still retain a certain real Unity and Sympathy, as is manifest from sundry Examples; and especially the two following: The First of which is this: A certain Man wanting a Nose, ordered one to be made for him out of the Flesh of another Man, which being vitally agglutinated, (as a Scion or Graft is united with the Trunk of the Tree into which it is put;) when the other Man died, and his Body corrupted, this Nose was likewise corrupted, and fell from the Body of this living Man. The Second Example is of a Man whose Leg was cut off; which Leg being removed some considerable distance from the rest of the Body, when a certain Chirurgeon cut it, this Man complained of Pains, and showed in what part the said Leg was wounded, which manifestly proves that there is a certain Union of Parts, though separated at a great distance one from another: And so also Individuals of one Species, or such who have a singular Affinity in Specie, have a Union one with another, although locally distant, which is yet more manifest in Humane Kind: For if two Men intirely love one another, they are by this love so united, that no distance of place can divide or separate them; for they are present (one with another) in Spirit; so that there passeth a continual Efflux, or Emanation of Spirits, from the one to the other, whereby they are bound together, and united as with Chains: And so whatsoever a Man loves, whether it be Man or Beast, whether a Tree, or whether Silver or Gold, he is united with the same, and his Spirit passeth into that very Thing; and here is to be observed, that though the Spirit of Man is commonly spoken in the Singular, as; though it were but one Thing; yet the said Spirit is a certain composition of more, yea innumerable Spirits; as the Body is a composition of more Bodies, and hath a certain Order and Government in all its Parts, much more the Spirit which is a great Army of Spirits, wherein there are distinct Offices under one governing Spirit. And so from hence it appears that Impenetrability and Indiscerpibility, are not more Essential Attributes of Body, than of Spirit; because in one sence they agree unto either, in another sence unto neither.","subId":"9","id":"Conway.PAM.7.9"},{"type":"paragraph","content":"But against this Infiniteness of Spirits in every Spirit, and Infiniteness of Bodies in every Body, may be objected that Saying: God made all Things in Number, Weight, and Measure; wherefore there cannot be an infinite multitude of Spirits in one Man, nor an innumerable multitude of Bodies in one Body? But I Answer that the infiniteness or innumerability of Spirits, and Bodies is only to be understood in respect of the Creatures understanding; so that they cannot be numbred, nor the outward Extension of Body and Spirit (that may happen in them) be measured by the knowledge of any Creature. But that God hath perfectly known the Number and Measure of all Creatures is freely granted. And if God made all Things in Number, Weight, and Measure; then certainly every Creature will have its Number, Weight, and Measure; and by consequence we cannot say of any Creature, that it is but one single Thing, because it is a Number, and Number is a multitude, or more than one; and indeed the Nature of a Creature is such, that the same cannot be merely one single Thing, in case it ought to act or do something, and so enjoy that Goodness which is prepared for it by its Creator: For (ex. gr.) let us suppose but one Atom to be separated from its Fellow-Creatures, What can that do to perfect it self, or make it self greater or better? What can it see, hear, taste, or feel, either from within or without? It cannot have internal Motion; because every Motion hath at least two Terms or Extreams, viz. Terminus à quo, and Terminus ad quem; or, the Term from which, and the Term to which: And seeing this is but one Atom or Centre, certainly it cannot have any Motion within it self, è Termino à quo, & ad quem; and consequently, seeing it cannot hear, see, taste, or feel, ab intra, or, from within, it cannot have it from other Creatures, ab extra, or, from without; for if it ought to see, hear, feel, or taste any other Creature, it is required to receive the Image of this Creature within it self, which it cannot do, because it is an Atom, and an Atom is so small that it can receive nothing within it: For as the Organs of the external Senses are composed of more parts; so also are the Organs of the internal, and consequently all Knowledge requires variety or multitude, which is the Subject or Receptacle of it: I mean all Creatural Knowledge, where Knowledge is received or excited from known Things or Objects, (whereas the Knowledge of God is not received or excited by Creatures, but is originally in and from himself.) Seeing, therefore, the Objects of our Knowledge are various, and every Object sends its Image into us, and that Image is a real Being, it follows we have many Images in us, which cannot be all received in an Atom, but have need of their distinct Places in us, in their distinct Forms and Figures; otherwise there would not only follow a confusion, but many Things would be present one with another without any Extension, which is repugnant to the Nature of a Creature. And although the Objects of our Knowledge are many; as for Example, I am manifold, who receive so many Images from those Objects; yet from thence it doth not follow, because I who know something am manifold, that therefore I ought to behold one Object as if it was many, so that seeing one Man I should see many; for when many Men see one Man they do not behold him as many Men, but as one Man only: So when I look up and behold something with both my Eyes (unless peradventure there be any confusion in my sight) they do not seem to me as two, but one; and if I could behold something with ten thousand Eyes, as I do with two, certainly that Thing, whether an Horse or a Man, would not seem otherwise to me than one alone. Hence appears to us a great distinction between God and Creatures; for he is One, and this is his Perfection, that he hath need of nothing without him: But a Creature, because it needs the assistance of its Fellow-Creatures, ought to be manifold, that it may receive this assistance; for that which receives something is nourished by the same, and so becomes a part of it, and therefore it is no more one but many, and so many indeed as there are Things received, and yet of a greater multiplicity; therefore there is a certain Society or Fellowship among Creatures in giving and receiving, whereby they mutually subsist one by another, so that one cannot live without another; for what Creature in the whole World can be found that hath no need of its Fellow-Creature? Certainly none; therefore by consequence every Creature which hath Life, Sense, or Motion, ought to be a Number, or a Multiplicity; yea, a Number without Number, or Infinite in respect of any created Intellect. But if it be said, ought not the Central or governing Spirit to be but one only Atom; for otherwise how can it be called a Centre, and the chief Spirit, having Dominion over the rest? I Answer in the Negative: For this Centre it self, or chief, and governing Spirit, is manifold, for the Reasons before alledged; but it is called a Centre, because all the other Spirits concur to it, as Lines from all parts of the Circumference do meet at the Centre, and do again depart out or proceed therefrom; and indeed the unity of the Spirits that compose or make up this Centre, or governing Spirit, is more firm and tenacious, than that of all the other Spirits; which are, as it were, the Angels or Ministring Spirits of their Prince or Captain; yea, in Man this Unity is so great, that nothing can dissolve it, (although the Unity of the greatest Plenty of Ministring Spirits, which belong not to the composition of this Centre) may be dissolved: Hence it comes to pass that the Soul of every Man shall remain an entire everlasting Soul, or be of endless duration, that it may receive the proper Fruit of its labour, and that the Universal Law of Justice (which is written on every Thing) doth require, which is as a most strong and indissolvable Band to preserve this Unity: For what is more congruous with this Infinite Justice and Wisdom than this, That they who have joined together, and consented to work either Good or Evil, shall together receive their due Reward and Punishment, which cannot be if they should be dissipated or separated one from another; and the same reason doth prove, that the Central Spirits of all other Creatures remain indissolvable; and that although new Central Spirits are continually form'd in the Production of Things; yet no Central Spirit is dissolved, but farther promoted, or at least diminished, according to the present dignity or indignity, capacity or incapacity thereof.","subId":"10","id":"Conway.PAM.7.10"}]}