{"imported":true,"id":"Conway.PAM.8","parent":"Conway.PAM","title":"Chapter 8","breadcrumb":"Chapter 8","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.8?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"CHAP. VIII.\n§. 1. That Spirit and Body, as they are Creatures, differ not essentially, is farther proved by three other Reasons: And a Fourth is drawn from that intimate Bond or Ʋnion between Body and Spirit. §. 2. That would be altogether an unfit comparison, to go about to illustrate the manner how the Soul moves the Body by an Example of God moving his Creatures. §. 3. The Ʋnion and Sympathy of Soul and Body may be easily demonstrated; as also how the Soul moves the Body from the aforesaid Principle; that Spirit is Body, and Body Spirit. §. 4. A Fifth Argument is taken from Earth and Water, which continually produces Animals of divers Kinds out of putrified or corrupted Matter. §. 5. How a gross Body may be changed into Spirit, and become as it were the Mother of Spirits; where an Example is laid down of our Corporal Aliment, which by various Transmutations in the Body is changed into Animal Spirits, and from these into Subtiler, and more Spiritual. §. 6. Of the good or bad Angels of Men, which are properly the Angels of a Man, and proceed from him as Branches from the Root. §. 7. A sixth and last Argument is drawn from certain places of Scripture.","id":"Conway.PAM.8"},{"type":"paragraph","content":"§. 1. TO prove that Spirit and Body differ not essentially, but gradually, I shall deduce my Fourth Argument from the intiment Band or Union, which intercedes between Bodies and Spirits, by means whereof the Spirits have Dominion over the Bodies with which they are united, that they move them from one place to another, and use them as Instruments in their various Operations. For if Spirit and Body are so contrary one to another, so that a Spirit is only Life, or a living and sensible Substance, but a Body a certain Mass merely dead; a Spirit penetrable and indiscerpible, but a Body impenetrable and discerpible, which are all contrary Attributes: What (I pray you) is that which doth so join or unite them together? Or, what are those Links or Chains, whereby they have so firm a connexion, and that for so long a space of Time? Moreover also, when the Spirit or Soul is separated from the Body, so that it hath no longer Dominion or Power over it to move it as it had before, What is the cause of this separation? If it be said, that the vital agreement, the Soul hath to the Body, is the cause of the said Union, and that the Body being corrupted that vital Agreement ceaseth. I Answer, We must first enquire, in what this vital Agreement doth consist; for if they cannot tell us wherein it doth consist, they only trisle with empty Words, which give a sound but want a signification: For certainly in that sence which they take Body and Spirit in, there is no Agreement at all between them; for a Body is always a dead Thing, void of Life and sense, no less when the Spirit is in it, than when it is gone out of it: Hence there is no Agreement at all between them; and if there is any Agreement, that certainly will remain the same, both when the Body is found, and when it is corrupted. If they deny this, because a Spirit requires an organized Body, by means whereof it performs its vital Acts of the external Senses; moves and transports the Body from place to place; which Organical Action ceases when the Body is corrupted. Certainly by this the difficulty is never the better solved. For why doth the Spirit require such an organized Body? ex. gr. Why doth it require a Corporeal Eye so wonderfully formed and organized, that I can see by it? Why doth it need a Corporeal Light, to see Corporeal Objects? Or, why is it requisite, that the Image of the Object should be sent to it, through the Eye, that it may see it? If the same were entirely nothing but a Spirit, and no way Corporeal, Why doth it need so many several Corporeal Organs, so far different from the Nature of it? Furthermore, how can a Spirit move its Body, or any of its Members, if a Spirit (as they affirm) is of such a Nature, that no part of its Body can in the least resist it, even as one Body is wont to resist another, when 'tis moved by it, by reason of its Impenetrability? For if a Spirit could so easily penetrate all Bodies, Wherefore doth it not leave the Body behind it, when it is moved from place to place, seeing it can so easily pass out without the least resistance? For certainly this is the cause of all Motions which we see in the World, where one Thing moves another, viz. because both are impenetrable in the sence aforesaid: For were it not for this Impenetrability one Creature could not move another, because this would not oppose that, nor at all resist it; an Example whereof we have in the Sails of a Ship; by which the Wind drives the Ship, and that so much the more vehemently, by how much the fewer holes, vents, and passages, the same finds in the Sails against which it drives: When on the contrary, if instead of Sails Nets were expanded, through which the Wind would have a freer passage; certainly by these the Ship would be but little moved, although it blew with great violence: Hence we see how this Impenetrability causes resistance, and this makes Motion. But if there were no Impenetrability, as in the case of Body and Spirit, then there could be no resistance, and by consequence the Spirit could make no motion in the Body.","subId":"1","id":"Conway.PAM.8.1"},{"type":"paragraph","content":"§. 2. AND if it be objected, That God is altogether incorporeal and intrinsecally present in all Bodies, and yet doth move Bodies whethersoever he pleaseth, and is the First Mover of all Things; and yet nothing is impenetrable to him: I Answer, This Motion by which God moves a Body, doth wonderfully differ from that manner by which the Soul moves the Body; for the Will of God which gave Being to Bodies, gave them Motion also, so that Motion it self is of God, by whose Will all Motion happens: For as a Creature cannot give Being to it self, so neither can it move it self; for in him we Live, Move, and have our Being; so that Motion and Essence come from the same cause, sc. God the Creator, who remains immoveable in himself; neither is he carried from place to place, because he is equally present every where, and gives Being to Creatures: But the case is far different, when the Soul moves the Body; for the Soul is not the Author of Motion, but only determines it to this or that particular Thing: And the Soul it self is moved, together with the Body, from place to place; and if the Body be imprisoned, or held in Chains, it cannot free or deliver it self out of Prison or out of Chains: Wherefore it would be a very unfit comparison, if one should go about to illustrate that Motion the Soul makes in the Body, by an Example of God moving his Creatures; yea, so great is the difference, as if a Man should go to demonstrate how a Carpenter builds a Ship, or an House, by an Example of God creating the first Matter or Substance, wherein certainly there is as great a disparity or disproportion; for God gave Being to Creatures, but a Carpenter doth not give Being to the Wood whereof he builds a Ship.","subId":"2","id":"Conway.PAM.8.2"},{"type":"paragraph","content":"But no Man can think, because I have said, All Motion of Creatures is of God, that therefore he is, or can be the Author, or Cause of Sin: For although the moving Power be of God, yet Sin is not in the least of God, but of the Creature, who hath abused this Power, and determined to some other end than it ought: So that Sin is αταξια, or an inordinate determination of Motion, or the power of moving from its due place, state, or condition unto some other, as, v. g. a Ship is moved by the Wind, but governed by the Mariner, that it goes to this or that place; where the Mariner is not the Author or Cause of the Wind; but the Wind blowing, he makes either a good or a bad use of the same, whereby he either brings the Ship to the place intended, and so is commended; or else so manages her that she suffers Shipwrack, for which he is blamed, and worthy of Punishment.","subId":"3","id":"Conway.PAM.8.3"},{"type":"paragraph","content":"Moreover, Why is the Spirit or Soul so passible in corporal Pains? For if when it is united with the Body, it hath nothing of Corporeity, or a bodily Nature, Why is it grieved or wounded when the Body is wounded, which is quite of a different Nature? For seeing the Soul can so easily penetrate the Body, How can any Corporeal Thing hurt it? If it be said, the Body only feels the pain, but not the Soul; this is contrary to their own Principles, because they affirm, that the Body hath neither Life nor Sense: But if it be granted, that the Soul is of one Nature and Substance with the Body, although it is many degrees more excellent in regard of Life and Spirituality, as also in swiftness of Motion, and Penetrability, and divers other Perfections; then all the aforesaid difficulties will vanish, and it will be easily conceived, how the Body and Soul are united together, and how the Soul moves the Body, and suffers by it or with it. What the Opinion of the Hebrews is appears from a place in Kabbal. denud. Tom. 1. Part. 3. Dissert. 8. Cap. 13. p. 171. seq.","subId":"4","id":"Conway.PAM.8.4"},{"type":"paragraph","content":"§. 3. FOR we may easily understand how one Body is united with another, by that true agreement that one hath with another in its own Nature; and so the most subtile and Spiritual Body may be united with a Body that is very gross and thick, sc. by means of certain Bodies, partaking of subtilty and grossness, according to divers degrees, consisting between two Extreams, and these middle Bodies are indeed the Links and Chains, by which the Soul, which is so subtile and Spiritual, is conjoined with a Body so gross; which middle Spirits (if they cease, or are absent) the Union is broken or dissolved; so from the same Foundation we may easily understand, how the Soul moves the Body, viz. as one subtile Body can move another gross and thick Body: And seeing Body it self is a sensible Life, or an intellectual Substance, it is no less clearly conspicuous, how one Body can wound, or grieve, or gratifie, or please another; because Things of one, or alike Nature, can easily affect each other: And to this Argument may be reduced the like difficulties, viz. how Spirits move Spirits; and how some Spirits strive and contend with other Spirits; also concerning the Unity, Concord, and Friendship, which good Spirits reverence among themselves; for if all Spirits could be intrinsecally present one with another, How could they dispute or contend about place? And how can one expel or drive out another? and yet that there is such an expulsion and conflict of Spirits, and especially of the Good against the Evil, some few who have been acquainted with their own Hearts have experimentally known. If it be said, the Spirit of God and Christ are intrinsecally present in all Things, contends with, and makes War against the Devil, and his Spirit, in the Heart of Man. I Answer, That this is also a very unfit similitude, (viz.) when God and Creatures are compared in their Operations: For his Ways are infinitely Superiour to ours; yet nevertheless in this case also here remains a strong Objection. For the Spirits of God and Christ, when they strive against the Devil, and the Evil Spirits in the Heart of Man, do unite themselves with certain good Spirits, whom they have sanctified and prepared for this Union; and by these, as a Vehicle, or Triumphant Chariot, they contend against and encounter those Malignant and Wicked Spirits: And in as much as these Evil Spirits contend against those Good Spirits in the Heart of Man, they contend against God and Christ; and these Good Spirits are the Spirits of this faithful and pious Man, who is become Good, when as before he was Evil: For God and Christ do help every pious Man to prevail over the Evil Spirits in this Conflict, but suffers the Wicked and Unfaithful to be captivated and overcome; for God helps none but those that fear, love, and obey him, and trust in his Power, Goodness, and Truth; for with such he is united, and the good Spirits of such Men are as so many Swords and Darts, whereby those dark and unclean Spirits are wounded and repulsed. But if it be demanded how the Soul of Man can be united with God, though it were in a State of the highest Purity; because he is a mere Spirit; but the Soul even in its greatest Purity always partakes of Corporeity? I Answer, It is done by Jesus Christ, who is the true and proper Medium between both; for Christ and the Soul may be united without a Medium, by reason of that great Affinity and Similitude between them, which those Doctors cannot demonstrate between Spirit and Body, who say they are of a Nature so contrary one to another.","subId":"5","id":"Conway.PAM.8.5"},{"type":"paragraph","content":"§. 4. I shall draw a Fifth Argument from what we observe in all visible Bodies, as in Earth, Water, Stones, Wood, &c. What abundance of Spirits is in all these things? For Earth and Water continually produce Animals, as they hath done from the beginning; so that a Pool fill'd with Water may produce Fishes, though none were ever put there to increase or breed; and seeing that all other Things do more originally proceed from Earth and Water, it necessarily follows, that the Spirits of all Animals were in the Water; and therefore it is said in Genesis, that the Spirit of God moved upon the Face of the Waters, viz. that from hence he might produce whatsoever was afterwards created.","subId":"6","id":"Conway.PAM.8.6"},{"type":"paragraph","content":"§. 5. BUT if it be said, this Argument doth not prove that all Spirits are Bodies, but that all Bodies have in them the Spirits of all Animals, so that every Body hath a Spirit in it, and likewise a Spirit and Body; and although they are thus united, yet they still remain different in Nature one from another, and so cannot be changed one into another. To this I Answer, if every Body, even the least, hath in it the Spirits of all Animals, and other Things; even as matter is said to have in it all Forms: Now I demand, Whether a Body hath actually all those Spirits in it, or potentially only? If actually, How is it possible that so many Spirits essentially distinct from Body, can actually exist in their distinct Essences in so small a Body, (even in the least that can be conceived,) unless it be by intrinseck Presence, which is not communicable to any Creature, as is already proved: For if all kinds of Spirits are in any, even the least Body, How comes it to pass, that such an Animal is produced of this Body, and not another? Yea, how comes it to pass that all kind of Animals are not immediately produced out of one and the same Body? which experience denies; for we see that Nature keeps her order in all her Operations; whence one Animal is formed of another, and one Species proceeds from another; as well when it ascends to a farther Perfection, as when it descends to a viler State and Condition: But if they say, all Spirits are contained in any Body, not actually in their distinct Essences, but only potentially as they term it; then it must be granted, that the Body and all those Spirits are one and the same thing; that is, that a Body may be turned into them; as when we say Wood is potentially Fire, that is, can be turned into Fire; Water is potentially Air, that is, may be changed into Air.","subId":"7","id":"Conway.PAM.8.7"},{"type":"paragraph","content":"Moreover, if Spirits and Bodies are so inseparably united, that no Body can be without a Spirit, yea, not without many Spirits; this is certainly a great Argument, that they are of one Original Nature and Substance, otherwise we could not; conceive, why in so various and wonderful dissolutions, and separation of Things, they should not at length be separted one from another, as we see the subtiler Things may be separated from the grosser? But whence is it, that when a Body is at length corrupted, out of this Corruption another Species of Things is generated? So out of Earth and Water corrupted, proceed Animals; yea, Stones if they putrefie or rot, pass into Animals: So Dung, or other putrefied Matter, generates Animals, all which have Spirits: But how doth Corruption or Dissolution of Body tend to a new Generation, and that indeed of Animals? If it be said the Spirits of those Animals are as it were loosed from their Bonds, and set at Liberty by this dissolution, and that then they can form or fashion to themselves a new Body, out of the aforesaid Matter, by virtue of their Plastick Faculty: Unto this I reply, How did the Primitive Body so hold it Captive? Was it because it was so hard and thick? If so, it will be manifest that those Spirits are nothing else but subtile Bodies, because hardness and density of Body could imprison them, that they could not pass out; for if a Spirit could as easily penetrate the hardest Body, as the softest and most fluid, it could as easily pass out of the one as the other, nor would there be need of Death and Corruption to a new Life or Generation; therefore this kind of Captivity of Spirits in some kind of hard Bodies, and their deliverance therefrom, when the Bodies become soft, affords us a manifest Argument, that Spirit and Body are originally of one Nature and Substance, and that a Body is nothing but a fixed and condensed Spirit, and a Spirit nothing but a subtile and volatile Body.","subId":"8","id":"Conway.PAM.8.8"},{"type":"paragraph","content":"And here is to be noted, that in all hard Bodies, as in Stones, whether common or precious; and so also in Metals, Herbs, Trees, and Animals; yea, in all Humane Bodies, there don't only exist many Spirits (which are as it were imprisoned in those gross Bodies, and united with them, and therefore cannot flow forth, or fly out into other Bodies, until they have passed Death or Dissolution;) but also many other very subtile Spirits, which continually flow from them, and which by reason of their subtilty, the hardness of the Body (in which they lay hid) cannot detain; and these Spirits are the more subtile Productions, or the Sutures of the grosser Spirits detained in the Body; for although these are detained therein, yet they are not idle in their Prison, but their Bodies are as it were Shops for them to work out those subtiler Spirits, which afterwards flow out in colours, sounds, odours, tastes, and divers other Powers and Vertues; whence the gross Body, and the Spirits therein contained, are as it were the Mother of those subtiler Spirits, who take the place of Children; for Nature still works to a farther perfection of subtilty and spirituality; even as this is the most natural Property of all Motion and Operation: For all Motion wears and divides, and so renders a Thing subtile and spiritual. Even thus in Man's Body, the Meat and Drink is first changed into Chyle, then into Blood, afterwards into Spirits, which are nothing else but Blood brought to perfection; and these Spirits, whether good or bad, still advance to a greater subtilty or spirituality, and by those Spirits which come from the Blood, we see, hear, smell, taste, feel, and think, yea meditate, love, hate, and do all things whatsoever we do; and from hence also cometh the Seed, by which Humane Kind is propagated; and hence especially proceeds the Voice and Speech of Man, which is full of Spirits (form'd in the Heart) either Good or Evil, as Christ hath taught; That out of the Plenty of the Heart the Mouth speaketh, and that a Good Man out of the Good Treasure of his Heart bringeth forth Good Things, &c. Also that which goeth into a Man doth not defile him, but that which proceeds out of him; for in like manner as they proceed from him, so shall they again return into him.","subId":"9","id":"Conway.PAM.8.9"},{"type":"paragraph","content":"§. 6. AND these are the proper Angels, or Ministring Spirits of a Man, (although there are other Angels also, as well Good as Evil, which come unto Men:) Of which Angels Christ speaketh, where he speaketh of those little Ones that believe on him: Their Angels (saith he) always behold the Face of my Heavenly Father. Which are the Angels of those Believers, who become, as it were, like little Infants.","subId":"10","id":"Conway.PAM.8.10"},{"type":"paragraph","content":"§. 7. MY sixth and last Argument I shall deduce from certain Texts of Scripture, as well of the Old as New Testament, which do prove in plain and express Words, that all Things have Life, and do really live in some degree or measure. Acts 17. 27. It is said, He giveth Life to all Things. Again, 1 Tim. 6. 13. of God it is said, That he quickens all Things. And Luk. 20. 38. he is not called, The God of the Dead, but of the Living, (which though principally meant of Men, yet it is generally to be understood of all other Creatures,) viz. he is the God of all those Things which have their Regeneration and Resurrection in their kind, no less then Man hath in his Kind: For Death is not the Annihilation of these Things; but a change from one kind and degree of Life to another; wherefore also the Apostle proves, and illustrates the Resurrection of the Dead by a Grain of Wheat, which being faln into the ground, dies, and riseth again exceeding fruitful.","subId":"11","id":"Conway.PAM.8.11"}]}