{"imported":true,"id":"Conway.PAM.9","parent":"Conway.PAM","title":"Chapter 9","breadcrumb":"Chapter 9","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.9?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"CHAP. IX.\n§. 1. The Philosophers (so called) of all Sects, have generally laid an ill Foundation to their Philosophy; and therefore the whole Structure must needs fall. §. 2. The Philosophy here treated on is not Cartesian. §. 3. Nor the Philosophy of Hobbs and Spinosa, (falsly so feigned,) but diametrically opposite to them. §. 4. That they who have attempted to refute Hobbs and Spinosa, have given them too much advantage. §. 5. This Philosophy is the strongest to refute Hobbs and Spinosa, but after another method. §. 6. We understand here quite another thing by Body and Matter, than Hobbs understood; and which Hobbs, and Spinosa, never saw, otherwise than in a Dream. §. 7. Life is as really and properly an Attribute of Body, as Figure. §. 8. Figure and Life are distinct, but not contrary Attributes of one and the same thing. §. 9. Mechanical Motion and Action or Perfection of Life, distinguishes Things.","id":"Conway.PAM.9"},{"type":"paragraph","content":"§. 1. FROM what hath been lately said, and from divers Reasons alledged, That Spirit and Body are originally in their first Substance but one and that same thing, it evidently appears that the Philosophers (so called) which have taught otherwise, whether Ancient or Modern, have generally erred and laid an ill Foundation in the very beginning, whence the whole House and Superstructure is so feeble, and indeed so unprofitable, that the whole Edifice and Building must in time decay, from which absurd Foundation have arose very many gross and dangerous Errours, not only in Philosophy, but also in Divinity (so called) to the great damage of Mankind, hindrance of true Piety, and contempt of God's most Glorious Name, as will easily appear, as well from what hath been already said, as from what shall be said in this Chapter.","subId":"1","id":"Conway.PAM.9.1"},{"type":"paragraph","content":"§. 2. AND none can Object, That all this Philosophy is no other than that of des Cartes, or Hobbs under a new Mask. For, First, as touching the Cartesian Philosophy, this saith that every Body is a mere dead Mass, not only void of all kind of Life and Sense, but utterly uncapable thereof to all Eternity; this grand Errour also is to be imputed to all those who affirm Body and Spirit to be contrary Things, and inconvertible one into another, so as to deny a Body all Life and Sense; which is quite contrary to the grounds of this our Philosophy. Wherefore it is so far from being a Cartesian Principle, under a new Mask, that it may be truly said it is Anti-Cartesian, in regard of their Fundamental Principles; although it cannot be denied that Cartes taught many excellent and ingenious Things concerning the Mechanical part of Natural Operations, and how all Natural Motions proceed according to Rules and Laws Mechanical, even as indeed Nature her self, i. e. the Creature, hath an excellent Mechanical Skill and Wisdom in it self, (given it from God, who is the Fountain of all Wisdom,) by which it operates: But yet in Nature, and her Operations, they are far more than merely Mechanical; and the same is not a mere Organical Body, like a Clock, wherein there is not a vital Principle of Motion; but a living Body, having Life and Sense, which Body is far more sublime than a mere Mechanism, or Mechanical Motion.","subId":"2","id":"Conway.PAM.9.2"},{"type":"paragraph","content":"§. 3. BUT, Secondly, as to what pertains to Hobbs's Opinion, this is yet more contrary to this our Philosophy, than that of Cartes; for Cartes acknowledged God to be plainly Immaterial, and an Incorporeal Spirit. Hobbs affirms God himself to be Material and Corporeal; yea, nothing else but Matter and Body, and so confounds God and the Creatures in their Essences, and denies that there is any Essential Distinction between them. These and many more the worst of Consequences are the Dictates of Hobbs's Philosophy; to which may be added that of Spinosa; for this Spinosa also confounds God and the Creatures together, and makes but one Being of both; all which are diametrically opposite to the Philosophy here delivered by us.","subId":"3","id":"Conway.PAM.9.3"},{"type":"paragraph","content":"§. 4. BUT the false and feeble Principles of some who have undertaken to refute the Philosophy of Hobbs and Spinosa, so called, have given them a greater advantage against themselves; so that they have not only in effect, not refuted them, but more exposed themselves to Contempt and Laughter.","subId":"4","id":"Conway.PAM.9.4"},{"type":"paragraph","content":"But if it be Objected, That this our Philosophy seems, at least, very like that of Hobbs, because he taught that all Creatures were originally one Substance, from the lowest and most ignoble, to the highest and noblest; from the smallest Worm, Insect, or Fly, unto the most Glorious Angel; yea, from the least Dust or Sand, unto the most excellent of all Creatures; and then this, that every Creature is Material and Corporeal; yea, Matter and Body it self; and by consequence the most Noble Actions thereof, are either Material and Corporeal, or after a certain Corporeal manner. Now I Answer to the First, I grant that all Creatures are originally one Substance, from the lowest to the highest, and consequently convertible or changeable, from one of their Natures into another; and although Hobbs saith the same, yet that is no prejudice to the Truth of it, as neither are other parts of that Philosophy where Hobbs affirms something that is true, therefore an Hobbism, or an Opinion of Hobbs alone.","subId":"5","id":"Conway.PAM.9.5"},{"type":"paragraph","content":"§. 5. MOREOVER, this Principle is so far from defending them in their Errours, that nothing is so strong to refute them, ex. gr. The Hobbists argue, all Things are one, because we see that all visible Things may be changed one into another; yea, that all visible Things may be changed into invisible, as when Water is made Air, and Wood being burnt (for the greatest part) is changed into a certain invisible Substance, which is so subtile, that it escapes all observation of our Senses; add to which, that all invisible Things may become visible, as when Water proceeds from Air, &c. and hence he concludes, nothing is so low that it cannot attain to sublimity.","subId":"6","id":"Conway.PAM.9.6"},{"type":"paragraph","content":"But now that we may Answer to this Argument, his Adversaries generally deny the Antecedent, and on the contrary affirm that no Spicies of Things is convertible into another: And when Wood is burnt, many say that the Wood is composed of two Substances; to wit, Matter and Form, and that the Matter remains the same, but the Form of the Wood is destroyed or annihilated, and a new Form of Fire is produced in this Matter; so that according to them, here is a continual Annihilation of real Substances and Productions of new Ones in this World: But this is so frivolous, that many others deny that, in the case of Wood, changed into Fire, and afterwards into Smoak and Ashes; yet they still persist in the same Errour in other Transmutations, as when Wood is changed into an Animal, as we often see that of rotten Wood; yea, Dung also, living Creatures are generated: But if they deny here, that the Wood is changed into an Animal, and say that Wood is nothing but Matter; but Matter hath not Life, nor a capacity to Life or Sense; and therefore this Animal which hath Life and Sense, ought to have the same from elsewhere, and must have a Spirit or Soul in it, that is not a part of its Body, neither doth proceed from it, but is sent hither.","subId":"7","id":"Conway.PAM.9.7"},{"type":"paragraph","content":"But if it be demanded of them, from whence this Spirit is sent, and who sendeth it? Also why a Spirit of this Species is sent, and not of another; here they are at a stand, and yield themselves to their Adversaries.","subId":"8","id":"Conway.PAM.9.8"},{"type":"paragraph","content":"Therefore this our Philosophy before laid down, more strongly conduces to the refutation of the Hobbesian and Spinosian Philosophy, viz. that all Kinds of Creatures may be changed one into another, that the lowest may become the highest, and the highest (as considered originally in its own proper Nature) may become the lowest, sc. according to that Course and Succession which Divine Wisdom hath ordained, that one Change may succeed another in a certain order; so that A must be first turned into B, before it can be turned into C, which must be turned into C, before it can be changed into D, &c.","subId":"9","id":"Conway.PAM.9.9"},{"type":"paragraph","content":"But we deny the Consequence, viz. that God and Creatures are one Substance.","subId":"10","id":"Conway.PAM.9.10"},{"type":"paragraph","content":"For in all Transmutations of Creatures from one Species into another, as from a Stone into Earth, and from Earth into Grass, and from Grass to a Sheep, and from a Sheep into Humane Flesh, and from Humane Flesh into the most servile Spirits of Man, and from these into his noblest Spirits; but there can never be a Progression or Ascension made unto God, who is the chiefest of all Beings, and whose Nature still infinitely excels a Creature placed in his highest Perfection; for the Nature of God is every way unchangeable, so that it doth not admit of the least Shadow of a Change: But the Nature of a Creature is to be changeable.","subId":"11","id":"Conway.PAM.9.11"},{"type":"paragraph","content":"§. 6. SECONDLY, If it be said, by way of Objection, that according to this Philosophy, every Creature is Material and Corporeal; yea, Body and Matter it self, as Hobbs teacheth. Now I Answer, That by Material and Corporeal, as also by Matter and Body, here the thing is far otherwise understood, than Hobbs understood it, and which was never discovered to Hobbs or Cartes, otherwise than in a Dream: For what do they understand by Matter and Body? Or, What Attributes do they ascribe to them? None, certainly, but these following as are Extension and Impenetrability, which nevertheless are but one Attribute; to which also may be referred Figurability and Mobility. But, suppose, these are distinct Attributes, certainly this profits nothing, nor will ever help us to understand what that excellent Substance is, which they call Body and Matter; for they have never proceeded beyond the Husk or Shell, nor ever reached the Kernel, they only touch the Superficies, never discerning the Centre, they were plainly ignorant of the noblest and most excellent Attributes of that Substance which they call Body and Matter, and understood nothing of them, But if it be demanded, what are those more excellent Attributes? I Answer, these following, Spirit, or Life, and Light, under which I comprehend, a capacity of all kind of Feeling, Sense, and Knowledge, Love, Joy, and Fruition, and all kind of Power and Virtue, which the noblest Creatures have or can have; so that even the vilest and most contemptible Creature; yea, Dust and Sand, may be capable of all those Perfections, sc. through various and succedaneous Transmutations from the one into the other; which according to the Natural Order of Things, require long Periods of Time for their Consummation, although the absolute Power of God (if it had pleased him) could have accelerated or hastened all Things, and effected it in one moment: But this Wisdom of God saw it to be more expedient, that all Things should proceed in their Natural Order and Course; so that after this manner, that Fertility or Fruitfulness, which he hath endued every Being with, may appear, and the Creatures have Time by Working still to promote themselves to a greater Perfection, as the Instruments of Divine Wisdom, Goodness and Power, which operates in, and with them; for therein the Creature hath the greater Joy, when it possesseth what it hath, as the Fruit of its own labour.","subId":"12","id":"Conway.PAM.9.12"},{"type":"paragraph","content":"But this capacity of the afore-mentioned Perfections is quite a distinct Attribute from Life, and Understanding, or Knowledge, quite distinct from the former, viz. Extension and Figure; and so also a Vital Action is plainly distinct from Local, or Mechanical Motion, although it is not nor cannot be separated from it, but still useth the same at least, as its Instrument, in all its concourse with the Creatures.","subId":"13","id":"Conway.PAM.9.13"},{"type":"paragraph","content":"§. 7. I SAY, Life and Figure are distinct Attributes of one Substance, and as one and the same Body may be transmuted into all Kinds of Figures; and as the perfecter Figure comprehends that which is more imperfect; so one and the same Body may be transmuted from one degree of Life to another more perfect, which always comprehends in it the inferior. We have an Example of Figure in a Triangular Prisme, which is the first Figure of all right lined solid Bodies, whereinto a Body is convertible; and from this into a Cube, which is a perfecter Figure, and comprehends in it a Prisme; from a Cube it may be turned into a more perfect Figure, which comes nearer to a Globe, and from this into another, which is yet nearer; and so it ascends from one Figure, more imperfect, to another more perfect, ad infinitum; for here are no bounds; nor can it be said, this Body cannot be changed into a perfecter Figure: But the meaning is, that that Body consists of plain right lines; and this is always changeable into a perfecter Figure, and yet can never reach to the perfection of a Globe, although it always approaches nearer unto it; the case is the same in divers degrees of Life, which have indeed a beginning, but no end; so that the Creature is always capable of a farther and perfecter degree of Life, ad infinitum, and yet can never attain to be equal with God; for he is still infinitely more perfect than a Creature, in its highest Elevation or Perfection, even as a Globe is the most perfect of all other Figures, unto which none can approach.","subId":"14","id":"Conway.PAM.9.14"},{"type":"paragraph","content":"§. 8. AND thus Life and Figure are distinct, but not contrary Attributes of one and the same Substance, and Figure serves the Operations of Life, as we see in the Body of Man or Beast, how the Figure of the Eye serves the Sight; the Figure of the Ear, the Hearing; the Figure of the Mouth, Teeth, Lips, and Tongue, serve the Speech; the Figure of the Hands and Fingers serve to Work; the Figure of the Feet to Walk; and so the Figures of all the other Members have their use, and very much conduce to the Vital Operations, which the Spirit performs in these Members; Yea the Figure of the whole Body is more commodious for the proper Operations of Human Life, than any other Figure whatsoever is, or could be made; So that Life and Figure consist very well together in one Body, or Substance, where Figure is an Instrument of Life, without which no Vital Operation can be performed.","subId":"15","id":"Conway.PAM.9.15"},{"type":"paragraph","content":"§. 9. LIKEWISE, Local and Mechanical Motion (i. e.) the carrying of Body from place to place, is a Manner or Operation distinct from Action or Vital Operation, altho' they are inseparable, so that a Vital Action can in no wise be without all Local Motion, because this is the Instrument thereof. So the Eye cannot see, unless Light enter it, which is a Motion, and stirs up a Vital Action in the Eye, which is Seeing; and so in all other Vital Operations in the whole Body. But an Action of Life is a far Nobler and Diviner manner of Operation than Local Motion; and yet both agree to one Substance, and consist well together; for as the Eye receives the Light into it self, from the Object which it seeth from without; so also it sends the same Light to the Object, and in this Spirit and Life is a Vital Action, uniting the Object and Sight together.","subId":"16","id":"Conway.PAM.9.16"},{"type":"paragraph","content":"Wherefore Hobbs, and all others who side with him, grievously erre, whilst they teach that Sense and Knowledge is no other than a re-action of Corporeal Particles one upon another, where, by re-action, he means no other than Local and Mechanical; Motion. But indeed Sense and Knowledge is a Thing far more Noble and Divine, than any Local or Mechanical, Motion of any Particles whatsoever; for it is the Motion or Action of Life, which uses the other as its Instrument, whose Service consists herein; that is, to stir up a Vital Action in the Subject or Percipient; and can like Local Motion be transmitted through divers Bodies, although very far distant asunder, which therefore are united, and that without any new Transition of Body or Matter, ex. gr. a Beam of Wood of an exceeding great length, is moved by one Extream from the North to the South, the other Extream will necessarily be moved also; and the Action is transmitted through the whole Beam, without any Particles of Matter sent hither to promote Motion, from one Extream to the other; because the Beam it self is sufficient to transmit the said Motion: After the same manner also, a Vital Action can proceed together with Local Motion from one thing to another, and that too at a great distance, where there is an apt and fit Medium to transmit it, and here we may observe a kind of Divine Spirituality or Subtilty in every Motion, and so in every Action of Life, which no created Body or Substance is capable of, viz. by Intrinsecal Presence, which (as before is proved) agrees to no created Substance; and yet agrees to every Motion or Action whatsoever: For Motion or Action is not a certain Matter or Substance, but only a manner of its Being; and therefore is intrinsecally present in the Subject, whereof there is a Modus, or Manner, and can pass from Body to Body, at a great distance, if it finds a fit Medium to transmit it; and by how much the stronger the Motion is, so much the farther it reacheth; so when a Stone is cast into standing Waters, it causes a Motion every way from the Centre to the Circumference, forming Circles still greater and greater at a great distance, by how much longer the time is, till at length it vanishes from our sight; and then without doubt, it makes yet more invisible Circles for a longer space of Time, which our dull Senses cannot apprehend, and this Motion is transmitted from the Centre to the Circumference, not conveighed thither by any Body or Substance, carrying this Motion with it from the Stone. And as the External Light also, seeing it is an Action or Motion stirred up by some illuminate Body, may be transmitted through Glass, Chrystal, or any other transparent Body, without out any Substance, Body, or Matter, conveighed from that illuminate Body from whence the said Action proceeded, not that I would deny that abundance of subtile Matter continually flows from all illuminate Bodies, so that the whole Substance of a burning Candle is spent in such Emanations: And this hath in it that Motion or Action, which we call Light; but this Motion or Action may be increased, v. g. by Chrystal, where those subtile Emanations of Bodies may be restrained, that they cannot pass out at least in such abundance, as may be sufficient to communicate the whole Light: But seeing Chrystal (which doth so easily transmit the Light) is so hard and solid, How can it receive so many Bodies, and transmit them so easily through it, when other Bodies, neither so hard nor solid, do let or resist it? for Wood is neither so hard nor solid as Chrystal, and yet Chrystal is transparent, but Wood not; and certainly Wood is more porous than Chrystal, because it is less solid, and consequently the Light doth not enter by the Pores of the Chrystal, but through the very Substance of it; and yet so as not to adhere to it, or make any turgescency or increase of Quantity, but by a certain intrinseck presence, because it is not a Body or Substance, but a mere Action or Motion. Now Chrystal is a fitter Medium to receive this Motion, which we call Light, than Wood is; and hence it is, that it pervades or passeth through that and not this; and as there is a great diversity of the Motion and Operation of Bodies, so every Motion requires its proper Medium to transmit the same. Therefore 'tis manifest, that Motion may be transmitted through diverse Bodies, by another kind of penetration, than any Body or Matter (how subtile soever it be) is able to make; to wit, by intrinseck Presence. And if mere Local or Mechanical Motion can do that, then certainly a Vital Action (which is a nobler kind of Motion) can do the same; and if it can penetrate those Bodies, it passeth through by intrinseck Presence, then it may in one moment be transmitted from one Body to another, or rather require no time at all, I mean Motion or Action it self requires not the least time for its transmission, although 'tis impossible but that the Body, wherein the Motion is carried from place to place, ought to have some time, either greater or lesser, according to the quality of Body and vehemency of Motion which carries it.","subId":"17","id":"Conway.PAM.9.17"},{"type":"paragraph","content":"And therefore we see how every Motion and Action, considered in the Abstract, hath a wonderful subtilty or spirituality in it, beyond all created Substances whatsoever, so that neither Time nor Place can limit the same; and yet they are nothing else but Modes or Manners of created Substances, viz. their Strength, Power, and Virtue, whereby they are extendible into great Substances, beyond what the Substance it self can make. And so we may distinguish Extension into Material and Virtual, which two-fold Extension every Creature hath; Material Extension is that which Matter, Body, or Substance hath, as considered without all Motion or Action; and this Extension (to speak properly) is neither greater or lesser, because it would still remain the same. A Virtual Extension is a Motion or Action which a Creature hath, whether immediately given from God, or immediately received from its Fellow Creature. That which is immediately given of God (from whom also it hath its Being,) and which is the natural and proper effect of its Essence, is in a more proper way of speaking, a proper Motion of the Creature, proceeding from the innermost parts thereof; and therefore may be called Internal Motion, as distinguished from External, which is only from another; and therefore in respect thereof may be called Foreign; and when the said External Motion endeavours to carry a Body, or any Thing, to a place whereunto it hath properly no natural inclination, then it is preternatural and violent; as when a Stone is thrown up into the Air, which Motion being preternatural and violent, is plainly Local and Mechanical, and no way vital, because it doth not proceed from the Life of the Thing so moved: But every Motion, proceeding from the proper Life and Will of the Creature, is vital; and this I call a Motion of Life, which is not plainly Local and Mechanical as the other, but hath in it a Life, and Vital Virtue, and this is the Virtual Extension of a Creature, which is either greater or lesser, according to that kind or degree of Life wherewith the Creature is endued, for when a Creature arrives at a Nobler Kind and Degree of Life, then doth it receive the greater Power and Virtue to move it self, and transmit its vital Motions to the greatest distance.","subId":"18","id":"Conway.PAM.9.18"},{"type":"paragraph","content":"But how Motion or Action may be transmitted from one Body to another, is with many a matter of great debate; because it is not a Body or Substance; and if it be only Motion of Body, how Motion can pass properly with its own subject into another, because the very being of Modus, or Manner, consist herein, viz. to; exist or be inherent in its own Body: The Answer to this Objection, which seemeth to me best, is this, That Motion is not propagated from one Body to another by Local Motion, because Motion it self is not moved, but only moves the Body in which it is; for if Motion could be propagated by Local Motion, this Motion would be propagated of another, and this again of another, and so ad infinitum; which is absurd. Therefore the manner of the said propagation is (as it were) by real Production or Creation; so that as God and Christ can only create the Substance of a Thing, when as no Creature can Create or give Being to any Substance, no not as an Instrument; so a Creature, not of it self, but in subordination to God, as his Instrument may give existence to Motion and vital Action, and so the Motion in one Creature may produce Motion in another: And this is all a Creature can do towards the moving it self or its Fellow Creatures, as being the Instrument of God, by which Motions a new Substance is not created, but only new Species of Things, so that Creatures may be multiplied in their Kinds, whilst one acts upon, and moves another; and this is the whole Work of the Creature, or Creation, as the Instrument of God; but if it moves against his Will, whose Instrument it is, then it Sins, and is punished for it: But God (as before was said) is not the cause of Sin; for when a Creature Sins, he abuseth the Power God hath granted him; and so the Creature is culpable, and God intirely free from every spot or blemish hereof. If therefore we apply those things which have been already spoken, concerning the Attributes of a Body, viz. that it hath not only Quantity and Figure, but Life also; and is not only locally and mechanically but vitally moveable, and can transmit its vital Action whithersoever it pleaseth, provided it hath a Medium aptly disposed, and if it hath none it can extend it self by the subtile Emanation of its parts, which is the fittest and most proper Medium of it, to receive and transmit its vital Action. Hereby it will be easie to Answer to all the Arguments; whereby some endeavour to prove that a Body is altogether uncapable of Sense and Knowledge; and it may be easily demonstrated, after what manner some certain Body may gradually advance to that Perfection, as not only to be capable of such Sense and Knowledge as Brutes have, but of any kind of Perfection whatsoever may happen in any Man or Angel; and so we may be able to understand the Words of Christ, that of Stones God is able to raise up Children to Abraham, without flying to some strained Metaphor; and if any one should deny this Omnipotence of God, viz. that God is able of Stones to raise up Children to Abraham; that certainly would be the greatest Presumption.","subId":"19","id":"Conway.PAM.9.19"}]}