{"imported":true,"id":"Conway.PAM.Ann","parent":"Conway.PAM","title":"Annotations on Chapter 1","breadcrumb":"Annotations on Chapter 1","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.1?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"Annotations on this first Chapter.\n","id":"Conway.PAM.Ann"},{"type":"paragraph","content":"THE Ancient Hypothesis of the Hebrews, as to what pertains to the latter Contents of this Chapter, is this:","subId":"i","id":"Conway.PAM.Ann.i"},{"type":"paragraph","content":"Seeing God was of all the most exceeding great and infinite Light, and yet the chiefest Good: For this Reason he would make Creatures to whom he might communicate himself: But these could in no wise bear the exceeding greatness of his Light: And hereunto belong those Scripture sayings, God dwelleth in an inapproachable Light. No Man hath seen God at any Time, &c.","subId":"1","id":"Conway.PAM.Ann.1"},{"type":"paragraph","content":"He diminished therefore (for the sake of his Creatures) the highest Degree of his most intense Light, that there might be room for his Creatures, from whence Place immediately arose, as it were a certain Circular Vacuity or Space of Worlds.","subId":"2","id":"Conway.PAM.Ann.2"},{"type":"paragraph","content":"This Vacuum was not a mere Privation or Non ens, but a certain real Position of Light, diminutively, which was the Soul of the Messias, called by the Hebrews, Adam Kadmon, which filled all that whole Space.","subId":"3","id":"Conway.PAM.Ann.3"},{"type":"paragraph","content":"This Soul of the Messias was united with that whole Light of the Divinity, which remained within that Vacuum, in a more mild degree, that could be born, and with it made up one Subject.","subId":"4","id":"Conway.PAM.Ann.4"},{"type":"paragraph","content":"This Messias (called λογος, or Word, or First Begotten Son of God,) having made a new Diminution of his Light, for the benefit of his Creatures, framed or made within himself the whole Series or Orders of all Creatures.","subId":"5","id":"Conway.PAM.Ann.5"},{"type":"paragraph","content":"To whom he might farther communicate the Light or Rays of his Divine Nature, as the Objects of Contemplation and Love; which were the unitive Acts of the Creator and Creatures; in which Union the Happiness of the Creatures did consist.","subId":"6","id":"Conway.PAM.Ann.6"},{"type":"paragraph","content":"Here therefore occurs the Trinity of Divine Representation: And the first Conception is, that God is infinite, to be considered without and above Production. Secondly, God is the same as in the Messias. Thirdly, That God is the same, as when with the Messias in the Creatures fitted by the least degree of Light to the perception of his Creatures. Hitherto belongs that Scripture, saying, No Man hath seen God at any time: the Son who is in the Bosom of the Father hath revealed him to us.","subId":"7","id":"Conway.PAM.Ann.7"},{"type":"paragraph","content":"But it is common with the Hebrews to use the Term of Persons, yet so as that by it they do not mean a singular Suppositum, but a Conception only, or kind of Representation, or Method of Consideration. See Adumbratio Kabbal. Christian. Chap. 23.","subId":"8","id":"Conway.PAM.Ann.8"}]}