{"imported":true,"id":"Masham.DLG.Pref","title":"Preface","breadcrumb":"Preface","texts":[],"published":[1696],"sourceUrl":"https://digitallibrary.sdsu.edu/islandora/object/sdsu%3A3057/datastream/OBJ/view","forename":"Damaris","surname":"Cudworth","author":"Lady Masham [Damaris Cudworth]","birth":1659,"death":1708,"nationality":"English","sex":"Female","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"paragraph","content":"PREFACE.\n"},{"type":"paragraph","content":"THE Prejudice that Piety and Religion receive by being removed from their true Foundations, is of so ill Consequence; in disturbing, or misleading, the best meaning and most serious part of Mankind; that any Design which tends to prevent Mistakes about them, will, I hope, at least merit Pardon. The ensuing Discourse is Publish'd with this View: It being intended to show the unserviceableness of an Hypothesis lately recommended to the World for a Ground of Christianity, and Morality; As likewise, the farther injuriousness of that Hypothesis to True Religion, and Piety: Which, I think, I may securely affirm, neither ever have suffer'd, or ever can suffer so much, from the Arguments of any Opposers, as from theirs, who induced by Weakness, Vanity, or any other Motive, have undertaken, or pretended to Support them, upon false Grounds, and wrong Reasonings. I am, indeed, inclined to Believe (as well as Hope) that the Notion which this Discourse is level'd against, is in no great danger of being a very general, or prevailing Opinion: It being too Visionary to be likely to be received by many Intelligent Persons; And too abstruse to be easily entertain'd by those who are altogether unconversant with Scholastick Speculations. Yet there are so many to whom Novelty alone has sufficient Charms to recommend any thing, that I cannot but think (if what I have writ answers the Intention it was writ with) the Subject of the following Papers very well merited those few Hours that were bestow'd upon 'em. And I am confirm'd in this Opinion, by that of one of the Highest order in our Church; Who (since the Writing of them) I was glad to hear say, That it would be well done of any one who had leisure for it, to show the weakness, and extravagance of such of [Mr. N's late Practical Discourses] as are built upon the Principles of Pere Malbranche. This Incouragement, added to the like from some other Persons, has occasion'd the Printing of a Discourse which was not writ with such an intention.","subId":"1","id":"Masham.DLG.Pref.1"}]}