{"id":"Hume.THN.1.2.3","imported":true,"parent":"Hume.THN.1.2","title":"Section 3. Of the other qualities of our ideas of space and time","breadcrumb":"Section 3","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. III.\nOf the other qualities of our ideas of space and time.\n","id":"Hume.THN.1.2.3"},{"type":"paragraph","content":"NO discovery cou'd have been made more happily for deciding all controversies concerning ideas, than that above-mention'd, that impressions always take the precedency of them, and that every idea, with which the imagination is furnish'd, first makes its appearance in a correspondent impression. These latter perceptions are all so clear and evident, that they admit of no controversy; tho' many of our ideas are so obscure, that 'tis almost impossible even for the mind, which forms them, to tell exactly their nature and composition. Let us apply this principle, in order to discover farther the nature of our ideas of space and time.","subId":"1","id":"Hume.THN.1.2.3.1","pages":"33"},{"type":"paragraph","content":"Upon opening my eyes, and turning them to the surrounding objects, I perceive many visible bodies; and upon shutting them again, and considering the distance betwixt these bodies, I acquire the idea of extension. As every idea is deriv'd from some impression, which is exactly similar to it, the impressions similar to this idea of extension, must either be some sensations deriv'd from the sight, or some internal impressions arising from these sensations.","subId":"2","id":"Hume.THN.1.2.3.2","pages":"33"},{"type":"paragraph","content":"Our internal impressions are our passions, emotions, desires and aversions; none of which, I believe, will ever be asserted to be the model, from which the idea of space is deriv'd. There remains therefore nothing but the senses, which can convey to us this original impression. Now what impression do our senses here convey to us? This is the principal question, and decides without appeal concerning the nature of the idea.","subId":"3","id":"Hume.THN.1.2.3.3","pages":"33-4"},{"type":"paragraph","content":"The table before me is alone sufficient by its view to give me the idea of extension. This idea, then, is borrow'd from, and represents some impression, which this moment appears to the senses. But my senses convey to me only the impressions of colour'd points, dispos'd in a certain manner. If the eye is sensible of any thing farther, I desire it may be pointed out to me. But if it be impossible to shew any thing farther, we may conclude with certainty, that the idea of extension is nothing but a copy of these colour'd points, and of the manner of their appearance.","subId":"4","id":"Hume.THN.1.2.3.4","pages":"34"},{"type":"paragraph","content":"Suppose that in the extended object, or composition of colour'd points, from which we first receiv'd the idea of extension, the points were of a purple colour; it follows, that in every repetition of that idea we wou'd not only place the points in the same order with respect to each other, but also bestow on them that precise colour, with which alone we are acquainted. But afterwards having experience of the other colours of violet, green, red, white, black, and of all the different compositions of these, and finding a resemblance in the disposition of colour'd points, of which they are compos'd, we omit the peculiarities of colour, as far as possible, and found an abstract idea merely on that disposition of points, or manner of appearance, in which they agree. Nay even when the resemblance is carry'd beyond the objects of one sense, and the impressions of touch are found to be similar to those of sight in the disposition of their parts; this does not hinder the abstract idea from representing both, upon account of their resemblance. All abstract ideas are really nothing but particular ones, consider'd in a certain light; but being annexed to general terms, they are able to represent a vast variety, and to comprehend objects, which, as they are alike in some particulars, are in others vastly wide of each other.","subId":"5","id":"Hume.THN.1.2.3.5","pages":"34"},{"type":"paragraph","content":"The idea of time, being deriv'd from the succession of our perceptions of every kind, ideas as well as impressions, and impressions of reflection as well as of sensation, will afford us an instance of an abstract idea, which comprehends a still greater variety than that of space, and yet is represented in the fancy by some particular individual idea of a determinate quantity and quality.","subId":"6","id":"Hume.THN.1.2.3.6","pages":"34-5"},{"type":"paragraph","content":"As 'tis from the disposition of visible and tangible objects we receive the idea of space, so from the succession of ideas and impressions we form the idea of time, nor is it possible for time alone ever to make its appearance, or be taken notice of by the mind. A man in a sound sleep, or strongly occupy'd with one thought, is insensible of time; and according as his perceptions succeed each other with greater or less rapidity, the same duration appears longer or shorter to his imagination. It has been remark'd by a great philosopher, that our perceptions have certain bounds in this particular, which are fix'd by the original nature and constitution of the mind, and beyond which no influence of external objects on the senses is ever able to hasten or retard our thought. If you wheel about a burning coal with rapidity, it will present to the senses an image of a circle of fire; nor will there seem to be any interval of time betwixt its revolutions; meerly because 'tis impossible for our perceptions to succeed each other with the same rapidity, that motion may be communicated to external objects. Wherever we have no successive perceptions, we have no notion of time, even tho' there be a real succession in the objects. From these phænomena, as well as from many others, we may conclude, that time cannot make its appearance to the mind, either alone, or attended with a steady unchangeable object, but is always discover'd by some perceivable succession of changeable objects.","subId":"7","id":"Hume.THN.1.2.3.7","pages":"35"},{"type":"paragraph","content":"To confirm this we may add the following argument, which to me seems perfectly decisive and convincing. 'Tis evident, that time or duration consists of different parts: For otherwise we cou'd not conceive a longer or shorter duration. 'Tis also evident, that these parts are not co-existent. For that quality of the co-existence of parts belongs to extension, and is what distinguishes it from duration. Now as time is compos'd of parts, that are not co-existent; an unchangeable object, since it produces none but co-existent impressions, produces none that can give us the idea of time; and consequently that idea must be deriv'd from a succession of changeable objects, and time in its first appearance can never be sever'd from such a succession.","subId":"8","id":"Hume.THN.1.2.3.8","pages":"35-6"},{"type":"paragraph","content":"Having therefore found, that time in its first appearance to the mind is always conjoin'd with a succession of changeable objects, and that otherwise it can never fall under our notice, we must now examine whether it can be conceiv'd without our conceiving any succession of objects, and whether it can alone form a distinct idea in the imagination.","subId":"9","id":"Hume.THN.1.2.3.9","pages":"36"},{"type":"paragraph","content":"In order to know whether any objects, which are join'd in impression, be separable in idea, we need only consider, if they be different from each other; in which case, 'tis plain they may be conceiv'd apart. Every thing, that is different, is distinguishable; and every thing, that is distinguishable, may be separated, according to the maxims above-explain'd. If on the contrary they be not different, they are not distinguishable; and if they be not distinguishable, they cannot be separated. But this is precisely the case with respect to time, compar'd with our successive perceptions. The idea of time is not deriv'd from a particular impression mix'd up with others, and plainly distinguishable from them; but arises altogether from the manner, in which impressions appear to the mind, without making one of the number. Five notes play'd on a flute give us the impression and idea of time; tho' time be not a sixth impression, which presents itself to the hearing or any other of the senses. Nor is it a sixth impression, which the mind by reflection finds in itself. These five sounds making their appearance in this particular manner, excite no emotion in the mind, nor produce an affection of any kind, which being observ'd by it can give rise to a new idea. For that is necessary to produce a new idea of reflection, nor can the mind, by revolving over a thousand times all its ideas of sensation, ever extract from them any new original idea, unless nature has so fram'd its faculties, that it feels some new original impression arise from such a contemplation. But here it only takes notice of the manner, in which the different sounds make their appearance; and that it may afterwards consider without considering these particular sounds, but may conjoin it with any other objects. The ideas of some objects it certainly must have, nor is it possible for it without these ideas ever to arrive at any conception of time; which since it appears not as any primary distinct impression, can plainly be nothing but different ideas, or impressions, or objects dispos'd in a certain manner, that is, succeeding each other.","subId":"10","id":"Hume.THN.1.2.3.10","pages":"36-7"},{"type":"paragraph","content":"I know there are some who pretend, that the idea of duration is applicable in a proper sense to objects, which are perfectly unchangeable; and this I take to be the common opinion of philosophers as well as of the vulgar. But to be convinc'd of its falshood we need but reflect on the foregoing conclusion, that the idea of duration is always deriv'd from a succession of changeable objects, and can never be convey'd to the mind by any thing stedfast and unchangeable. For it inevitably follows from thence, that since the idea of duration cannot be deriv'd from such an object, it can never in any propriety or exactness be apply'd to it, nor can any thing unchangeable be ever said to have duration. Ideas always represent the objects or impressions, from which they are deriv'd, and can never without a fiction represent or be apply'd to any other. By what fiction we apply the idea of time, even to what is unchangeable, and suppose, as is common, that duration is a measure of rest as well as of motion, we shall consider afterwards.","subId":"11","id":"Hume.THN.1.2.3.11","pages":"37"},{"type":"paragraph","content":"There is another very decisive argument, which establishes the present doctrine concerning our ideas of space and time, and is founded only on that simple principle, that our ideas of them are compounded of parts, which are indivisible. This argument may be worth the examining.","subId":"12","id":"Hume.THN.1.2.3.12","pages":"38"},{"type":"paragraph","content":"Every idea, that is distinguishable, being also separable, let us take one of those simple indivisible ideas, of which the compound one of extension is form'd, and separating it from all others, and considering it apart, let us form a judgment of its nature and qualities.","subId":"13","id":"Hume.THN.1.2.3.13","pages":"38"},{"type":"paragraph","content":"'Tis plain it is not the idea of extension. For the idea of extension consists of parts; and this idea, according to the supposition, is perfectly simple and indivisible. Is it therefore nothing? That is absolutely impossible. For as the compound idea of extension, which is real, is compos'd of such ideas; were these so many non-entities, there wou'd be a real existence compos'd of non-entities; which is absurd. Here therefore I must ask, What is our idea of a simple and indivisible point? No wonder if my answer appear somewhat new, since the question itself has scarce ever yet been thought of. We are wont to dispute concerning the nature of mathematical points, but seldom concerning the nature of their ideas.","subId":"14","id":"Hume.THN.1.2.3.14","pages":"38"},{"type":"paragraph","content":"The idea of space is convey'd to the mind by two senses, the sight and touch; nor does any thing ever appear extended, that is not either visible or tangible. That compound impression, which represents extension, consists of several lesser impressions, that are indivisible to the eye or feeling, and may be call'd impressions of atoms or corpuscles endow'd with colour and solidity. But this is not all. 'Tis not only requisite, that these atoms shou'd be colour'd or tangible, in order to discover themselves to our senses; 'tis also necessary we shou'd preserve the idea of their colour or tangibility in order to comprehend them by our imagination. There is nothing but the idea of their colour or tangibility, which can render them conceivable by the mind. Upon the removal of the ideas of these sensible qualities, they are utterly annihilated to the thought or imagination.","subId":"15","id":"Hume.THN.1.2.3.15","pages":"38-9"},{"type":"paragraph","content":"Now such as the parts are, such is the whole. If a point be not consider'd as colour'd or tangible, it can convey to us no idea; and consequently the idea of extension, which is compos'd of the ideas of these points, can never possibly exist. But if the idea of extension really can exist, as we are conscious it does, its parts must also exist; and in order to that, must be consider'd as colour'd or tangible. We have therefore no idea of space or extension, but when we regard it as an object either of our sight or feeling.","subId":"16","id":"Hume.THN.1.2.3.16","pages":"39"},{"type":"paragraph","content":"The same reasoning will prove, that the indivisible moments of time must be fill'd with some real object or existence, whose succession forms the duration, and makes it be conceivable by the mind.","subId":"17","id":"Hume.THN.1.2.3.17","pages":"39"},{"type":"note","content":"Mr. Locke.","subId":"n8","id":"Hume.THN.1.2.3.n8","pages":"35"},{"type":"note","content":"Sect. 5.","subId":"n9","id":"Hume.THN.1.2.3.n9","pages":"37"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.2","imported":true,"title":"Part 2. Of the ideas of space and time","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.1.2.2","imported":true,"title":"Section 2. Of the infinite divisibility of space and time","breadcrumb":"Section 2","published":[1739]},"next":{"id":"Hume.THN.1.2.4","imported":true,"title":"Section 4. Objections answer'd","breadcrumb":"Section 4","published":[1739]}}