{"id":"Locke.EHU.1.4","imported":true,"parent":"Locke.EHU.1","title":"Chapter 4. Other Considerations concerning innate Principles, both speculative and practical","breadcrumb":"Chapter 4","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:6.4?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. IV.</h1> <h2><em>Other Considerations concerning innate Principles, both speculative and practical.</em></h2> ","id":"Locke.EHU.1.4"},{"type":"paragraph","content":"HAD those, who would perswade us, that there are innate Principles, not taken them together in gross; but considered, separately, the parts out of which those Propositions are made, they would not, perhaps, have been so forward to believe they were innate. Since, if the <em>Idea's,</em> which made up those Truths, were not, it was impossible, that the Propositions, made up of them, should be innate, or our Knowledge of them be born with us. For if the <em>Idea's</em> be not <em>innate,</em> there was a time, when the Mind was without those Principles; and then, they will not be innate, but be derived from some other Original. For, where the <em>Idea's</em> themselves are not, there can be no Knowledge, no Assent, no Mental, or Verbal Propositions about them.","subId":"1","id":"Locke.EHU.1.4.1"},{"type":"paragraph","content":"If we will attently consider new born <em>Children,</em> we shall have little Reason, to think, that they bring many <em>Idea's</em> into the World with them. For, bating, perhaps, some faint <em>Idea's,</em> of Hunger, and Thirst, and Warmth, and some Pains, which they may <em>have</em> felt in the Womb, there is <em>not</em> the least appearance of any setled <em>Idea's</em> at all in them; especially of <em>Idea's, answering the Terms, which make up those universal Propositions,</em> that are esteemed innate Principles. One may perceive how, by degrees, afterwards <em>Idea's</em> come into their Minds; and that they get no more, nor no other, than what Experience, and the Observation of things, that come in their way, furnish them with; which might be enough to satisfie us, that they are not Original Characters, stamped on the Mind.","subId":"2","id":"Locke.EHU.1.4.2"},{"type":"paragraph","content":"<em>It is impossible for the same thing to be, and not to be,</em> is certainly (if there be any such) an innate Principle. But can any one think, or will any one say, that <em>Impossibility</em> and <em>Identity,</em> are two innate <em>Idea's</em>? Are they such as all Mankind have, and bring into the World with them? And are they those, that are the first in Children, and antecedent to all acquired ones? If they are innate, they must needs be so. Hath a Child an <em>Idea</em> of <em>Impossibility</em> and <em>Identity,</em> before it has of <em>White</em> or <em>Black; Sweet</em> or <em>Bitter?</em> And is it from the Knowledge of this Principle, that it concludes, that Wormwood rubb'd on the Nipple, is not the same Taste, that it used to receive from thence? Is it the actual Knowledge of <em>impossibile est idem esse, &amp; non esse,</em> that makes a Child distinguish between its Mother and a Stranger; or, that makes it fond of the one, and fly the other? Or does the Mind regulate it self, and its assent by <em>Idea's,</em> that it never yet had? Or the Understanding draw Conclusions from Principles, which it never yet knew or understood? The Names <em>impossibility</em> and <em>Identity,</em> stand for two <em>Idea's,</em> so <em>far from being innate,</em> or born with us, that I think it requires great Care and Attention, to form them right in our Understandings. They are so far from being brought into the World with us; so remote from the thoughts of Infancy and Childhood, that, I believe, upon Examination, it will be found, that many grown Men want them.","subId":"3","id":"Locke.EHU.1.4.3"},{"type":"paragraph","content":"If <em>Identity</em> (to instance in that alone) be a native Impression; and consequently so clear and obvious to us, that we must needs know it even from our Cradles; I would gladly be resolved, by one of Seven, or Seventy, Years old, Whether a Man, being a Creature, consisting of Soul and Body, be the same Man, when his Body is changed? Whether <em>Euphorbus</em> and <em>Pythagoras,</em> having had the same Soul, were the same Man, tho' they lived several Ages asunder? Nay, Whether the Cock too, which had the same Soul, were not the same with both of them? Whereby, perhaps, it will appear, that our <em>Idea of sameness,</em> is <em>not</em> so setled and clear, as to deserve to be thought <em>innate</em> in us. For if those innate <em>Idea's,</em> are not clear and distinct, so as to be universally known, and naturally agreed on, they cannot be the Subjects of universal, and undoubted Truths; but will be the unavoidable Occasion of perpetual Uncertainty. For, I suppose, every ones <em>Idea</em> of <em>Identity,</em> will not be the same, that <em>Pythagoras,</em> and Thousands others of his Followers, have: And which then shall be the true? Which innate? Or are there two different <em>Idea's</em> of <em>Identity,</em> both innate?","subId":"4","id":"Locke.EHU.1.4.4"},{"type":"paragraph","content":"Nor let any one think, that the Questions, I have here proposed, about the <em>Identity</em> of Man, are bare, empty Speculations; which if they were, would be enough to shew, That there was in the Understandings of Men <em>no innate</em> Idea <em>of</em> Identity. He, that shall, with a little Attention, reflect on the Resurrection, and consider, that Divine Justice shall bring to Judgment, at the last Day, the very same Persons, to be happy or miserable in the other, who did well or ill in this Life, will find it, perhaps, not easie to resolve with himself, what makes the same Man, or wherein <em>Identity</em> consists: And will not be forward to think he, and every one, even Children themselves, have naturally a clear <em>Idea</em> of it.","subId":"5","id":"Locke.EHU.1.4.5"},{"type":"paragraph","content":"Let us examine that Principle of Mathematicks, <em>viz. That the whole is bigger than a part.</em> This, I take it, is reckon'd amongst innate Principles. I am sure it has as good a Title as any, to be thought so; which yet, no Body can think it to be, when he considers the <em>Idea's</em> it comprehends in it, <em>Whole</em> and <em>Part,</em> are perfectly Relative; but the Positive <em>Idea's,</em> to which they properly and immediately belong, are Extension and Number, of which alone, <em>Whole</em> and <em>Part,</em> are, Relations. So that if <em>Whole</em> and <em>Part</em> are innate <em>Idea's,</em> Extension and Number must be so too, it being impossible to have an <em>Idea</em> of a Relation, without having any at all of the thing to which it belongs, and in which it is founded. Now, Whether the Minds of Men have naturally imprinted on them the <em>Idea's</em> of Extension and Number, I leave to be considered by those, who are the Patrons of innate Principles.","subId":"6","id":"Locke.EHU.1.4.6"},{"type":"paragraph","content":"That <em>God is to be worshipped,</em> is, without doubt, as great a Truth as any can enter into the mind of Man, and deserves the first place amongst all practical Principles. But yet, it can by no means be thought innate, unless the <em>Idea's</em> of <em>God,</em> and <em>Worship,</em> are innate. That the <em>Idea,</em> the Term <em>Worship</em> stands for, is not in the Understanding of Children, and a Character stamped on the Mind in its first Original, I think, will be easily granted, by any one, that considers how few there be, amongst grown Men, who have a clear and distinct Notion of it. And, I suppose, there cannot be any thing more ridiculous, than to say, that Children have this practical Principle innate, That <em>God is to be worshipped</em>; and yet, that they know not what that Worship of God is, which is their Duty. But to pass by this.","subId":"7","id":"Locke.EHU.1.4.7"},{"type":"paragraph","content":"If any <em>Idea</em> can be imagin'd <em>innate,</em> the <em>Idea of God</em> may, of all others, for many Reasons, be thought so; since it is hard to conceive, how there should be innate, Moral Principles, without an innate Idea of a <em>Deity</em>: Without a Notion of a Law-maker, it is impossible to have a Notion of a Law, and an Obligation to observe it. Besides the Atheists, taken notice of amongst the Ancients, and left branded upon the Records of History, hath not Navigation discovered, in these latter Ages, whole Nations, at the Bay of <em>Soldania,</em><a href=\"#n1\"><sup>[1]</sup></a> in <em>Brasil,</em><a href=\"#n2\"><sup>[2]</sup></a> and the <em>Caribee</em> Islands, <em>&amp;c.</em> amongst whom there was to be found no Notion of a God, no Religion. <span class=\"foreign\">Nicolaus del Techo in literis, ex Paraquaria de Caaiguarum conversione</span>, has these Words, <span class=\"foreign\">Reperi eam gentem nullum nomen habere, quod Deum, &amp; Hominis animam significet, nulla sacra habet, nulla Idola.</span> And, perhaps, if we should, with attention, mind the Lives, and Discourses of People not so far of, we should have too much Reason to fear, that many, in more civilized Countries, have no very strong, and clear Impressions of a Deity upon their Minds; and that the Complaints of Atheism, made from the Pulpits, are not without Reason. And though only some profligate Wretches own it too barefacedly now; yet, perhaps, we should hear, more than we do, of it from others, did not the fear of the Magistrate's Sword, or their Neighbour's Censure, tie up Peoples Tongues; which, were the Apprehensions of Punishment, or Shame taken away, would as openly proclaim their <em>Atheism,</em> as their Lives do.","subId":"8","id":"Locke.EHU.1.4.8"},{"type":"paragraph","content":"But had all Mankind, every where, a <em>Notion of a God,</em> (whereof yet History tells us the contrary) it would <em>not</em> from thence follow, that the <em>Idea</em> of him was <em>innate.</em> For, though no Nation were to be found without a Name, and some few dark Notions of him; yet that would not prove them to be natural Impressions on the Mind, no more than the Names of Fire, or the Sun, Heat, or Number, do prove the <em>Idea's</em> they stand for, to be innate, because the Names of those things, and the <em>Idea's</em> of them, are so universally received, and known amongst Mankind. Nor, on the contrary, is the want of such a Name, or the absence of such a Notion out of Men's Minds, any Argument against the Being of a God, any more, than it would be a Proof, that there was no Load-stone in the World, because a great part of Mankind, had neither a Notion of any such thing, nor a Name for it; or be any shew of Argument, to prove, that there are no distinct, and various species of Angels, or intelligent Beings above us, because we have no <em>Idea's</em> of such distinct species. For Men, being furnished with Words, by the common Language of their own Countries, can scarce avoid having some kind of <em>Idea's</em> of those things, whose Names, those they converse with, have occasion frequently to mention to them: and if it carry with it the Notion of Excellency, Greatness, or something extraordinary; if Apprehension and Concernment accompany it; if the Fear of absolute and irresistible Power set it on upon the Mind, the <em>Idea</em> is likely to sink deeper, and spread the farther; especially if it be such an <em>Idea</em> as is agreeable to the common light of Reason, and naturally deducible from every part of our Knowledge, as that of a God is. For the visible marks of extraordinary Wisdom and Power, appear so plainly in all the Works of the Creation, that a rational Creature, who will but seriously reflect on them, cannot miss the discovery of a <em>Deity</em>: And the influence, that the discovery of such a Being must necessarily have on the Minds of all, that have but once heard of it, is so great, and carries such a weight of Thought and Communication with it, that it seems stranger to me, that a whole Nation of Men should be any where found so brutish, as to want the Notion of a God; than that they should be without any Notion of Numbers, or Fire.","subId":"9","id":"Locke.EHU.1.4.9"},{"type":"paragraph","content":"The Name of God being once mentioned in any part of the World, to express a superior, powerful, wise, invisible Being, the suitableness of such a Notion to the Principles of common Reason, and the Interest Men will always have to mention it often, must necessarily spread it far and wide; and continue it down to all Generations: though yet the <em>general reception of this Name, and some imperfect and unsteady Notions, conveyed thereby</em> to the unthinking part of Mankind, <em>prove not the</em> Idea <em>to be innate</em>; but only that they, who made the Discovery, had made a right use of their Reason, thought maturely of the Causes of things, and traced them to their Original; from whom other less considering People, having once received so important a Notion, it could not easily be lost again.","subId":"10","id":"Locke.EHU.1.4.10"},{"type":"paragraph","content":"This is all could be inferr'd from the Notion of a <em>God,</em> were it to be found universally in all the Tribes of Mankind, and generally acknowledged, by Men grown to maturity in all Countries. For the generality of the acknowledging of a God, as I imagine, is extended no farther than that; which if it be sufficient to prove the <em>Idea of God, innate,</em> will as well prove the <em>Idea</em> of Fire, innate; since, I think, it may truly be said, That there is not a Person in the World, who has a Notion of a <em>God,</em> who has not also the <em>Idea</em> of Fire. I doubt not, but if a Colony of young Children should be placed in an Island, where no Fire was, they would certainly neither have any Notion of such a thing, nor Name for it, how generally soever it were received, and known in all the World besides; and, perhaps too, their Apprehensions, would be as far removed from any Name, or Notion of a God, till some one amongst them had imployed his Thoughts, to enquire into the Constitution and Causes of things, which would easily lead him to the Notion of a <em>God</em>; which having once taught to others, Reason, and the natural Propensity of their own Thoughts, would afterwards propagate, and continue amongst them.","subId":"11","id":"Locke.EHU.1.4.11"},{"type":"paragraph","content":"Indeed it is urged, That it is <em>suitable to the goodness of God, to imprint upon the Minds of Men, Characters and Notions of himself,</em> and not leave them in the dark, and doubt, in so grand a Concernment; and also by that means, to secure to himself the Homage and Veneration, due from so intelligent a Creature as Man; and therefore he has done it. This Argument, if it be of any Force, will prove much more than those, who use it, in this case, expect from it. For if we may conclude, that <em>God</em> hath done for Men, all that Men shall judge is best for them, because it is suitable to his goodness so to do, it will prove, not only, that God has imprinted on the minds of Men an <em>Idea</em> of himself; but that he hath plainly stamped there, in fair Characters, all that men ought to know, or believe of him, all that they ought to do in obedience to his Will; and that he hath given them a Will and Affection conformable to it. This, no doubt, every one will think it better for men, than that they should, in the dark, grope after Knowledge, as St. <em>Paul</em> tells us all Nations did after God, <em>Acts</em> XVII.27. than that their Wills should clash with their Understandings, and their Appetites cross their Duty. The <em>Romanists</em> say, 'Tis best for men, and so, suitable to the goodness of God, that there should be an infallible Judge of Controversies on Earth; and therefore there is one: and I, by the same Reason, say, 'Tis better for men, that every man himself should be infallible. I leave them to consider, whether by the force of this Argument they shall think that every man is so. I think it a very good Argument, to say, the infinitely wise God hath made it so: And therefore it is best. But it <em>seems to me a little too much Confidence of our own Wisdom, to say, I think it best, and therefore God hath made it so</em>; and in the matter in Hand, it will be in vain to argue from such a Topick, that God hath done so, when certain Experience shews us, that he hath not. But the Goodness of God hath not been wanting to men without such Original Impressions of Knowledge, or <em>Idea's</em> stamped on the mind: since he hath furnished Man with those Faculties, which will serve for the sufficient discovery of all things requisite to the end of such a Being; and I doubt not but to shew, that a Man by the right use of his natural Abilities, may, without any innate Principles, attain the knowledge of a God, and other things that concern him. God having endued Man with those Faculties of knowing which he hath, was no more obliged by his Goodness, to implant those innate Notions in his Mind, than that having given him Reason, Hands, and Materials, he should build him Bridges, or Houses; which some people in the World, however of good parts, do either totally want, or are but ill provided of, as well as others are wholly without <em>Idea's of God,</em> and Principles of Morality; or at least have but very ill ones. The reason in both cases being, That they never employ'd their Parts, Faculties, and Powers, industriously that way, but contented themselve with the Opinions, Fashions, and Things of their Country, as they found them, without looking any farther. Had you or I been born at the Bay of <em>Soldania,</em> possibly our Thoughts, and Notions, had not exceeded those bruitish ones of the <em>Hotentots</em> that inhabit there: And had the <em>Verginia</em> King <em>Apochancana,</em> been educated in <em>England,</em> he had, perhaps, been as knowing a Divine, and as good a Mathematician, as any in it. The difference between him, and a more improved <em>English</em>-man, lying barely in this, That the exercise of his Faculties, was bounded within the Ways, Modes, and Notions of his own Country, and never directed to any other, or farther Enquiries: And if he had not any <em>Idea</em> of a God, it was only because he pursued not those Thoughts that would have led him to it.","subId":"12","id":"Locke.EHU.1.4.12"},{"type":"paragraph","content":"I grant, That <em>if</em> there were <em>any Idea's</em> to be found <em>imprinted</em> on the Minds of Men, we have reason to expect, <em>it should be the notion of his Maker,</em> as a mark GOD set on his own Workmanship, to mind Man of his dependence and Duty; and that herein should appear the first instances of humane Knowledge. But how late is it before any such notion is discoverable in Children? And when we find it there, How much more does it resemble the Opinion, and Notion, of the Teacher, than represent the True God? He that shall observe in Children, the progress whereby their Minds attain the knowledge they have, will think, that the Objects they do first, and most familiarly converse with, are those that make the first impressions on their Understandings: Nor will he find the least footsteps of any other. It is easie to take notice, how their Thoughts enlarge themselves, only as they come to be acquainted with a greater variety of sensible Objects, to retain the <em>Idea's</em> of them in their memories; and to get the skill to compound and enlarge them, and several ways put them together. How by these means, they come to frame in their minds an <em>Idea</em> of a Deity, I shall hereafter shew.","subId":"13","id":"Locke.EHU.1.4.13"},{"type":"paragraph","content":"Can it be thought, that the <em>Idea's</em> Men have of God, are the Characters, and Marks of Himself, engraven in their Minds by his own finger, when we see, that in the same Country, under one and the same Name, <em>Men have far different,</em> nay, often <em>contrary and inconsistent Idea's,</em> and conceptions <em>of him?</em> Their agreeing in a name, or sound, will scarce prove an innate notion of Him.","subId":"14","id":"Locke.EHU.1.4.14"},{"type":"paragraph","content":"What true or tolerable notion of a <em>Deity,</em> could they have, who acknowledged, and worshipped hundreds? Every Deity that they owned above one, was an infallible evidence of their ignorance of Him, and a proof that they had no true notion of God, where Unity, Infinity, and Eternity, were always excluded. To which if we add their gross Conceptions of Corporiety, expressed in their Images, and Representations of their Deities; the Amours, Marriages, Copulations, Lusts, Quarrels, and other mean Qualities, attributed by them to their gods; we shall have little reason to think, that the heathen World, <em>i. e.</em> the greatest part of Mankind, had such <em>Idea's</em> of God in their Minds, as he himself, out of care, that they should not be mistaken about him, was Author of. And this universality of consent, so much argued, if it prove any native impressions, 'twill be only this: That God imprinted on the Minds of all Men, speaking the same Language, a Name for Himself, but not any <em>Idea</em>: Since those People, who agreed in the Name, had at the same time, far different apprehensions about the thing signified. If they say, That the variety of Deities worshipped by the heathen World, were but figurative ways of expressing the several Attributes of that imcomprehensible Being, or several parts of his Providence: I answer, What they might be in their original, I will not here enquire; but that they were so in the Thoughts of the Vulgar, I think no body will affirm: And he that will consult the Voyage of the Bishop of <em>Beryte,</em> c. 13. (not to mention other Testimonies) will find, that the Theology of the <em>Siamites,</em> professedly owns plurality of Gods: Or, as the <em>Abbé de Choisy</em> more judiciously remarks, in his Journal <em>du Voiage de Syam,</em> 107/177, it consists properly in acknowledging no God at all.","subId":"15","id":"Locke.EHU.1.4.15"},{"type":"paragraph","content":"If it be said, That <em>wise Men</em> of all Nations came to <em>have true Conceptions,</em> of the Unity and Infinity <em>of the Deity,</em> I grant it. But then this, First, Excludes universality of Consent in any thing, but the name. for those wise Men being very few, perhaps one of a thousand, this universality is very narrow. Secondly, It seems to me plainly to prove, That the truest and best Notions Men had of God, were not imprinted, but acquired by thought and meditation, and a right use of their Faculties: since the wise and considerate Men of the World, by a right and careful employment of their Thoughts, and Reason, attained true Notions in this, as well as other things; whilst the lazy and inconsiderate part of Men, making the far greater number, took up their Notions, by chance, from common Tradition, and vulgar Conceptions, without much beating their heads about them. And if it be a reason to think <em>the notion of God innate,</em> because all wise Men had it, Vertue must be thought innate; for that also wise Men have always had.","subId":"16","id":"Locke.EHU.1.4.16"},{"type":"paragraph","content":"This was evidently the case of all <em>Gentilism</em>: Nor hath even amongst <em>Iews, Christians,</em> and <em>Mahometans,</em> who acknowledge but One God, this Doctrine, and the care is taken in those Nations, to teach Men to have true notions of a GOD, prevailed so far, as to make Men to have the same, and true <em>Idea's</em> of Him. How many, even amongst us, will be found upon enquiry, to fansie him in the shape of a Man, sitting in Heaven; and to have many other absurd and unfit conceptions of him? Christians, as well as Turks, have had whole Sects owning, and contending earnestly for it, That the Deity was corporeal, and of humane shape: And though we find few now amongst us, who profess themselves <em>Anthropomorphites,</em> (though some I have met with that own it) yet, I believe, he that will make it his business, may find amongst the ignorant, and uninstructed Christians, many of that Opinion. Talk but with Country-people, almost of any Age; or young people almost any where, and you shall find, that though the Name of GOD be frequently in their mouths; yet the notions they apply this Name to, are so odd, low, and pitiful, that no body can imagine they were taught by a rational Man; much less, that they were the Characters writ by the finger of God Himself. Nor do I see how it derogates more from the Goodness of God, that he has given us Minds unfurnished with these <em>Idea's</em> of Himself, than that he hath sent us into the World, with Bodies uncloathed; and that there is no Art or Skill born with us. For being fitted with Faculties to attain these, it is want of Industry, and Consideration in us, and not of Bounty in Him, if we have them not. 'Tis as certain, that there is a God, as that the opposite Angles, made by the intersection of two strait Lines, are equal. There was never any rational Creature, that set himself sincerely to examine the truth of these Propositions, that could fail to assent to them: Though yet it be past doubt, that there are many Men, who having not applied their Thoughts that way, are ignorant both of the one and the other. If any one think fit to call this (which is the utmost of its extent) universal Consent, such an one I easily allow: But such an universal Consent as this, proves not the <em>Idea</em> of <em>God,</em> no more than it does the <em>Idea</em> of such Angles, <em>innate.</em>","subId":"17","id":"Locke.EHU.1.4.17"},{"type":"paragraph","content":"Since then though the knowledge of a <em>GOD,</em> be the most natural discovery of humane Reason, yet <em>the Idea of him,</em> is <em>not innate,</em> as, I think, is evident from what has been said; I imagine there will be scarce any other <em>Idea</em> found, that can pretend to it: since if God had left any natural impressions on the Understanding of Men, it is most reasonable to expect it should have been some Characters of Himself, as far as our weak Capacities were capable to receive so incomprehensible and infinite an Object. But our Minds being, at first, void of that <em>Idea,</em> which we are most concerned to have, it <em>is a strong presumption against all other innate Characters.</em> I must own, as far as I can observe, I can find none, and would be glad to be informed by any other.","subId":"18","id":"Locke.EHU.1.4.18"},{"type":"paragraph","content":"I confess, there is another <em>Idea,</em> which would be of general use for Mankind to have, as it is of general talk as if they had it; and that is the <em>Idea of Substance,</em> which we neither have, nor can have, by <em>Sensation</em> or <em>Reflection.</em> If Nature took care to provide us any <em>Idea's,</em> we might well expect it should be such, as by our own Faculties we cannot procure to ourselves: But we see on the contrary, that since by those ways, whereby other <em>Ideas</em> are brought into our Minds, this is not, We have no such <em>clear Idea</em> at all, and therefore signifie nothing by the word <em>Substance,</em> but only an uncertain supposition of we know not what; <em>i. e.</em> of something whereof we have no <em>Idea,</em> which we take to be the <em>substratum,</em> or support, of those <em>Idea's</em> we do know.","subId":"19","id":"Locke.EHU.1.4.19"},{"type":"paragraph","content":"Whatever then we talk of innate, either <em>speculative,</em> or <em>practical, Principles,</em> it may, with as much probability, be said, That a Man hath a 100 <em>l.</em> sterling in his pocket, and yet deny that he hath there either Penny, Shilling, Crown, or any other Coin, out of which the Sum is to be made up; as to think, that certain Propositions are innate, when the <em>Idea's</em> about which they are, can by no means be supposed to be so. The general reception and assent that is given, doth <em>not</em> at all prove, that the <em>Idea's</em> expressed in them, are <em>innate</em>: For in many cases, however the <em>Idea's</em> came there, the assent to Words expressing the agreement, or disagreement, of such <em>Idea's,</em> will necessarily follow. Every one that hath a true <em>Idea</em> of <em>God,</em> and <em>Worship,</em> will assent to this Proposition, That God is to be worshipped, when expressed in a Language he understands: And every rational Man, that hath not thought on it to day, may be ready to assent to this Proposition to morrow; and yet millions of Men may be well supposed to want one, or both, of those <em>Idea's</em> to day: For if we will allow Savages, and most Country-people, to have <em>Idea's</em> of <em>God</em> and <em>Worship</em> (which conversation with them, will not make one forward to believe) yet, I think, few Children can be supposed to have those <em>Idea's,</em> which therefore they must begin to have sometime or other; and then they will also begin to assent to that Proposition, and make very little question of it ever after. But such an assent upon hearing, no more proves the <em>Ideas</em> to be innate, than it does, That one born blind (with Cataracts, which will be couched to morrow) had the innate <em>Ideas</em> of the Sun, or Light, or Saffron, or Yellow; because when his Sight is cleared, he will certainly assent to this Proposition, That the Sun is lucid, or that Saffron is yellow: And therefore if such an assent upon hearing cannot prove the <em>Ideas</em> innate, it can much less the Propositions made up of those <em>Ideas.</em> If they have any innate <em>Ideas,</em> I would be glad to be told, what, and how many they are.","subId":"20","id":"Locke.EHU.1.4.20"},{"type":"paragraph","content":"Besides what I have already said, there is another Reason, why I doubt, that neither these, nor any other Principles are innate. I that am fully perswaded, that the infinitely Wise GOD made all Things in perfect Wisdom, cannot satisfie my self, why he should be supposed to print upon <em>the</em> Minds of Men, some universal <em>Principles</em>; whereof those <em>that</em> are pretended innate, and <em>concern Speculation, are of no great use; and those that concern Practice, not self-evident; and neither of them distinguishable from some other Truths, not allowed to be innate.</em> For to what purpose should Characters be graven on the Mind, by the finger of God, which are not clearer there, than those which are afterwards introduced, or cannot be distinguish'd from? If any one thinks there are such innate <em>Ideas</em> and Propositions, which by their clearness and usefulness, are distinguishable from all that is adventitious in the Mind, and acquired, it will not be a hard matter for him to tell us, which they are; and then every one will be a fit Judge, whether they be so, or no. Since if there be such innate <em>Idea's</em> and Impressions, plainly different from all our other perceptions and knowledge, every one will find it true in himself. Of the evidence of these supposed innate Maxims, I have spoken already; of their usefulness, I shall have occasion to speak more hereafter.","subId":"21","id":"Locke.EHU.1.4.21"},{"type":"paragraph","content":"To conclude, some <em>Ideas</em> forwardly offer themselves to all mens Understandings; and some sorts of Truths result from any <em>Ideas,</em> as soon as the Mind puts them into Propositions: Other Truths require a train of <em>Ideas</em> placed in order, a due comparing of them, and deductions made with attention, before they can be discovered, and assented to. Some of the first sort, because of their general and easie reception, have been mistaken for innate: But the truth is, <em>Ideas</em> and Notions are no more born with us, than Arts and Sciences; though some of them, indeed, offer themselves to our Faculties, more readily than others; and therefore are more generally received; though that too, be according as the Organs of our Bodies, and Powers of our Minds, happen to be employ'd; <em>God having fitted Men with faculties and means, to discover, observe, and retain Truths, accordingly as they are employ'd.</em> The great difference that is to be found in the Notion of Mankind, is, from the different use they put their Faculties to, whilst some (and those the most) taking things upon trust, misemploy their power of Assent, by lazily enslaving their Minds, to the Dictates and Dominion of others, in Doctrines, which it is their Duty carefully to examine; and not blindly, with an implicit saith, to swallow: Others employing their Thoughts only about some few things, grow acquainted sufficiently with them, attain great degrees of knowledge in them, and are ignorant of all other, having never let their Thoughts loose, in the search of other Enquiries. Thus, that the three Angles of a Triangle are equal to two Right ones, is a Truth, as certain as any thing can be; and I think more evident, than many of those Propositions that go for Principles; and yet there are millions, however expert in other things, know not this at all, because they never set their Thoughts on work about such Angles: And he that certainly knows this Proposition, may yet be utterly ignorant of the truth of other Propositions, in Mathematicks it self, which are as clear and evident as this; because, in his search of those mathematical Truths, he stopp'd his Thoughts short, and went not so far. The same may happen concerning the notions we have of the Being of a Deity; for though there be no Truth, which a Man may more evidently make out to himself, than the Existence of a God, yet he that shall content himself with things, as he finds them, in this World, as they minister to his Pleasures and Passions, and not make enquiry a little farther into their Causes, Ends, and admirable Contrivances, and pursue the thoughts thereof with diligence and attention, may live long without any notion of such a Being: And if any Person hath, by talk, put such a notion into his head, he may, perhaps, believe it: But if he hath never <em>examined</em> it, his knowledge of it will be no perfecter, than his, who having been told, that the three Angles of a Triangle, are equal to two Right ones, takes it upon trust, without examining the demonstration; and may yield his assent as to a probable Opinion, but hath no knowledge of the truth of it; which yet his Faculties, if carefully employ'd, were able to make clear and evident to him. But this only by the by, to shew how much our <em>knowledge depends upon the right use of those powers Nature hath bestowed upon us,</em> and how little upon those innate Principles, which are in vain supposed to be in all Mankind, for their direction; which all Men could not but know, if thy were there, or else they would be there to no purpose.","subId":"22","id":"Locke.EHU.1.4.22"},{"type":"paragraph","content":"What censure, doubting thus of innate Principles, may deserve from Men who will be apt to call it, Pulling up the old foundation of Knowledge and Certainty, I cannot tell: I perswade my self, at least, that the way I have pursued, being conformable to Truth, lays those foundations surer. This I am certain, I have not made it my business, either to quit, or follow, any Authority in the ensuing Discourse: Truth has been my only aim; and where-ever that has appeared to lead, my Thoughts have impartially followed, without minding, whether the footsteps of any other lay that way, or no. Not that I want a due respect to other Mens Opinions; but after all, the <em>greatest reverence is due to Truth</em>; and, I hope, it will not be thought arrogance, to say, That, perhaps, we should make greater progress in the discovery of rational and contemplative <em>Knowledge,</em> if we <em>sought</em> it in the Fountain, <em>in the consideration of Things themselves</em>; and made use rather of our own Thoughts, than other Mens to find it: For, I think, we may as rationally hope to see with other Mens Eyes, as to know by other Mens Understandings. So much as we our selves consider and comprehend of Truth and Reason, so much we possess of real and true Knowledge. The floating of other mens Opinions in our brains, makes us not one jot the more knowing, though they happen to be true. What in them was Science, is in us but Opiniatrity, whilst we give up our Assent only to reverend Names, and do not, as they did, employ our own Reason to <em>understand</em> those <em>Truths,</em> which gave them reputation. <em>Aristotle</em> was certainly a knowing Man, but no body ever thought him so, because he blindly embraced, and confidently vented the Opinions of another. And if the taking up of another's Principles, without examining them, made not him a Philosopher, I suppose it can make no body else so. In the Sciences, every one has so much as he really knows and comprehends: What he believes only, and takes upon trust, are but shreads; which however well in the whole piece, make no considerable addition to his stock, who gathers them. Such borrowed Wealth, like Fairy-money, though it were Gold in the hand from which he received it, will be but Leaves and Dust when it comes to use.","subId":"23","id":"Locke.EHU.1.4.23"},{"type":"paragraph","content":"When Men have found some general Propositions that could not be doubted of, as soon as understood, it was, I know, <em>a short and easie way to conclude them innate.</em> This being once received, it eased the lazy from the pains of search, and stopp'd the enquiry of the doubtful, concerning all that was once stiled innate: And it was of no small advantage to those who affected to be Masters and Teachers, to make this the Principle of <em>Principles,</em> That Principles must not be questioned: For having once established this Tenet, That there are innate Principles, it put their Followers upon a necessity of receiving some Doctrines as such, which was to take them off from the use of their own Reason and Judgment, and put them upon believing and taking them upon trust, without farther examination: In which posture of blind Credulity, they might be more easily governed by, and made useful to some sort of Men, who had the skill and office to principle and guide them. Nor is it a small power it gives one Man over another, to have the Authority to be the Dictator of Principles, and Teacher of unquestionable Truths; and to make a man swallow that for an innate Principle, which may serve to his purpose who teacheth them. Whereas had they examined the ways, whereby men came to the knowledge of many universal <em>Truths,</em> they would have found them to result in the Minds of men, from the being of things themselves, when duely considered; and that they were discovered by the application of those Faculties, that were fitted by Nature to receive and judge of them, when duely employ'd about them.","subId":"24","id":"Locke.EHU.1.4.24"},{"type":"paragraph","content":"<em>To shew how the Understanding proceeds herein, is the design of the following Discourse</em>; which I shall proceed to, when I have first premised, that hitherto to clear my way to those foundations, which, I conceive are the only true ones, whereon to establish those Notions we can have of our own Knowledge, it hath been necessary for me to give you an account of the Reasons I had to doubt of innate Principles: And since the Arguments which are against them, do, some of them, rise from common received Opinions, I have been forced to take several things for granted, which is hardly avoidable to any one, whose Task it is to shew the falshood, or improbability, of any Tenet; it happening in Controversial Discourses, as it does in assaulting of Towns; where, if the ground be but firm, whereon the Batteries are erected, there is no farther enquiry of whom it is borrowed, nor whom it belongs to, so it affords but a fit rise for the present purpose. But in the future part of this Discourse, designing to raise an Edifice uniform, and consistent with it self, as far as my own Experience and Observation will assist me, I hope, to lay the foundation so, that the rest will easily depend upon it: And I shall not need to shore it up with props and buttrices, leaning on borrowed or begg'd foundations: Or at least, if mine prove a Castle in the Air, I will endeavour it shall be all of a piece, and hang together. Wherein I tell you before-hand, you are not to expect undeniable, cogent demonstrations, unless you will suffer me, as others have done, to take my Principles for granted; and then, I doubt not, but I can demonstrate too. All that I shall say for the Principles I proceed on, is, that I can only <em>appeal</em> to mens own unprejudiced <em>Experience,</em> and Observations, whether they be true, or no; and this is enough for a man who professes no more, than to lay down candidly and freely his own Conjectures, concerning a Subject not very obvious, without any other design, than an unbiass'd enquiry after Truth.","subId":"25","id":"Locke.EHU.1.4.25"},{"type":"note","content":"<em>Rhoe apud</em> Thevenot, p 2.","subId":"n1","id":"Locke.EHU.1.4.n1"},{"type":"note","content":"Jo. de Lery, c. 16.","subId":"n2","id":"Locke.EHU.1.4.n2"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.1","imported":true,"title":"Book 1. Of Innate Notions","breadcrumb":"Book 1","published":[1689]}],"prev":{"id":"Locke.EHU.1.3","imported":true,"title":"Chapter 3. No innate practical Principles","breadcrumb":"Chapter 3","published":[1689]},"next":{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}}