{"imported":true,"id":"Hume.EWU.LM","parent":"Hume.EWU","title":"Of Love and Marriage","breadcrumb":"Of Love and Marriage","published":[1741],"copytext":[1760],"texts":[],"sourceDesc":"The first edition of Hume’s [Essays, Moral and Political] contained eight essays that were later withdrawn from the [Essays, Moral, Political, and Literary, Part 1] (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays [Of Suicide] and [Of the Immortality of the Soul]. These latter were printed in 1755, intended for what became the [Four Dissertations] of 1757, but Hume soon regretted the decision and had them removed, writing the essay [Of the Standard of Taste] to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Of ^Love^ and ^Marriage^. £1","id":"Hume.EWU.LM"},{"type":"paragraph","content":"I KNOW not whence it proceeds, that women are so apt to take amiss every thing which is said in disparagement of the married state; and always consider a satyr upon matrimony as a satyr upon themselves. Do they mean, that they are the parties principally concerned, and that if a backwardness to enter into that state should prevail in the world, they would be the greatest sufferers? Or, are they sensible, that the misfortunes and miscarriages of the married state are owing more to their sex than to ours? I hope they do not intend to confess |either of these two particulars, or to give such an advantage to their adversaries, the men, as even to allow them to suspect it.","subId":"1","id":"Hume.EWU.LM.1","pages":"557-8"},{"type":"paragraph","content":"^I have^ often had thoughts of complying with this humour of the fair sex, and of writing a panegyric upon marriage: But, in looking around for materials, they seemed to be of so mixed a nature, that at the conclusion of my reflections, I found that I was as much disposed to write a satyr, which might be placed on the opposite pages of the panegyric: And I am afraid, that as satyr is, on most occasions, thought to contain more truth than panegyric, I should have done their cause more harm than good by this expedient. To misrepresent facts is what, I know, they will not require of me. I must be more a friend to truth, than even to them, where their interests are opposite.","subId":"2","id":"Hume.EWU.LM.2","pages":"558"},{"type":"paragraph","content":"^I shall^ tell the women what it is our sex complains of most in the married state; and if they be disposed to satisfy us in this particular, all the other differences will easily be accommodated. If I be not mistaken, 'tis their love of dominion, which is the ground of the quarrel; tho' 'tis very likely, that they will think it an unreasonable love of it in us, which makes us insist so much upon that point. However this may be, no passion seems to have more influence on female minds, than this for power; and there is a remarkable instance in history of its prevailing above another passion, which is the only one that can be supposed a proper counterpoise for it. We are told that all the women in ^Scythia^ once conspired against the men, and kept the secret so well, that they executed their design before they were suspected. They surprised the men in drink, or asleep; bound them all fast in chains; and having called a solemn council of the whole sex, it was debated what expedient should be used to improve the present advantage, and prevent their falling again into slavery. To kill all the men did not seem to the relish of any part of the assembly, |notwithstanding the injuries formerly received; and they were afterwards pleased to make a great merit of this lenity of theirs. It was, therefore, agreed to put out the eyes of the whole male sex, and thereby resign in all future time the vanity which they could draw from their beauty, in order to secure their authority. We must no longer pretend to dress and show, say they; but then we shall be free from slavery. We shall hear no more tender sighs; but in return we shall hear no more imperious commands. Love must for ever leave us; but he will carry subjection along with him.","subId":"3","id":"Hume.EWU.LM.3","pages":"558-9"},{"type":"paragraph","content":"'^Tis^ regarded by some as an unlucky circumstance, since the women were resolved to maim the men, and deprive them of some of their senses, in order to render them humble and dependent, that the sense of hearing could not serve their purpose, since 'tis probable the females would rather have attacked that than the sight: And I think it is agreed among the learned, that, in a married state, 'tis not near so great an inconvenience to lose the former sense as the latter. However this may be, we are told by modern anecdotes, that some of the ^Scythian^ women did secretly spare their husband's eyes; presuming, I suppose, that they could govern them as well by means of that sense as without it. But so incorrigible and untractable were these men, that their wives were all obliged, in a few years, as their youth and beauty decayed, to imitate the example of their sisters; which it was no difficult matter to do in a state where the female sex had once got the superiority.","subId":"4","id":"Hume.EWU.LM.4","pages":"559"},{"type":"paragraph","content":"^I know^ not if our ^Scottish^ ladies derive any thing of this humour from their ^Scythian^ ancestors; but, I must confess that I have often been surprized to see a woman very well pleased to take a fool for her mate, that she might govern with the less controul; and could not but think her sentiments, in this respect, still more barbarous than those of the ^Scythian^ women above-mentioned; as much as the eyes of the understanding are more valuable than those of the body.","subId":"5","id":"Hume.EWU.LM.5","pages":"559"},{"type":"paragraph","content":"^But^ to be just, and to lay the blame more equally, I am afraid it is the fault of our sex, if the women be so fond of rule, |and that if we did not abuse our authority, they would never think it worth while to dispute it. Tyrants, we know, produce rebels; and all history informs us, that rebels, when they prevail, are apt to become tyrants in their turn. For this reason, I could wish there were no pretensions to authority on either side; but that every thing was carried on with perfect equality, as between two equal members of the same body. And to induce both parties to embrace those amicable sentiments, I shall deliver to them ^Plato^'s account of the origin of love and marriage.","subId":"6","id":"Hume.EWU.LM.6","pages":"559-60"},{"type":"paragraph","content":"^Mankind^, according to that fanciful philosopher, were not, in their original, divided into male and female, as at present; but each individual person was a compound of both sexes, and was in himself both husband and wife, melted down into one living creature. This union, no doubt, was very intire, and the parts very well adjusted together, since there resulted a perfect harmony betwixt the male and female, altho' they were obliged to be inseparable companions. And so great were the harmony and happiness flowing from it, that the ^Androgynes^ (for so ^Plato^ calls them) or ^Men-Women^, became insolent upon their prosperity, and rebelled against the Gods. To punish them for this temerity, ^Jupiter^ could contrive no better expedient, than to divorce the male-part from the female, and make two imperfect beings of the compound, which was before so perfect. Hence the origin of men and women, as distinct creatures. But notwithstanding this division, so |lively is our remembrance of the happiness which we enjoyed in our prim{ae}val state, that we are never at rest in this situation; but each of these halves is continually searching thro' the whole species to find the other half, which was broken from it: And when they meet, they join again with the greatest fondness and sympathy. But it often happens, that they are mistaken in this particular; that they take for their half what no way corresponds to them; and that the parts do not meet nor join in with each other, as is usual in fractures. In this case the union was soon dissolved, and each part is set loose again to hunt for its lost half, joining itself to every one whom it meets, by way of trial, and enjoying no rest till its perfect sympathy with its partner shews, that it has at last been successful in its endeavours.","subId":"7","id":"Hume.EWU.LM.7","pages":"560-1"},{"type":"paragraph","content":"^Were^ I disposed to carry on this fiction of ^Plato^, which accounts for the mutual love betwixt the sexes in so agreeable a manner, I would do it by the following allegory.","subId":"8","id":"Hume.EWU.LM.8","pages":"561"},{"type":"paragraph","content":"^When^ ^Jupiter^ had separated the male from the female, and had quelled their pride and ambition by so severe an operation, he could not but repent him of the cruelty of his vengeance, and take compassion on poor mortals, who were now become incapable of any repose or tranquillity. Such cravings, such anxieties, such necessities arose, as made them curse their creation, and think existence itself a punishment. In vain had they recourse to every other occupation and amusement. In vain did they seek after every pleasure of sense, and every refinement of reason. Nothing could fill that void, which they felt in their hearts, or supply the loss of their partner, who was so fatally separated from them. To remedy this disorder, and to bestow some comfort, at least, on the human race in their forlorn situation, ^Jupiter^ sent down ^Love^ and ^Hymen^ to collect the broken halves of human kind, and piece them together in the best manner possible. These two deities found such a prompt disposition in mankind to unite again in their prim{ae}val state, that they proceeded on their work with wonderful success for some time; till at last, from many unlucky accidents, dissension arose betwixt them. |The chief counsellor and favourite of ^Hymen^ was ^Care^, who was continually filling his patron's head with prospects of futurity; a settlement, family, children, servants; so that little else was regarded in all the matches _they_ made. On the other hand, _Love_ had chosen ^Pleasure^ for his favourite, who was as pernicious a counsellor as the other, and would never allow _Love_ to look beyond the present momentary gratification, or the satisfying of the prevailing inclination. These two favourites became, in a little time, irreconcileable enemies, and made it their chief business to undermine each other in all their undertakings. No sooner had _Love_ fixed upon two halves, which he was cementing together, and forming to a close union, but _Care_ insinuates himself, and bringing ^Hymen^ along with him, dissolves the union produced by love, and joins each half to some other half, which he had provided for it. To be revenged of this, _Pleasure_ creeps in upon a pair already joined by ^Hymen^; and calling _Love_ to his assistance, they under hand contrive to join each half by secret links, to halves, which ^Hymen^ was wholly unacquainted with. It was not long before this quarrel was felt in its pernicious consequences; and such complaints arose before the throne of ^Jupiter^, that he was obliged to summon the offending parties to appear before him, in order to give an account of their proceedings. After hearing the pleadings on both sides, he ordered an immediate reconcilement betwixt _Love_ and ^Hymen^, as the only expedient for giving happiness to mankind: And that he might be sure this reconcilement should be durable, he laid his strict injunctions on them never to join any halves without consulting their favourites _Care_ and _Pleasure_, and obtaining the consent of both to the conjunction. Where this order is strictly observed, the _Androgyne_ is perfectly restored, and the human race enjoy the same happiness as in their prim{ae}val state. The seam is scarce perceived that joins the two beings; but both of them combine to form one perfect and happy creature.","subId":"9","id":"Hume.EWU.LM.9","pages":"561-2"}]}
