{"id":"Hutcheson.EI.Pref","imported":true,"parent":"Hutcheson.EI","title":"Preface","breadcrumb":"Preface","published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_015","blocks":[{"type":"title","content":"<h4>THE</h4> <h1>PREFACE.</h1> ","id":"Hutcheson.EI.Pref"},{"type":"paragraph","content":"ALTHO' the main <em>practical Principles</em>, which are inculcated in this Treatise, have this Prejudice in their Favour, that they have been taught and propagated by the best of Men in all Ages, yet there is reason to fear that renewed Treatises upon Subjects so often well managed, may be looked upon as <em>superfluous</em>; especially since little is offered upon them which has not often been well said before. But beside that general Consideration, that old Arguments may sometimes be set in such a Light by one, as will convince those who were not moved by them, even when better expressed by another; since, for every Class of <em>Writers</em>, there are Classes of <em>Readers</em> adapted, who cannot relish any thing higher: Besides this, I say, the very <em>Novelty</em> of a Book may procure a little Attention, from those who over‐look the Writings which the World has long enjoyed. And if by <em>Curiosity</em>, or any other means, some few can be engaged to turn their Thoughts to these important Subjects, about which a little <em>Reflection</em> will discover the Truth, and a thorough <em>Consideration</em> of it may occasion a great Increase of real Happiness; no Person need be ashamed of his Labours as useless, which do such Service to any of his Fellow‐Creatures.","subId":"1","id":"Hutcheson.EI.Pref.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> any should look upon some Things in this <em>Inquiry into the Passions</em>, as too subtile for common Apprehension, and consequently not necessary for the Instruction of Men in <em>Morals</em>, which are the common business of Mankind: Let them consider, that the Difficulty on these Subjects arises chiefly from some <em>previous Notions</em>, equally difficult at least, which have been already received, to the great Detriment of many a <em>Natural Temper</em>; since many have been discouraged from all Attempts of cultivating <em>kind generous Affections</em> in themselves, by a previous Notion that there are no such Affections in Nature, and that all Pretence to them was only <em>Dissimulation</em>, <em>Affectation</em>, or at best some <em>unnatural Enthusiasm</em>. And farther, that to discover Truth on these Subjects, nothing more is necessary than a little <em>Attention to what passes in our own Hearts</em>, and consequently every Man may come to Certainty in these Points, without much Art or Knowledge of other Matters.","subId":"2","id":"Hutcheson.EI.Pref.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Whatever</span> Confusion the <em>Schoolmen</em> introduced into Philosophy, some of their keenest <em>Adversaries</em> seem to threaten it with a worse kind of Confusion, by attempting to take away some of the most <em>immediate simple Perceptions</em>, and to explain all <em>Approbation</em>, <em>Condemnation</em>, <em>Pleasure and Pain</em>, by some intricate Relations to the Perceptions of the <em>External Senses</em>. In like manner they have treated our <em>Desires</em> or <em>Affections</em>, making the most generous, kind and disinterested of them, to proceed from <em>Self‐Love</em>, by some subtle Trains of Reasoning, to which honest Hearts are often wholly Strangers.","subId":"3","id":"Hutcheson.EI.Pref.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Let</span> this also still be remembred, that the <em>natural Dispositions</em> of Mankind will operate regularly in those who never reflected upon them, nor formed just Notions about them. Many are really <em>virtuous</em> who cannot explain what <em>Virtue</em> is. Some act a most generous disinterested Part in Life, who have been taught to account for all their Actions by <em>Self‐Love</em>, as their sole Spring. There have been very different and opposite Opinions in <em>Opticks</em>, contrary Accounts have been given of <em>Hearing</em>, <em>voluntary Motion</em>, <em>Digestion</em>, and other <em>natural Actions</em>. But the Powers themselves in reality perform their several Operations with sufficient Constancy and Uniformity, in Persons of good Health, whatever their Opinions be about them. In the same manner our <em>moral Actions</em> and <em>Affections</em> may be in good order, when our Opinions are quite wrong about them. <em>True Opinions</em> however, about both, may enable us to <em>improve</em> our natural Powers, and to <em>rectify</em> accidental Disorders incident unto them. And true Speculations on these Subjects must certainly be attended with as much <em>Pleasure</em> as any other Parts of Human Knowledge.","subId":"4","id":"Hutcheson.EI.Pref.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may perhaps seem strange, that when in this <em>Treatise</em> Virtue is supposed <em>disinterested</em>; yet so much Pains is taken, by a <em>Comparison</em> of our several <em>Pleasures</em>, to prove the <em>Pleasures</em> of <em>Virtue</em> to be the greatest we are capable of, and that consequently it is our truest <em>Interest</em> to be <em>virtuous</em>. But let it be remembered here, that though there can be no <em>Motives</em> or <em>Arguments</em> suggested which can directly raise any <em>ultimate Desire</em>, such as that of our <em>own Happiness</em>, or <em>publick Affections</em> (as we attempt to prove in <cite><em>Treatise</em> IV</cite>;) yet if both are <em>natural Dispositions</em> of our Minds, and nothing can stop the Operation of <em>publick Affections</em> but some <em>selfish Interest</em>, the only way to give publick Affections their full Force, and to make them prevalent in our Lives, must be to remove these <em>Opinions of opposite Interests</em>, and to shew a superior Interest on their side. If these Considerations be just and sufficiently attended to, a <em>natural Disposition</em> can scarce fail to exert itself to the full.","subId":"5","id":"Hutcheson.EI.Pref.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> this <em>Essay on the Passions</em>, the Proofs and Illustrations of this Point, that we have a <em>moral Sense</em>, and a Sense of Honour, by which we discern an immediate Good in Virtue and Honour, not referred to any further Enjoyment, are not much insisted on since they are already laid down in the <em>Inquiry into Moral Good and Evil</em>, in the first and fifth <em>Sections</em>. Would Men reflect upon what they feel in themselves, all <em>Proofs</em> in such Matters would be needless.","subId":"6","id":"Hutcheson.EI.Pref.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> strange Love of <em>Simplicity</em> in the Structure of human Nature, or Attachment to some favourite <em>Hypothesis</em>, has engaged many <em>Writers</em> to pass over a great many <em>Simple Perceptions</em>, which we may find in ourselves. We have got the Number <em>Five</em> fixed for our <em>external Senses</em>, though a larger Number might as easily be defended. We have Multitudes of Perceptions which have no relation to any <em>external Sensation</em>; if by it we mean <em>Perceptions immediately occasioned by Motions or Impressions made on our Bodies</em>, such as the Ideas of <em>Number</em>, <em>Duration</em>, <em>Proportion</em>, <em>Virtue</em>, <em>Vice</em>, <em>Pleasures of Honour</em>, <em>of Congratulation</em>; <em>the Pains of Remorse</em>, <em>Shame</em>, <em>Sympathy</em>, and many others. It were to be wished, that those who are at such Pains to prove a beloved Maxim, that <q>all Ideas arise from <em>Sensation</em> and <em>Reflection</em>,</q> had so explained themselves, that none should take their Meaning to be, that all our Ideas are either <em>external Sensations</em>, or <em>reflex Acts</em> upon <em>external Sensations</em>: Or if by <em>Reflection</em> they mean an <em>inward Power of Perception</em>, as <span class=\"name\">Mr. <em>Locke</em></span> declares expressly, calling it <em>internal Sensation</em>, that they had as carefully examined into the several kinds of <em>internal Perceptions</em>, as they have done into the <em>external Sensations</em>: that we might have seen whether the former be not as <em>natural</em> and <em>necessary</em> and <em>ultimate</em>, without reference to any other, as the latter. Had they in like manner considered our <em>Affections</em> without a previous Notion, that they were all from <em>Self‐Love</em>, they might have felt an <em>ultimate Desire</em> of the Happiness of others as easily conceivable, and as certainly implanted in the human Breast, though perhaps not so strong as <em>Self‐Love</em>.","subId":"7","id":"Hutcheson.EI.Pref.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Author hopes this imperfect <em>Essay</em> will be favourably received, till some Person of greater Abilities and Leisure apply himself to a more strict Philosophical Inquiry into the various <em>natural Principles</em> or <em>natural Dispositions</em> of Mankind; from which perhaps a more exact Theory of Morals may be formed, than any which has yet appeared: and hopes that this Attempt, to shew the fair side of the human Temper, may be of some little use towards this great End.","subId":"8","id":"Hutcheson.EI.Pref.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Author takes nothing in bad part from any of his Adversaries, except that Outcry which one or two of them made against these Principles as opposite to <em>Christianity</em>, though it be so well known that they have been and are espoused by many of the most zealous Christians. There are Answers interspersed in the later Editions to these Objections, to avoid the disagreeable work of <em>Replying</em> or <em>Remarking</em>, in which one is not generally upon his Guard sufficiently to avoid Cavils and offensive Expressions.","subId":"9","id":"Hutcheson.EI.Pref.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> last Treatise had never seen the Light, had not some worthy <em>Gentlemen</em> mistaken some things about the moral Sense alledged to be in Mankind: Their Objections gave Opportunity of farther Inquiry into the several <em>Schemes</em> of accounting for our <em>moral Ideas</em>, which some apprehend to be wholly different from, and independent on, that <em>Sense</em> which the Author attempts to establish in <cite><em>Treat.</em> IV.</cite> The following Papers attempt to shew, that all these <em>Schemes</em> must necessarily pre-suppose this <em>moral Sense</em>, and be resolved into it: Nor does the Author endeavour to over-turn them, or represent them as unnecessary Superstructures upon the Foundation of a moral Sense; though what he has suggested will probably shew a considerable Confusion in some of the Terms much used on these Subjects. One may easily see from the great <em>variety of Terms</em>, and diversity of <em>Schemes</em> invented, that all Men <em>feel</em> something in their own Hearts recommending Virtue, which yet it is difficult to explain. This Difficulty probably arises from our previous Notions of a small Number of <em>Senses</em>, so that we are unwilling to have recourse in our Theories to any more; and rather strain out some Explication of moral Ideas, with relation to some other natural Powers of Perception universally acknowledged. The like difficulty attends several other <em>Perceptions</em>, to the Reception of which Philosophers have not generally assigned their <em>distinct Senses</em>; such as <em>natural Beauty</em>, <em>Harmony</em>, the Perfection of <em>Poetry</em>, <em>Architecture</em>, <em>Designing</em>, and such like Affairs of Genius, Taste, or Fancy: The Explications or Theories on these Subjects are in like manner full of Confusion and Metaphor.","subId":"10","id":"Hutcheson.EI.Pref.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> define <em>Virtue</em> by <em>agreeableness to this moral Sense</em>, or describing it to be <em>kind Affection</em>, may appear perhaps too uncertain; considering that the Sense of particular Persons is often depraved by <em>Custom</em>, <em>Habits</em>, false Opinions, Company: and that some <em>particular kind Passions</em> toward some Persons are really pernicious, and attended with very unkind Affections toward others, or at least with a Neglect of their Interests. We must therefore only assert in general, that <q>every one calls that Temper, or those Actions <em>virtuous</em>, which are approved by his <em>own Sense</em>;</q> and withal, that <q>abstracting from particular Habits or Prejudices, that Temper which desires, and those Actions which are intended to procure the greatest Moment of Good toward the most extensive System to which our Power can reach, is approved as the highest Virtue; and that the <em>universal calm Good-will or Benevolence</em>, where it is the leading Affection of the Soul, so as to limit or restrain all other Affections, Appetites, or Passions, is the Temper which we esteem in the highest Degree, according to the natural Constitution of our Soul: And withal, that we in a lower Degree approve every particular kind <em>Affection</em> or <em>Passion</em>, which is not inconsistent with these higher and nobler Dispositions.</q>","subId":"11","id":"Hutcheson.EI.Pref.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> <em>moral Sense</em> shews this calm extensive Affection to be the highest Perfection of our Nature; what we may see to be the <em>End</em> or <em>Design</em> of such a Structure, and consequently what is required of us by the Author of our Nature: and therefore if any one like these Descriptions better, he may call Virtue, with many of the Antients, <q><em>Vita secundum naturam</em>;</q> or <q>acting according to what we may see from the Constitution of our Nature, we were intended for by our Creator.</q>","subId":"12","id":"Hutcheson.EI.Pref.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> this <em>Moral Sense</em> were once set in a convincing Light, those vain Shadows of Objections against a virtuous Life, in which some are wonderfully delighted, would soon vanish: alledging, that whatever we admire or honour in a <em>moral Species</em>, is the effect of <em>Art</em>, <em>Education</em>, <em>Custom</em>, <em>Policy</em>, or subtle Views of Interest; we should then acknowledge <blockquote><span class=\"foreign\">Quid sumus, &amp; quidnam victuri gignimur.</span> <cite>—Pers.</cite></blockquote>","subId":"13","id":"Hutcheson.EI.Pref.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is true, a <em>Power of Reasoning</em> is natural to us; and we must own, that all Arts and Sciences which are well founded, and tend to direct our Actions, if not to be called <em>Natural</em>, yet are an <em>Improvement upon our Nature</em>: but if Virtue be looked upon as wholly Artificial, there are I know not what Suspicions against it; as if indeed it might tend to the greater Interest of <em>large Bodies</em> or <em>Societies</em> of Men, or to that of their <em>Governors</em>; while yet one may better find his <em>private Interest</em>, or enjoy greater Pleasures in the Practices counted <em>vicious</em>, especially if he has any Probability of <em>Secrecy</em> in them. These Suspicions must be entirely removed, if we have a <em>moral Sense</em> and <em>publick Affections</em>, whose Gratifications are constituted by Nature, our most intense and durable <em>Pleasures</em>.","subId":"14","id":"Hutcheson.EI.Pref.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Gentlemen</span>, who have opposed some other Sentiments of the Author of the <em>Inquiry</em>, seem convinced of a <em>moral Sense</em>. Some of them have by a Mistake made a Compliment to the Author, which does not belong to him; as if the World were any way indebted to him for this Discovery. He has too often met with the <span class=\"foreign\">Sensus Decori &amp; Honesti</span>, and with the <span class=\"foreign\">φιλάνθρωπον και αγαθοειδες</span>, to assume any such thing to himself.","subId":"15","id":"Hutcheson.EI.Pref.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> Letters in the <em>London Journals</em> in 1728, subscribed <em>Philaretus</em>, gave the first Occasion to the <em>Fourth Treatise</em>; the Answers given to them in those weekly Papers bore too visible Marks of the Hurry in which they were wrote, and therefore the <em>Author</em> declined to continue the Debate that way; chusing to send a private Letter to <em>Philaretus</em>, to desire a more private Correspondence on the Subject of our Debate. He was soon after informed, that his Death disappointed the Author's great Expectations from so ingenious a Correspondent. The <em>Objections</em> proposed in the first <em>Section</em> of <cite><em>Treatise</em> IV</cite>, are not always those of <em>Philaretus</em>, though the Author endeavoured to leave no Objections of his unanswered; but he also interspersed whatever Objections occurred in Conversation on these Subjects; and has not used any Expressions inconsistent with the high Regard he has for the Memory of so ingenious a Gentleman, and of such Distinction in the World.","subId":"16","id":"Hutcheson.EI.Pref.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the References, at bottom of Pages, the Inquiry into <em>Beauty</em> is called <cite><em>Treatise</em> I.</cite> That into the Ideas of moral Good and Evil, is <cite><em>Treatise</em> II.</cite> The Essay on the Passions, <cite><em>Treatise</em> III.</cite> And the Illustrations on the moral Sense, <cite><em>Treatise</em> IV.</cite>","subId":"17","id":"Hutcheson.EI.Pref.17"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"}],"prev":{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},"next":{"id":"Hutcheson.EI.ENP","imported":true,"title":"An Essay on the Nature and Conduct of the Passions","breadcrumb":"Essay on the Passions","published":[1728]}}