{"id":"Hobbes.HN.13","imported":true,"parent":"Hobbes.HN","title":"Chapter 13","breadcrumb":"Chapter 13","published":[1650],"copytext":[1684],"sourceDesc":"[Humane Nature; or, The Fundamental Elements of Policie] was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:16?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"£1 CHAP. XIII. £1","id":"Hobbes.HN.13"},{"type":"paragraph","content":"HAving spoken of the Powers and Acts of the Mind, both cognitive and motive, considered in every Man by _himself, without Relation to others_; it will fall fitly into _this_ Chapter, to speak of the Effects of the same Power _one upon another_; which Effects are also the Signs, by which one taketh notice what another conceiveth and intendeth. Of these Signs, _some_ are such as _cannot_ easily be _counterfeited_; as Actions and Gestures, especially if they be sudden, whereof I have mentioned some; (for Example, look in Chap. 9.) with the several Passions whereof they are Signs: _Others_ there are which _may_ be _counterfeited_; and those are _Words_ or _Speech_; of the Use and Effects whereof, I am to speak in this Place.","subId":"1","id":"Hobbes.HN.13.1"},{"type":"paragraph","content":"The first Use of Language, is the _expression_ of our _Conceptions,_ that is, the begetting in one another the same Conceptions that we have in our selves; and this is called _Teaching_; wherein, if the _Conception_ of him that teacheth continually accompany his Words, _beginning_ at something true in _Experience,_ then it begetteth the like Evidence in the Hearer that understandeth them, and maketh him to _know_ something, which he is therefore said to _learn_: but if there be _not such Evidence,_ then such teaching is called _Perswasion,_ and begetteth no more in the Hearer, than what is in the Speakers bare _Opinion._ And the _Signs_ of two Opinions contradictory one to another; namely, _Affirmation_ and _Negation_ of the same Thing, is called _Controversie_: but _both Affirmations,_ or _both Negations, Consent in Opinion._","subId":"2","id":"Hobbes.HN.13.2"},{"type":"paragraph","content":"The _infallible_ Sign of _teaching exactly,_ and without errour, is this, that _no Man_ hath _ever taught_ the _Contrary:_ Not that few, how few soever, if any; for commonly Truth is on the side of a few, rather than of the Multitude: But when in Opinions and Questions considered and discussed by many, it happeneth that not any one of the Men that so discuss'd them differ from another, then it may be justly inferred, they know what they teach, and that otherwise they do not. And this appears most manifestly to them that have considered the divers Subjects wherein they have exercised their Pens, and the divers Ways in which they have proceeded, together with the Diversity of the Success thereof: for, those Men who have taken in hand to consider nothing else but the Comparison of _Magnitudes, Numbers, Times,_ and _Motions,_ and how their Proportions are to one another, have thereby been the Authors of all those Excellencies by which we differ from such savage People as now inhabit divers places in _America_; and as have been the Inhabitants heretofore of those Countries where at this day Arts and Sciences do most flourish: for, from the Studies of these Men, have proceeded whatsoever cometh to us for Ornament by _Navigation,_ and whatsoever we have beneficial to humane Society by the _Division, Distinction,_ and _Portraicting the Face of the Earth_; whatsoever also we have by the _Account of Times,_ and _Foresight of the Course of Heaven_; whatsoever by _Measuring Distances, Plains,_ and _Solids_ of all Sorts; and whatsoever either _elegant_ or _defensible_ in _Building_: All which supposed a Way, what do we differ from the wildest of the _Indians_? Yet to this day was it never heard of, that there was any _Controversie_ concerning any Conclusion in this Subject; the Science whereof hath nevertheless been continually amplified and enriched by the Conclusions of most difficult and profound Speculation. The _Reason_ whereof is apparent to every Man that looketh into their Writings; for they proceed from most _low_ and _humble_ Principles, evident even to the meanest Capacity; going on _slowly,_ and with most _scrupulous Ratiocination_; viz. from the Imposition of Names, they inferr the Truth of their _first_ Propositions; and from two of the first, a _third_; and from any two of the three, a _fourth_; and so on, according to the Steps of Science, mentioned Chap. 6. Sect. 4. On the other side, those Men who have written concerning the Faculties, Passions, and Manners of Men, that is to say; of _Moral Philosophy,_ and of _Policy, Government,_ and _Laws,_ whereof there be infinite Volumes, have been so _far from removing Doubt_ and Controversie in the Questions they have handled, _that_ they have very much _multiplied the same: Nor_ doth any Man at this day so much as pretend to _know_ more than hath been delivered Two thousand Years ago by _Aristotle_: and yet every Man thinks that in this Subject he knoweth as much as any other; supposing there needeth thereunto no Study but that accrueth unto them by natural Wit; though they play, or imploy their Mind otherwise in the Purchace of Wealth or Place. The Reason whereof is no other, than that in their Writings and Discourses they take for Principles those Opnions which are already vulgarly received; whether true or false, being for the most part false. There is therefore a great deal of _Difference_ between _Teaching_ and _Perswading_; the Sign of _this_ being _Controversie_; the Sign of the _former, no Controversie._","subId":"3","id":"Hobbes.HN.13.3"},{"type":"paragraph","content":"There be _two Sorts_ of Men that commonly be called _learned_: One is that Sort that proceedeth _evidently_ from humble Principles, as is described in the last Section; and those Men are called _Mathematici: The other_ are they that _take up_ Maxims from their _Education,_ and from the _Authority_ of Men, or of Custom, and _take the habitual Discourse of the Tongue for Ratiocination_; and these are called _Dogmatici._ Now seeing in the last Section those we call _Mathematici_ are absolved of the Crime of breeding Controversie, and they that pretend not to Learning cannot be accused, the Fault lieth altogether in the _Dogmaticks,_ that is to say, those that are imperfectly learned, and with Passion press to have their Opinions pass every where for Truth, without any evident Demonstration either from Experience, or from Places of Scripture of uncontroverted Interpretation.","subId":"4","id":"Hobbes.HN.13.4"},{"type":"paragraph","content":"The Expression of those Conceptions which _cause_ in us the _Experience_ of Good while we deliberate, as also of those which cause our Expectation of Evil, is that which we call _Counselling,_ and is the internal Deliberation of the Mind concerning what we our selves are to do or not to do. The _Consequences_ of our Actions are our _Counsellors,_ by _alternate Succession_ in the Mind. So in the Counsel which a Man taketh from _other_ Men, the _Counsellors alternately_ do _make appear the Consequences_ of the Action, and do not any of them deliberate, but furnish among them all, him that is counselled with Arguments whereupon to deliberate with himself.","subId":"5","id":"Hobbes.HN.13.5"},{"type":"paragraph","content":"Another Use of Speech is _Expression_ of _Appetite, Intention,_ and _Will_; as the Appetite of Knowledge by _Interrogation_; Appetite to have a Thing done by another, as Request, _Prayer,_ Petition: Expressions of our Purpose or intention, as _Promise,_ which is the Affirmation or Negation of some Action to be done in the future: _Threatning,_ which is the Promise of Evil; and _Commanding,_ which is that Speech by which we signifie to another our _Appetite_ or Desire _to have_ any _Thing done,_ or _left undone,_ for Reasons contained in the Will it self: For it is not properly said, _Sic volo, sic jubeo,_ without that other Clause, _Stet pro Ratione Voluntas_: And when the Command is a sufficient Reason to move us to Action, then is that Command called a _Law._","subId":"6","id":"Hobbes.HN.13.6"},{"type":"paragraph","content":"Another Use of Speech is _Instigation_ and Appeasing, by which we increase or diminish one anothers Passion: It is the same Thing with _Perswasion_; the Difference not being real; for, the Begetting of _Opinion_ and _Passion_ is the _same._ But whereas in _Perswasion_ we aim at _Getting Opinion from Passion; here,_ the End is, _to raise Passion from Opinion._ And as in raising an Opinion from Passion, any Premisses are good enough to inforce the desired Conclusion; so, in raising Passion from Opinion, it is no matter whether the Opinion be true or false, or the Narration historical or fabulous: for, _not_ the _Truth,_ but the _Image,_ maketh Passion: and a Tragedy, well acted, affecteth no less than a Murther.","subId":"7","id":"Hobbes.HN.13.7"},{"type":"paragraph","content":"Though words be the _Signs_ we have of one anothers _Opinions_ and Intentions, because the _{AE}quivocation_ of them is so _frequent according_ to the _Diversity of Contexture,_ and of the Company wherewith they go, which, the Presence of him that speaketh, our _Sight_ of his _Actions,_ and _Conjecture_ of his _Intentions,_ must help to discharge us of; it must therefore be _extream hard_ to find the _Opinions_ and Meaning of those _Men_ that are _gone from us long ago,_ and have left us no other Signification thereof than their Books, which cannot possibly be understood without _History,_ to discover those aforementioned Circumstances, and also without great Prudence to _observe_ them.","subId":"8","id":"Hobbes.HN.13.8"},{"type":"paragraph","content":"When it happeneth that a Man signifieth unto us two _contradictory_ Opinions, whereof the _one_ is _clearly_ and directly _signified,_ and the _other_ either _drawn_ from that by _Consequence,_ or not known to be contradictory to it; then (when he is not present to explicate himself better) we are to take the _former_ for his Opinion; for that is clearly signified to be his, and directly; whereas the other might proceed from errour in the Deduction, or Ignorance of the Repugnancy. The like also is to be held in two contradictory Expressions of a Mans Intention and Will, for the same Reason.","subId":"9","id":"Hobbes.HN.13.9"},{"type":"paragraph","content":"Forasmuch as whosoever _speaketh_ to another, intendeth thereby to _make_ him _understand_ what he saith, if he speak unto him either in a Language which he that heareth understandeth not, or use any Word in other Sence than he believeth is the Sence of him that heareth, he _intendeth also not_ to make him understand what he saith; which is a _Contradiction_ of himself. It is therefore always to be supposed, that he which intendeth not to deceive, alloweth the private Interpretation of his Speech to him to whom it is addressed.","subId":"10","id":"Hobbes.HN.13.10"},{"type":"paragraph","content":"_Silence,_ in him that _believeth_ that the same shall be taken for _a Sign of his Intent, is_ a Sign thereof indeed: for, if he did not consent, the Labour of Speaking so much as to declare the same, is so little, as it is to be presumed he would have done it.","subId":"11","id":"Hobbes.HN.13.11"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.12","imported":true,"title":"Chapter 12","breadcrumb":"Chapter 12","published":[1650]},"next":{"id":"Hobbes.HN.Conc","imported":true,"title":"Conclusion","breadcrumb":"Conclusion","published":[1650]}}