{"imported":true,"id":"Mandeville.FB.SNS","parent":"Mandeville.FB","title":"A Search into the Nature of Society","breadcrumb":"Search into the Nature of Society","published":[1724],"sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_093","texts":[],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 A Search into the Nature of Society £1","id":"Mandeville.FB.SNS"},{"type":"paragraph","content":"THE Generality of Moralists and Philosophers have hitherto agreed that there could be no Virtue without Self-denial; but a late Author, who is now much read by Men of Sense, is of a contrary Opinion, and imagines that Men without any Trouble or Violence upon themselves may be naturally Virtuous. He seems to require and expect Goodness in his Species, as we do a sweet Taste in Grapes and China Oranges, of which, if any of them are sour, we boldly pronounce that they are not come to that Perfection their Nature is capable of. This Noble Writer (for it is the Lord _Shaftesbury_ I mean in his Characteristicks) Fancies, that as Man is made for Society, so he ought to be born with a kind Affection to the whole, of which he is a part, and a Propensity to seek the Welfare of it. In pursuance of this Supposition, he calls every Action perform'd with regard to the Publick Good, Virtuous; and all Selfishness, wholly excluding such a Regard, Vice. In respect to our Species he looks upon Virtue and Vice as permanent Realties that must ever be the same in all Countries and all Ages, and imagines that a Man of sound Understanding, by following the Rules of good Sense, may not only find out that _Pulchrum & Honestum_ both in Morality and the Works of Art and Nature, but likewise govern himself by his Reason with as much Ease and Readiness as a good Rider manages a well-taught Horse by the Bridle.","subId":"1","id":"Mandeville.FB.SNS.1"},{"type":"paragraph","content":"The attentive Reader, who perused the foregoing part of this Book, will soon perceive that two Systems cannot be more opposite than his Lordship's and mine. His Notions I confess are generous and refin'd: They are a high Compliment to Human-kind, and capable by the help of a little Enthusiasm of Inspiring us with the most Noble Sentiments concerning the Dignity of our exalted Nature: What Pity it is that they are not true: I would not advance thus much if I had not already demonstrated in almost every Page of this Treatise, that the Solidity of them is inconsistent with our daily Experience. But to leave not the least Shadow of an Objection that might be made unanswer'd, I design to expatiate on some things which hitherto I have but slightly touch'd upon, in order to convince the Reader, not only that the good and amiable Qualities of Man are not those that make him beyond other Animals a sociable Creature; but moreover that it would be utterly impossible, either to raise any Multitudes into a Populous, Rich and Flourishing Nation, or when so rais'd, to keep and maintain them in that Condition, without the assistance of what we call Evil both Natural and Moral.","subId":"2","id":"Mandeville.FB.SNS.2"},{"type":"paragraph","content":"The better to perform what I have undertaken, I shall previously examine into the Reality of the _pulchrum & honestum,_ the τὸ κάλον that the Ancients have talk'd of so much: The Meaning of this is to discuss, whether there be a real Worth and Excellency in things, a pre-eminence of one above another; which every body will always agree to that well understands them; or that there are few things, if any, that have the same Esteem paid them, and which the same Judgment is pass'd upon in all Countries and all Ages. When we first set out in quest of this intrinsick worth, and find one thing better than another, and a third better than that, and so on, we begin to entertain great Hopes of Success; but when we meet with several things that are all very good or all very bad, we are puzzled and agree not always with ourselves , much less with others. There are different Faults as well as Beauties, that as Modes and Fashions alter and Men vary in their Tastes and Humours, will be differently admired or disapproved of.","subId":"3","id":"Mandeville.FB.SNS.3"},{"type":"paragraph","content":"Judges of Painting will never disagree in Opinion, when a fine Picture is compared to the dawbing of a Novice; but how strangely have they differ'd as to the Works of eminent Masters! There are Parties among Connoisseurs, and few of them agree in their Esteem as to Ages and Countries, and the best Pictures bear not always the best Prices : A noted Original will be ever worth more than any Copy that can be made of it by an unknown Hand, tho' it should be better. The Value that is set on Paintings depends not only on the Name of the Master and the Time of his Age he drew them in, but likewise in a great Measure on the Scarcity of his Works, and what is still more unreasonable, the Quality of the Persons in whose Possession they are as well as the length of Time they have been in great Families; and if the _Cartons_ now at _Hampton-Court_ were done by a less famous Hand than that of _Raphael,_ and had a private Person for their Owner, who would be forc'd to sell them, they would never yield the tenth part of the Money which with all their gross Faults they are now esteemed to be worth.","subId":"4","id":"Mandeville.FB.SNS.4"},{"type":"paragraph","content":"Notwithstanding all this, I will readily own, that the Judgment to be made of Painting might become of universal Certainty, or at least less alterable and precarious than almost any thing else: The Reason is plain; there is a Standard to go by that always remains the same. Painting is an Imitation of Nature, a Copying of things which Men have every where before them. My good humour'd Reader I hope will forgive me, if thinking on this glorious Invention I make a Reflexion a little out of Season, tho' very much conducive to my main Design; which is, that Valuable as the Art is I speak of, we are beholden to an Imperfection in the chief of our Senses for all the Pleasures and ravishing Delight we receive from this happy Deceit. I shall explain my self. Air and Space are no Objects of Sight, but as soon as we can see with the least Attention, we observe that the Bulk of the things we see is lessen'd by degrees, as they are further remote from us, and nothing but Experience gain'd from these Observations can teach us to make any tolerable Guesses at the distance of Things. If one born Blind should remain so till twenty, and then be suddenly bless'd with Sight, he would be strangely puzzled as to the difference of Distances, and hardly able immediately by his Eyes alone to determine which was nearest to him, a Post almost within the reach of his Stick, or a Steeple that should be half a Mile off. Let us look as narrowly as we can upon a Hole in a Wall, that has nothing but the open Air behind it, and we shall not be able to see otherwise, but that the Sky fills up the Vacuity, and is as near us as the back part of the Stones that circumscribe the Space where they are wanting. This Circumstance, not to call it a Defect, in our Sense of Seeing, makes us liable to be imposed upon, and every thing, but Motion, may by Art be represented to us on a Flat in the same manner as we see them in Life and Nature. If a Man had never seen this Art put into practice, a Looking-glass might soon convince him that such a thing was possible, and I can't help thinking but that the Reflexions from very smooth and well-polish'd Bodies made upon our Eyes, must have given the first handle to the Inventions of Drawings and Painting.","subId":"5","id":"Mandeville.FB.SNS.5"},{"type":"paragraph","content":"In the Works of Nature, Worth and Excellency are as uncertain: and even in Humane Creatures what is beautiful in one Country is not so in another. How whimsical is the Florist in his Choice! Sometimes the Tulip, sometimes the Auricula, and at other times the Carnation shall engross his Esteem, and every Year a new Flower in his Judgment beats all the old ones, tho' it is much inferior to them both in Colour and Shape. Three hundred Years ago Men were shaved as closely as they are now: Since that they have wore Beards, and cut them in vast Variety of Forms, that were all as becoming when fashionable as now they would be Ridiculous. How mean and comically a Man looks, that is otherwise well dress'd, in a narrow-brim'd Hat when every Body wears broad ones; and again, how monstrous is a very great Hat, when the other extreme has been in fashion for a considerable time? Experience has taught us, that these Modes seldom last above Ten or Twelve Years, and a Man of Threescore must have observed five or six Revolutions of 'em at least; yet the beginnings of these Changes, tho' we have seen several, seem always uncouth and are offensive afresh whenever they return. What Mortal can decide which is the handsomest, abstract from the Mode in being, to wear great Buttons or small ones? The many ways of laying out a Garden Judiciously are almost Innumerable, and what is called Beautiful in them varies according to the different Tastes of Nations and Ages. In Grass Plats, Knots and Parterre's a great diversity of Forms is generally agreeable; but a Round may be as pleasing to the Eye as a Square: An Oval cannot be more suitable to one place than it is possible for a Triangle to be to another; and the preeminence an Octogon has over an Hexagon is no greater in Figures, than at Hazard Eight has above Six among the Chances.","subId":"6","id":"Mandeville.FB.SNS.6"},{"type":"paragraph","content":"Churches, ever since Christians have been able to Build them, resemble the Form of a Cross, with the upper end pointing toward the _East;_ and an Architect, where there is room, and it can be conveniently done, who should neglect it, would be thought to have committed an unpardonable Fault; but it would be foolish to expect this of a Turkish Mosque or a Pagan Temple. Among the many Beneficial Laws that have been made these Hundred Years, it is not easy to name one of greater Utility, and at the same time more exempt from all Inconveniencies, than that which has regulated the Dresses of the Dead. Those who were old enough to take notice of things when that Act was made, and are yet alive, must remember the general Clamour that was made against it. At first nothing could be more shocking to Thousands of People than that they were to be Buried in Woollen, and the only thing that made that Law supportable was, that there was room left for People of some Fashion to indulge their Weakness without Extravagancy; considering the other Expences of Funerals where Mourning is given to several, and Rings to a great many. The Benefit that accrues to the Nation from it is so visible that nothing ever could be said in reason to condemn it, which in few Years made the Horror conceived against it lessen every Day. I observed then that Young People who had seen but few in their Coffins did the soonest strike in with the Innovation; but that those who, when the Act was made, had Buried many Friends and Relations remained averse to it the longest, and I remember many that never could be reconciled to it to their dying Day. By this time Burying in Linen being almost forgot, it is the general Opinion that nothing could be more decent than Woollen, and the present Manner of Dressing a Corps: which shews that our Liking or Disliking of things chiefly depends on Mode and Custom, and the Precept and Example of our Betters and such whom one way or other we think to be Superior to us.","subId":"7","id":"Mandeville.FB.SNS.7"},{"type":"paragraph","content":"In Morals there is no greater Certainty. Plurality of Wives is odious among Christians, and all the Wit and Learning of a Great Genius in defence of it has been rejected with contempt: But Polygamy is not shocking to a Mahometan. What Men have learned from their Infancy enslaves them, and the Force of Custom warps Nature, and at the same time imitates her in such a manner, that it is often difficult to know which of the two we are influenced by. In the _East_ formerly Sisters married Brothers, and it was meritorious for a Man to marry his Mother. Such Alliances are abominable; but it is certain that, whatever Horror we conceive at the Thoughts of them, there is nothing in Nature repugnant against them, but what is built upon Mode and Custom. A Religious Mahometan that has never tasted any Spirituous Liquor, and has often seen People Drunk, may receive as great an aversion against Wine, as another with us of the least Morality and Education may have against lying with his Sister, and both imagine that their Antipathy proceeds from Nature. Which is the best Religion? is a Question that has caused more Mischief than all other Questions together. Ask it at _Peking,_ at _Constantinople,_ and at _Rome,_ and you'll receive three distinct Answers extremely different from one another, yet all of them equally positive and peremptory. Christians are well assured of the falsity of the Pagan and Mahometan Superstitions; as to this point there is a perfect Union and Concord among them; but enquire of the several Sects they are divided into, Which is the true Church of Christ? and all of them will tell you it is theirs, and to convince you, go together by the Ears.","subId":"8","id":"Mandeville.FB.SNS.8"},{"type":"paragraph","content":"It is manifest then that the hunting after this _Pulchrum & Honestum_ is not much better than a Wild-Goose-Chace that is but little to be depended upon: But this is not the greatest Fault I find with it. The imaginary Notions that Men may be Virtuous without Self-denial are a vast Inlet to Hypocrisy, which being once made habitual, we must not only deceive others, but likewise become altogether unknown to our selves, and in an Instance I am going to give, it will appear, how for want of duly examining himself this might happen to a Person of Quality of Parts and Erudition, one every way resembling the Author of the Characteristicks himself.","subId":"9","id":"Mandeville.FB.SNS.9"},{"type":"paragraph","content":"A Man that has been brought up in Ease and Affluence, if he is of a Quiet Indolent Nature, learns to shun every thing that is troublesome, and chooses to curb his Passions, more because of the Inconveniencies that arise from the eager pursuit after Pleasure, and the yielding to all the demands of our Inclinations than any dislike he has to sensual Enjoyments; and it is possible, that a Person Educated under a great Philosopher, who was a mild and good-natured as well as able Tutor, may in such happy Circumstances have a better Opinion of his inward State than it really deserves, and believe himself Virtuous, because his Passions lie dormant. He may form fine Notions of the Social Virtues, and the Contempt of Death, write well of them in his Closet, and talk Eloquently of them in Company, but you shall never catch him fighting for his Country, or labouring to retrieve any National Losses. A Man that deals in Metaphysicks may easily throw himself into an Enthusiasm, and really believe that he does not fear Death while it remains out of Sight. But should he be ask'd, why having this Intrepidity either from Nature or acquired by Philosophy, he did not follow Arms when his Country was involved in War; or when he saw the Nation daily robb'd by those at the Helm, and the Affairs of the _Exchequer_ perplex'd, why he did not go to Court, and make use of all his Friends and Interest to be a Lord Treasurer, that by his Integrity and Wise Management he might restore the Publick Credit; It is probable he would answer that he lov'd Retirement, had no other Ambition than to be a Good Man, and never aspired to have any share in the Government, or that he hated all Flattery and slavish Attendance, the Insincerity of Courts and Bustle of the World. I am willing to believe him: but may not a Man of an Indolent Temper and Unactive Spirit say, and be sincere in all this, and at the same time indulge his Appetites without being able to subdue them, tho' his  Duty summons him to it. Virtue consists in Action, and whoever is possest of this Social Love and kind Affection to his Species, and by his Birth or Quality can claim any Post in the Publick Management, ought not to sit still when he can be Serviceable, but exert himself to the utmost for the good of his Fellow Subjects. Had this noble Person been of a Warlike Genius or a Boisterous Temper, he would have chose another Part in the Drama of Life, and preach'd a quite contrary Doctrine: For we are ever pushing our Reason which way soever we feel Passion to draw it, and Self-love pleads to all human Creatures for their different Views, still furnishing every individual with Arguments to justify their Inclinations.","subId":"10","id":"Mandeville.FB.SNS.10"},{"type":"paragraph","content":"That boasted middle way, and the calm Virtues recommended in the Characteristicks, are good for nothing but to breed Drones, and might qualify a Man for the stupid Enjoyments of a Monastick Life, or at best a Country Justice of Peace, but they would never fit him for Labour and Assiduity, or stir him up to great Atchievements and perilous Undertakings. Man's natural Love of Ease and Idleness, and Proneness to indulge his sensual Pleasures, are not to be cured by Precept: His strong Habits and Inclinations can only be subdued by Passions of greater Violence. Preach and Demonstrate to a Coward the unreasonableness of his Fears and you'll not make him Valiant, more than you can make him Taller by bidding him to be Ten Foot high, whereas the Secret to raise Courage, as I have made it Publick in _Remark R,_ is almost infallible.","subId":"11","id":"Mandeville.FB.SNS.11"},{"type":"paragraph","content":"The Fear of Death is the strongest when we are in our greatest Vigour, and our Appetite is keen; when we are Sharp-sighted, Quick of Hearing, and every Part performs its Office. The Reason is plain, because then Life is most delicious and our selves most capable of enjoying it. How comes it then that a Man of Honour should so easily accept of a Challenge, tho' at Thirty and in perfect Health? It is his Pride that conquers his Fear: For when his Pride is not concern'd this Fear will appear most glaringly. If he is not used to the Sea let him but be in a Storm, or, if he never was ill before, have but a sore Throat or a slight Fever, and he'll shew a Thousand Anxieties, and in them the inestimable Value he sets on Life. Had Man been naturally humble and proof against Flattery, the Politician could never have had his Ends, or known what to have made of him. Without Vices the Excellency of the Species would have ever remain'd undiscover'd, and every Worthy that has made himself famous in the World is a strong Evidence against this amiable System.","subId":"12","id":"Mandeville.FB.SNS.12"},{"type":"paragraph","content":"If the Courage of the great _Macedonian_ came up to Distraction when he fought alone against a whole Garrison, his Madness was not less when he fancy'd himself to be a God, or at least doubted whether he was or not; and as soon as we make this Reflexion, we discover both the Passion, and the Extravagancy of it, that buoy'd up his Spirits in the most imminent Dangers, and carried him through all the Difficulties and Fatigues he underwent.","subId":"13","id":"Mandeville.FB.SNS.13"},{"type":"paragraph","content":"There never was in the World a brighter Example of an able and compleat Magistrate than _Cicero:_ When I think on his Care and Vigilance, the real Hazards he slighted, and the Pains he took for the Safety of _Rome;_ his Wisdom and Sagacity in detecting and disappointing the Stratagems of the boldest and most subtle Conspirators, and at the same time on his Love to Literature, Arts and Sciences, his Capacity in Metaphysicks, the Justness of his Reasonings, the Force of his Eloquence, the Politeness of his Style, and the genteel Spirit that runs through his Writings; when I think, I say, on all these things together, I am struck with Amazement, and the least I can say of him is that he was a Prodigious Man. But when I have set the many good Qualities he had in the best Light, it is as evident to me on the other side, that had his Vanity been inferior to his greatest Excellency, the good Sense and Knowledge of the World he was so eminently possess'd of could never have let him be such a fulsome as well as noisy Trumpeter as he was of his own Praises, or suffer'd him rather than not proclaim his own Merit, to make a Verse that a School-Boy would have been laugh'd at for. _O! Fortunatam,_ &c.","subId":"14","id":"Mandeville.FB.SNS.14"},{"type":"paragraph","content":"How strict and severe was the Morality of rigid _Cato,_ how steady and unaffected the Virtue of that grand Asserter of _Roman_ Liberty! but tho' the Equivalent this Stoick enjoy'd, for all the Self-denial and Austerity he practised, remained long concealed, and his peculiar Modesty hid from the World, and perhaps himself, a vast while the Frailty of his Heart that forced him into Heroism, yet it was brought to light in the last Scene of his Life, and by his Suicide it plainly appeared that he was governed by a Tyrannical Power superior to the Love of his Country, and that the implacable Hatred and superlative Envy he bore to the Glory, the real Greatness and Personal Merit of _C{ae}sar,_ had for a long time sway'd all his Actions under the most noble Pretences. Had not this violent Motive over-rul'd his consummate Prudence he might not only have saved himself, but likewise most of his Friends that were ruined by the Loss of him, and would in all probability, if he could have stooped to it, been the Second Man in _Rome._ But he knew the boundless Mind and unlimited Generosity of the Victor: it was his Clemency he feared, and therefore chose Death because it was less terrible to his Pride than the Thought of giving his mortal Foe so tempting an Opportunity of shewing the Magnanimity of his Soul, as _C{ae}sar_ would have found in forgiving such an inveterate Enemy as _Cato,_ and offering him his Friendship; and which, it is thought by the Judicious, that Penetrating as well as Ambitious Conqueror would not have slipt, if the other had dared to live.","subId":"15","id":"Mandeville.FB.SNS.15"},{"type":"paragraph","content":"Another Argument to prove the kind Disposition and real Affection we naturally have for our Species, is our Love of Company, and the Aversion Men that are in their Senses generally have to Solitude, beyond other Creatures. This bears a fine gloss in the _Characteristicks,_ and is set off in very good Language to the best Advantage: the next Day after I read it first, I heard abundance of People cry Fresh Herrings, which with the Reflexion on the vast Shoals of that and other Fish that are caught together, made me very merry, tho' I was alone; but as I was entertaining my self with this Contemplation, came an impertinent idle Fellow, whom I had the Misfortune to be known by, and asked me liow I did, tho' I was and dare say looked as healthy and as well as ever I was or did in my Life. What I answered him I forgot, but remember that I could not get rid of him in a good while, and felt all the Uneasiness my Friend _Horace_ complains of from a Persecution of the like nature.","subId":"16","id":"Mandeville.FB.SNS.16"},{"type":"paragraph","content":"I would have no sagacious Critick pronounce me a Man-hater from this short Story; whoever does is very much mistaken. I am a great Lover of Company, and if the Reader is not quite tired with mine, before I shew the Weakness and Ridicule of that piece of Flattery made to our Species, and which I was just now speaking of, I will give him a Description of the Man I would choose for Conversation, with a Promise that before he has finished what at first he might only take for a Digression foreign to my purpose, he shall find the Use of it.","subId":"17","id":"Mandeville.FB.SNS.17"},{"type":"paragraph","content":"By Early and Artful Instruction he should be thoroughly imbued with the notions of Honour and Shame, and have contracted an habitual aversion to every thing that has the least tendency to Impudence, Rudeness or Inhumanity. He should be well vers'd in the _Latin_ Tongue and not ignorant of the _Greek_, and moreover understand one or two of the Modern Languages besides his own. He should be acquainted with the Fashions and Customs of the Ancients, but thoroughly skilled in the History of his own Country and the Manners of the Age he lives in. He should besides Literature have study'd some useful Science or other, seen some Foreign Courts and Universities, and made the true Use of Travelling. He should at times take delight in Dancing, Fencing, Riding the Great Horse, and knowing something of Hunting and other Country Sports, without being attach'd to any, and he should treat them all as either Exercises for Health, or Diversions that should never interfere with Business, or the attaining to more valuable Qualifications. He should have a smatch of Geometry and Astronomy as well as Anatomy and the Oeconomy of Human Bodies. To understand Musick so as to perform, is an Accomplishment, but there is abundance to be said against it, and instead of it I would have him know so much of Drawing as is required to take a Landskip, or explain ones meaning of any Form or Model we would describe, but never to touch a Pencil. He should be very early used to the Company of modest Women, and never be a Fortnight without Conversing with the Ladies.","subId":"18","id":"Mandeville.FB.SNS.18"},{"type":"paragraph","content":"Gross Vices, as Irreligion, Whoring, Gaming, Drinking and Quarrelling, I won't mention; even the meanest Education guards us against them; I would always recommend to him the Practice of Virtue, but I am for no Voluntary Ignorance, in a Gentleman, of any thing that is done in Court or City. It is impossible a Man should be perfect, and therefore there are Faults I would connive at, if I could not prevent them; and if between the Years of Nineteen and Three and Twenty, Youthful Heat should sometimes get the better of his Chastity, so it was done with caution; should he on some Extraordinary Occasion, overcome by the pressing Solicitations of Jovial Friends, drink more than was consistent with strict Sobriety, so he did it very seldom and found it not to interfere with his Health or Temper; or if by the height of his Mettle and great Provocation in a Just Cause, he had been drawn into a Quarrel, which true Wisdom and a less strict adherence to the Rules of Honour might have declined or prevented, so it never befel him above once; If I say he should have happened to be Guilty of these things, and he would never speak, much less brag of them himself, they might be pardoned or at least over-looked at the Age I named, if he left off then and continued discreet for ever after. The very Disasters of Youth have sometimes frighten'd Gentlemen into a more steady Prudence than in all probability they would ever have been masters of without them. To keep him from Turpitude and things that are openly Scandalous, there is nothing better than to procure him free access in one or two noble Families where his frequent Attendance is counted a Duty: And while by that means you preserve his Pride, he is kept in a continual dread of Shame.","subId":"19","id":"Mandeville.FB.SNS.19"},{"type":"paragraph","content":"A Man of a tolerable Fortune, pretty near accomplish'd as I have required him to be, that still improves himself and sees the World till he is Thirty, cannot be disagreeable to converse with, at least while he continues in Health and Prosperity, and has nothing to spoil his Temper. When such a one either by chance or appointment meets with Three or Four of his Equals, and all agree to pass away a few Hours together, the whole is what I call good Company. There is nothing said in it that is not either instructive or diverting to a Man of Sense. It is possible they may not always be of the same Opinion, but there can be no contest between any but who shall yield first to the other he differs from. One only speaks at a time, and no louder than to be plainly understood by him who sits the farthest off. The greatest Pleasure aimed at by every one of them is to have the Satisfaction of Pleasing others, which they all practically know may as effectually be done by hearkning with Attention and an approving Countenance, as if we said very good things our selves.","subId":"20","id":"Mandeville.FB.SNS.20"},{"type":"paragraph","content":"Most People of any Taste would like such a Conversation, and justly prefer it to being alone, when they knew not how to spend their time; but if they could employ themselves in something from which they expected either a more solid or a more lasting Satisfaction, they would deny themselves this Pleasure, and follow what was of greater consequence to 'em. But would not a Man, though he had seen no mortal in a Fortnight, remain alone as much longer, rather than get into Company of Noisy Fellows that take Delight in Contradiction, and place a Glory in picking a Quarrel? Would not one that has Books, Read for ever, or set himself to Write upon some Subject or other, rather than be every Night with Party-men who count the Island to be good for nothing while their Adversaries are suffered to live upon it? Would not a Man be by himself a Month, and go to Bed before seven o'Clock, rather than mix with Fox-hunters, who having all Day long tried in vain to break their Necks, join at Night in a second Attempt upon their Lives by Drinking, and to express their Mirth, are louder in senseless Sounds within Doors, than their barking and less troublesome Companions are only without? I have no great Value for a Man who would not rather tire himself with Walking; or if he was shut up, scatter Pins about the Room in order to pick them up again, than keep Company for six Hours with half a Score common Sailors the Day their Ship was paid off.","subId":"21","id":"Mandeville.FB.SNS.21"},{"type":"paragraph","content":"I will grant nevertheless that the greatest part of Mankind, rather than be alone any considerable time, would submit to the things I named: But I cannot see, why this Love of Company, this strong Desire after Society should be construed so much in our Favour, and alledged as a Mark of some Intrinsick Worth in Man not to be found in other Animals. For to prove from it the Goodness of our Nature and a generous Love in Man, extended beyond himself on the rest of his Species, by virtue of which he was a Sociable Creature, this Eagerness after Company and Aversion of being alone ought to have been most conspicuous and most violent in the best of their kind, the Men of the greatest Genius, Parts and Accomplishments, and those who are the least subject to Vice; the contrary of which is true. The weakest Minds, who can the least govern their Passions, Guilty Consciences that abhor Reflexion, and the worthless, who are incapable of producing any thing of their own that's useful, are the greatest Enemies to Solitude, and will take up with any Company rather than be without; whereas the Men of Sense and of Knowledge, that can think and contemplate on things, and such as are but little disturb'd by their Passions, can bear to be by themselves the longest without reluctancy; and, to avoid Noise, Folly, and Impertinence, will run away from twenty Companies; and, rather than meet with any thing disagreeable to their good Taste, will prefer their Closet or a Garden, nay a Common or a Desart to the Society of some Men.","subId":"22","id":"Mandeville.FB.SNS.22"},{"type":"paragraph","content":"But let us suppose the Love of Company so inseparable from our Species that no Man could endure to be alone one Moment, what Conclusions could be drawn from this? does not Man love Company, as he does every thing else, for his own sake? No friendships or Civilities are lasting that are not reciprocal. In all your weekly and daily Meetings for Diversion, as well as Annual Feasts, and the most solemn Carousals, every Member that assists at them has his own Ends, and some frequent a Club which they would never go to unless they were the Top of it. I have known a Man who was the Oracle of the Company, be very constant, and as uneasy at any thing that hindred him from coming at the Hour, leave his Society altogether, as soon as another was added that could match, and disputed Superiority with him. There are People who are incapable of holding an Argument, and yet malicious enough to take delight in hearing others Wrangle, and tho' they never concern themselves in the Controversy, would think a Company Insipid where they could not have that Diversion. A good House, rich Furniture, a fine Garden, Horses, Dogs, Ancestors, Relations, Beauty, Strength, Excellency in any thing whatever, Vices as well as Virtues, may all be Accessary to make Men long for Society, in hopes that what they value themselves upon will at one time or other become the Theme of the Discourse, and give an inward Satisfaction to them. Even the most polite People in the World, and such as I spoke of at first, give no Pleasure to others that is not repaid to their Self-Love, and does not at last center in themselves, let them wind it and turn it as they will. But the plainest Demonstration that in all Clubs and Societies of Conversable People every body has the greatest Consideration for himself is, that the Disinterested, who rather over-pays than wrangles; the Good-humour'd, that is never waspish nor soon offended; the Easy and Indolent, that hates Disputes and never talks for Triumph, is every where the Darling of the Company: Whereas the Man of Sense and Knowledge, that will not be imposed upon or talk'd out of his Reason; the Man of Genius and Spirit, that can say sharp and witty things, tho' he never Lashes but what deserves it; the Man of Honour, who neither gives nor takes an affront, may be esteem'd, but is seldom so well beloved as a weaker Man less Accomplish'd.","subId":"23","id":"Mandeville.FB.SNS.23"},{"type":"paragraph","content":"As in these Instances the friendly Qualities arise from our contriving perpetually our own Satisfaction, so on other Occasions they proceed from the natural Timidity of Man, and the sollicitous Care he takes of himself. Two _Londoners,_ whose Business oblige them not to have any Commerce together, may know, see, and pass by one another every Day upon the _Exchange,_ with not much greater Civility than Bulls would: Let them meet at _Bristol_ they'll pull off their Hats, and on the least Opportunity enter into Conversation, and be glad of one another's Company. When _French, English_ and _Dutch_ meet in _China_ or any other Pagan Country, being all _Europeans,_ they look upon one another as Country-men, and if no Passion interferes, will feel a natural Propensity to love one another. Nay two Men that are at Enmity, if they are forc'd to travel together, will often lay by their Animosities, be affable and converse in a friendly manner, especially if the Road be unsafe, and they are both Strangers in the Place they are to go to. These things by superficial Judges are attributed to Man's Sociableness, his natural Propensity to Friendship and love of Company; but whoever will duly examine things and look into Man more narrowly, will find that on all these Occasions we only endeavour to strengthen our Interest, and are moved by the Causes already alledg'd.","subId":"24","id":"Mandeville.FB.SNS.24"},{"type":"paragraph","content":"What I have endeavour'd hitherto, has been to prove, that the _pulchrum & honestum,_ excellency and real worth of things are most commonly precarious and alterable as Modes and Customs vary; that consequently the Inferences drawn from their Certainty are insignificant, and that the generous Notions concerning the natural Goodness of Man are hurtful as they tend to mis-lead, and are meerly Chimerical: The truth of this latter I have illustrated by the most obvious Examples in History. I have spoke of our Love of Company and Aversion to Solitude, examin'd thoroughly the various Motives of them, and made it appear that they all center in Self-Love. I intend now to investigate into the nature of Society, and diving into the very rise of it, make it evident, that not the Good and Amiable, but the Bad and Hateful Qualities of Man, his Imperfections and the want of Excellencies which other Creatures are endued with, are the first Causes that made Man sociable beyond other Animals the Moment after he lost Paradise; and that if he had remain'd in his primitive Innocence, and continued to enjoy the Blessings that attended it, there is no Shadow of Probability that he ever would have become that sociable Creature he is now.","subId":"25","id":"Mandeville.FB.SNS.25"},{"type":"paragraph","content":"How necessary our Appetites and Passions are for the welfare of all Trades and Handicrafts has been sufficiently prov'd throughout the Book, and that they are our bad Qualities, or at least produce them, no Body denies. It remains then that I should set forth the variety of Obstacles that hinder and perplex Man in the Labour he is constantly employ'd in, the procuring of what he wants; and which in other Words is call'd the Business of Self-Preservation: While at the same time I demonstrate that the Sociableness of Man arises only from these Two things, _viz._ The multiplicity of his Desires, and the continual Opposition he meets with in his Endeavours to gratify them.","subId":"26","id":"Mandeville.FB.SNS.26"},{"type":"paragraph","content":"The Obstacles I speak of relate either to our own Frame, or the Globe we inhabit, I mean the Condition of it, since it has been curs'd. I have often endeavour'd to contemplate separately on the two Things I named last, but cou'd never keep them asunder; they always interfere and mix with one another; and at last make up together a frightful Chaos of Evil. All the Elements are our Enemies, Water drowns and Fire consumes those who unskilfully approach them. The Earth in a Thousand Places produces Plants and other Vegetables that are hurtful to Man, while she Feeds and Cherishes a variety of Creatures that are noxious to him; and suffers a Legion of Poisons to dwell within her: But the most unkind of all the Elements is that which we cannot Live one Moment without: It is impossible to repeat all the Injuries we receive from the Wind and Weather; and tho' the greatest part of Mankind have ever been employed in defending their Species from the Inclemency of the Air, yet no Art or Labour have hitherto been able to find a Security against the wild Rage of some Meteors.","subId":"27","id":"Mandeville.FB.SNS.27"},{"type":"paragraph","content":"Hurricanes it is true happen but seldom, and few Men are swallow'd up by Earthquakes, or devour'd by Lyons; but while we escape those Gigantick Mischiefs we are persecuted by Trifles. What a vast variety of Insects are tormenting to us; what Multitudes of them insult and make Game of us with Impunity! The most despicable scruple not to Trample and Graze upon us as Cattle do upon a Field: which yet is often bore with, if moderately they use their Fortune; but here again our Clemency becomes a Vice, and so encroaching are their Cruelty and Contempt of us on our Pity, that they make Laystalls of our Heads, and devour our young ones if we are not daily Vigilant in Pursuing and Destroying them.","subId":"28","id":"Mandeville.FB.SNS.28"},{"type":"paragraph","content":"There is nothing Good in all the Universe to the best-designing Man, if either through Mistake or Ignorance he commits the least Failing in the Use of it; there is no Innocence or Integrity that can protect a Man from a Thousand Mischiefs that surround him: On the contrary every thing is Evil, which Art and Experience have not taught us to turn into a Blessing. Therefore how diligent in Harvest time is the Husband-man in getting in his Crop and sheltering it from Rain, without which he could never have enjoy'd it! As seasons differ with the Climates, Experience has taught us differently to make use of them, and in one part of the Globe we may see the Farmer Sow while he is Reaping in the other; from all which we may learn how vastly this Earth must have been alter'd since the Fall of our first Parents. For should we trace Man from his Beautiful, his Divine Original, not proud of Wisdom acquired by haughty Precept or tedious Experience, but endued with consummate Knowledge the moment he was form'd; I mean the State of Innocence, in which no Animal nor Vegetable upon Earth, nor Mineral under Ground was noxious to him, and himself secure from the Injuries of the Air as well as all other Harms, was contented with the Necessaries of Life, which the Globe he inhabited furnish'd him with, without his assistance. When yet not conscious of Guilt, he found himself in every Place to be the well obeyed Unrival'd Lord of all, and unaffected with his Greatness was wholly rapt up in sublime Meditations on the Infinity of his Creator, who daily did vouchsafe intelligibly to speak to him, and visit without Mischief.","subId":"29","id":"Mandeville.FB.SNS.29"},{"type":"paragraph","content":"In such a Golden Age no Reason or Probability can be alledged why Mankind ever should have rais'd themselves into such large Societies as there have been in the World, as long as we can give any tolerable Account of it. Where a Man has every thing he desires, and nothing to Vex or Disturb him, there is nothing can be added to his Happiness; and it is impossible to name a Trade, Art, Science, Dignity or Employment that would not be superfluous in such a Blessed State. If we pursue this Thought we shall easily perceive that no Societies could have sprung from the Amiable Virtues and Loving Qualities of Man, but on the contrary that all of them must have had their Origin from his Wants, his Imperfections, and the variety of his Appetites: We shall find likewise that the more their Pride and Vanity are display'd and all their Desires enlarg'd, the more capable they must be of being rais'd into large and vastly numerous Societies.","subId":"30","id":"Mandeville.FB.SNS.30"},{"type":"paragraph","content":"Was the Air always as inoffensive to our naked Bodies, and as pleasant as to our thinking it is to the generality of Birds in Fair Weather, and Man had not been affected with Pride, Luxury and Hypocrisy, as well as Lust, I cannot see what could have put us upon the Invention of Clothes and Houses. I shall say nothing of Jewels, of Plate, Painting, Sculpture, Fine Furniture, and all that rigid Moralists have call'd Unnecessary and Superfluous: But if we were not soon tired with walking a-foot, and were as nimble as some other Animals; if Men were naturally laborious, and none unreasonable in seeking and indulging their Ease, and likewise free from other Vices, and the Ground was every where Even, Solid and Clean, who would have thought of Coaches or ventured on a Horse's Back? What occasion has the Dolphin for a Ship, or what Carriage would an Eagle ask to travel in?","subId":"31","id":"Mandeville.FB.SNS.31"},{"type":"paragraph","content":"I hope the Reader knows that by Society I understand a Body Politick, in which Man either subdued by Superior Force, or by Persuasion drawn from his Savage State, is become a Disciplin'd Creature, that can find his own Ends in Labouring for others, and where under one Head or other Form of Government each Member is render'd Subservient to the Whole, and all of them by cunning Management are made to Act as one. For if by Society we only mean a Number of People, that without Rule or Government should keep together out of a natural Affection to their Species or Love of Company, as a Herd of Cows or a Flock of Sheep, then there is not in the World a more unfit Creature for Society than Man; an Hundred of them that should be all Equals, under no Subjection, or Fear of any Superior upon Earth, could never Live together awake Two Hours without Quarrelling, and the more Knowledge, Strength, Wit, Courage and Resolution there was among them, the worse it would be.","subId":"32","id":"Mandeville.FB.SNS.32"},{"type":"paragraph","content":"It is probable that in the Wild State of Nature Parents would keep a Superiority over their Children, at least while they were in Strength, and that even afterwards the Remembrance of what the others had experienc'd might produce in them something between Love and Fear, which we call Reverence: It is probable likewise that the second Generation following the Example of the first, a Man with a little Cunning would always be able, as long as he lived and had his Senses, to maintain a Superior Sway over all his own Offspring and Descendants, how numerous soever they might grow. But the old Stock once dead, the Sons would quarrel, and there could be no Peace long, before there had been War. Eldership in Brothers is of no great Force, and the Preeminence that is given to it only invented as a shift to live in Peace. Man as he is a fearful Animal, naturally not rapacious, loves Peace and Quiet, and he would never Fight, if no body offended him, and he could have what he fights for without it. To this fearful Disposition and the Aversion he has to his being disturb'd, are owing all the various Projects and Forms of Government. Monarchy without doubt was the first. Aristocracy and Democracy were two different Methods of mending the Inconveniencies of the first, and a mixture of these three an Improvement on all the rest.","subId":"33","id":"Mandeville.FB.SNS.33"},{"type":"paragraph","content":"But be we Savages or Politicians, it is impossible that Man, mere fallen Man, should act with any other View but to please himself while he has the Use of his Organs, and the greatest Extravagancy either of Love or Despair can have no other Centre. There is no difference between Will and Pleasure in one sense, and every Motion made in spite of them must be unnatural and convulsive. Since then Action is so confin'd, and we are always forc'd to do what we please, and at the same time our Thoughts are free and uncontroul'd, it is impossible we could be sociable Creatures without Hypocrisy. The Proof of this is plain, since we cannot prevent the Ideas that are continually arising within us, all Civil Commerce would be lost, if by Art and prudent Dissimulation we had not learn'd to hide and stifle them; and if all we think was to be laid open to others in the same manner as it is to our selves, it is impossible that endued with Speech we could be sufferable to one another. I am persuaded that every Reader feels the Truth of what I say; and I tell my Antagonist that his Conscience flies in his Face, while his Tongue is preparing to refute me. In all Civil Societies Men are taught insensibly to be Hypocrites from their Cradle, no body dares to own that he gets by Publick Calamities, or even by the Loss of Private Persons. The Sexton would be stoned should he wish openly for the Death of the Parishioners, tho' every body knew that he had nothing else to live upon.","subId":"34","id":"Mandeville.FB.SNS.34"},{"type":"paragraph","content":"To me it is a great Pleasure, when I look on the Affairs of human Life, to behold into what various and often strangely opposite Forms the hope of Gain and thoughts of Lucre shape Men, according to the different Employments they are of, and Stations they are in. How gay and merry does every Face appear at a well-ordered Ball, and what a solemn Sadness is observ'd at the Masquerade of a Funeral! But the Undertaker is as much pleas'd with his Gains as the Dancing-Master: Both are equally tired in their Occupations, and the Mirth of the one is as much forced as the Gravity of the other is affected. Those who have never minded the Conversation of a spruce Mercer, and a young Lady his Customer that comes to his Shop, have neglected a Scene of Life that is very Entertaining. I beg of my serious Reader, that he would for a while abate a little of his Gravity, and suffer me to examine these People separately, as to their Inside and the different Motives they act from.","subId":"35","id":"Mandeville.FB.SNS.35"},{"type":"paragraph","content":"His Business is to sell as much Silk as he can at a Price by which he shall get what he proposes to be reasonable, according to the Customary Profits of the Trade. As to the Lady, what she would be at is to please her Fancy, and buy cheaper by a Groat or Sixpence _per_ Yard than the Things she wants are commonly sold at. From the Impression the Gallantry of our Sex has made upon her, she imagines (if she be not very deform'd) that she has a fine Mien and easy Behaviour, and a peculiar Sweetness of Voice; that she is handsome, and if not beautiful at least more agreeable than most young Women she knows. As she has no Pretensions to purchase the same Things with less Money than other People, but what are built on her good Qualities, so she sets her self off to the best Advantage her Wit and Discretion will let her. The thoughts of Love are here out of the Case; so on the one hand she has no room for playing the Tyrant, and giving herself Angry and Peevish Airs, and on the other more liberty of speaking kindly, and being affable than she can have almost on any other occasion. She knows that abundance of well-bred People come to his Shop, and endeavours to render her self as Amiable as Virtue and the Rules of Decency allow of. Coming with such a Resolution of Behaviour she cannot meet with any thing to ruffle her Temper.","subId":"36","id":"Mandeville.FB.SNS.36"},{"type":"paragraph","content":"Before her Coach is yet quite stopp'd, she is approach'd by a Gentleman-like Man, that has every thing Clean and Fashionable about him, who in low obeisance pays her Homage, and as soon as her Pleasure is known that she has a mind to come in, hands her into the Shop, where immediately he slips from her, and through a by-way that remains visible only for half a Moment with great address entrenches himself behind the Counter: Here facing her, with a profound Reverence and modish Phrase he begs the favour of knowing her Commands. Let her say and dislike what she pleases, she can never be directly contradicted: She deals with a Man in whom consummate Patience is one of the Mysteries of his Trade, and whatever trouble she creates, she is sure to hear nothing but the most obliging Language, and has always before her a chearful Countenance, where Joy and Respect seem to be blended with Good-humour, and altogether make up an Artificial Serenity more engaging than untaught Nature is able to produce.","subId":"37","id":"Mandeville.FB.SNS.37"},{"type":"paragraph","content":"When two Persons are so well met, the Conversation must be very agreeable, as well as extremely mannerly, tho' they talk about trifles. While she remains irresolute what to take he seems to be the same in advising her; and is very cautious how to direct her Choice; but when once she has made it and is fix'd, he immediately becomes positive, that it is the best of the sort, extols her Fancy, and the more he looks upon it, the more he wonders he should not before have discovered the preeminence of it over any thing he has in his Shop. By Precept, Example and great Application he has learn'd unobserv'd to slide into the inmost Recesses of the Soul, sound the Capacity of his Customers, and find out their blind Side unknown to them: By all which he is instructed in fifty other Stratagems to make her over-value her own Judgment as well as the Commodity she would purchase. The greatest Advantage he has over her, lies in the most material part of the Commerce between them, the debate about the Price, which he knows to a Farthing, and she is wholly Ignorant of: Therefore he no where more egregiously imposes on her Understanding; and tho' here he has the liberty of telling what Lies he pleases, as to the Prime Cost and the Money he has refus'd, yet he trusts not to them only; but attacking her Vanity makes her believe the most incredible Things in the World, concerning his own Weakness and her superior Abilities; He had taken a Resolution, he says, never to part with that Piece under such a Price, but she has the power of talking him out of his Goods beyond any body he ever sold to: He protests that he loses by his Silk, but seeing that she has a Fancy for it, and is resolv'd to give no more, rather than disoblige a Lady he has such an uncommon value for, he'll let her have it, and only begs that another time she will not stand so hard with him. In the mean time the Buyer, who knows that she is no Fool and has a voluble Tongue, is easily persuaded that she has a very winning way of Talking, and thinking it sufficient for the sake of Good-breeding to disown her Merit, and in some witty Repartee retort the Compliment, he makes her swallow very contentedly the Substance of every thing he tells her. The upshot is, that with the Satisfaction of having saved Ninepence _per_ Yard, she has bought her Silk exactly at the same Price as any body else might have done, and often gives Sixpence more, than, rather than not have sold it, he would have taken.","subId":"38","id":"Mandeville.FB.SNS.38"},{"type":"paragraph","content":"It is possible that this Lady for want of being sufficiently flatter'd, for a Fault she is pleased to find in his Behaviour, or perhaps the tying of his Neck-cloth, or some other dislike as Substantial, may be lost, and her Custom bestow'd on some other of the Fraternity. But where many of them live in a Cluster, it is not always easily determin'd which Shop to go to, and the Reasons some of the Fair Sex have for their choice are often very whimsical and kept as a great Secret. We never follow our Inclinations with more freedom, than where they cannot be traced, and it is unreasonable for others to suspect them. A Virtuous Woman has preferr'd one House to all the rest, because she had seen a handsome Fellow in it, and another of no bad Character for having receiv'd greater Civility before it, than had been paid her any where else, when she had no thoughts of buying and was going to _Paul_'s Church: for among the fashionable Mercers the fair Dealer must keep before his own Door, and to draw in random Customers make use of no other Freedom or Importunities than an obsequious Air, with a submissive Posture, and perhaps a Bow to every well-dress'd Female that offers to look towards his Shop.","subId":"39","id":"Mandeville.FB.SNS.39"},{"type":"paragraph","content":"What I have said last makes me think on another way of inviting Customers, the most distant in the World from what I have been speaking of, I mean that which is practis'd by the Watermen, especially on those whom by their Mien and Garb they know to be Peasants. It is not unpleasant to see half a dozen People surround a Man they never saw in their lives before, and two of them that can get the nearest, clapping each an Arm over his Neck, hug him in as loving and familiar a manner as if he was their Brother newly come home from an _East-India_ Voyage; a third lays hold of his Hand, another of his Sleeve, his Coat, the Buttons of it, or any thing he can come at, while a fifth or a sixth, who has scampered twice round him already without being able to get at him, plants himself directly before the Man in hold, and within three Inches of his Nose, contradicting his Rivals with an open-mouthed cry, shews him a dreadful set of large Teeth and a small remainder of chew'd Bread and Cheese, which the Countryman's Arrival had hindred from being swallow'd.","subId":"40","id":"Mandeville.FB.SNS.40"},{"type":"paragraph","content":"At all this no Offence is taken, and the Peasant justly thinks they are making much of him; therefore far from opposing them he patiently suffers himself to be push'd or pull'd which way the Strength that surrounds him shall direct. He has not the delicacy to find Fault with a Man's Breath, who has just blown out his Pipe, or a greasy Head of Hair that is rubbing against his Chops: Dirt and Sweat he has been used to from his Cradle, and it is no disturbance to him to hear half a score People, some of them at his Ear, and the furthest not five Foot from him, bawl out as if he was a hundred Yards off: He is conscious that he makes no less noise when he is merry himself, and is secretly pleas'd with their boisterous Usages. The hawling and pulling him about he construes the way it is intended; it is a Courtship he can feel and understand: He can't help wishing them well for the Esteem they seem to have for him: He loves to be taken notice of, and admires the _Londoners_ for being so pressing in the Offers of their Service to him, for the value of Three-pence or less; whereas in the Country at the Shop he uses, he can have nothing, but he must first tell them what he wants, and, tho' he lays out Three or Four Shillings at a time, has hardly a Word spoke to him unless it be in answer to a Question himself is forc'd to ask first. This Alacrity in his Behalf moves his Gratitude, and unwilling to disoblige any, from his Heart he knows not whom to choose. I have seen a Man think all this, or something like it, as plainly as I could see the Nose in his Face; and at the same time move along very contentedly under a Load of Watermen, and with a smiling Countenance carry seven or eight Stone more than his own Weight, to the Water-side.","subId":"41","id":"Mandeville.FB.SNS.41"},{"type":"paragraph","content":"If the little Mirth I have shewn, in the drawing of these two Images from low Life, mis-becomes me, I am sorry for it, but I promise not to be guilty of that Fault any more, and will now without loss of time proceed with my Argument in artless dull Simplicity, and demonstrate the gross Error of those, who imagine that the social Virtues and the amiable Qualities that are praise-worthy in us, are equally beneficial to the Publick as they are to the Individual Persons that are possess'd of them, and that the means of thriving and whatever conduces to the Welfare and real Happiness of private Families must have the same Effect upon the whole Society. This I confess I have labour'd for all along, and I flatter myself not unsuccessfully: But I hope no body will like a Problem the worse for seeing the Truth of it prov'd more ways than one.","subId":"42","id":"Mandeville.FB.SNS.42"},{"type":"paragraph","content":"It is certain that the fewer Desires a Man has and the less he covets, the more easy he is to himself; the more active he is to supply his own Wants, and the less he requires to be waited upon, the more he will be beloved and the less trouble he is in a Family; the more he loves Peace and Concord, the more Charity he has for his Neighbour, and the more he shines in real Virtue, there is no doubt but that in proportion he is acceptable to God and Man. But let us be Just, what Benefit can these things be of, or what earthly Good can they do, to promote the Wealth, the Glory and worldly Greatness of Nations? It is the sensual Courtier that sets no Limits to his Luxury; the Fickle Strumpet that invents new Fashions every Week; the haughty Dutchess that in Equipage, Entertainments, and all her Behaviour would imitate a Princess; the profuse Rake and lavish Heir, that scatter about their Money without Wit or Judgment, buy every thing they see, and either destroy or give it away the next Day, the Covetous and perjur'd Villain that squeez'd an immense Treasure from the Tears of Widows and Orphans, and left the Prodigals the Money to spend: It is these that are the Prey and proper Food of a full grown Leviathan; or in other words, such is the calamitous Condition of Human Affairs that we stand in need of the Plagues and Monsters I named to have all the Variety of Labour perform'd, which the Skill of Men is capable of inventing in order to procure an honest Livelihood to the vast Multitudes of working poor, that are required to make a large Society: And it is folly to imagine that Great and Wealthy Nations can subsist, and be at once Powerful and Polite without.","subId":"43","id":"Mandeville.FB.SNS.43"},{"type":"paragraph","content":"I protest against Popery as much as ever _Luther_ and _Calvin_ did, or Queen _Elizabeth_ herself, but I believe from my Heart, that the Reformation has scarce been more Instrumental in rend'ring the Kingdoms and States that have embraced it, flourishing beyond other Nations, than the silly and capricious Invention of Hoop'd and Quilted Petticoats. But if this should be denied me by the Enemies of Priestly Power, at least I am sure that, bar the great Men who have fought for and against that Lay-Man's Blessing, it has from its first beginning to this Day not employ'd so many Hands, honest industrious labouring Hands, as the abominable improvement on Female Luxury I named has done in few Years. Religion is one thing and Trade is another. He that gives most Trouble to thousands of his Neighbours, and invents the most operose Manufactures is, right or wrong, the greatest Friend to the Society.","subId":"44","id":"Mandeville.FB.SNS.44"},{"type":"paragraph","content":"What a Bustle is there to be made in several Parts of the World, before a fine Scarlet or crimson Cloth can be produced, what Multiplicity of Trades and Artificers must be employ'd! Not only such as are obvious, as Wool-combers, Spinners, the Weaver, the Clothworker, the Scourer, the Dyer, the Setter, the Drawer and the Packer; but others that are more remote and might seem foreign to it; as the Millwright, the Pewterer and the Chymist, which yet are all necessary as well as a great Number of other Handicrafts to have the Tools, Utensils and other Implements belonging to the Trades already named: But all these things are done at home, and may be perform'd without extraordinary Fatigue or Danger; the most frightful Prospect is left behind, when we reflect on the Toil and Hazard that are to be undergone abroad, the vast Seas we are to go over, the different Climates we are to endure, and the several Nations we must be obliged to for their Assistance. _Spain_ alone it is true might furnish us with Wool to make the finest Cloth; but what Skill and Pains, what Experience and Ingenuity are required to Dye it of those Beautiful Colours! How widely are the Drugs and other Ingredients dispers'd thro' the Universe that are to meet in one Kettle! Allum indeed we have of our own; Argol we might have from the _Rhine,_ and Vitriol from _Hungary;_ all this is in _Europe;_ but then for Saltpetre in quantity we are forc'd to go as far as the _East-Indies._ Cochenille, unknown to the Ancients, is not much nearer to us, tho' in a quite different part of the Earth: we buy it 'tis true from the _Spaniards;_ but not being their Product they are forc'd to fetch it for us from the remotest Corner of the New World in the _West-Indies._ While so many Sailors are broiling in the Sun and sweltered with Heat in the _East_ and _West_ of us, another set of them are freezing in the _North_ to fetch Potashes from _Russia._","subId":"45","id":"Mandeville.FB.SNS.45"},{"type":"paragraph","content":"When we are thoroughly acquainted with all the Variety of Toil and Labour, the Hardships and Calamities that must be undergone to compass the End I speak of, and we consider the vast Risques and Perils that are run in those Voyages, and that few of them are ever made but at the Expence, not only of the Health and Welfare, but even the Lives of many: When we are acquainted with, I say, and duly consider the things I named, it is scarce possible to conceive a Tyrant so inhuman and void of Shame, that beholding things in the same View, he should exact such terrible Services from his Innocent Slaves; and at the same time dare to own, that he did it for no other Reason, than the Satisfaction a Man receives from having a Garment made of Scarlet or Crimson Cloth. But to what Height of Luxury must a Nation be arrived, where not only the King's Officers, but likewise his Guards, even the private Soldiers should have such impudent Desires!","subId":"46","id":"Mandeville.FB.SNS.46"},{"type":"paragraph","content":"But if we turn the Prospect, and look on all those Labours as so many voluntary Actions, belonging to different Callings and Occupations that Men are brought up to for a Livelihood, and in which every one Works for himself, how much soever he may seem to Labour for others: If we consider, that even the Sailors who undergo the greatest Hardships, as soon as one Voyage is ended, even after Ship-wrack, are looking out and solliciting for Employment in another: If we consider, I say, and look on these things in another View, we shall find that the Labour of the Poor is so far from being a Burthen and an Imposition upon them; that to have Employment is a Blessing, which in their Addresses to Heaven they pray for, and to procure it for the generality of them is the greatest Care of every Legislature.","subId":"47","id":"Mandeville.FB.SNS.47"},{"type":"paragraph","content":"As Children and even Infants are the Apes of others, so all Youth have an ardent desire of being Men and Women, and become often ridiculous by their impatient Endeavours to appear what every body sees they are not; all large Societies are not a little indebted to this Folly for the Perpetuity or at least long Continuance of Trades once Established. What Pains will young People take, and what Violence will they not commit upon themselves, to attain to insignificant and often blameable Qualifications, which for want of Judgment and Experience they admire in others, that are Superior to them in Age! This fondness of Imitation makes them accustom themselves by degrees to the Use of things that were Irksome, if not intolerable to them at first, till they know not how to leave them, and are often very Sorry for having inconsiderately increas'd the Necessaries of Life without any Necessity. What Estates have been got by Tea and Coffee! What a vast Traffick is drove, what a variety of Labour is performed in the World to the Maintenance of Thousands of Families that altogether depend on two silly if not odious Customs; the taking of Snuff and smoking of Tobacco; both which it is certain do infinitely more hurt than good to those that are addicted to them! I shall go further, and demonstrate the Usefulness of private Losses and Misfortunes to the Publick, and the folly of our Wishes, when we pretend to be most Wise and Serious. The Fire of _London_ was a great Calamity, but if the Carpenters, Bricklayers, Smiths, and all, not only that are employed in Building but likewise those that made and dealt in the same Manufactures and other Merchandizes that were Burnt, and other Trades again that got by them when they were in full Employ, were to Vote against those who lost by the Fire; the Rejoicings would equal if not exceed the Complaints. In recruiting what is lost and destroy'd by Fire, Storms, Sea-fights, Sieges, Battles, a considerable part of Trade consists; the truth of which and whatever I have said of the Nature of Society will plainly appear from what follows.","subId":"48","id":"Mandeville.FB.SNS.48"},{"type":"paragraph","content":"It would be a difficult Task to enumerate all the Advantages and different Benefits, that accrue to a Nation on account of Shipping and Navigation; but if we only take into Consideration the Ships themselves, and every Vessel great and small that is made use of for Water-Carriage, from the least Wherry to a First Rate Man of War: the Timber and Hands that are employed in the Building of them; and consider the Pitch, Tar, Rosin, Grease; the Masts, Yards, Sails and Riggings; the Variety of Smiths Work, the Cables, Oars and every thing else belonging to them, we shall find that to furnish only such a Nation as ours with all these Necessaries makes up a considerable part of the Traffick of _Europe,_ without speaking of the Stores and Ammunition of all sorts, that are consumed in them, or the Mariners, Watermen and others with their Families, that are maintained by them.","subId":"49","id":"Mandeville.FB.SNS.49"},{"type":"paragraph","content":"But should we on the other Hand take a View of the manifold Mischiefs and Variety of Evils, moral as well as natural, that befal Nations on the Score of Seafaring and their Commerce with Strangers, the Prospect would be very frightful; and could we suppose a large populous Island, that should be wholly unacquainted with Ships and Sea Affairs, but otherwise a Wise and Well-govern'd People; and that some Angel or their Genius should lay before them a Scheme or Draught, where they might see, on the one side, all the Riches and real Advantages that would be acquired by Navigation in a thousand Years; and on the other, the Wealth and Lives that would be lost, and all the other Calamities, that would be unavoidably sustained on Account of it during the same time, I am confident, they would look upon Ships with Horrour and Detestation, and that their Prudent Rulers would severely forbid the making and inventing all Buildings or Machines to go to Sea with, of what shape or denomination soever, and prohibit all such abominable Contrivances on great Penalties, if not the Pain of Death.","subId":"50","id":"Mandeville.FB.SNS.50"},{"type":"paragraph","content":"But to let alone the necessary Consequence of Foreign Trade, the Corruption of Manners, as well as Plagues, Poxes, and other Diseases, that are brought to us by Shipping, should we only cast our Eyes on what is either to be imputed to the Wind and Weather, the Treachery of the Seas, the Ice of the North, the Vermin of the South, the Darkness of Nights, and unwholsomeness of Climates, or else occasioned by the want of good Provisions and the Faults of Mariners, the Unskilfulness of some, and the Neglect and Drunkenness of others; and should we consider the Losses of Men and Treasure swallow'd up in the Deep, the Tears and Necessities of Widows and Orphans made by the Sea, the Ruin of Merchants and the Consequences, the continual Anxieties that Parents and Wives are in for the Safety of their Children and Husbands, and not forget the many Pangs and Heart-akes that are felt throughout a Trading Nation by Owners and Insurers at every blast of Wind; should we cast our Eyes, I say, on these Things, consider with due Attention and give them the Weight they deserve, would it not be amazing, how a Nation of thinking People should talk of their Ships and Navigation as a peculiar Blessing to them, and placing an uncommon Felicity in having an Infinity of Vessels dispers'd through the wide World, and always some going to and others coming from every part of the Universe?","subId":"51","id":"Mandeville.FB.SNS.51"},{"type":"paragraph","content":"But let us once in our Consideration on these Things confine our selves to what the Ships suffer only, the Vessels themselves with their Rigging and Appurtenances, without thinking on the Freight they carry, or the Hands that work them, and we shall find that the Damage sustain'd that way only is very considerable, and must one Year with another amount to vast Sums: The Ships that are founder'd at Sea, split against Rocks and swallow'd up by Sands, some by the fierceness of Tempests altogether, others by that and the want of Pilots Experience and Knowledge of the Coasts: The Masts that are blown down or forc'd to be cut and thrown Over-board, the Yards, Sails and Cordage of different sizes that are destroy'd by Storms, and the Anchors that are lost: Add to these the necessary Repairs of Leaks sprung and other Hurts receiv'd from the rage of Winds, and the violence of the Waves: Many Ships are set on Fire by Carelesness, and the Effects of strong Liquors, which none are more addicted to than Sailors: Sometimes unhealthy Climates, at others the badness of Provision breed Fatal Distempers that sweep away the greatest part of the Crew, and not a few Ships are lost for want of Hands.","subId":"52","id":"Mandeville.FB.SNS.52"},{"type":"paragraph","content":"These are all Calamities inseparable from Navigation, and seem to be great Impediments that clog the Wheels of Foreign Commerce. How happy would a Merchant think himself, if his Ships should always have fine Weather, and the Wind he wish'd for, and every Mariner he employ'd, from the highest to the lowest, be a knowing experienc'd Sailor, and a careful, sober, good Man! Was such a Felicity to be had for Prayers, what Owner of Ships is there or Dealer in _Europe,_ nay the whole World, who would not be all Day long teazing Heaven to obtain such a Blessing for himself, without regard what Detriment it would do to others? Such a Petition would certainly be a very unconscionable one, yet where is the Man who imagines not that he has a Right to make it? And therefore, as every one pretends to an equal claim to those Favours, let us, without reflecting on the Impossibility of its being true, suppose all their Prayers effectual and their Wishes answer'd, and afterwards examine into the Result of such a Happiness.","subId":"53","id":"Mandeville.FB.SNS.53"},{"type":"paragraph","content":"Ships would last as long as Timber-Houses to the full, because they are as strongly built, and the latter are liable to suffer by high Winds and other Storms, which the first by our Supposition are not to be: So that, before there would be any real Occasion for New Ships, the Master Builders now in being and every body under them, that is set to Work about them, would all die a Natural Death, if they were not starv'd or come to some Untimely End: For in the first place, all Ships having prosperous Gales, and never waiting for the Wind, they would make very quick Voyages both out and home: Secondly, no Merchandizes would be damag'd by the Sea, or by stress of Weather thrown overboard, but the entire Lading would always come safe ashore; and hence it would follow, that Three Parts in Four of the Merchant-men already made would be superfluous for the present, and the stock of Ships that are now in the World serve a vast many Years. Masts and Yards would last as long as the Vessels themselves, and we should not need to trouble _Norway_ on that score a great while yet. The Sails and Rigging indeed of the few Ships made use of would wear out, but not a quarter part so fast as now they do, for they often suffer more in one Hour's Storm, than in ten Days Fair Weather.","subId":"54","id":"Mandeville.FB.SNS.54"},{"type":"paragraph","content":"Anchors and Cables there would be seldom any occasion for, and one of each would last a Ship time out of mind: This Article alone would yield many a tedious Holiday to the Anchor-Smiths and the Rope-Yards. This general want of Consumption would have such an Influence on the Timber-Merchants, and all that import Iron, Sail-Cloth, Hemp, Pitch, Tar, _&c._ that four parts in five of what, in the beginning of this Reflexion on Sea-Affairs, I said, made a considerable Branch of the Traffick of _Europe,_ would be entirely Lost.","subId":"55","id":"Mandeville.FB.SNS.55"},{"type":"paragraph","content":"I have only touch'd hitherto on the Consequences of this Blessing in relation to Shipping, but it would be detrimental to all other Branches of Trade besides, and destructive to the Poor of every Country, that exports any thing of their own Growth or Manufacture. The Goods and Merchandizes that every Year go to the Deep, that are spoil'd at Sea by Salt Water, by Heat, by Vermine, destroy'd by Fire, or lost to the Merchant by other Accidents, all owing to Storms or tedious Voyages, or else the Neglect or Rapacity of Sailors; such Goods, I say, and Merchandizes are a considerable part of what every Year is sent abroad throughout the World, and must have employ'd great Multitudes of Poor before they could come on board. A Hundred Bales of Cloth that are burnt or sunk in the _Mediterranean,_ are as Beneficial to the Poor in _England,_ as if they had safely arriv'd at _Smyrna_ or _Aleppo,_ and every Yard of them had been Retail'd in the Grand Signior's Dominions.","subId":"56","id":"Mandeville.FB.SNS.56"},{"type":"paragraph","content":"The Merchant may break, and by him the Clothier, the Dyer, the Packer, and other Tradesmen, the middling People, may suffer; but the Poor that were set to work about them can never lose. Day-Labourers commonly receive their Earnings once a Week, and all the Working People that were Employ'd either in any of the various Branches of the Manufacture it self, or the several Land and Water Carriages it requires to be brought to perfection, from the Sheep's Back, to the Vessel it was enter'd in, were paid, at least much the greatest part of them, before the Parcel came on board. Should any of my Readers draw Conclusions _in~infinitum_ from my Assertions that Goods sunk or burnt are as beneficial to the Poor as if they had been well sold and put to their proper Uses, I would count him a Caviller and not worth answering: Should it always Rain and the Sun never shine, the Fruits of the Earth would soon be rotten and destroy'd; and yet it is no Paradox to affirm, that, to have Grass or Corn, Rain is as necessary as the Sunshine.","subId":"57","id":"Mandeville.FB.SNS.57"},{"type":"paragraph","content":"In what manner this Blessing of Fair Winds and Fine Weather would affect the Mariners themselves, and the breed of Sailors, may be easily conjectured from what has been said already. As there would hardly one Ship in four be made use of, so the Vessels themselves being always exempt from Storms, fewer Hands would be required to Work them, and consequently five in six of the Seamen we have might be spared, which in this Nation, most Employments of the Poor being overstock'd, would be but an untoward Article. As soon as those superfluous Seamen should be extinct, it would be impossible to Man such large Fleets as we could at present: But I do not look upon this as a Detriment, or the least Inconveniency: for the Reduction of Mariners as to Numbers being general throughout the World, all the Consequence would be, that in case of War the Maritime Powers would be obliged to fight with fewer Ships, which would be an Happiness Instead of an Evil: and would you carry this Felicity to the highest pitch of Perfection, it is but to add one desirable Blessing more, and no Nation shall ever fight at all: The Blessing I hint at is, what all good Christians are bound to pray for, _viz._ that all Princes and States would be true to their Oaths and Promises, and Just to one another, as well as their own Subjects; that they might have a greater regard for the Dictates of Conscience and Religion, than those of State Politicks and Worldly Wisdom, and prefer the Spiritual Welfare of others to their own Carnal Desires, and the Honesty, the Safety, the Peace and Tranquillity of the Nations they govern, to their own Love of Glory, Spirit of Revenge, Avarice, and Ambition.","subId":"58","id":"Mandeville.FB.SNS.58"},{"type":"paragraph","content":"The last Paragraph will to many seem a Digression, that makes little for my purpose; but what I mean by it is to demonstrate that Goodness, Integrity, and a peaceful Disposition in Rulers and Governors of Nations, are not the proper Qualifications to Aggrandize them, and increase their Numbers; any more than the uninterrupted Series of Success that every Private Person would be blest with, if he could, and which I have shewn would be Injurious and Destructive to a large Society, that should place a Felicity in worldly Greatness, and being envied by their Neighbours, and value themselves upon their Honour and their Strength.","subId":"59","id":"Mandeville.FB.SNS.59"},{"type":"paragraph","content":"No Man needs to guard himself against Blessings, but Calamities require Hands to avert them. The amiable Qualities of Man put none of the Species upon stirring: His Honesty, his love of Company, his Goodness, Content and Frugality are so many Comforts to an Indolent Society, and the more real and unaffected they are, the more they keep every thing at Rest and Peace, and the more they will every where prevent Trouble and Motion it self. The same almost may be said of the Gifts and Munificence of Heaven, and all the Bounties and Benefits of Nature: This is certain, that the more extensive they are, and the greater Plenty we have of them, the more we save our Labour. But the Necessities, the Vices and Imperfections of Man, together with the various Inclemencies of the Air and other Elements, contain in them the Seeds of all Arts, Industry and Labour: It is the Extremities of Heat and Cold, the Inconstancy and Badness of Seasons, the Vidence and Uncertainty of Winds, the vast Power and Treachery of Water, the Rage and Untractableness of Fire, and the Stubbornness and Sterility of the Earth, that rack our Invention, how we shall either avoid the Mischiefs they may produce, or correct the Malignity of them and turn their several Forces to our own Advantage a thousand different ways; while we are employ'd in supplying the infinite variety of our Wants, which will ever be multiply'd as our Knowledge is enlarged, and our Desires increase. Hunger, Thirst and Nakedness are the first Tyrants that force us to stir: afterwards, our Pride, Sloth, Sensuality and Fickleness are the great Patrons that promote all Arts and Sciences, Trades, Handicrafts and Callings; while the great Taskmasters, Necessity, Avarice, Envy, and Ambition, each in the Class that belongs to him, keep the Members of the Society to their labour, and make them all submit, most of them chearfully, to the Drudgery of their Station; Kings and Princes not excepted.","subId":"60","id":"Mandeville.FB.SNS.60"},{"type":"paragraph","content":"The greater the Variety of Trades and Manufactures, the more operose they are, and the more they are divided in many Branches, the greater Numbers may be contained in a Society without being in one another's way, and the more easily they may be render'd a Rich, Potent and Flourishing People. Few Virtues employ any Hands, and therefore they may render a small Nation Good, but they can never make a Great one. To be strong and laborious, patient in Difficulties, and assiduous in all Business, are commendable Qualities; but as they do their own Work, so they are their own Reward, and neither Art nor Industry have ever paid their Compliments to them; whereas the Excellency of Human Thought and Contrivance has been and is yet no where more conspicuous than in the Variety of Tools and Instruments of Workmen and Artificers, and the multiplicity of Engines, that were all invented either to assist the Weakness of Man, to correct his many Imperfections, to gratify his Laziness, or obviate his Impatience.","subId":"61","id":"Mandeville.FB.SNS.61"},{"type":"paragraph","content":"It is in Morality as it is in Nature, there is nothing so perfectly Good in Creatures that it cannot be hurtful to any one of the Society, nor any thing so entirely Evil, but it may prove beneficial to some part or other of the Creation: So that things are only Good and Evil in reference to something else, and according to the Light and Position they are placed in. What pleases us is good in that Regard, and by this Rule every Man wishes well for himself to the best of his Capacity, with little Respect to his Neighbour. There never was any Rain yet, tho' in a very dry Season when Publick Prayers had been made for it, but somebody or other who wanted to go abroad wished it might be Fair Weather only for that Day. When the Corn stands thick in the Spring, and the generality of the Country rejoice at the pleasing Object, the rich Farmer who kept his last Year's Crop for a better Market, pines at the sight, and inwardly grieves at the Prospect of a plentiful Harvest. Nay, we shall often hear your idle People openly wish for the Possessions of others, and not to be injurious forsooth add this wise Proviso, that it should be without Detriment to the Owners: But I'm afraid they often do it without any such Restriction in their Hearts.","subId":"62","id":"Mandeville.FB.SNS.62"},{"type":"paragraph","content":"It is a Happiness that the Prayers as well as Wishes of most People are insignificant and good for nothing; or else the only thing that could keep Mankind fit for Society, and the World from falling into Confusion, would be the Impossibility that all the Petitions made to Heaven should be granted. A dutiful pretty young Gentleman newly come from his Travels lies at the _Briel_ waiting with Impatience for an Easterly Wind to waft him over to _England,_ where a dying Father, who wants to embrace and give him his Blessing before he yields his Breath, lies hoaning after him, melted with Grief and Tenderness: In the mean while a _British_ Minister, who is to take care of the Protestant Interest in _Germany,_ is riding Post to _Harwich,_ and in violent haste to be at _Ratisbone_ before the Diet breaks up. At the same time a rich Fleet lies ready for the _Mediterranean,_ and a fine Squadron is bound for the _Baltick._ All these things may probably happen at once, at least there is no difficulty in supposing they should. If these People are not Atheists, or very great Reprobates they will all have some good Thoughts before they go to Sleep, and consequently about Bed-time they must all differently pray for a fair Wind and a prosperous Voyage. I don't say but it is their Duty, and it is possible they may be all heard, but I am sure they can't be all served at the same time.","subId":"63","id":"Mandeville.FB.SNS.63"},{"type":"paragraph","content":"After this I flatter my self to have demonstrated that, neither the Friendly Qualities and kind Affections that are natural to Man, nor the real Virtues he is capable of acquiring by Reason and Self-Denial, are the Foundation of Society; but that what we call Evil in this World, Moral as well as Natural, is the grand Principle that makes us sociable Creatures, the solid Basis, the Life and Support of all Trades and Employments without Exception: That there we must look for the true Origin of all Arts and Sciences, and that the Moment Evil ceases, the Society must be spoiled, if not totally dissolved.","subId":"64","id":"Mandeville.FB.SNS.64"},{"type":"paragraph","content":"I could add a thousand things to enforce and further illustrate this Truth with abundance of Pleasure; but for fear of being troublesome I shall make an End, tho' I confess that I have not been half so sollicitous to gain the Approbation of others, as I have study'd to please my self in this Amusement; yet if ever I hear, that by following this Diversion I have given any to the intelligent Reader, it will always add to the Satisfaction I have received in the Performance. In the hope my Vanity forms of this I leave him with regret, and conclude with repeating the seeming Paradox, the Substance of which is advanced in the Title Page; that Private Vices by the dextrous Management of a skilful Politician may be turned into Publick Benefits.","subId":"65","id":"Mandeville.FB.SNS.65"}]}
