{"id":"Shaftesbury.C.MR.4.2","imported":true,"parent":"Shaftesbury.C.MR.4","title":"Chapter II. Passage from Terra Incognita to the visible World――Mistress-ship of Nature――Animal-Confederacy, Degrees, Subordination――Master-Animal Man. Privilege of his Birth――Serious Countenance of the Author","breadcrumb":"Chapter 2","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_018","blocks":[{"type":"title","content":"<h1>Chapter II. Passage from Terra Incognita to the visible World――Mistress-ship of Nature――Animal-Confederacy, Degrees, Subordination――Master-Animal Man. Privilege of his Birth――Serious Countenance of the Author</h1> ","id":"Shaftesbury.C.MR.4.2"},{"type":"paragraph","content":"AS heavily as it went with us, in the deep philosophical part of our preceding Chapter; and as necessarily engag'd as we still are to prosecute the same serious <span class=\"small-capitals\">Inquiry,</span> and <em>Search,</em> into those dark Sources; 'tis hop'd, That our remaining <em>Philosophy</em> may flow in a more easy Vein; and the second Running be found somewhat clearer than the first. However it be; we may, at least, congratulate with our-selves for having thus briefly pass'd over that <em>Metaphysical</em> part, to which we have paid sufficient deference. Nor shall we scruple to declare our Opinion, <q>That it is, in a manner, necessary for one who wou'd usefully <em>philosophize,</em> to have a <em>Knowledg</em> in this part of Philosophy, sufficient to satisfy him that there is no <em>Knowledg</em> or <em>Wisdom</em> to be learnt from it.</q> For of this Truth nothing besides Experience and Study will be able fully to convince him.","subId":"1","id":"Shaftesbury.C.MR.4.2.1"},{"type":"paragraph","content":"When we are even past these empty Regions and Shadows of Philosophy; 'twill still perhaps appear an uncomfortable kind of travelling thro' those other <em>invisible Ideal</em> Worlds: such as the Study of <em>Morals,</em> we see, engages us to visit. Men must acquire a very peculiar and strong Habit of turning their Eye inwards, in order to explore the <em>interior Regions</em> and <em>Recesses</em> of the <span class=\"small-capitals\">Mind,</span> the <em>hollow Caverns</em> of deep <em>Thought,</em> the private Seats of <em>Fancy,</em> and the <em>Wastes</em> and <em>Wildernesses,</em> as well as the more fruitful and cultivated <em>Tracts</em> of this <em>obscure Climate.</em>","subId":"2","id":"Shaftesbury.C.MR.4.2.2"},{"type":"paragraph","content":"But what can one do? Or how dispense with these <em>darker</em> Disquisitions and <em>Moon-light</em> Voyages, when we have to deal with a sort of <em>Moon-blind</em> <span class=\"small-capitals\">Wits,</span> who tho very acute and able in their kind, may be said to renounce <em>Day-light,</em> and <em>extinguish,</em> in a manner, the bright visible outward World, by allowing us to <em>know</em> nothing beside what we can <em>prove,</em> by strict and formal <em>Demonstration?</em>","subId":"3","id":"Shaftesbury.C.MR.4.2.3"},{"type":"paragraph","content":"'Tis therefore to satisfy such rigid <em>Inquirers</em> as these, that we have been necessitated to proceed by the <em>inward</em> way; and that in our preceding Chapter we have built only on such foundations as are taken from our very <em>Perceptions, Fancys, Appearances, Affections,</em> and <em>Opinions</em> themselves, without regard to any thing of <em>an exterior</em> <span class=\"small-capitals\">World,</span> and even on the supposition that there is <em>no such World in being.</em>","subId":"4","id":"Shaftesbury.C.MR.4.2.4"},{"type":"paragraph","content":"Such has been our late dry Task. No wonder if it carrys, indeed, a meagre and raw Appearance. It may be look'd on, <em>in Philosophy,</em> as worse than a mere <span class=\"small-capitals\">Egyptian</span> <em>Imposition.</em> For to make <em>Brick</em> without <em>Straw</em> or <em>Stubble,</em> is perhaps an easier labour, than to prove <span class=\"small-capitals\">Morals</span> without <em>a World,</em> and establish <em>a Conduct of Life</em> without the Supposition of <em>any thing living or extant</em> besides our immediate <em>Fancy,</em> and <span class=\"small-capitals\">World</span> <em>of Imagination.</em>","subId":"5","id":"Shaftesbury.C.MR.4.2.5"},{"type":"paragraph","content":"But having finished this <em>mysterious</em> Work, we come now to open <em>Day,</em> and <em>Sunshine:</em> And, as a Poet perhaps might express himself, we are now ready to quit","subId":"6","id":"Shaftesbury.C.MR.4.2.6"},{"type":"paragraph","content":"<em>The dubious Labyrinths, and</em> Pyrrhonean <em>Cells</em> <br><em>Of a</em> Cimmerian <em>Darkness.</em>——","subId":"7","id":"Shaftesbury.C.MR.4.2.7"},{"type":"paragraph","content":"We are, henceforward, to trust our Eyes, and take for real <em>the whole Creation,</em> and <em>the fair Forms</em> which lie before us. We are to believe the Anatomy of our <em>own Body,</em> and in proportionable Order, <em>the Shapes, Forms, Habits,</em> and <em>Constitutions</em> of other Animal-Races. Without demurring on the profound modern Hypothesis of <em>animal Insensibility,</em> we are to believe firmly and resolutely, <q>That other Creatures have their <em>Sense</em> and <em>Feeling,</em> their mere <em>Passions</em> and <em>Affections,</em> as well as our-selves.</q> And in this manner we proceed accordingly, on our Author's Scheme, <q>To inquire what is truly <em>natural</em> to each Creature: And Whether that which is <em>natural</em> to each, and is its <em>Perfection,</em> be not withal its <em>Happiness,</em> or <em>Good.</em></q>","subId":"8","id":"Shaftesbury.C.MR.4.2.8"},{"type":"paragraph","content":"To deny there is any thing properly <em>natural,</em> (after the Concessions already made) wou'd be undoubtedly very preposterous and absurd. <span class=\"small-capitals\">Nature</span> and the <em>outward</em> World being own'd existent, the rest must of necessity follow. The <em>Anatomy</em> of Bodys, the <em>Order</em> of the Spheres, the <em>proper Mechanisms</em> of a thousand kinds, and the infinite <em>Ends</em> and sutable <em>Means</em> establish'd in the general Constitution and Order of Things; all this being once admitted, and allow'd to pass as certain and unquestionable, 'tis as vain afterwards to except against the Phrase of <em>natural</em> and <em>unnatural,</em> and question the Propriety of this Speech apply'd to the particular Forms and Beings in the World, as it wou'd be to except against the common Appellations of <em>Vigour</em> and <em>Decay</em> in Plants, <em>Health</em> or <em>Sickness</em> in Bodys, <em>Sobriety</em> or <em>Distraction</em> in Minds, <em>Prosperity</em> or <em>Degeneracy</em> in any variable part of the known Creation.","subId":"9","id":"Shaftesbury.C.MR.4.2.9"},{"type":"paragraph","content":"We may, perhaps, for Humour sake, or after the known way of disputant Hostility, in the support of any odd Hypothesis, pretend to deny this <em>natural</em> and <em>unnatural</em> in Things. 'Tis evident, however, that tho our Humour or Taste be, by such Affectation, ever so much deprav'd; we cannot resist our natural<a href=\"#n1\"><sup>[1]</sup></a> <em>Anticipation</em> in behalf of <span class=\"small-capitals\">Nature;</span> according to whose suppos'd <em>Standard</em> we perpetually approve and disapprove, and to whom in all natural Appearances, all moral Actions (whatever we contemplate, whatever we have in debate) we inevitably appeal, and pay our constant Homage, with the most apparent Zeal and Passion.","subId":"10","id":"Shaftesbury.C.MR.4.2.10"},{"type":"paragraph","content":"'Tis here, above all other places, that we say with strict Justice,","subId":"11","id":"Shaftesbury.C.MR.4.2.11"},{"type":"paragraph","content":"<a href=\"#n2\"><sup>[2]</sup></a>You may turn out nature with a pitchfork, yet back she will keep coming.","subId":"12","id":"Shaftesbury.C.MR.4.2.12"},{"type":"paragraph","content":"The airy Gentlemen, who have never had it in their thoughts <em>to study</em> <span class=\"small-capitals\">Nature</span> in their <em>own</em> Species; but being taken with other Loves, have apply'd their Parts and Genius to the same Study in a <em>Horse,</em> a <em>Dog,</em> a <em>Game-Cock,</em> a <em>Hawk,</em> or any other<a href=\"#n3\"><sup>[3]</sup></a> Animal of that degree; know very well, that to each Species there belongs a several Humour, Temper, and Turn of inward Disposition, as real and peculiar as the Figure and outward Shape, which is with so much Curiosity beheld and admir'd. If there be any thing ever so little amiss or wrong in the <em>inward</em> Frame, the <em>Humour</em> or <em>Temper</em> of the Creature, 'tis readily call'd <em>vicious;</em> and when more than ordinarily wrong, <em>unnatural.</em> The Humours of the Creatures, in order to their redress, are attentively observ'd; sometimes indulg'd and flatter'd; at other times controul'd and check'd with proper Severitys. In short, their Affections, Passions, Appetites, and Antipathys, are as duly regarded as those in Human Kind, under the strictest Discipline of Education. Such is <em>the</em> <span class=\"small-capitals\">Sense</span> <em>of inward Proportion and Regularity of Affections,</em> even in our Noble Youths them-selves; who in this respect are often known expert and able <em>Masters of Education,</em> tho not so susceptible of <em>Discipline</em> and <em>Culture</em> in their own case, after those early Indulgences to which their Greatness has intitled 'em.","subId":"13","id":"Shaftesbury.C.MR.4.2.13"},{"type":"paragraph","content":"As little favourable however as these sportly Gentlemen are presum'd to show themselves towards the Care or Culture of their <em>own</em> Species; as remote as their Contemplations are thought to lie from <em>Nature</em> and <em>Philosophy;</em> they confirm plainly and establish our philosophical Foundation of the <em>natural</em> Ranks, Orders, interior and exterior Proportions of the several distinct Species and Forms of Animal Beings. Ask one of these Gentlemen, unawares, when sollicitously careful and busy'd in the great Concerns of his <em>Stable,</em> or <em>Kennel,</em> <q>Whether his <em>Hound</em> or <em>Greyhound</em>-Bitch who eats her Puppys, is as <em>natural</em> as the other who nurses 'em?</q> and he will think you frantick. Ask him again, <q>Whether he thinks the <em>unnatural</em> Creature who acts thus, or the <em>natural-one</em> who does otherwise, is best in its kind, and enjoys it-self the most?</q> And he will be inclin'd to think still as strangely of you. Or if perhaps he esteems you worthy of better Information; he will tell you, <q>That his <em>best-bred</em> Creatures, and of the <em>truest</em> Race, are ever the noblest and most generous in their <em>Natures:</em> That it is this chiefly which makes the difference between the <em>Horse</em> of good Blood, and the errant <em>Jade</em> of a base Breed; between the <em>Game-Cock,</em> and the <em>Dunghil-Craven;</em> between the true <em>Hawk,</em> and the mere <em>Kite</em> or <em>Buzzard;</em> and between the right <em>Mastiff, Hound,</em> or <em>Spaniel,</em> and the very <em>Mungrel.</em></q> He might, withal, tell you perhaps with a masterly Air in this Brute-Science, <q>That the timorous, poor-spirited, lazy and gluttonous of his <em>Dogs,</em> were those whom he either suspected to be of a spurious Race, or who had been by some accident spoil'd in their Nursing and Management: for that this was not <em>natural</em> to 'em. That in every Kind, they were still the miserablest Creatures who were thus spoil'd: And that having each of 'em their proper <em>Chace</em> or <em>Business,</em> if they lay resty and <em>out of their Game,</em> chamber'd, and idle, they were the same as if taken out of their Element. That the saddest Curs in the world, were those who took the Kitchin-Chimney and Dripping-pan for their Delight; and that the only <em>happy</em> <span class=\"small-capitals\">Dog</span> (were one to be a <em>Dog</em> <span class=\"small-capitals\">One's-Self</span> ) was <em>he,</em> who in his <em>proper</em> Sport and <em>Exercise,</em> his <em>natural</em> Pursuit and Game, endur'd all Hardships, and had so much delight in Exercise and in the Field, as to forget <em>Home</em> and his <em>Reward.</em></q>","subId":"14","id":"Shaftesbury.C.MR.4.2.14"},{"type":"paragraph","content":"Thus the <em>natural</em> Habits and Affections of the inferior Creatures are known; and their <em>unnatural</em> and degenerate part discover'd. Depravity and Corruption is acknowledg'd as real in their <em>Affections,</em> as when any thing is mishapen, wrong, or monstrous in their <em>outward Make.</em> And notwithstanding much of this inward Depravity is discoverable in the Creatures tam'd by Man, and, for his Service or Pleasure merely, turn'd from their natural Course into a contrary Life and Habit; notwithstanding that, by this means, the Creatures who naturally herd with one another, lose their associating Humour, and they who naturally pair and are constant to each other, lose their kind of conjugal Alliance and Affection; yet when releas'd from human Servitude, and return'd again to their natural <em>Wilds,</em> and rural Liberty, they instantly resume their <em>natural</em> and regular Habits, such as are conducing to the Increase and Prosperity of their own Species.","subId":"15","id":"Shaftesbury.C.MR.4.2.15"},{"type":"paragraph","content":"Well it is perhaps for <em>Mankind,</em> that tho there are so many Animals who naturally herd <em>for Company's sake,</em> and <em>mutual Affection,</em> there are so few who for <em>Conveniency,</em> and <em>by Necessity</em> are oblig'd to a strict Union, and kind of confederate State. The Creatures who, according to the OEconomy of their Kind, are oblig'd to make themselves Habitations of Defense against the Seasons and other Incidents; they who in some parts of the Year are depriv'd of all Subsistence, and are therefore necessitated to accumulate in another, and to provide withal for the Safety of their collected Stores, are <em>by their Nature</em> indeed as strictly join'd, and with as proper Affections towards their Publick and Community, as the looser Kind, of a more easy Subsistence and Support, are united in what relates merely to their Offspring, and the Propagation of their Species. Of these <em>thorowly associating</em> and <em>confederate-Animals,</em> there are none I have ever heard of, who in Bulk or Strength exceed <em>the</em> <span class=\"small-capitals\">Beaver.</span> The major part of these <em>political</em> Animals, and Creatures <em>of a joint Stock,</em> are as inconsiderable as the Race of <span class=\"small-capitals\">Ants</span> or <span class=\"small-capitals\">Bees.</span> But had Nature assign'd such an OEconomy as this to so puissant an Animal, for instance, as <em>the</em> <span class=\"small-capitals\">Elephant,</span> and made him withal as prolifick as those smaller Creatures commonly are; it might have gone hard perhaps with <em>Mankind:</em> And a single Animal, who by his proper Might and Prowess has often decided the Fate of the greatest Battels which have been fought by Human Race, shou'd he have grown up into a Society, with a Genius for Architecture and Mechanicks proportionable to what we observe in those smaller Creatures; we shou'd, with all our invented Machines, have found it hard to dispute with him the Dominion of the Continent.","subId":"16","id":"Shaftesbury.C.MR.4.2.16"},{"type":"paragraph","content":"Were we in a disinterested View, or with somewhat less Selfishness than ordinary, to consider the OEconomys, Parts, Interests, Conditions, and Terms of Life, which <em>Nature</em> has distributed and assign'd to the several <em>Species</em> of Creatures round us, we shou'd not be apt to think our-selves so hardly dealt with. But Whether our Lot in this respect be just, or equal, is not the Question with us, at present. 'Tis enough that we know <q>There is certainly <em>an Assignment</em> and <em>Distribution:</em> That each <em>OEconomy</em> or <em>Part</em> so distributed, is in it-self uniform, fix'd, and invariable: and That if any thing in the Creature be accidentally impair'd; if any thing in the inward Form, the Disposition, Temper or Affections, be contrary or unsutable to the distinct OEconomy or Part, the Creature is <em>wretched</em> and <em>unnatural.</em></q>","subId":"17","id":"Shaftesbury.C.MR.4.2.17"},{"type":"paragraph","content":"The social or natural Affections, which our Author considers as essential to the Health, <em>Wholeness,</em> or Integrity of the particular Creature, are such as contribute to the Welfare and Prosperity of that <em>Whole</em> or <em>Species,</em> to which he is by Nature join'd. All the Affections of this kind our Author comprehends in that single name of <em>natural.</em> But as the Design or End of Nature in each Animal-System, is exhibited chiefly in the Support and Propagation of the particular Species; it happens, of consequence, that those Affections of earliest Alliance and mutual Kindness between the Parent and the Offspring, are known more particularly by the name of<a href=\"#n4\"><sup>[4]</sup></a> <em>natural Affection.</em> However, since it is evident that all Defect or Depravity of Affection, which counterworks or opposes the original Constitution and OEconomy of the Creature, is <em>unnatural;</em> it follows, <q>That in Creatures who by their particular OEconomy are fitted to <em>the strictest Society</em> and Rule of <em>common Good,</em> the most <em>unnatural</em> of all Affections are those which separate from this Community; and the most <em>truly natural,</em> generous and noble, are those which tend towards <em>Publick</em> Service, and the Interest of <em>the</em> <span class=\"small-capitals\">Society</span> <em>at large.</em></q>","subId":"18","id":"Shaftesbury.C.MR.4.2.18"},{"type":"paragraph","content":"This is the main <em>Problem</em> which our Author in more <em>philosophical</em> Terms demonstrates,<a href=\"#n5\"><sup>[5]</sup></a> in this Treatise, <q>That for a Creature whose natural End is Society, <em>to operate as is by Nature appointed him towards the Good of such his</em> <span class=\"small-capitals\">Society,</span> <em>or</em> <span class=\"small-capitals\">Whole,</span> is in reality <em>to pursue his own natural and proper</em> <span class=\"small-capitals\">Good.</span> </q> And <q>That <em>to operate contrary-wise,</em> or by such Affections as sever from that common Good, or publick Interest, is, in reality, <em>to work towards his own natural and proper</em> <span class=\"small-capitals\">Ill.</span> </q> Now if <em>Man,</em> as has been prov'd, be justly rank'd in the number of those Creatures whose OEconomy is according to <em>a joint-Stock</em> and <em>publick-Weal;</em> if it be understood, withal, that the only State of his Affections which answers rightly to this <em>publick-Weal,</em> is the regular, orderly, or virtuous State; it necessarily follows, <q>That <span class=\"small-capitals\">Virtue</span> is his <em>natural Good,</em> and <span class=\"small-capitals\">Vice</span> his <em>Misery</em> and <em>Ill.</em></q>","subId":"19","id":"Shaftesbury.C.MR.4.2.19"},{"type":"paragraph","content":"As for that further Consideration, <q>Whether <span class=\"small-capitals\">Nature</span> has orderly and justly distributed the several <em>OEconomys</em> or <em>Parts;</em> and Whether the Defects, Failures, or Calamitys of <em>particular</em> Systems are to the advantage of all <em>in general,</em> and contribute to the Perfection of the <em>one</em> common and universal System</q>; we must refer to our Author's profounder Speculations in this his <span class=\"small-capitals\">Inquiry,</span> and in his following <em>Philosophick</em> <span class=\"small-capitals\">Dialogue.</span> But if what he advances in this respect be real, or at least the most probable by far of any Scheme or Representation which can be made of <em>the Universal Nature</em> and <em>Cause of things;</em> it will follow, <q>That since <span class=\"small-capitals\">Man</span> has been so constituted, by means of his rational Part, as to be conscious of this his more immediate Relation to the Universal System, and Principle of Order and Intelligence; he is not only <em>by Nature</em> sociable, within the Limits of his own Species, or Kind; but in a yet more generous and extensive manner. He is not only <em>born to</em> <span class=\"small-capitals\">Virtue,</span> <em>Friendship, Honesty,</em> and <em>Faith;</em> but to <span class=\"small-capitals\">Religion,</span> <em>Piety, Adoration,</em> and<a href=\"#n6\"><sup>[6]</sup></a> a <em>generous Surrender</em> of his Mind to whatever happens from that <em>Supreme</em> <span class=\"small-capitals\">Cause,</span> or <span class=\"small-capitals\">Order</span> of Things, which he acknowledges intirely <em>just,</em> and <em>perfect.</em></q>","subId":"20","id":"Shaftesbury.C.MR.4.2.20"},{"type":"paragraph","content":"THESE ARE our <em>Author's</em> formal and grave Sentiments; which if they were not truly <em>his,</em> and sincerely espous'd by him, as the real Result of his best Judgment and Understanding, he wou'd be guilty of a more than common degree of imposture. For, according to his own<a href=\"#n7\"><sup>[7]</sup></a> Rule, an affected Gravity, and feign'd Seriousness carry'd on, thro' any Subject, in such a manner as to leave no Insight into the Fiction or intended Raillery; is in truth no <em>Raillery,</em> or <em>Wit,</em> at all; but a gross, immoral, and illiberal way of <em>Abuse,</em> foreign to the Character of a <em>good Writer, a Gentleman,</em> or <em>Man of</em> <span class=\"small-capitals\">Worth.</span>","subId":"21","id":"Shaftesbury.C.MR.4.2.21"},{"type":"paragraph","content":"But since we have thus acquitted our-selves of that serious Part, of which our Reader was before-hand well appriz'd; let him now expect us again in our original <span class=\"small-capitals\">Miscellaneous</span> Manner and Capacity. 'Tis here, as has been explain'd to him, that <em>Raillery</em> and <em>Humour</em> are permitted: and Flights, Sallys, and Excursions of every kind are found agreeable and requisite. Without this, there might be less Safety found, perhaps, in <em>Thinking.</em> Every light <em>Reflection</em> might run us up to the dangerous State of <em>Meditation.</em> And in reality, <em>profound Thinking</em> is many times the Cause of <em>shallow Thought.</em> To prevent this <em>contemplative Habit</em> and <em>Character,</em> of which we see so little good effect in the World, we have reason perhaps to be fond of the <em>diverting</em> Manner in Writing, and Discourse, especially if the Subject be of <em>a solemn</em> kind. There is more need, in this case, to interrupt the long-spun Thred of Reasoning, and bring into the Mind, by <em>many</em> different Glances and broken Views, what cannot so easily be introduc'd by <em>one</em> steddy Bent, or continu'd Stretch of Sight.","subId":"22","id":"Shaftesbury.C.MR.4.2.22"},{"type":"note","content":"See what is said above on the word <em>Sensus Communis,</em> in that second Treatise, VOL. I. <em>pag.</em> 103, &amp;c. and <em>pag.</em> 110, 138, 139, 140. And in the same VOL. <em>p.</em> 336, &amp;c. and 352, 353, &amp;c. And in VOL. II. <em>p.</em> 307, 411, 412, &amp;c. concerning the <em>natural Ideas,</em> and the <em>Pre-conceptions</em> or <em>Pre-sensations</em> of this kind; the <span class=\"foreign\">προλήψεις</span>, of which a learned Critick and Master in all Philosophy, modern and antient, takes notice, in his lately publish'd Volume of <em>Socratick</em> Dialogues; where he adds this Reflection, with respect to some Philosophical Notions much in vogue amongst us, of late, here in <span class=\"small-capitals\">England.</span> <span class=\"foreign\">Obiter dumtaxat addemus, Socraticam, quam exposuimus, Doctrinam magno usui esse posse, si probè expendatur, dirimendae inter viros doctos controversiae, ante paucos annos, in <span class=\"small-capitals\">Britannia</span> praesertim, exortae, de Ideis Innatis, quas dicerc possis ἐμφύτους ἐννοίας. Quamvis enim nullae sint, si adcuratè loquamur, notiones à natura animis nostris infixae; attamen nemo negárit ita esse facultates Animorum nostrorum naturâ adfectas, ut quàm primùm ratione uti incipimus, Verum à Falso, Malum à Bono aliquo modo distinguere incipiamus. Species Veritatis nobis semper placet; displicet contra Mendacii: Imo &amp; HONESTUM INHONESTO praeferimus; ob Semina nobis indita, quae tum demum in lucem prodeunt, cum ratiocinari possumus, eoque uberiores fructus proferunt, quo melius ratiocinamur, adcuratioreque institutione adjuvamur.</span> <cite>AEsch. Dial. cum Silvis Philol. Jo. Cler. <em>ann.</em> 1711. <em>pag.</em> 176.</cite> They seem indeed to be but weak <em>Philosophers</em>, tho able <em>Sophists</em>, and artful Confounders of Words and Notions, who wou'd refute <em>Nature</em> and <em>Common Sense.</em> But NATURE will be able still to shift for her-self, and get the better of those Schemes, which need no other Force against them, than that of <span class=\"small-capitals\">Horace</span>'s single Verse: <blockquote><span class=\"foreign\">Dente Lupus, cornu Taurus petit. Unde, nisi INTUS Monstratum?</span> <br> <cite>Lib. ii. Sat. 1. ver. 52.</cite></blockquote> An ASS (as an <em>English</em> Author says) never <em>butts</em> with his Ears; tho a Creature born to <em>an arm'd Forehead,</em> exercises his <em>butting</em> Faculty long ere his <em>Horns</em> are come to him. And perhaps if the <em>Philosopher</em> wou'd accordingly examine himself, and consider his <em>natural</em> Passions, he wou'd find there were such belong'd to him as Nature had premeditated in his behalf, and for which she had furnish'd him with <em>Ideas</em> long before any particular Practice or Experience of his own. Nor wou'd he need be scandaliz'd with the Comparison of <em>a Goat,</em> or <em>Boar,</em> or other of <span class=\"small-capitals\">Horace</span>'s premeditating Animals, who have more <em>natural Wit,</em> it seems, than our <em>Philosopher;</em> if we may judg of him by his own Hypothesis, which denies the same <em>implanted</em> SENSE and <em>natural Ideas</em> to his own Kind. <blockquote><span class=\"foreign\">Cras donaberis Haedo, <br> Cui Frons turgida Cornibus <br> Primis, &amp;Venerem &amp; Praelia destinat.</span> <br> <cite>Lib. iii. Od. 13. ver. 3.</cite></blockquote> And, <blockquote><span class=\"foreign\">Verris obliquum meditantis Ictum.</span> <br> <cite>Ib. Od. 22. ver. 7.</cite></blockquote>","subId":"n1","id":"Shaftesbury.C.MR.4.2.n1"},{"type":"note","content":"<blockquote><span class=\"foreign\"><span class=\"small-capitals\">Naturam</span> expellas Furcâ, tamen usque recurret.</span> <br> <cite>Hor. Lib. i. Ep. 10. ver. 24.</cite></blockquote>","subId":"n2","id":"Shaftesbury.C.MR.4.2.n2"},{"type":"note","content":"VOL. II. <em>pag.</em> 92, 93, &amp;c. and 131, &amp;c. and <em>pag.</em> 307, &amp;c.","subId":"n3","id":"Shaftesbury.C.MR.4.2.n3"},{"type":"note","content":"<span class=\"foreign\">στοργή</span>; for which we have no particular Name in our Language.","subId":"n4","id":"Shaftesbury.C.MR.4.2.n4"},{"type":"note","content":"<em>Viz.</em> The INQUIRY concerning Virtue, VOL. II.","subId":"n5","id":"Shaftesbury.C.MR.4.2.n5"},{"type":"note","content":"VOL. II. <em>pag.</em> 72, 73, &amp;c.","subId":"n6","id":"Shaftesbury.C.MR.4.2.n6"},{"type":"note","content":"VOL. I. <em>pag.</em> 63.","subId":"n7","id":"Shaftesbury.C.MR.4.2.n7"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.4","imported":true,"title":"Miscellany IV","breadcrumb":"Miscellany 4","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.4.1","imported":true,"title":"Chapter I. Connexion and Union of the Subject-Treatises――Philosophy in form――Metaphysicks――Ego-ity. Identity――Moral Footing――Proof and Discipline of the Fancys. Settlement of Opinion――Anatomy of the Mind――A Fable","breadcrumb":"Chapter 1","published":[1711]},"next":{"id":"Shaftesbury.C.MR.5","imported":true,"title":"Miscellany V","breadcrumb":"Miscellany 5","published":[1711]}}