{"id":"Hobbes.L.2.19","imported":true,"parent":"Hobbes.L.2","title":"Of the severall Kinds of Common-wealth by Institution, and of Succession to the Soveraigne Power","breadcrumb":"Chapter 19","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_031","blocks":[{"type":"title","content":"CHAP. XIX.\nOf the severall Kinds of Common-wealth by Institution, and of Succession to the Soveraigne Power.\n","id":"Hobbes.L.2.19"},{"type":"paragraph","content":"{The different Formes of Common-wealths but three.} The difference of Common-wealths, consisteth in the difference of the Soveraign, or the Person representative of all and every one of the Multitude. And because the Soveraignty is either in one Man, or in an Assembly of more than one; and into that Assembly either Every man hath right to enter, or not every one, but Certain men distinguished from the rest; it is manifest, there can be but Three kinds of Common-wealth. For the Representative must needs be One man, or More: and if more, then it is the Assembly of All, or but of a Part. When the Representative is One man, then is the Common-wealth a Monarchy: when an Assembly of All that will come together, then it is a Democracy, or Popular Common-wealth: when an Assembly of a Part onely, then it is called an Aristocracy. Other kind of Common-wealth there can be none: for either One, or More, or All, must have the Soveraign Power (which I have shewn to be indivisible) entire.","subId":"1","id":"Hobbes.L.2.19.1"},{"type":"paragraph","content":"{Tyranny and Oligarchy, but different names of Monarchy, and Aristocracy.} There be other names of Government, in the Histories, and books of Policy; as Tyranny, and Oligarchy: But they are not the names of other Formes of Government, but of the same Formes misliked. For they that are discontented under Monarchy, call it Tyranny; and they that are displeased with Aristocracy, called it Oligarchy: So also, they which find themselves grieved under a Democracy, call it Anarchy, (which signifies want of Government;) and yet I think no man believes, that want of Government, is any new kind of Government: nor by the same reason ought they to believe, that the Government is of one kind, when they like it, and another, when they mislike it, or are oppressed by the Governours.","subId":"2","id":"Hobbes.L.2.19.2"},{"type":"paragraph","content":"{Subordinute Representatives dangerous.} It is manifest, that men who are in absolute liberty, may, if they please, give Authority to One man, to represent them every one; as well as give such Authority to any Assembly of men whatsoever; and consequently may subject themselves, if they think good, to a Monarch, as absolutely, as to any other Representative. Therefore, where there is already erected a Soveraign Power, there can be no other Representative of the same people, but onely to certain particular ends, by the Soveraign limited. For that were to erect two Soveraigns; and every man to have his person represented by two Actors, that by opposing one another, must needs divide that Power, which (if men will live in Peace) is indivisible; and thereby reduce the Multitude into the condition of Warre, contrary to the end for which all Soveraignty is instituted. And therefore as it is absurd, to think that a Soveraign Assembly, inviting the People of their Dominion, to send up their Deputies, with power to make known their Advise, or Desires, should therefore hold such Deputies, rather than themselves, for the absolute Representative of the people: so it is absurd also, to think the same in a Monarchy. And I know not how this so manifest a truth, should of late be so little observed; that in a Monarchy, he that had the Soveraignty from a descent of 600 years, was alone called Soveraign, had the title of Majesty from every one of his Subjects, and was unquestionably taken by them for their King, was notwithstanding never considered as their Representative; that name without contradiction passing for the title of those men, which at his command were sent up by the people to carry their Petitions, and give him (if he permitted it) their advise. Which may serve as an admonition, for those that are the true, and absolute Representative of a People, to instruct men in the nature of that Office, and to take heed how they admit of any other generall Representation upon any occasion whatsoever, if they mean to discharge the trust committed to them.","subId":"3","id":"Hobbes.L.2.19.3"},{"type":"paragraph","content":"The difference between these three kindes of Commonwealth,{Comparison of Monarchy, with Soveraign Assemblyes.} consisteth not in the difference of Power; but in the difference of Convenience, or Aptitude to produce the Peace, and Security of the people; for which end they were instituted. And to compare Monarchy with the other two, we may observe; First, that whosoever beareth the Person of the people, or is one of that Assembly that bears it, beareth also his own naturall Person. And though he be carefull in his politique Person to procure the common interest; yet he is more, or no lesse carefull to procure the private good of himselfe, his family, kindred and friends; and for the most part, if the publique interest chance to crosse the private, he preferrs the private: for the Passions of men, are commonly more potent than their Reason. From whence it follows, that where the publique and private interest are most closely united, there is the publique most advanced. Now in Monarchy, the private interest is the same with the publique. The riches, power, and honour of a Monarch arise onely from the riches, strength and reputation of his Subjects. For no King can be rich, nor glorious, not secure; whose Subjects are either poore, or contemptible, or too weak through want, or dissention, to maintain a war against their enemies: Whereas in a Democracy, or Aristocracy, the publique prosperity conferres not so much to the private fortune of one that is corrupt, or ambitious, as doth many times a perfidious advice, a treacherous action, or a Civill warre.","subId":"4","id":"Hobbes.L.2.19.4"},{"type":"paragraph","content":"Secondly, that a Monarch receiveth counsell of whom, when, and where he pleaseth; and consequently may heare the opinion of men versed in the matter about which he deliberates, of what rank or quality soever, and as long before the time of action, and with as much secrecy, as he will. But when a Soveraigne Assembly has need of Counsell, none are admitted but such as have a Right thereto from the beginning; which for the most part are of those who have beene versed more in the acquisition of Wealth than of Knowledge; and are to give their advice in long discourses, which may, and do commonly excite men to action, but not governe them in it. For the Understanding is by the flame of the Passions, never enlightned, but dazled: Nor is there any place, or time, wherein an Assemblie can receive Counsell with secrecie, because of their owne Multitude.","subId":"5","id":"Hobbes.L.2.19.5"},{"type":"paragraph","content":"Thirdly, that the Resolutions of a Monarch, are subject to no other Inconstancy, than that of Humane Nature; but in Assemblies, besides that of Nature, there ariseth an Inconstancy from the Number. For the absence of a few, that would have the Resolution once taken, continue firme, (which may happen by security, negligence, or private impediments,) or the diligent appearance of a few of the contrary opinion, undoes to day, all that was concluded yesterday.","subId":"6","id":"Hobbes.L.2.19.6"},{"type":"paragraph","content":"Fourthly, that a Monarch cannot disagree with himselfe, out of envy, or interest; but an Assembly may; and that to such a height, as may produce a Civill Warre.","subId":"7","id":"Hobbes.L.2.19.7"},{"type":"paragraph","content":"Fifthly, that in Monarchy there is this inconvenience; that any Subject, by the power of one man, for the enriching of a favourite or flatterer, may be deprived of all he possesseth; which I confesse is a great and inevitable inconvenience. But the same may as well happen, where the Soveraigne Power is in an Assembly: For their power is the same; and they are as subject to evill Counsell, and to be seduced by Orators, as a Monarch by Flatterers; and becoming one an others Flatterers, serve one anothers Covetousnesse and Ambition by turnes. And whereas the Favorites of Monarchs, are few, and they have none els to advance but their owne Kindred; the Favorites of an Assembly, are many; and the Kindred much more numerous, than of any Monarch, Besides, there is no Favourite of a Monarch, which cannot as well succour his friends, as hurt his enemies: But Orators, that is to say, Favourites of Soveraigne Assemblies, though they have great power to hurt, have little to save. For to accuse, requires lesse Eloquence (such is mans Nature) than to excuse; and condemnation, than absolution more resembles Justice.","subId":"8","id":"Hobbes.L.2.19.8"},{"type":"paragraph","content":"Sixtly, that it is an inconvenience in Monarchie, that the Soveraigntie may descend upon an Infant, or one that cannot discerne between Good and Evill: and consisteth in this, that the use of his Power, must be in the hand of another Man, or of some Assembly of men, which are to governe by his right, and in his name; as Curators, and Protectors of his Person, and Authority. But to say there is inconvenience, in putting the use of the Soveraign Power, into the hand of a Man, or an Assembly of men; is to say that all Government is more Inconvenient, than Confusion, and Civill Warre. And therefore all the danger that can be pretended, must arise from the Contention of those, that for an office of so great honour, and profit, may become Competitors. To make it appear, that this inconvenience, proceedeth not from that forme of Government we call Monarchy, we are to consider, that the precedent Monarch, hath appointed who shall have the Tuition of his Infant Successor, either expressely by Testament, or tacitly, by not controlling the Custome in that case received: And then such inconvenience (if it happen) is to be attributed, not to the Monarchy, but to the Ambition, and Injustice of the Subjects; which in all kinds of Government, where the people are not well instructed in their Duty, and the Rights of Soveraignty, is the same. Or else the precedent Monarch, hath not at all taken order for such Tuition; And then the Law of Nature hath provided this sufficient rule, That the Tuition shall be in him, that hath by Nature most interest in the preservation of the Authority of the Infant, and to whom least benefit can accrue by his death, or diminution. For seeing every man by nature seeketh his own benefit, and promotion; to put an Infant into the power of those, that can promote themselves by his destruction, or dammage, is not Tuition, but Trechery. So that sufficient provision being taken, against all just quarrell, about the Government under a Child, if any contention arise to the disturbance of the publique Peace, it is not to be attributed to the forme of Monarchy, but to the ambition of Subjects, and ignorance of their Duty. On the other side, there is no great Common-wealth, the Soveraignty whereof is in a great Assembly, which is not, as to consultations of peace, and Warre, and making of Lawes, in the same condition, as if the Government were in a Child. For as a Child wants the judgement to dissent from counsell given him, and is thereby necessitated to take the advise of them, or him, to whom he is committed: So an Assembly wanteth the liberty, to dissent from the counsell of the major part, be it good, or bad. And as a Child has need of a Tutor, or Protector, to preserve his Person, and Authority: So also (in great Common-wealths,) the Soveraign Assembly, in all great dangers and troubles, have need of Custodes libertatis; that is of Dictators, or Protectors of their Authoritie; which are as much as Temporary Monarchs; to whom for a time, they may commit the entire exercise of their Power; and have (at the end of that time) been oftner deprived thereof, than Infant Kings, by their Protectors, Regents, or any other Tutors.","subId":"9","id":"Hobbes.L.2.19.9"},{"type":"paragraph","content":"Though the Kinds of Soveraigntie be, as I have now shewn, but three; that is to say, Monarchie, where One Man has it; or Democracie, where the generall Assembly of Subjects hath it; or Aristocracie, where it is in an Assembly of certain persons nominated, or otherwise distinguished from the rest: Yet he that shall consider the particular Common-wealthes that have been, and are in the world, will not perhaps easily reduce them to three, and may thereby be inclined to think there be other Formes, arising from these mingled together. As for example, Elective Kingdomes; where Kings have the Soveraigne Power put into their hands for a time; or Kingdomes, wherein the King hath a power limited: which Governments, are nevertheles by most Writers called Monarchie. Likewise if a Popular, or Aristocraticall Common-wealth, subdue an Enemies Countrie, and govern the same, by a President, Procurator, or other Magistrate; this may seeme perhaps at first sight, to be a Democraticall, or Aristocraticall Government. But it is not so. For Elective Kings, are not Soveraignes, but Ministers of the Soveraigne; nor limited Kings Soveraignes, but Ministers of them that have the Soveraigne Power: Nor are those Provinces which are in subjection to a Democracie, or Aristocracie of another Common-wealth, Democratically, or Aristocratically governed, but Monarchically.","subId":"10","id":"Hobbes.L.2.19.10"},{"type":"paragraph","content":"And first, concerning an Elective King, whose power is limited to his life, as it is in many places of Christen-dome at this day; or to certaine Yeares or Moneths, as the Dictators power amongst the Romans; If he have Right to appoint his Successor, he is no more Elective but Hereditary. But if he have no Power to elect his Successor, then there is some other Man, or Assembly known, which after his decease may elect a new, or else the Common-wealth dieth, and dissolveth with him, and returneth to the condition of Warre. If it be known who have the power to give the Soveraigntie after his death, it is known also that the Soveraigntie was in them before: For none have right to give that which they have not right to possesse, and keep to themselves, if they think good. But if there be none that can give the Soveraigntie, after the decease of him that was first elected: then has he power, nay he is obliged by the Law of Nature, to provide, by establishing his Successor, to keep those that had trusted him with the Government, from relapsing into the miserable condition of Civill warre. And consequently he was, when elected, a Soveraign absolute.","subId":"11","id":"Hobbes.L.2.19.11"},{"type":"paragraph","content":"Secondly, that King whose power is limited, is not superiour to him, or them that have the power to limit it; and he that is not superiour, is not supreme; that is to say not Soveraign. The Soveraignty therefore was alwaies in that Assembly which had the Right to Limit him; and by consequence the government not Monarchy, but either Democracy, or Aristocracy; as of old time in Sparta; where the Kings had a priviledge to lead their Armies; but the Soveraignty was in the Ephori.","subId":"12","id":"Hobbes.L.2.19.12"},{"type":"paragraph","content":"Thirdly, whereas heretofore the Roman People, governed the land of Judea (for example) by a President; yet was not Judea therefore a Democracy; because they were not governed by any Assembly, into the which, any of them, had right to enter; nor by an Aristocracy; because they were not governed by any Assembly, into which, any man could enter by their Election: but they were governed by one Person, which though as to the people of Rome was an Assembly of the people, or Democracy; yet as to people of Judea, which had no right at all of participating in the government, was a Monarch. For though where the people are governed by an Assembly, chosen by themselves out of their own number, the government is called a Democracy, or Aristocracy; yet when they are governed by an Assembly, not of their own choosing, tis a Monarchy; not of One man, over another man; but of one people, over another people.","subId":"13","id":"Hobbes.L.2.19.13"},{"type":"paragraph","content":"Of all these Formes of Government, the matter being{Of the Right of Succession.} mortall, so that not onely Monarchs, but also whole Assemblies dy, it is necessary for the conservation of the peace of men, that as there was order taken for an Artificiall Man, so there be order also taken, for an Artificiall Eternity of life; without which, men that are governed by an Assembly, should return into the condition of Warre in every age; and they that are governed by One man, assoon as their Governour dyeth. This Artificiall Eternity, is that which men call the Right of Succession.","subId":"14","id":"Hobbes.L.2.19.14"},{"type":"paragraph","content":"There is no perfect forme of Government, where the disposing of the Succession is not in the present Soveraign. For if it be in any other particular Man, or private Assembly, it is in a person subject, and may be assumed by the Soveraign at his pleasure; and consequently the Right is in himselfe. And if it be in no particular man, but left to a new choyce; then is the Common-wealth dissolved; and the Right is in him that can get it; contrary to the intention of them that did Institute the Common-wealth, for their perpetuall, and not temporary security.","subId":"15","id":"Hobbes.L.2.19.15"},{"type":"paragraph","content":"In a Democracy, the whole Assembly cannot faile, unlesse the Multitude that are to be governed faile. And therefore questions of the right of Succession, have in that forme of Government no place at all.","subId":"16","id":"Hobbes.L.2.19.16"},{"type":"paragraph","content":"In an Aristocracy, when any of the Assembly dyeth, the election of another into his room belongeth to the Assembly, as the Soveraign, to whom belongeth the choosing of all Counsellours, and Officers. For that which the Representative doth, as Actor, every one of the Subjects doth, as Author. And though the Soveraign Assembly, may give Power to others, to elect new men, for supply of their court; yet it is still by their Authority, that the Election is made; and by the same it may (when the publique shall require it) be recalled.","subId":"17","id":"Hobbes.L.2.19.17"},{"type":"paragraph","content":"The greatest difficultie about the right of Succession, is in Monarchy: And the difficulty ariseth from this,{The present Monarch hath Right to dispose of the Succession.} that at first sight, it is not manifest who is to appoint the Successor; nor many times, who it is whom he hath appointed. For in both these cases, there is required a more exact ratiocination, than every man is accustomed to use. As to the question, who shall appoint the Successor, of a Monarch that hath the Soveraign Authority; that is to say, who shall determine of the right of Inheritance, (for Elective Kings and Princes have not the Soveraign Power in propriety, but in use only,) we are to consider, that either he that is in possession, has right to dispose of the Succession, or else that right is again in the dissolved Multitude. For the death of him that hath the Soveraign power in propriety, leaves the Multitude without any Soveraign at all; that is, without any Representative in whom they should be united, and be capable of doing any one action at all: And therefore they are incapable of Election of any new Monarch; every man having equall right to submit himselfe to such as he thinks best able to protect him; or if he can, protect himselfe by his owne sword, which is a returne to Confusion, and to the condition of a War of every man against every man, contrary to the end for which Monarchy had its first Institution. Therfore it is manifest, that by the Institution of Monarchy, the disposing of the Successor, is alwaies left to the Judgment and Will of the present Possessor.","subId":"18","id":"Hobbes.L.2.19.18"},{"type":"paragraph","content":"And for the question (which may arise sometimes) who it is that the Monarch in possession, hath designed to the succession and inheritance of his power; it is determined by his expresse Words, and Testament; or by other tacite signes sufficient.","subId":"19","id":"Hobbes.L.2.19.19"},{"type":"paragraph","content":"{Succession passeth by expresse Words;} By expresse Words, or Testament, when it is declared by him in his life time, viva voce, or by Writing; as the first Emperours of Rome declared who should be their Heires. For the word Heire does not of it selfe imply the Children, or nearest Kindred of a man; but whomsoever a man shall any way declare, he would have to succeed him in his Estate. If therefore a Monarch declare expresly, that such a man shall be his Heire, either by Word or Writing, then is that man immediatly after the decease of his Predecessor, Invested in the right of being Monarch.","subId":"20","id":"Hobbes.L.2.19.20"},{"type":"paragraph","content":"{Or, by not controlling a Custome:} But where Testament, and expresse Words are wanting, other naturall signes of the Will are to be followed: whereof the one is Custome. And therefore where the Custome is, that the next of Kindred absolutely succeedeth, there also the next of Kindred hath right to the Succession; for that, if the will of him that was in posession had been otherwise, he might easily have declared the same in his life time. And likewise where the Custome is, that the next of the Male Kindred succeedeth, there also the right of Succession is in the next of the Kindred Male, for the same reason. And so it is if the Custome were to advance the Female. For what-soever Custome a man may by a word controule, and does not, it is a naturall signe he would have that Custome stand.","subId":"21","id":"Hobbes.L.2.19.21"},{"type":"paragraph","content":"{Or, by presumption of naturall affection.} But where neither Custome, nor Testament hath preceded, there it is to be understood, First, that a Monarchs will is, that the government remain Monarchicall; because. he hath approved that government in himselfe. Secondly, that a Child of his own, Male, or Female, be preferred before any other; because men are presumed to be more enclined by nature, to advance their own children, than the children of other men; and of their own, rather a Male than a Female; because men, are naturally fitter than women, for actions of labour and danger. Thirdly, where his own Issue faileth, rather a Brother than a stranger; and so still the neerer in bloud, rather than the more remote; because it is alwayes presumed that the neerer of kin, is the neerer in affection; and 'tis evident that a man receives alwayes, by reflexion, the most honour from the greatnesse of his neerest kindred.","subId":"22","id":"Hobbes.L.2.19.22"},{"type":"paragraph","content":"But if it be lawfull for a Monarch to dispose of the{To dispose of the Succession, though to a King of another Nation, not un-lawfull.} Succession by words of Contract, or Testament, men may perhaps object a great inconvenience: for he may sell, or give his Right of governing to a stranger; which, because strangers (that is, men not used to live under the same government, nor speaking the same language) do commonly undervalue one another, may turn to the oppression of his Subjects; which is indeed a great inconvenience: but it proceedeth not necessarily from the subjection to a strangers government, but from the unskilfulnesse of the Governours, ignorant of the true rules of Politiques. And therefore the Romans when they had subdued many Nations, to make their Government digestible, were wont to take away that grievance, as much as they thought necessary, by giving sometimes to whole Nations, and sometimes to Principall men of every Nation they conquered, not onely the Privileges, but also the Name of Romans; and took many of them into the Senate, and Offices of charge, even in the Roman City. And this was it our most wise King, King James, aymed at, in endeavouring the Union of his two Realms of England and Scotland. Which if he could have obtained, had in all likelihood prevented the Civill warres, which make both those Kingdomes, at this present, miserable. It is not therefore any injury to the people, for a Monarch to dispose of the Succession by Will; though by the fault of many Princes, it hath been sometimes found inconvenient. Of the lawfulnesse of it, this also is an argument, that whatsoever inconvenience can arrive by giving a Kingdome to a stranger, may arrive also by so marrying with strangers, as the Right of Succession may descend upon them: yet this by all men is accounted lawfull.","subId":"23","id":"Hobbes.L.2.19.23"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]}],"prev":{"id":"Hobbes.L.2.18","imported":true,"title":"Of the Rights of Soveraignes by Institution","breadcrumb":"Chapter 18","published":[1651]},"next":{"id":"Hobbes.L.2.20","imported":true,"title":"Of Dominion Paternall, and Despoticall","breadcrumb":"Chapter 20","published":[1651]}}