{"imported":true,"id":"Hobbes.L.2.27","parent":"Hobbes.L.2","title":"Of Crimes, Excuses, and Extenuations","breadcrumb":"Chapter 27","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_039","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXVII.\nOf Crimes, Excuses, and Extenuations.\n","id":"Hobbes.L.2.27"},{"type":"paragraph","content":"A Sinne, is not onely a Transgression of a Law, but{Sinne what.} also any Contempt of the Legislator. For such Contempt, is a breach of all his Lawes at once. And therefore may consist, not onely in the Commission of a Fact, or in the Speaking of Words by the Lawes forbidden, or in the Omission of what the Law commandeth, but also in the Intention, or purpose to transgresse. For the purpose to breake the Law, is some degree of Contempt of him, to whom it belongeth to see it executed. To be delighted in the Imagination onely, of being possessed of another mans goods, servants, or wife, without any intention to take them from him by force, or fraud, is no breach of the Law, that sayth, Thou shalt not covet: nor is the pleasure a man may have in imagining, or dreaming of the death of him, from whose life he expecteth nothing but dammage, and displeasure, a Sinne; but the resolving to put some Act in execution, that tendeth thereto. For to be pleased in the fiction of that, which would please a man if it were reall, is a Passion so adhærent to the Nature both of man, and every other living creature, as to make it a Sinne, were to make Sinne of being a man. The consideration of this, has made me think them too severe, both to themselves, and others, that maintain, that the First motions of the mind, (though checked with the fear of God) be Sinnes. But I confesse it is safer to erre on that hand, than on the other.","subId":"1","id":"Hobbes.L.2.27.1"},{"type":"paragraph","content":"{A Crime what.} A Crime, is a sinne, consisting in the Committing (by Deed, or Word) of that which the Law forbiddeth, or the Omission of what it hath commanded. So that every Crime is a sinne; but not every sinne a Crime. To intend to steale, or kill, is a sinne, though it never appeare in Word, or Fact: for God that seeth the thoughts of man, can lay it to his charge: but till it appear by some thing done, or said, by which the intention may be argued by a humane Judge, it hath not the name of Crime: which distinction the Greeks observed, in the word ἁμάρτημα and ἑγκλημα or ᾀιτία; whereof the former, (which is translated Sinne,) signifieth any swarving from the Law whatsoever; but the two later, (which are translated Crime,) signifie that sinne onely, whereof one man may accuse another. But of Intentions, which never appear by any outward act, there is no place for humane accusation. In like manner the Latines by Peccatum, which is Sinne, signifie all manner of deviation from the Law; but by Crimen, (which word they derive from Cerno, which signifies to perceive,) they mean onely such sinnes, as may be made appear before a Judge; and therfore are not meer Intentions.","subId":"2","id":"Hobbes.L.2.27.2"},{"type":"paragraph","content":"From this relation of Sinne to the Law, and of Crime to the Civill Law, may be inferred, First, that where Law ceaseth, Sinne ceaseth. But because the Law of Nature{Where no Civill Law is, there is no Crime.} is eternall, Violation of Covenants, Ingratitude, Arrogance, and all Facts contrary to any Morall vertue, can never cease to be Sinne. Secondly, that the Civill Law ceasing, Crimes cease: for there being no other Law remaining, but that of Nature, there is no place for Accusation; every man being his own Judge, and accused onely by his own Conscience, and cleared by the Uprightnesse of his own Intention. When therefore his Intention is Right, his fact is no Sinne: if otherwise, his fact is Sinne; but not Crime. Thirdly, That when the Soveraign Power ceaseth, Crime also ceaseth: for where there is no such Power, there is no protection to be had from the Law; and therefore every one may protect himself by his own power: for no man in the Institution of Soveraign Power can be supposed to give away the Right of preserving his own body; for the safety whereof all Soveraignty was ordained. But this is to be understood onely of those, that have not themselves contributed to the taking away of the Power that protected them: for that was a Crime from the beginning.","subId":"3","id":"Hobbes.L.2.27.3"},{"type":"paragraph","content":"The source of every Crime, is some defect of the{Ignorance of the Law of Nature excuseth no man.} Understanding; or some errour in Reasoning; or some sudden force of the Passions. Defect in the Understanding, is Ignorance; in Reasoning, Erroneous Opinion. Again, Ignorance is of three sorts; of the Law, and of the Soveraign, and of the Penalty. Ignorance of the Law of Nature Excuseth no man; because every man that hath attained to the use of Reason, is supposed to know, he ought not to do to another, what he would not have done to himselfe. Therefore into what place soever a man shall come, if he do any thing contrary to that Law, it is a Crime. If a man come from the Indies hither, and perswade men here to receive a new Religion, or teach them any thing that tendeth to disobedience of the Lawes of this Country, though he be never so well perswaded of the truth of what he teacheth, he commits a Crime, and may be justly punished for the same, not onely because his doctrine is false, but also because he does that which he would not approve in another, namely, that comming from hence, he should endeavour to alter the Religion there. But ignorance of the Civill Law, shall Excuse a man in a strange Country, till it be declared to him; because, till then no Civill Law is binding.","subId":"4","id":"Hobbes.L.2.27.4"},{"type":"paragraph","content":"In the like manner, if the Civill Law of a mans own{Ignorance of the Civill Law excuseth sometimes.} Country, be not so sufficiently declared, as he may know it if he will; nor the Action against the Law of Nature; the Ignorance is a good Excuse: In other cases Ignorance of the Civill Law, Excuseth not.","subId":"5","id":"Hobbes.L.2.27.5"},{"type":"paragraph","content":"{Ignorance of the Soveraign excuseth not.} Ignorance of the Soveraign Power, in the place of a mans ordinary residence, Excuseth him not; because he ought to take notice of the Power, by which he hath been protected there.","subId":"6","id":"Hobbes.L.2.27.6"},{"type":"paragraph","content":"{Ignorance of the Penalty excuseth not.} Ignorance of the Penalty, where the Law is declared, Excuseth no man: For in breaking the Law, which without a fear of penalty to follow, were not a Law, but vain words, he undergoeth the penalty, though he know not what it is; because, whosoever voluntarily doth any action, accepteth all the known consequences of it; but Punishment is a known consequence of the violation of the Lawes, in every Common-wealth; which punishment, if it be determined already by the Law, he is subject to that; if not, then is he subject to Arbitrary punishment. For it is reason, that he which does Injury, without other limitation than that of his own Will, should suffer punishment without other limitation, than that of his Will whose Law is thereby violated.","subId":"7","id":"Hobbes.L.2.27.7"},{"type":"paragraph","content":"{Punishments declared before the Fact, excuse from greater punishments after it.} But when a penalty, is either annexed to the Crime in the Law it selfe, or hath been usually inflicted in the like cases; there the Delinquent is Excused from a greate penalty. For the punishment foreknown, if not great enough to deterre men from the action, is an invitement to it: because when men compare the benefit of their Injustice, with the harm of their punishment, by necessity of Nature they choose that which appeareth best for themselves: and therefore when they are punished more than the Law had formerly determined, or more than others were punished for the same Crime; it is the Law that tempted, and deceiveth them.","subId":"8","id":"Hobbes.L.2.27.8"},{"type":"paragraph","content":"{Nothing can be made a Crime by a Law made after the Fact.} No Law, made after a Fact done, can make it a Crime: because if the Fact be against the Law of Nature, the Law was before the Fact; and a Positive Law cannot be taken notice of, before it be made; and therefore cannot be Obligatory. But when the Law that for-biddeth a Fact, is made before the Fact be done; yet he that doth the Fact, is lyable to the Penalty ordained after, in case no lesser Penalty were made known before, neither by Writing, nor by Example, for the reason immediatly before alledged.","subId":"9","id":"Hobbes.L.2.27.9"},{"type":"paragraph","content":"From defect in Reasoning, (that is to say, from Errour,){False Principles of Right and Wrong causes of Crime} men are prone to violate the Lawes, three wayes. First, by Presumption of false Principles: as when men from having observed how in all places, and in all ages, unjust Actions have been authorised, by the force, and victories of those who have committed them; and that potent men, breaking through the Cob-web Lawes of their Country, the weaker sort, and those that have failed in their Enterprises, have been esteemed the onely Criminals; have thereupon taken for Principles, and grounds of their Reasoning, That Justice is but a vain word: That whatsoever a man can get by his own Industry, and hazard, is his own: That the Practice of all Nations cannot be unjust: That Examples of former times are good Arguments of doing the like again; and many more of that kind: Which being granted, no Act in it selfe can be a Crime, but must be made so (not by the Law, but) by the successe of them that commit it; and the same Fact be vertuous, or vicious, as Fortune pleaseth; so that what Marius makes a Crime, Sylla shall make meritorious, and Cæsar (the same Lawes standing) turn again into a Crime, to the perpetuall disturbance of the Peace of the Common-wealth.","subId":"10","id":"Hobbes.L.2.27.10"},{"type":"paragraph","content":"Secondly, by false Teachers, that either mis-interpret{False Teachers mis-interpreting the Law of Nature,} the Law of Nature, making it thereby repugnant to the Law Civill; or by teaching for Lawes, such Doctrines of their own, or Traditions of former times, as are inconsistent with the duty of a Subject.","subId":"11","id":"Hobbes.L.2.27.11"},{"type":"paragraph","content":"Thirdly, by Erroneous Inferences from True Principles; which happens commonly to men that are hasty, and præcipitate in concluding, and resolving what to do; such as are they, that have both a great opinion of their{And false Inferences from true Principles, by Teachers.} own understanding, and believe that things of this nature require not time and study, but onely common experience, and a good naturall wit; whereof no man thinks himselfe unprovided: whereas the knowledge, of Right and Wrong, which is no lesse difficult, there is no man will pretend to, without great and long study. And of those defects in Reasoning, there is none that can Excuse (though some of them may Extennate) a Crime, in any man, that pretendeth to the administration of his own private businesse; much lesse in them that undertake a publique charge; because they pretend to the Reason, upon the want whereof they would ground their Excuse.","subId":"12","id":"Hobbes.L.2.27.12"},{"type":"paragraph","content":"{By their Passions;} Of the Passions that most frequently are the causes of Crime, one, is Vain-glory, or a foolish over-rating of their own worth; as if difference of worth, were an effect of their wit, or riches, or bloud, or some other naturall quality, not depending on the Will of those that have the Soveraign Authority. From whence proceedeth a Presumption that the punishments ordained by the Lawes, and extended generally to all Subjects, ought not to be inflicted on them, with the same rigour they are inflicted on poore, obscure, and simple men, comprehended under the name of the Vulgar.","subId":"13","id":"Hobbes.L.2.27.13"},{"type":"paragraph","content":"{Presumption of Riches,} Therefore it happeneth commonly, that such as value themselves by the greatnesse of their wealth, adventure on Crimes, upon hope of escaping punishment, by corrupting publique Justice, or obtaining Pardon by Mony, or other rewards.","subId":"14","id":"Hobbes.L.2.27.14"},{"type":"paragraph","content":"{And Friends;} And that such as have multitude of Potent Kindred; and popular men, that have gained reputation amongst the Multitude, take courage to violate the Lawes, from a hope of oppressing the Power, to whom it belongeth to put them in execution.","subId":"15","id":"Hobbes.L.2.27.15"},{"type":"paragraph","content":"{Wisedome.} And that such as have a great, and false opinion of their own Wisedome, take upon them to reprehend the actions, and call in question the Authority of them that govern, and so to unsettle the Lawes with their publique discourse, as that nothing shall be a Crime, but what their own designes require should be so. It happeneth also to the same men, to be prone to all such Crimes, as consist in Craft, and in deceiving of their Neighbours; because they think their designes are too subtile to be perceived. These I say are effects of a false presumption of their own Wisdome. For of them that are the first movers in the disturbance of Common-wealth, (which can never happen without a Civill Warre,) very few are left alive long enough, to see their new Designes established: so that the benefit of their Crimes, redoundeth to Posterity, and such as would least have wished it: which argues they were not so wise, as they thought they were. And those that deceive upon hope of not being observed, do commonly deceive themselves, (the darknesse in which they believe they lye hidden, being nothing else but their own blindnesse;) and are no wiser than Children, that think all hid, by hiding their own eyes.","subId":"16","id":"Hobbes.L.2.27.16"},{"type":"paragraph","content":"And generally all vain-glorious men, (unlesse they be withall timorous,) are subject to Anger; as being more prone than others to interpret for contempt, the ordinary liberty of conversation: And there are few Crimes that may not be produced by Anger.","subId":"17","id":"Hobbes.L.2.27.17"},{"type":"paragraph","content":"As for the Passions, of Hate, Lust, Ambition, and{Hatred, Lust, Ambition, Covetousnesse, causes of Crime.} Covetousnesse, what Crimes they are apt to produce, is so obvious to every mans experience and understanding, as there needeth nothing to be said of them, saving that they are infirmities, so annexed to the nature, both of man, and all other living creatures, as that their effects cannot be hindred, but by extra-ordinary use of Reason, or a constant severity in punishing them. For in those things men hate, they find a continuall, and unavoydable molestation; whereby either a mans patience must be everlasting, or he must be eased by removing the power of that which molesteth him: The former is difficult; the later is many times impossible, without some violation of the Law. Ambition, and Covetousnesse are Passions also that are perpetually incumbent, and pressing; whereas Reason is not perpetually present, to resist them: and therefore whensoever the hope of impunity appears, their effects proceed. And for Lust, what it wants in the lasting, it hath in the vehemence, which sufficeth to weigh down the apprehension of all easie, or uncertain punishments.","subId":"18","id":"Hobbes.L.2.27.18"},{"type":"paragraph","content":"Of all Passions, that which enclineth men least to{Fear sometimes cause of Crime, as when the danger is neither present, nor corporeall.} break the Lawes, is Fear. Nay, (excepting some generous natures,) it is the onely thing, (when there is apparence of profit, or pleasure by breaking the Lawes,) that makes men keep them. And yet in many cases a Crime may be committed through Feare.","subId":"19","id":"Hobbes.L.2.27.19"},{"type":"paragraph","content":"For not every Fear justifies the Action it produceth, but the fear onely of corporeall hurt, which we call Bodily Fear, and from which a man cannot see how to be delivered, but by the action. A man is assaulted, fears present death, from which he sees not how to escape, but by wounding him that assaulteth him; If he wound him to death, this is no Crime; because no man is supposed at the making of a Common-wealth, to have abandoned the defence of his life, or limbes, where the Law cannot arrive time enough to his assistance. But to kill a man, because from his actions, or his threatnings, I may argue he will kill me when he can, (seeing I have time, and means to demand protection, from the Soveraign Power,) is a Crime. Again, a man receives words of disgrace, or some little injuries (for which they that made the Lawes, had assigned no punishment, nor thought it worthy of a man that hath the use of Reason, to take notice of,) and is afraid, unlesse he revenge it, he shall fall into contempt, and consequently be obnoxious to the like injuries from others; and to avoyd this, breaks the Law, and protects himselfe for the future, by the terrour of his private revenge. This is a Crime: For the hurt is not Corporeall, but Phantasticall, and (though in this corner of the world, made sensible by a custome not many years since begun, amongst young and vain men,) so light, as a gallant man, and one that is assured of his own courage, cannot take notice of. Also a man may stand in fear of Spirits, either through his own superstition, or through too much credit given to other men, that tell him of strange Dreams and Visions; and thereby be made believe they will hurt him, for doing, or omitting divers things, which neverthelesse, to do or omit, is contrary to the Lawes; And that which is so done, or omitted, is not to be Excused by this fear; but is a Crime. For (as I have shewn before in the second Chapter) Dreams be naturally but the fancies remaining in sleep, after the impressions our Senses had formerly received waking; and when men are by any accident unassured they have slept, seem to be reall Visions; and therefore he that presumes to break the Law upon his own, or anothers Dream, or pretended Vision, or upon other Fancy of the power of Invisible Spirits, than is permitted by the Common-wealth, leaveth the Law of Nature, which is a certain offence, and followeth the imagery of his own, or another private mans brain, which he can never know whether it signifieth any thing, or nothing, nor whether he that tells his Dream, say true, or lye; which if every private man should have leave to do, (as they must by the Law of Nature, if any one have it) there could no Law be made to hold, and so all Common-wealth would be dissolved.","subId":"20","id":"Hobbes.L.2.27.20"},{"type":"paragraph","content":"From these different sources of Crimes, it appeares{Crimes not equall.} already, that all Crimes are not (as the Stoicks of old time maintained) of the same allay. There is place, not only for Excuse, by which that which seemed a Crime, is proved to be none at all; but also for Extenuation, by which the Crime, that seemed great, is made lesse. For though all Crimes doe equally deserve the name of Injustice, as all deviation from a strait line is equally crookednesse, which the Stoicks rightly observed; yet it does not follow that all Crimes are equally unjust, no more than that all crooked lines are equally crooked; which the Stoicks not observing, held it as great a Crime, to kill a Hen, against the Law, as to kill ones Father.","subId":"21","id":"Hobbes.L.2.27.21"},{"type":"paragraph","content":"That which totally Excuseth a Fact, and takes away{Totall Excuses.} from it the nature of a Crime, can be none but that, which at the same time, taketh away the obligation of the Law. For the fact committed once against the Law, if he that committed it be obliged to the Law, can be no other than a Crime.","subId":"22","id":"Hobbes.L.2.27.22"},{"type":"paragraph","content":"The want of means to know the Law, totally Excuseth: For the Law whereof a man has no means to enforme himself, is not obligatory. But the want of diligence to enquire, shall not be considered as a want of means; Nor shall any man, that pretendeth to reason enough for the Government of his own affairs, be supposed to want means to know the Lawes of Nature; because they are known by the reason he pretends to: only Children, and Madmen are Excused from offences against the Law Naturall.","subId":"23","id":"Hobbes.L.2.27.23"},{"type":"paragraph","content":"Where a man is captive, or in the power of the enemy, (and he is then in the power of the enemy, when his person, or his means of living, is so,) if it be without his own fault, the Obligation of the Law ceaseth; because he must obey the enemy, or dye; and consequently such obedience is no Crime: for no man is obliged (when the protection of the Law faileth,) not to protect himself, by the best means he can.","subId":"24","id":"Hobbes.L.2.27.24"},{"type":"paragraph","content":"If a man by the terrour of present death, be compelled to doe a fact against the Law, he is totally Excused; because no Law can oblige a man to abandon his own preservation. And supposing such a Law were obligatory; yet a man would reason thus, If I doe it not, I die presently; if I doe it, I die afterwards; therefore by doing it, there is time of life gained; Nature therefore compells him to the fact.","subId":"25","id":"Hobbes.L.2.27.25"},{"type":"paragraph","content":"When a man is destitute of food, or other thing necessary for his life, and cannot preserve himselfe any other way, but by some fact against the Law; as if in a great famine he take the food by force, or stealth, which he cannot obtaine for mony, nor charity; or in defence of his life, snatch away another mans Sword, he is totally Excused, for the reason next before alledged.","subId":"26","id":"Hobbes.L.2.27.26"},{"type":"paragraph","content":"{Excuses against the Author.} Again, Facts done against the Law, by the authority of another, are by that authority Excused against the Author; because no man ought to accuse his own fact in another, that is but his instrument: but it is not Excused against a third person thereby injured; because in the violation of the Law, both the Author, and Actor are Criminalls. From hence it followeth that when that Man, or Assembly, that hath the Soveraign Power, commandeth a man to do that which is contrary to a former Law, the doing of it is totally Excused: For he ought not to condemn it himselfe, because he is the Author; and what cannot justly be condemned by the Soveraign, cannot justly be punished by any other. Besides, when the Soveraign commandeth any thing to be done against his own former Law, the Command, as to that particular fact, is an abrogation of the Law.","subId":"27","id":"Hobbes.L.2.27.27"},{"type":"paragraph","content":"If that Man, or Assembly, that hath the Soveraign Power, disclaime any Right essentiall to the Soveraignty, whereby there accrueth to the Subject, any liberty inconsistent with the Soveraign Power, that is to say, with the very being of a Common-wealth, if the Subject shall refuse to obey the Command in any thing, contrary to the liberty granted, this is neverthelesse a Sinne, and contrary to the duty of the Subject: for he ought to take notice of what is inconsistent with the Soveraignty, because it was erected by his own consent, and for his own defence; and that such liberty as is inconsistent with it, was granted through ignorance of the evill consequence thereof. But if he not onely disobey, but also resist a publique Minister in the execution of it, then it is a Crime; because he might have been righted, (without any breach of the Peace,) upon complaint.","subId":"28","id":"Hobbes.L.2.27.28"},{"type":"paragraph","content":"The Degrees of Crime are taken on divers Scales, and measured, First, by the malignity of the Source, or Cause: Secondly, by the contagion of the Example: Thirdly, by the mischiefe of the Effect; and Fourthly, by the concurrence of Times, Places, and Persons.","subId":"29","id":"Hobbes.L.2.27.29"},{"type":"paragraph","content":"The same Fact done against the Law, if it proceed{Presumption of Power, aggravateth.} from Presumption of strength, riches, or friends to resist those that are to execute the Law, is a greater Crime, than if it proceed from hope of not being discovered, or of escape by flight: For Presumption of impunity by force, is a Root, from whence springeth, at all times, and upon all temptations, a contempt of all Lawes; whereas in the later case, the apprehension of danger, that makes a man fly, renders him more obedient for the future. A Crime which we know to be so, is greater than the same Crime proceeding from a false perswasion that it is lawfull: For he that committeth it against his own conscience, presumeth on his force, or other power, which encourages him to commit the same again: but he that doth it by errour, after the errour shewn him, is conformable to the Law.","subId":"30","id":"Hobbes.L.2.27.30"},{"type":"paragraph","content":"Hee, whose errour proceeds from the authority of{Evill Teachers, Extenuate.} a Teacher, or an Interpreter of the Law publiquely authorised, is not so faulty, as he whose errour proceedeth from a peremptory pursute of his own principles, and reasoning: For what is taught by one that teacheth by publique Authority, the Common-wealth teacheth, and hath a resemblance of Law, till the same Authority controuleth it; and in all Crimes that contain not in them a denyall of the Soveraign Power, nor are against an evident Law, Excuseth totally: whereas he that groundeth his actions, on his private Judgement, ought according to the rectitude, or errour thereof, to stand, or fall.","subId":"31","id":"Hobbes.L.2.27.31"},{"type":"paragraph","content":"{Examples of Impunity, Extenuate.} The same Fact, if it have been constantly punished in other men, is a greater Crime, than if there have been many precedent Examples of impunity. For those Examples, are so many hopes of Impunity, given by the Soveraign himselfe: And because he which furnishes a man with such a hope, and presumption of mercy, as encourageth him to offend, hath his part in the offence; he cannot reasonably charge the offender with the whole.","subId":"32","id":"Hobbes.L.2.27.32"},{"type":"paragraph","content":"{Præmeditation, Aggravateth.} A Crime arising from a sudden Passion, is not so great, as when the same ariseth from long meditation: For in the former case there is a place for Extenuation, in the common infirmity of humane nature: but he that doth it with præmeditation, has used circumspection, and cast his eye, on the Law, on the punishment, and on the consequence thereof to humane society; all which in committing the Crime, hee hath contemned, and postposed to his own appetite. But there is no suddennesse of Passion sufficient for a totall Excuse: For all the time between the first knowing of the Law, and the Commission of the Fact, shall be taken for a time of deliberation; because he ought by meditation of the Law, to rectifie the irregularity of his Passions.","subId":"33","id":"Hobbes.L.2.27.33"},{"type":"paragraph","content":"Where the Law is publiquely, and with assiduity, before all the people read, and interpreted; a fact done against it, is a greater Crime, than where men are left without such instruction, to enquire of it with difficulty, uncertainty, and interruption of their Callings, and be informed by private men: for in this case, part of the fault is discharged upon common infirmity; but in the former, there is apparent negligence, which is not without some contempt of the Soveraign Power.","subId":"34","id":"Hobbes.L.2.27.34"},{"type":"paragraph","content":"Those facts which the Law expresly condemneth, but{Tacite approbation of the Soveraign, Extenuates.} the Law-maker by other manifest signes of his will tacitly approveth, are lesse Crimes, than the same facts, condemned both by the Law, and Law-maker. For seeing the will of the Law-maker is a Law, there appear in this case two contradictory Lawes; which would totally Excuse, if men were bound to take notice of the Soveraigns approbation, by other arguments, than are expressed by his command. But because there are punishments consequent, not onely to the transgression of his Law, but also to the observing of it, he is in part a cause of the transgression, and therefore cannot reasonably impute the whole Crime to the Delinquent. For example, the Law condemneth Duells; the punishment is made capitall: On the contrary part, he that refuseth Duell, is subject to contempt and scorne, without remedy; and sometimes by the Soveraign himselfe thought unworthy to have any charge, or preferment in Warre: If thereupon he accept Duell, considering all men lawfully endeavour to obtain the good opinion of them that have the Soveraign Power, he ought not in reason to be rigorously punished; seeing part of the fault may be discharged on the punisher: which I say, not as wishing liberty of private revenges, or any other kind of disobedience; but a care in Governours, not to countenance any thing obliquely, which directly they forbid. The examples of Princes, to those that see them, are, and ever have been, more potent to govern their actions, than the Lawes themselves. And though it be our duty to do, not what they do, but what they say; yet will that duty never be performed, till it please God to give men an extraordinary, and supernaturall grace to follow that Precept.","subId":"35","id":"Hobbes.L.2.27.35"},{"type":"paragraph","content":"Again, if we compare Crimes by the mischiefe of{Comparison of Crimes from their Effects.} their Effects, First, the same fact, when it redounds to the dammage of many, is greater, than when it redounds to the hurt of few. And therefore, when a fact hurteth, not onely in the present, but also, (by example) in the future, it is a greater Crime, than if it hurt onely in the present: for the former, is a fertile Crime, and multiplyes to the hurt of many; the later is barren. To maintain doctrines contrary to the Religion established in the Common-wealth, is a greater fault, in an authorised Preacher, than in a private person: So also is it, to live prophanely, incontinently, or do any irreligious act whatsoever. Likewise in a Professor of the Law, to maintain any point, or do any act, that tendeth to the weakning of the Soveraign Power, is a greater Crime, than in another man: Also in a man that hath such reputation for wisedome, as that his counsells are followed, or his actions imitated by many, his fact against the Law, is a greater Crime, than the same fact in another: For such men not onely commit Crime, but teach it for Law to all other men. And generally all Crimes are the greater, by the scandall they give; that is to say, by becomming stumbling-blocks to the weak, that look not so much upon the way they go in, as upon the light that other men carry before them.","subId":"36","id":"Hobbes.L.2.27.36"},{"type":"paragraph","content":"{Lœsœ Majestas.} Also Facts of hostility against the present state of the Common-wealth, are greater Crimes, than the same acts done to private men: For the dammage extends it selfe to all: Such are the betraying of the strengths, or revealing of the secrets of the Common-wealth to an Enemy; also all attempts upon the Representative of the Common-wealth, be it a Monarch, or an Assembly; and all endeavours by word, or deed to diminish the Authority of the same, either in the present time, or in succession: which Crimes the Latines understand by Crimina lœsœ Majestatis, and consist in designe, or act, contrary to a Fundamentall Law.","subId":"37","id":"Hobbes.L.2.27.37"},{"type":"paragraph","content":"{Bribery and False testimony.} Likewise those Crimes, which render Judgements of no effect, are greater Crimes, than Injuries done to one, or a few persons; as to receive mony to give False judgement, or testimony, is a greater Crime, than otherwise to deceive a man of the like, or a greater summe; because not onely he has wrong, that falls by such judgements; but all Judgements are rendered uselesse, and occasion ministred to force, and private revenges.","subId":"38","id":"Hobbes.L.2.27.38"},{"type":"paragraph","content":"{Depeculation.} Also Robbery, and Depeculation of the Publique treasure, or Revenues, is a greater Crime, than the robbing, or defrauding of a Private man; because to robbe the publique, is to robbe many at once.","subId":"39","id":"Hobbes.L.2.27.39"},{"type":"paragraph","content":"Also the Counterfeit usurpation of publique Ministery{Counter-feiting Authority} the Counterfeiting of publique Seales, or publique Coine, than counterfeiting of a private mans person, or his seale; because the fraud thereof, extendeth to the dammage of many.","subId":"40","id":"Hobbes.L.2.27.40"},{"type":"paragraph","content":"Of facts against the Law, done to private men, the{Crimes against private men compared.} greater Crime, is that, where the dammage in the common opinion of men, is most sensible. And therefore","subId":"41","id":"Hobbes.L.2.27.41"},{"type":"paragraph","content":"To kill against the Law, is a greater Crime, than any other injury, life preserved.","subId":"42","id":"Hobbes.L.2.27.42"},{"type":"paragraph","content":"And to kill with Torment, greater, than simply to kill.","subId":"43","id":"Hobbes.L.2.27.43"},{"type":"paragraph","content":"And Mutilation of a limbe, greater, than the spoyling a man of his goods.","subId":"44","id":"Hobbes.L.2.27.44"},{"type":"paragraph","content":"And the spoyling a man of his goods, by Terrour of death, or wounds, than by clandestine surreption.","subId":"45","id":"Hobbes.L.2.27.45"},{"type":"paragraph","content":"And by clandestine Surreption, than by consent fraudulently obtained.","subId":"46","id":"Hobbes.L.2.27.46"},{"type":"paragraph","content":"And the violation of chastity by Force, greater, than by flattery.","subId":"47","id":"Hobbes.L.2.27.47"},{"type":"paragraph","content":"And of a woman Married, than of a woman not married.","subId":"48","id":"Hobbes.L.2.27.48"},{"type":"paragraph","content":"For all these things are commonly so valued; though some men are more, and some lesse sensible of the same offence. But the Law regardeth not the particular, but the generall inclination of mankind.","subId":"49","id":"Hobbes.L.2.27.49"},{"type":"paragraph","content":"And therefore the offence men take, from contumely, in words, or gesture, when they produce no other harme, than the present griefe of him that is reproached, hath been neglected in the Lawes of the Greeks, Romans, and other both antient, and moderne Common-wealths; supposing the true cause of such griefe to consist, not in the contumely, (which takes no hold upon men conscious of their own vertue,) but in the Pusillanimity of him that is offended by it.","subId":"50","id":"Hobbes.L.2.27.50"},{"type":"paragraph","content":"Also a Crime against a private man, is much aggravated by the person, time, and place. For to kill ones Parent, is a greater Crime, than to kill another: for the Parent ought to have the honour of a Soveraign, (though he have surrendred his Power to the Civill Law,) because he had it originally by Nature. And to Robbe a poore  man, is a greater Crime, than to robbe a rich man; because 'tis to the poore a more sensible dammage.","subId":"51","id":"Hobbes.L.2.27.51"},{"type":"paragraph","content":"And a Crime committed in the Time, or Place appointed for Devotion, is greater, than if committed at another time or place: for it proceeds from a greater contempt of the Law.","subId":"52","id":"Hobbes.L.2.27.52"},{"type":"paragraph","content":"Many other cases of Aggravation, and Extenuation might be added: but by these I have set down, it is obvious to every man, to take the altitude of any other Crime proposed.","subId":"53","id":"Hobbes.L.2.27.53"},{"type":"paragraph","content":"{Publique Crimes what.} Lastly, because in almost all Crimes there is an Injury done, not onely to some Private men, but also to the Common-wealth; the same Crime, when the accusation is in the name of the Common-wealth, is called Publique Crime; and when in the name of a Private man, a Private Crime; And the Pleas according thereunto called Publique, Judicia Publica, Pleas of the Crown; or Private Pleas. As in an Accusation of Murder, if the accuser be a Private man, the plea is a Private plea; if the accuser be the Soveraign, the plea is a Publique plea.","subId":"54","id":"Hobbes.L.2.27.54"}]}