{"imported":true,"id":"Hobbes.L.2.31","parent":"Hobbes.L.2","title":"Of the Kingdome of God by Nature","breadcrumb":"Chapter 31","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_043","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXXI.\nOf the Kingdome of God by Nature.\n","id":"Hobbes.L.2.31"},{"type":"paragraph","content":"{The scope of the following Chapters.} That the condition of meer Nature, that is to say, of absolute Liberty, such as is theirs, that neither are Soveraigns, nor Subjects, is Anarchy, and the condition of Warre: That the Præcepts, by which men are guided to avoyd that condition, are the Lawes of Nature: That a Common-wealth, without Soveraign Power, is but a word, without substance, and cannot stand: That Subjects owe to Soveraigns, simple Obedience, in all things, wherein their obedience is not repugnant to the Lawes of God, I have sufficiently proved, in that which I have already written. There wants onely, for the entire knowledge of Civill duty, to know what are those Lawes of God. For without that, a man knows not, when he is commanded any thing by the Civill Power, whether it be contrary to the Law of God, or not: and so, either by too much civill obedience, offends the Divine Majesty, or through feare of offending God, transgresses the commandements of the Common-wealth. To avoyd both these Rocks, it is necessary to know what are the Lawes Divine. And seeing the knowledge of all Law, dependeth on the knowledge of the Soveraign Power; I shall say something in that which followeth, of the Kingdome of God.","subId":"1","id":"Hobbes.L.2.31.1"},{"type":"paragraph","content":"{Psal. 96.1.} God is King, let the Earth rejoyce, saith the Psalmist.{Psal. 98.1.} nd again, God is King though the Nations be angry; and he that sitteth on the Cherubins, though the earth be moved.{Who are subjects in the kingdome of God.} hether men will or not, they must be subject alwayes to the Divine Power. By denying the Existence, or Providence of God, men may shake off their Ease, but not their Yoke. But to call this Power of God, which extendeth it selfe not onely to Man, but also to Beasts, and Plants, and Bodies inanimate, by the name of Kingdome, is but a metaphoricall use of the word. For he onely is properly said to Raigne, that governs his Subjects, by his Word, and by promise of Rewards to those that obey it, and by threatning them with Punishment that obey it not. Subjects therefore in the Kingdome of God, are not Bodies Inanimate, nor creatures Irrationall; because they understand no Precepts as his: Nor Atheists; nor they that believe not that God has any care of the actions of mankind; because they acknowledge no Word for his, nor have hope of his rewards, or fear of his threatnings. They therefore that believe there is a God that governeth the world, and hath given Præcepts, and propounded Rewards, and Punishments to Mankind, are Gods Subjects; all the rest, are to be understood as Enemies.","subId":"2","id":"Hobbes.L.2.31.2"},{"type":"paragraph","content":"To rule by Words, requires that such Words be manifestly{A Three-fold Word of God, Reason, Revelation, Prophecy.} made known; for else they are no Lawes: For to the nature of Lawes belongeth a sufficient, and clear Promulgation, such as may take away the excuse of Ignorance; which in the Lawes of men is but of one onely kind, and that is, Proclamation, or Promulgation by the voyce of man. But God declareth his Lawes three wayes; by the Dictates of Naturall Reason, by Revelation, and by the Voyce of some man, to whom by the operation of Miracles, he procureth credit with the rest. From hence there ariseth a triple Word of God, Rational, Sensible, and Prophetique: to which Correspondeth a triple Hearing; Right Reason, Sense Supernaturall, and Faith. As for Sense Supernaturall, which consisteth in Revelation, or Inspiration, there have not been any Universall Lawes so given, because God speaketh not in that manner, but to particular persons, and to divers men divers things.","subId":"3","id":"Hobbes.L.2.31.3"},{"type":"paragraph","content":"From the difference between the other two kinds of{A twofold Kingdome of God, Naturall and Prophetique.} Gods Word, Rationall, and Prophetique, there may be attributed to God, a two-fold Kingdome, Naturall, and Prophetique: Naturall, wherein he governeth as many of Mankind as acknowledge his Providence, by the naturall Dictates of Right Reason; And Prophetique, wherein having chosen out one peculiar Nation (the Jewes) for his Subjects, he governed them, and none but them, not onely by naturall Reason, but by Positive Lawes, which he gave them by the mouths of his holy Prophets. Of the Naturall Kingdome of God I intend to speak in this Chapter.","subId":"4","id":"Hobbes.L.2.31.4"},{"type":"paragraph","content":"{The Right of Gods Soveraignty is derived from his Omnipotence.} The Right of Nature, whereby God reigneth over men, and punisheth those that break his Lawes, is to be derived, not from his Creating them, as if he required obedience, as of Gratitude for his benefits; but from his Irresistible Power. I have formerly shewn, how the Soveraign Right ariseth from Pact: To shew how the same Right may arise from Nature, requires no more, but to shew in what case it is never taken away. Seeing all men by Nature had Right to All things, they had Right every one to reigne over all the rest. But because this Right could not be obtained by force, it concerned the safety of every one, laying by that Right, to set up men (with Soveraign Authority) by common consent, to rule and defend them: whereas if there had been any man of Power Irresistible; there had been no reason, why he should not by that Power have ruled, and defended both himselfe, and them, according to his own discretion. To those therefore whose Power is irresistible, the dominion of all men adhæreth naturally by their excellence of Power; and consequently it is from that Power, that the Kingdome over men, and the Right of afflicting men at his pleasure, belongeth Naturally to God Almighty; not as Creator, and Gracious; but as Omnipotent. And though Punishment be due for Sinne onely, because by that word is understood Affliction for Sinne; yet the Right of Afflicting, is not alwayes derived from mens Sinne, but from Gods Power.","subId":"5","id":"Hobbes.L.2.31.5"},{"type":"paragraph","content":"{Sinne not the cause of all Affliction.} This question, Why Evill men often Prosper, and Good men suffer Adversity, has been much disputed by the Antient, and is the same with this of ours, by what Right God dispenseth the Prosperities and Adversities of this life; and is of that difficulty, as it hath shaken the faith, not onely of the Vulgar, but of Philosophers, and which is more, of the Saints, concerning the Divine Providence.{Psal. 72. ver. 1,2,3.}How Good (saith David) is the God of Israel to those that are Upright in Heart; and yet my feet were almost gone, my treadings had well-nigh slipt; for I was grieved at the Wicked, when I saw the Ungodly in such Prosperity. And Job, how earnestly does he expostulate with God, for the many Afflictions he suffered, notwithstanding his Righteousnesse? This question in the case of Job, is decided by God himselfe, not by arguments derived from Job's Sinne, but his own Power. For whereas the friends of Job drew their arguments from his Affliction to his Sinne, and he defended himselfe by the conscience of his Innocence, God himselfe taketh up the matter, and having justified the Affliction by arguments drawn from his Power, such as this, Where wast thou when I layd the{Job 38. v. 4.} foundations of the earth, and the like, both approved Job's Innocence, and reproved the Erroneous doctrine of his friends. Conformable to this doctrine is the sentence of our Saviour, concerning the man that was born Blind, in these words, Neither hath this man sinned, nor his fathers; but that the works of God might be made manifest in him. And though it be said, That Death entred into the world by sinne, (by which is meant that if Adam had never sinned, he had never dyed, that is, never suffered any separation of his soule from his body,) it follows not thence, that God could not justly have Afflicted him, though he had not Sinned, as well as he afflicteth other living creatures, that cannot sinne.","subId":"6","id":"Hobbes.L.2.31.6"},{"type":"paragraph","content":"Having spoken of the Right of Gods Soveraignty, as{Divine Lawes.} grounded onely on Nature; we are to consider next, what are the Divine Lawes, or Dictates of Naturall Reason; which Lawes concern either the naturall Duties of one man to another, or the Honour naturally due to our Divine Soveraign. The first are the same Lawes of Nature, of which I have spoken already in the 14. and 15. Chapters of this Treatise; namely, Equity, Justice, Mercy, Humility, and the rest of the Morall Vertues. It remaineth therefore that we consider, what Præcepts are dictated to men, by their Naturall Reason onely, without other word of God, touching the Honour and Worship of the Divine Majesty.","subId":"7","id":"Hobbes.L.2.31.7"},{"type":"paragraph","content":"Honour consisteth in the inward thought, and opinion{Honour and Worship what.} of the Power, and Goodnesse of another: and therefore to Honour God, is to think as Highly of his Power and Goodnesse, as is possible. And of that opinion, the externall signes appearing in the Words, and Actions of men, are called Worship; which is one part of that which the Latines understand by the word Cultus: For Cultus signifieth properly, and constantly, that labour which a man bestowes on any thing, with a purpose to make benefit by it. Now those things whereof we make benefit, are either subject to us, and the profit they yeeld, followeth the labour we bestow upon them, as a naturall effect; or they are not subject to us, but answer our labour, according to their own Wills. In the first sense the labour bestowed on the Earth, is called Culture; and the education of Children a Culture of their mindes. In the second sense, where mens wills are to be wrought to our purpose, not by Force, but by Compleasance, it signifieth as much as Courting, that is, a winning of favour by good offices; as by praises, by acknowledging their Power, and by whatsoever is pleasing to them from whom we look for any benefit. And this is properly Worship: in which sense Publicola, is understood for a Worshipper of the People; and Cultus Dei, for the Worship of God.","subId":"8","id":"Hobbes.L.2.31.8"},{"type":"paragraph","content":"{Severall signes of Honour.} From internall Honour, consisting in the opinion of Power and Goodnesse, arise three Passions; Love, which hath reference to Goodnesse; and Hope, and Fear, that relate to Power: And three parts of externall worship; Praise, Magnifying, and Blessing: The subject of Praise, being Goodnesse; the subject of Magnifying, and Blessing, being Power, and the effect thereof Felicity. Praise, and Magnifying are signified both by Words, and Actions: By Words, when we say a man is Good, or Great: By Actions, when we thank him for his Bounty, and obey his Power. The opinion of the Happinesse of another, can onely be expressed by words.","subId":"9","id":"Hobbes.L.2.31.9"},{"type":"paragraph","content":"{Worship Naturall and Arbitrary.} There be some signes of Honour, (both in Attributes and Actions,) that be Naturally so; as amongst Attributes, Good, Just, Liberall, and the like; and amongst Actions, Prayers, Thanks, and Obedience. Others are so by Institution, or Custome of men; and in some times and places are Honourable; in others Dishonourable; in others Indifferent: such as are the Gestures in Salutation, Prayer, and Thanksgiving, in different times and places, differently used. The former is Naturall; the later Arbitrary Worship.","subId":"10","id":"Hobbes.L.2.31.10"},{"type":"paragraph","content":"And of Arbitrary Worship, there bee two differences:{Worship Commanded and Free.} For sometimes it is a Commanded, sometimes Voluntary Worship: Commanded, when it is such as hee requireth, who is Worshipped: Free, when it is such as the Worshipper thinks fit. When it is Commanded, not the words, or gesture, but the obedience is the Worship. But when Free, the Worship consists in the opinion of the beholders: for if to them the words, or actions by which we intend honour, seem ridiculous, and tending to contumely; they are no Worship; because no signes of Honour; and no signes of Honour; because a signe is not a signe to him that giveth it, but to him to whom it is made; that is, to the spectator.","subId":"11","id":"Hobbes.L.2.31.11"},{"type":"paragraph","content":"Again, there is a Publique, and a Private Worship.{Worship Publique and Private.} Publique, is the Worship that a Common-wealth performeth, as one Person. Private, is that which a Private person exhibiteth. Publique, in respect of the whole Common-wealth, is Free; but in respect of Particular men it is not so. Private, is in secret Free; but in the sight of the multitude, it is never without some Restraint, either from the Lawes, or from the Opinion of men; which is contrary to the nature of Liberty.","subId":"12","id":"Hobbes.L.2.31.12"},{"type":"paragraph","content":"The End of Worship amongst men, is Power. For{The end of Worship.} where a man seeth another worshipped, he supposeth him powerfull, and is the readier to obey him; which makes his Power greater. But God has no Ends: the worship we do him, proceeds from our duty, and is directed according to our capacity, by those rules of Honour, that Reason dictateth to be done by the weak to the more potent men, in hope of benefit, for fear of dammage, or in thankfulnesse for good already received from them.","subId":"13","id":"Hobbes.L.2.31.13"},{"type":"paragraph","content":"That we may know what worship of God is taught us{Attributes of Divine Honour.} by the light of Nature, I will begin with his Attributes. Where, First, it is manifest, we ought to attribute to him Existence: For no man can have the will to honour that, which he thinks not to have any Beeing.","subId":"14","id":"Hobbes.L.2.31.14"},{"type":"paragraph","content":"Secondly, that those Philosophers, who sayd the World, or the Soule of the World was God, spake unworthily of him; and denyed his Existence: For by God, is understood the cause of the World; and to say the World is God, is to say there is no cause of it, that is, no God.","subId":"15","id":"Hobbes.L.2.31.15"},{"type":"paragraph","content":"Thirdly, to say the World was not Created, but Eternall, (seeing that which is Eternall has no cause,) is to deny there is a God.","subId":"16","id":"Hobbes.L.2.31.16"},{"type":"paragraph","content":"Fourthly, that they who attributing (as they think) Ease to God, take from him the care of Man-kind; take from him his Honour: for it takes away mens love, and fear of him; which is the root of Honour.","subId":"17","id":"Hobbes.L.2.31.17"},{"type":"paragraph","content":"Fifthly, in those things that signifie Greatnesse, and Power; to say he is Finite, is not to Honour him: For it is not a signe of the Will to Honour God, to attribute to him lesse than we can; and Finite, is lesse than we can; because to Finite, it is easie to adde more.","subId":"18","id":"Hobbes.L.2.31.18"},{"type":"paragraph","content":"Therefore to attribute Figure to him, is not Honour; for all Figure is Finite:","subId":"19","id":"Hobbes.L.2.31.19"},{"type":"paragraph","content":"Nor to say we conceive, and imagine, or have an Idea of him, in our mind: for whatsoever we conceive is Finite:","subId":"20","id":"Hobbes.L.2.31.20"},{"type":"paragraph","content":"Nor to attribute to him Parts, or Totality; which are the Attributes onely of things Finite:","subId":"21","id":"Hobbes.L.2.31.21"},{"type":"paragraph","content":"Nor to say he is in this, or that Place: for whatsoever is in Place, is bounded, and Finite:","subId":"22","id":"Hobbes.L.2.31.22"},{"type":"paragraph","content":"Nor that he is Moved, or Resteth: for both these Attributes ascribe to him Place:","subId":"23","id":"Hobbes.L.2.31.23"},{"type":"paragraph","content":"Nor that there be more Gods than one; because it implies them all Finite: for there cannot be more than one Infinite:","subId":"24","id":"Hobbes.L.2.31.24"},{"type":"paragraph","content":"Nor to ascribe to him (unlesse Metaphorically, meaning not the Passion, but the Effect) Passions that partake of Griefe; as Repentance, Anger, Mercy: or of Want; as Appetite, Hope, Desire; or of any Passive faculty: For Passion, is Power limited by somewhat else.","subId":"25","id":"Hobbes.L.2.31.25"},{"type":"paragraph","content":"And therefore when we ascribe to God a Will, it is not to be understood, as that of Man, for a Rationall Appetite; but as the Power, by which he effecteth every thing.","subId":"26","id":"Hobbes.L.2.31.26"},{"type":"paragraph","content":"Likewise when we attribute to him Sight, and other acts of Sense; as also Knowledge, and Understanding; which in us is nothing else, but a tumult of the mind, raised by externall things that presse the organicall parts of mans body: For there is no such thing in God; and being things that depend on naturall causes, cannot be attributed to him.","subId":"27","id":"Hobbes.L.2.31.27"},{"type":"paragraph","content":"Hee that will attribute to God, nothing but what is warranted by naturall Reason, must either use such Negative Attributes, as Infinite, Eternall, Incompre-hensible; or Superlatives, as Most High, most Great, and the like; or Indefinite, as Good, Just, Holy, Creator; and in such sense, as if he meant not to declare what he is, (for that were to circumscribe him within the limits of our Fancy,) but how much wee admire him, and how ready we would be to obey him; which is a signe of Humility, and of a Will to honour him as much as we can: For there is but one Name to signifie our Conception of his Nature, and that is, I AM: and but one Name of his Relation to us, and that is God; in which is contained Father, King, and Lord.","subId":"28","id":"Hobbes.L.2.31.28"},{"type":"paragraph","content":"Concerning the actions of Divine Worship, it is a most{Actions that are signes of Divine Honour.} generall Precept of Reason, that they be signes of the Intention to Honour God; such as are, First, Prayers: For not the Carvers, when they made Images, were thought to make them Gods; but the People that Prayed to them.","subId":"29","id":"Hobbes.L.2.31.29"},{"type":"paragraph","content":"Secondly, Thanksgiving; which differeth from Prayer in Divine Worship, no otherwise, than that Prayers precede, and Thanks succeed the benefit; the end both of the one, and the other, being to acknowledge God, for Author of all benefits, as well past, as future.","subId":"30","id":"Hobbes.L.2.31.30"},{"type":"paragraph","content":"Thirdly, Gifts; that is to say, Sacrifices, and Oblations, (if they be of the best,) are signes of Honour: for they are Thanksgivings.","subId":"31","id":"Hobbes.L.2.31.31"},{"type":"paragraph","content":"Fourthly, Not to swear by any but God, is naturally a signe of Honour: for it is a confession that God onely knoweth the heart; and that no mans wit, or strength can protect a man against Gods vengeance on the perjured.","subId":"32","id":"Hobbes.L.2.31.32"},{"type":"paragraph","content":"Fifthly, it is a part of Rationall Worship, to speak Considerately of God; for it argues a Fear of him, and Fear, is a confession of his Power. Hence followeth, That the name of God is not to be used rashly, and to no purpose; for that is as much, as in Vain: And it is to no purpose unlesse it be by way of Oath, and by order of the Common-wealth, to make Judgements certain; or between Common-wealths, to avoyd Warre. And that disputing of Gods nature is contrary to his Honour: For it is supposed, that in this naturall Kingdome of God, there is no other way to know any thing, but by naturall Reason; that is, from the Principles of naturall Science; which are so farre from teaching us any thing of Gods nature, as they cannot teach us our own nature, nor the nature of the smallest creature living. And therefore, when men out of the Principles of naturall Reason, dispute of the Attributes of God, they but dishonour him: For in the Attributes which we give to God, we are not to consider the signification of Philosophicall Truth; but the signification of Pious Intention, to do him the greatest Honour we are able. From the want of which consideration, have proceeded the volumes of disputation about the nature of God, that tend not to his Honour, but to the honour of our own wits, and learning; and are nothing else but inconsiderate, and vain abuses of his Sacred Name.","subId":"33","id":"Hobbes.L.2.31.33"},{"type":"paragraph","content":"Sixthly, in Prayers, Thanksgiving, Offerings and Sacrifices, it is a Dictate of naturall Reason, that they be every one in his kind the best, and most significant of Honour. As for example, that Prayers, and Thanks-giving, be made in Words and Phrases, not sudden, nor light, nor Plebeian; but beautifull, and well composed; For else we do not God as much honour as we can. And therefore the Heathens did absurdly, to worship Images for Gods: But their doing it in Verse, and with Musick, both of Voyce, and Instruments, was reasonable. Also that the Beasts they offered in sacrifice, and the Gifts they offered, and their actions in Worshipping, were full of submission, and commemorative of benefits received, was according to reason, as proceeding from an intention to honour him.","subId":"34","id":"Hobbes.L.2.31.34"},{"type":"paragraph","content":"Seventhly, Reason directeth not onely to worship God in Secret; but also, and especially, in Publique, and in the sight of men: For without that, (that which in honour is most acceptable) the procuring others to honour him, is lost.","subId":"35","id":"Hobbes.L.2.31.35"},{"type":"paragraph","content":"Lastly, Obedience to his Lawes (that is, in this case to the Lawes of Nature,) is the greatest worship of all. For as Obedience is more acceptable to God than Sacrifice; so also to set light by his Commandements, is the greatest of all contumelies. And these are the Lawes of that Divine Worship, which naturall Reason dictateth to private men.","subId":"36","id":"Hobbes.L.2.31.36"},{"type":"paragraph","content":"But seeing a Common-wealth is but one Person, it{Publique Worship consisteth in Uniformity.} tought also to exhibite to God but one Worship; which then it doth, when it commandeth it to be exhibited by Private men, Publiquely. And this is Publique Worship; the property whereof, is to be Uniforme: For those actions that are done differently, by different men, cannot be said to be a Publique Worship. And therefore, where many sorts of Worship be allowed, proceeding from the different Religions of Private men, it cannot be said there is any Publique Worship, nor that the Common-wealth is of any Religion at all.","subId":"37","id":"Hobbes.L.2.31.37"},{"type":"paragraph","content":"And because words (and consequently the Attributes{All Attributes depend on the Lawes Civill.} of God) have their signification by agreement, and constitution of men; those Attributes are to be held significative of Honour, that men intend shall so be; and whatsoever may be done by the wills of particular men, where there is no Law but Reason, may be done by the will of the Common-wealth, by Lawes Civill. And because a Common-wealth hath no Will, nor makes no Lawes, but those that are made by the Will of him, or them that have the Soveraign Power; it followeth, that those Attributes which the Soveraign ordaineth, in the Worship of God, for signes of Honour, ought to be taken and used for such, by private men in their publique Worship.","subId":"38","id":"Hobbes.L.2.31.38"},{"type":"paragraph","content":"But because not all Actions are signes by Constitution;{Not all Actions.} but some are Naturally signes of Honour, others of Contumely, these later (which are those that men are ashamed to do in the sight of them they reverence) cannot be made by humane power a part of Divine worship; nor the former (such as are decent, modest, humble Behaviour) ever be separated from it. But whereas there be an infinite number of Actions, and Gestures, of an indifferent nature; such of them as the Common-wealth shall ordain to be Publiquely and Universally in use, as signes of Honour, and part of Gods Worship, are to be taken and used for such by the Subjects. And that which is said in the Scripture, It is better to obey God than men, hath place in the kingdome of God by Pact, and not by Nature.","subId":"39","id":"Hobbes.L.2.31.39"},{"type":"paragraph","content":"{Naturall Punishments.} Having thus briefly spoken of the Naturall Kingdome of God, and his Naturall Lawes, I will adde onely to this Chapter a short declaration of his Naturall Punishments. There is no action of man in this life, that is not the beginning of so long a Chayn of Consequences, as no humane Providence, is high enough, to give a man a prospect to the end. And in this Chayn, there are linked together both pleasing and unpleasing events; in such manner, as he that will do any thing for his pleasure, must engage himselfe to suffer all the pains annexed to it; and these pains, are the Naturall Punishments of those actions, which are the beginning of more Harme than Good. And hereby it comes to passe, that Intemperance, is naturally punished with Diseases; Rashnesse, with Mischances; Injustice, with the Violence of Enemies; Pride, with Ruine; Cowardise, with Oppression; Negligent government of Princes, with Rebellion; and Rebellion, with Slaughter. For seeing Punishments are consequent to the breach of Lawes; Naturall Punishments must be naturally consequent to the breach of the Lawes of Nature; and therfore follow them as their naturall, not arbitrary effects.","subId":"40","id":"Hobbes.L.2.31.40"},{"type":"paragraph","content":"{The Conclusion of the Second Part.} And thus farre concerning the Constitution, Nature, and Right of Soveraigns; and concerning the Duty of Subjects, derived from the Principles of Naturall Reason. And now, considering how different this Doctrine is, from the Practise of the greatest part of the world, especially of these Western parts, that have received their Morall learning from Rome, and Athens; and how much depth of Morall Philosophy is required, in them that have the Administration of the Soveraign Power; I am at the point of believing this my labour, as uselesse, as the Common-wealth of Plato; For he also is of opinion that it is impossible for the disorders of State, and change of Governments by Civill Warre, ever to be taken away, till Soveraigns be Philosophers. But when I consider again, that the Science of Naturall Justice, is the onely Science necessary for Soveraigns, and their principall Ministers; and that they need not be charged with the Sciences Mathematicall, (as by Plato they are,) further, than by good Lawes to encourage men to the study of them; and that neither Plato, nor any other Philosopher hitherto, hath put into order, and sufficiently or probably proved all the Theoremes of Morall doctrine, that men may learn thereby, both how to govern, and how to obey; I recover some hope, that one time or other, this writing of mine, may fall into the hands of a Soveraign, who will consider it himselfe, (for it is short, and I think clear,) without the help of any interessed, or envious Interpreter; and by the exercise of entire Soveraignty, in protecting the Publique teaching of it, convert this Truth of Speculation, into the Utility of Practice.","subId":"41","id":"Hobbes.L.2.31.41"}]}