{"id":"Shaftesbury.C.MR.2.1","imported":true,"parent":"Shaftesbury.C.MR.2","title":"Chapter I. Review of Enthusiasm――Its Defence, Praise:――Use in Business as well as Pleasure:――Operation by Fear, Love――Modifications of Enthusiasm: Magnanimity; Heroick Virtue; Honour; Publick Zeal; Religion; Superstition; Persecution; Martyrdom――Energy of the extatick Devotion in the Tender Sex――Account of antient Priesthood――Religious War――Reference to a succeeding Chapter","breadcrumb":"Chapter 1","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_010","blocks":[{"type":"title","content":"£1 Chapter I. Review of Enthusiasm――Its Defence, Praise:――Use in Business as well as Pleasure:――Operation by Fear, Love――Modifications of Enthusiasm: Magnanimity; Heroick Virtue; Honour; Publick Zeal; Religion; Superstition; Persecution; Martyrdom――Energy of the extatick Devotion in the Tender Sex――Account of antient Priesthood――Religious War――Reference to a succeeding Chapter £1","id":"Shaftesbury.C.MR.2.1"},{"type":"paragraph","content":"WHETHER in fact there be any real _Enchantment,_ any Influence of _Stars,_ any Power of _Daemons_ or of foreign Natures over our own Minds, is thought questionable by many. Some there are who assert the Negative, and endeavour to solve the Appearances of this kind by the natural Operation of our Passions, and the common Course of outward Things. For my own part, I cannot but at this present apprehend a kind of _Enchantment_ or _Magick_ in that which we call ^Enthusiasm;^ since I find, that having touch'd slightly on this Subject, I cannot so easily part with it at pleasure.","subId":"1","id":"Shaftesbury.C.MR.2.1.1"},{"type":"paragraph","content":"After having made some cursory Reflections on our Author's[n1] _Letter,_ I thought I might have sufficiently acquitted my-self on this head; till passing to his next Treatise, I found my-self still further ingag'd. I perceiv'd plainly that I had as yet scarce enter'd into our Author's _Humour,_ or felt any thing of that _Passion,_ which, as he informs us, is so easily communicable and naturally engaging. But what I had pass'd over in my first Reflections, I found naturally rising in me, upon second thoughts. So that by experience I prov'd it true what our Author says,[n2] \"That we all of us know something of this Principle.\" And now that I find I have in reality so much of it imparted to me, I may with better reason be pardon'd, if, after our Author's example, I am led to write on such Subjects as these, with Caution, at different _Reprises;_ and not singly, _in one Breath._","subId":"2","id":"Shaftesbury.C.MR.2.1.2"},{"type":"paragraph","content":"I have heard indeed that the very reading of Treatises and Accounts of _Melancholy,_ has been apt to generate that Passion in the over-diligent and attentive Reader. And this perhaps may have been the reason, why our Author himself (as he seems to intimate towards the Conclusion of his first[n3] _Letter_) car'd not in reality to grapple closely with his Subject, or give us, at once, the precise Definition of ^Enthusiasm.^ This however we may, with our Author, presume to infer, from the coolest of all Studys, even from _Criticism_ it-self, (of which we have been lately treating)[n4] \"That there is a Power in Numbers, Harmony, Proportion, and Beauty of every kind, which naturally captivates the Heart, and raises the Imagination to an Opinion or Conceit of something _majestick_ and _divine._\"","subId":"3","id":"Shaftesbury.C.MR.2.1.3"},{"type":"paragraph","content":"Whatever this Subject may be _in it-self;_ we cannot help being transported with the thought of it. It inspires us with something more than ordinary, and raises us above our-selves. Without this Imagination or Conceit, _the World_ wou'd be but a dull Circumstance, and _Life_ a sorry Pass-time. Scarce cou'd we be said _to live._ The animal Functions might in their course be carry'd on; but nothing further sought for, or regarded. The gallant Sentiments, the elegant Fancys, the _Belle-passions,_ which have, all of them, this ^Beauty^ in view, wou'd be set aside, and leave us probably no other Employment than that of satisfying our coarsest Appetites at the cheapest rate; in order to the attainment of a supine State of Indolence and Inactivity.","subId":"4","id":"Shaftesbury.C.MR.2.1.4"},{"type":"paragraph","content":"Slender wou'd be the Enjoyments of _the Lover,_ the _ambitious Man,_ the _Warrior,_ or the _Virtuoso,_ (as our Author has[n5] elsewhere intimated) if in the Beautys which they admire, and passionately pursue, there were no reference or regard to any higher _Majesty_ or _Grandure,_ than what simply results from the particular Objects of their pursuit. I know not, in reality, what we shou'd do to find a seasoning to most of our Pleasures in Life, were it not for the Taste or Relish, which is owing to this particular Passion, and the Conceit or Imagination which supports it. Without this, we cou'd not so much as admire a _Poem,_ or a _Picture;_ a _Garden,_ or a _Palace;_ a charming _Shape,_ or a _fair Face._ ^Love^ it-self wou'd appear the lowest thing in Nature, when thus anticipated, and treated according to the _Anti-enthusiastick_ Poet's method:","subId":"5","id":"Shaftesbury.C.MR.2.1.5"},{"type":"paragraph","content":"[n6]And to indulge lust with whoever is at hand.","subId":"6","id":"Shaftesbury.C.MR.2.1.6"},{"type":"paragraph","content":"How _Heroism_ or _Magnanimity_ must stand in this Hypothesis, is easy to imagine. The ^Muses^ themselves must make a very indifferent figure in this philosophical Draught. Even the Prince of[n7] Poets wou'd prove a most insipid Writer, if he were thus reduc'd. Nor cou'd there, according to this Scheme, be yet a place of Honour left even for our[n8] _Latin_ Poet, the great Disciple of this un-polite Philosophy, who dares with so little Equity employ the ^Muses^ Art in favour of such a System. But in spite of his Philosophy, he everywhere gives way to _Admiration,_ and _rapturous Views_ of ^Nature.^ He is transported with the several Beautys of the ^World,^ even whilst he arraigns the Order of it, and destroys the Principle of _Beauty,_ from whence in antient Languages the[n9] ^World^ it-self was nam'd.","subId":"7","id":"Shaftesbury.C.MR.2.1.7"},{"type":"paragraph","content":"^This^ is what our Author advances; when in behalf of ^Enthusiasm^ he quotes its formal Enemys, and shews That they are as capable of it as its greatest Confessors and Assertors. So far is he from degrading _Enthusiasm,_ or disclaiming it in himself; that he looks on this Passion, simply consider'd, as the most _natural,_ and its Object as the _justest_ in the World. Even ^Virtue^ it-self he takes to be no other than a noble _Enthusiasm_ justly directed, and regulated by that high Standard which he supposes in the Nature of Things.","subId":"8","id":"Shaftesbury.C.MR.2.1.8"},{"type":"paragraph","content":"He seems to assert,[n10] \"That there are certain moral _Species_ or _Appearances_ so striking, and of such force over our Natures, that when they present themselves, they bear down all contrary Opinion or Conceit, all opposite Passion, Sensation, or mere bodily Affection.\" Of this kind he makes ^Virtue^ it-self to be the chief: since of all Views or Contemplations, this, in his account, is the most naturally and strongly affecting. The exalted part of _Love_ is only borrow'd hence. That of pure _Friendship_ is its immediate Self. He who yields his Life a Sacrifice to his Prince or Country; the Lover who for his Paramour performs as much; the heroick, the amorous, the religious _Martyrs,_ who draw their Views, whether visionary or real, from this _Pattern_ and _Exemplar_ of ^Divinity:^ all these, according to our Author's Sentiment, are alike actuated by this Passion, and prove themselves in effect so many different _Enthusiasts._","subId":"9","id":"Shaftesbury.C.MR.2.1.9"},{"type":"paragraph","content":"Nor is thorow _Honesty,_ in his Hypothesis, any other than this Zeal, or Passion, moving strongly upon the _Species_ or _View_ of the ^Decorum,^ and ^Sublime^ of Actions. Others may pursue[n11] different Forms, and fix their Eye on different Species, (as all Men do on one or other): The real _honest Man,_ however plain or simple he appears, has that highest Species,[n12] _Honesty_ it-self, in view; and instead of _outward_ Forms or Symmetrys, is struck with that of _inward_ Character, the Harmony and Numbers of the Heart, and Beauty of the Affections, which form the Manners and Conduct of a truly _social_ Life.","subId":"10","id":"Shaftesbury.C.MR.2.1.10"},{"type":"paragraph","content":"'Tis indeed peculiar to the Genius of that cool Philosophy[n13] above describ'd; that as it denies the Order or Harmony of Things in general, so by a just Consequence and Truth of Reasoning, it rejects the Habit of admiring or being charm'd with whatever is call'd _Beautiful_ in particular. According to the Regimen prescrib'd by this Philosophy, it must be acknowledg'd that the Evils of _Love, Ambition, Vanity, Luxury,_ with other Disturbances deriv'd from the florid, high, and elegant Ideas of Things, must in appearance be set in a fair way of being radically cur'd.","subId":"11","id":"Shaftesbury.C.MR.2.1.11"},{"type":"paragraph","content":"It need not be thought surprizing, that _Religion_ it-self shou'd in the account of these Philosophers be reckon'd among those Vices and Disturbances, which it concerns us after this manner to extirpate. If the Idea of _Majesty_ and Beauty in other inferior Subjects be in reality distracting; it must chiefly prove so, in that _principal Subject,_ the Basis and Foundation of this Conceit. Now if _the Subject_ it-self be not _in Nature,_ neither the Idea nor the Passion grounded on it can be properly esteem'd _natural:_ And thus all _Admiration_ ceases; and ^Enthusiasm^ is at an end. But if there be _naturally_ such a Passion; 'tis evident that ^Religion^ it-self is of the kind, and must be therefore _natural_ to Man.","subId":"12","id":"Shaftesbury.C.MR.2.1.12"},{"type":"paragraph","content":"We can admire nothing profoundly, without a certain religious Veneration. And because this borders so much on _Fear,_ and raises a certain Tremor or Horror of like appearance; 'tis easy to give that Turn to the Affection, and represent all ^Enthusiasm^ and _religious Extasy_ as the Product or mere Effect of ^Fear:^","subId":"13","id":"Shaftesbury.C.MR.2.1.13"},{"type":"paragraph","content":"The first fear fashioned the gods on earth.[n14]","subId":"14","id":"Shaftesbury.C.MR.2.1.14"},{"type":"paragraph","content":"But the original Passion, as appears plainly, is of another kind, and in effect is so confess'd by those who are the greatest Opposers of Religion, and who, as our Author observes, have shewn themselves sufficiently convinc'd,[n15] \"That altho these Ideas of _Divinity_ and _Beauty_ were vain; they were yet in a manner innate, or such as Men were really born to, and cou'd hardly by any means avoid.\"","subId":"15","id":"Shaftesbury.C.MR.2.1.15"},{"type":"paragraph","content":"Now as all Affections have their Excess, and require Judgment and Discretion to moderate and govern them; so this high and noble Affection, which raises Man to Action, and is his Guide in Business as well as Pleasure, requires a steddy Rein and strict Hand over it. All _Moralists,_ worthy of any Name, have recogniz'd the Passion; tho among these the wisest have prescrib'd Restraint, press'd _Moderation,_ and to all ^Tyro'^ s in Philosophy forbid the forward Use of Admiration, Rapture, or Extasy, even in the Subjects they esteem'd the highest, and most _divine._ They knew very well that the first Motion, Appetite, and Ardour of the Youth in general towards[n16] Philosophy and Knowledg, depended chiefly on this Turn of Temper: Yet were they well appriz'd, withal, That in the Progress of this Study, as well as in the affairs of Life, the florid Ideas and exalted Fancy of this kind became the Fuel of many incendiary Passions; and that, in religious Concerns particularly, the Habit of Admiration and contemplative Delight, wou'd, by over-Indulgence, too easily mount into high _Fanaticism,_ or degenerate into abject _Superstition._","subId":"16","id":"Shaftesbury.C.MR.2.1.16"},{"type":"paragraph","content":"Upon the whole therefore, according to our Author, ^Enthusiasm^ is, in it-self, a very natural _honest_ Passion; and has properly nothing for its Object but what is[n17] _Good_ and _Honest._ 'Tis apt indeed, he confesses, to run astray. And by modern example we know, perhaps yet better than by any antient, that, in Religion, the ^Enthusiasm^ which works _by Love,_ is subject to many strange Irregularitys; and that which works _by Fear,_ to many monstrous and horrible Superstitions. _Mysticks_ and _Fanaticks_ are known to abound as well in our _Reform'd,_ as in the _Romish_ Churches. The pretended Floods of Grace pour'd into the Bosoms of the _Quietists, Pietists,_ and those who favour the extatick way of Devotion, raise such Transports, as by their own Proselytes are confess'd to have something strangely agreeable, and in common with what ordinary Lovers are us'd to feel. And it has been remark'd by many, That the _Female_ Saints have been the greatest Improvers of this _soft_ part of Religion. What truth there may be in the related Operations of this pretended Grace and _amorous_ Zeal, or in the Accounts of what has usually past between the _Saints_ of each Sex, in these devout Extasys, I shall leave the Reader to examine: supposing he will find credible Accounts, sufficient to convince him of the dangerous progress of ^Enthusiasm^ in this amorous _Lineage._","subId":"17","id":"Shaftesbury.C.MR.2.1.17"},{"type":"paragraph","content":"There are many _Branches_ indeed more vulgar, as that of ^Fear,Melancholy,Consternation,Suspicion,Despair.^ And when the Passion turns more towards _the astonishing_ and _frightful,_ than _the amiable_ and _delightful_ side, it creates rather what we call ^Superstition^ than ^Enthusiasm.^ I must confess withal, that what we commonly style _Zeal_ in matters of Religion, is seldom without a mixture of both these Extravagancys. The extatick Motions of _Love_ and _Admiration,_ are seldom un-accompany'd with the _Horrors_ and _Consternations_ of a lower sort of Devotion. These Paroxysms of Zeal are in reality as the hot and cold Fits of an Ague, and depend on the different and occasional _Views_ or _Aspects_ of the ^Divinity;^ according as the Worshiper is[n18] guided from without, or affected from within, by his particular Constitution. Seldom are those _Aspects_ so determinate and fix'd, as to excite constantly one and the same Spirit of Devotion. In Religions therefore, which hold most of _Love,_ there is generally room left for _Terrors_ of the deepest kind. Nor is there any Religion so diabolical, as, in its representation of ^Divinity,^ to leave no room for _Admiration_ and _Esteem._ Whatever _Personage_ or _Specter_ of ^Divinity^ is worship'd; a certain _Esteem_ and _Love_ is generally affected by his Worshipers. Or if, in the Devotion paid him, there be in truth no real or absolute _Esteem;_ there is however a certain astonishing _Delight_ or _Ravishment_ excited.","subId":"18","id":"Shaftesbury.C.MR.2.1.18"},{"type":"paragraph","content":"This Passion is experienc'd, in common, by every Worshiper of the _Zealot-_kind. The Motion, when un-guided, and left wholly to it-self, is in its nature turbulent and incentive. It disjoints the natural Frame, and relaxes the ordinary Tone or Tenor of the Mind. In this Disposition the Reins are let loose to all Passion which arises: And _the Mind,_ as far as it is able to act or think in such a State, approves the Riot, and justifies the wild _Effects,_ by the suppos'd Sacredness of _the Cause._ Every Dream and Frenzy is made ^Inspiration;^ every Affection, ^Zeal.^ And in this Persuasion the _Zealots,_ no longer self-govern'd, but set adrift to the wide Sea of Passion, can in one and the same Spirit of Devotion, exert the opposite Passions of _Love_ and _Hatred; unite_ affectionately, and _abhor_ furiously; curse, bless, sing, mourn, exult, tremble, caress, assassinate, _inflict_ and _suffer_[n19] ^Martyrdom,^ with a thousand other the most vehement Efforts of variable and contrary Affection.","subId":"19","id":"Shaftesbury.C.MR.2.1.19"},{"type":"paragraph","content":"THE common _Heathen_ Religion, especially in its latter Age, when adorn'd with the most beautiful Temples, and render'd more illustrious by the Munificence of the ^Roman^ Senate and succeeding Emperors, ran wholly into Pomp, and was supported chiefly by that sort of ^Enthusiasm,^ which is rais'd from the[n20] external Objects of _Grandure, Majesty,_ and what we call _August._ On the other side, the ^Egyptian^ or ^Syrian^ Religions, which lay more in _Mystery_ and _conceal'd Rites;_ having less Dependence on the Magistrate, and less of that _Decorum_ of Art, Politeness, and Magnificence, ran into a more _pusillanimous, frivolous,_ and _mean_ kind of ^Superstition;^ \"The Observation of Days, the Forbearance of Meats, and the Contention about Traditions, Seniority of Laws, and[n21] Priority of _Godships._\"","subId":"20","id":"Shaftesbury.C.MR.2.1.20"},{"type":"paragraph","content":"Hence a raging madness is abroad on both sides, because each place hates its neighbours' deities, since it believes that only its own objects of worship are Gods.[n22]","subId":"21","id":"Shaftesbury.C.MR.2.1.21"},{"type":"paragraph","content":"History, withal, informs us of a certain Establishment in ^Egypt,^ which was very extraordinary, and must needs have had a very uncommon effect; no way advantageous to that Nation in particular, or to the general Society of Mankind. We know very well, that nothing is more injurious to the _Police,_ or municipal Constitution of any City or Colony, than the forcing of a particular Trade: Nothing more dangerous than the over-peopling any Manufacture, or multiplying the _Traders,_ or _Dealers,_ of whatever Vocation, beyond their natural Proportion, and the publick _Demand._ Now it happen'd of old, in this Mother-Land of Superstition, that[n23] the Sons of certain Artists were by Law oblig'd always to follow the same Calling with their Fathers. Thus the Son of _a Priest_ was always _a Priest by Birth,_ as was the whole Lineage after him, without interruption. Nor was it a Custom with this Nation, as with others, to have only[n24] _one_ single Priest or Priestess to a Temple: but as the Number of Gods and Temples was infinite; so was that of the Priests. The Religious Foundations were without Restriction: and to one single Worship or Temple, as many of the Holy Order might be Retainers, as cou'd raise a Maintenance from the Office.","subId":"22","id":"Shaftesbury.C.MR.2.1.22"},{"type":"paragraph","content":"Whatever happen'd to other Races or Professions, that of the _Priest,_ in all likelihood, must, by this Regulation, have propagated the most of any. 'Tis a tempting Circumstance; to have so easy a Mastery over the World; to subdue by Wit instead of Force; to practise on the Passions, and triumph over the Judgment of Mankind; to influence private Familys, and publick Councils; conquer Conquerors; controul the Magistrate himself, and govern without the Envy which attends all other Government or Superiority. No wonder if such _a Profession_ was apt to multiply: especially when we consider the easy Living and Security of the _Professors,_ their Exemption from all Labour, and Hazard; the suppos'd Sacredness of their Character; and their free Possession of _Wealth, Grandure, Estates,_ and _Women._","subId":"23","id":"Shaftesbury.C.MR.2.1.23"},{"type":"paragraph","content":"There was no need to invest such _a Body_ as this, with rich Lands and ample Territorys, as it happen'd in ^Egypt.^ The _Generation_ or _Tribe_ being once set apart as sacred, wou'd, without further encouragement, be able, no doubt, in process of time, to establish themselves a plentiful and growing _Fund,_ or religious _Land-Bank._ 'Twas a sufficient _Donative,_ to have had only that _single Privilege_ from the[n25] Law; \"That they might retain what they cou'd get; and that it might be lawful for their Order to receive such Estates by voluntary Contribution, as cou'd never afterwards be converted to other Uses.\"","subId":"24","id":"Shaftesbury.C.MR.2.1.24"},{"type":"paragraph","content":"Now if, besides the Method of Propagation _by Descent,_ other Methods of Increase were allow'd in this Order of Men; if _Volunteers_ were also admitted at pleasure, without any Stint or Confinement to a certain Number; 'tis not difficult to imagine how enormous the Growth wou'd be of such a Science or Profession, thus recogniz'd by _the Magistrate,_ thus invested with _Lands_ and _Power,_ and thus intitled to whatever extent of _Riches_ or _Possession_ cou'd be acquir'd by Practice and Influence over the superstitious part of Mankind.","subId":"25","id":"Shaftesbury.C.MR.2.1.25"},{"type":"paragraph","content":"There were, besides, in ^Egypt^ some natural Causes of Superstition, beyond those which were common to other Regions. This Nation might well abound in _Prodigys,_ when even their Country and _Soil_ it-self was a kind of _Prodigy_ in Nature. Their solitary idle Life, whilst shut up in their Houses by the regular Inundations of the ^Nile;^ the unwholesom Vapours arising from the new Mud, and slimy Relicts of their River, expos'd to the hot Suns; their various Meteors and _Phaenomena;_ with the long Vacancy they had to observe and comment on them; the necessity, withal, which, on the account of their Navigation, and the Measure of their yearly drowned Lands, compell'd them to promote the Studys of _Astronomy_ and other _Sciences,_ of which their Priesthood cou'd make good advantages: All these may be reckon'd, perhaps, as additional Causes of the immense Growth of Superstition, and the enormous Increase of the Priesthood in this fertile Land.","subId":"26","id":"Shaftesbury.C.MR.2.1.26"},{"type":"paragraph","content":"'Twill however, as I conceive, be found unquestionably true, according to political Arithmetick, in every Nation whatsoever; \"That _the Quantity_ of ^Superstition^ (if I may so speak) will, in proportion, nearly answer _the Number_ of Priests, Diviners, Soothsayers, Prophets, or such who gain their Livelihood, or receive Advantages by officiating in religious Affairs.\" For if these _Dealers_ are numerous, they will _force_ a Trade. And as the liberal Hand of the Magistrate can easily raise Swarms of this kind, where they are already but in a moderate proportion; so where, thro' any other cause, the Number of these increasing still, by degrees, is suffer'd to grow beyond a certain measure, they will soon raise such a Ferment in Mens Minds, as will at least compel the Magistrate, however sensible of the Grievance, to be cautious in proceeding to _a Reform._","subId":"27","id":"Shaftesbury.C.MR.2.1.27"},{"type":"paragraph","content":"We may observe in other necessary Professions, rais'd on the Infirmitys and Defects of Mankind, (as for instance, in _Law_ and _Physick_) \"That with the least help from the Bounty or Beneficence of the Magistrate, the Number of the Professors, and the Subject-matter of the Profession, is found over and above increasing.\" New Difficultys are started: New Subjects of Contention: _Deeds_ and _Instruments_ of Law grow more numerous and prolix: _Hypotheses, Methods, Regimens,_ more various; and the _Materia Medica_ more extensive and abundant. What, in process of time, must therefore naturally have happen'd in the case of _Religion,_ among the ^Egyptians,^ may easily be gather'd.","subId":"28","id":"Shaftesbury.C.MR.2.1.28"},{"type":"paragraph","content":"Nor is it strange that we shou'd find the[n26] _Property_ and Power of the _Egyptian_ Priesthood, in antient days, arriv'd to such a height, as in a manner to have swallow'd up the State and Monarchy. A worse Accident befel the _Persian_ Crown, of which the Hierarchy having got absolute possession, had once a fair Chance for Universal Empire. Now that the _Persian_ or _Babylonian_ Hierarchy was much after the Model of the _Egyptian,_ tho different perhaps in Rites and Ceremonys, we may well judg; not only from the History of the[n27] ^Magi,^ but from what is recorded of antient Colonys sent long before by the _Egyptians_ into[n28] _Chaldea_ and the adjacent Countrys. And whether the _Ethiopian_ Model was from that of ^Egypt,^ or the _Egyptian_ from that of ^Ethiopia,^ (for[n29] each Nation had its pretence) we know by remarkable[n30] Effects, that the _Ethiopian_ Empire was once in the same Condition: the State having been wholly swallow'd in the exorbitant Power of their landed Hierarchy. So true it is, \"That _Dominion_ must naturally follow _Property._\" Nor is it possible, as I conceive, for any State or Monarchy to withstand the Encroachments of a growing Hierarchy, founded on the _Model_ of these _Egyptian_ and _Asiatick_ Priesthoods. No ^Superstition^ will ever be wanting among the Ignorant and Vulgar, whilst the Able and Crafty have a power to gain Inheritances and Possessions by working on this _human Weakness._ This is a Fund which, by these Allowances, will prove inexhaustible. New _Modes_ of Worship, new _Miracles,_ new _Heroes, Saints, Divinitys_ (which, serve as new Occasions for _sacred_ ^Donatives^ ) will be easily supply'd on the part of the religious Orders; whilst the Civil Magistrate authorizes the accumulative ^Donation,^ and neither restrains the _Number_ or _Possessions_ of the Sacred Body.","subId":"29","id":"Shaftesbury.C.MR.2.1.29"},{"type":"paragraph","content":"We find, withal, that in the early days of this antient _Priestly Nation_ of whom we have been speaking, 'twas thought expedient also, for the increase of _Devotion,_ to enlarge their _System_ of ^Deity;^ and either by _mystical Genealogy, Consecration,_ or _Canonization,_ to multiply their reveal'd Objects of Worship, and raise new _Personages_ of ^Divinity^ in their Religion. They proceeded, it seems, in process of time, to increase the[n31] Number of their _Gods,_ so far that, at last, they became in a manner numberless. What odd Shapes, Species, and Forms of _Deity_ were in latter times exhibited, is well known. Scarce an _Animal_ or _Plant_ but was adopted into some share of _Divinity._","subId":"30","id":"Shaftesbury.C.MR.2.1.30"},{"type":"paragraph","content":"[n32]O pious nation, for whom Gods like these grow in the garden!","subId":"31","id":"Shaftesbury.C.MR.2.1.31"},{"type":"paragraph","content":"No wonder if by a Nation so abounding in religious _Orders,_ spiritual Conquests were sought in foreign Countrys,[n33] Colonys led abroad, and Missionarys detach'd, on Expeditions, in this prosperous Service. 'Twas thus a _Zealot_-People, influenc'd of old by their very Region and Climate, and who thro' a long Tract of Time, under a peculiar Policy, had been rais'd both by Art and Nature to an immense Growth in religious Science and Mystery; came by degrees to spread their variety of Rites and Ceremonys, their distinguishing Marks of _separate_ Worships and _secrete_ Communitys, thro' the distant World; but chiefly thro' their neighbouring and dependent Countrys.","subId":"32","id":"Shaftesbury.C.MR.2.1.32"},{"type":"paragraph","content":"We understand from History, that even when the ^Egyptian^ _State_ was least powerful in _Arms,_ it was still respected for its _Religion_ and _Mysterys._ It drew Strangers from all Parts to behold its Wonders. And the Fertility of its Soil forc'd the adjacent People, and wandring Nations, who liv'd dispers'd in single Tribes, to visit them, court their Alliance, and sollicit a Trade and Commerce with them, on whatsoever Terms. The Strangers, no doubt, might well receive religious Rites and Doctrines from those, to whom they ow'd their _Maintenance_ and _Bread._","subId":"33","id":"Shaftesbury.C.MR.2.1.33"},{"type":"paragraph","content":"Before the time that ^Israel^ was constrain'd to go down to ^Egypt,^ and sue for Maintenance to these powerful _Dynastys_ or Low-Land States, the Holy _Patriarch_[n34] ^Abraham^ himself had been necessitated to this Compliance on the same account. He apply'd in the same manner to the ^Egyptian^ _Court._ He was at first well receiv'd, and handsomly presented; but afterwards ill us'd, and out of favour with the Prince, yet suffer'd to depart the Kingdom, and retire with his Effects; without any attempt of recalling him again by force, as it happen'd in the case of his Posterity. 'Tis certain that if this holy _Patriarch,_ who first instituted the sacred Rite of _Circumcision_ within his own Family or Tribe, had no regard to any Policy or Religion of the ^Egyptians;^ yet he had formerly been a Guest and Inhabitant in ^Egypt^ (where[n35] Historians mention this to have been a national Rite); long[n36] ere he had receiv'd any divine Notice or Revelation, concerning this Affair. Nor was it in _Religion_ merely that this reverend Guest was said to have deriv'd Knowledg and Learning from the ^Egyptians.^ 'Twas from this _Parent-Country_ of _occult Sciences,_ that he was presum'd, together with other Wisdom, to have learnt that of[n37] _judicial Astrology;_ as his Successors did afterwards other prophetical and miraculous Arts, proper to the ^Magi,^ or _Priesthood_ of this Land.","subId":"34","id":"Shaftesbury.C.MR.2.1.34"},{"type":"paragraph","content":"One cannot indeed but observe, in after times, the strange Adherence and servile Dependency of the whole ^Hebrew^ Race on the ^Egyptian^ Nation. It appears that tho they were of old abus'd in the Person of their grand Patriarch; tho afterwards held in bondage, and treated as the most abject Slaves; tho twice expel'd, or necessitated to save themselves by flight, out of this oppressive Region; yet in the very instant of their last Retreat, whilst they were yet on their March, conducted by visible Divinity, supply'd and fed from Heaven, and supported by continual Miracles; they notwithstanding inclin'd so strongly to the Manners, the Religion, Rites, Diet, Customs, Laws, and Constitutions of their tyrannical Masters, that it was with the utmost difficulty they could be with-held from[n38] returning again into the same Subjection. Nor could their great Captains and Legislators prevent their[n39] relapsing perpetually into the same Worship to which they had been so long accustom'd.","subId":"35","id":"Shaftesbury.C.MR.2.1.35"},{"type":"paragraph","content":"How far the divine Providence might have indulg'd the stubborn Habit and stupid Humour of this People, by _giving them Laws_ (as the[n40] Prophet says) _which he himself approv'd not,_ I have no Intention to examine. This only I pretend to infer from what has been advanc'd; \"That the Manners, Opinions, Rites and Customs of the ^Egyptians,^ had, in the earliest times, and from Generation to Generation, strongly influenc'd the ^Hebrew^ People (their Guests, and Subjects) and had undoubtedly gain'd a powerful Ascendency over their Natures.\"","subId":"36","id":"Shaftesbury.C.MR.2.1.36"},{"type":"paragraph","content":"How extravagant soever the multitude of the ^Egyptian^ _Superstitions_ may appear, 'tis certain that their _Doctrine_ and _Wisdom_ were in high repute; since it is taken notice of in Holy Scripture, as no small Advantage even to ^Moses^ himself,[n41] \"That he had imbib'd _the Wisdom_ of this Nation\"; which, as is well known, lay chiefly among their _Priests_ and ^Magi.^","subId":"37","id":"Shaftesbury.C.MR.2.1.37"},{"type":"paragraph","content":"Before the Time that the great _Hebrew_ Legislator receiv'd his Education among these _Sages,_ a[n42] _Hebrew_ Slave, who came a Youth into the _Egyptian_ Court, had already grown so powerful in this kind of Wisdom, as to outdo the chief _Diviners, Prognosticators,_ and _Interpreters_ of ^Egypt.^ He rais'd himself to be chief Minister to a Prince, who, following his Advice, obtain'd in a manner the whole _Property,_ and consequently _the absolute Dominion_ of that Land. But to what height of Power the establish'd Priesthood was arriv'd even at that time, may be conjectur'd hence; \"That _the Crown_ (to speak in a modern Style) offer'd not to meddle with the _Church-Lands_\"; and that in this great _Revolution_ nothing was attempted, so much as by way of Purchase or Exchange,[n43] in prejudice of this _Landed_ Clergy: The prime Minister himself having join'd his Interest with theirs, and enter'd[n44] by Marriage into their Alliance. And in this he was follow'd by the great Founder of the _Hebrew_-State; for he also[n45] match'd himself with the Priesthood of some of the neighbouring Nations, and Traders[n46] into ^Egypt,^ long ere his Establishment of the ^Hebrew^ Religion and Commonwealth. Nor had he perfected his _Model,_ till he consulted the foreign Priest his[n47] Father-in-law, to whose Advice he paid such remarkable Deference.","subId":"38","id":"Shaftesbury.C.MR.2.1.38"},{"type":"paragraph","content":"BUT TO resume the Subject of our Speculation, concerning the wide Diffusion of the Priestly Science or Function; it appears from what has been said, that notwithstanding the ^Egyptian^ Priesthood was, by antient Establishment, hereditary; the Skill of _Divining, Soothsaying,_ and _Magick_ was communicated to others besides their national sacred Body: and that the _Wisdom_ of the ^Magicians,^ the Power of _Miracles,_ their Interpretation of _Dreams_ and _Visions,_ and their Art of administring in Divine Affairs, were entrusted even to _Foreigners_ who resided amongst them.","subId":"39","id":"Shaftesbury.C.MR.2.1.39"},{"type":"paragraph","content":"It appears, withal, from these Considerations, how apt the _religious_ Profession was to spread it-self widely in this Region of the World; and what Efforts wou'd naturally be made by the more necessitous of these unlimited Professors, towards a Fortune, or Maintenance, for themselves and their Successors.","subId":"40","id":"Shaftesbury.C.MR.2.1.40"},{"type":"paragraph","content":"Common Arithmetick will, in this Case, demonstrate to us, \"That as the Proportion of so many _Lay-men_ to each _Priest_ grew every day less and less, so the Wants and Necessitys of each _Priest_ must grow more and more.\" The _Magistrate_ too, who according to this ^Egyptian^ Regulation had resign'd his Title or share of Right in sacred Things, cou'd no longer govern, as he pleas'd, in these Affairs, or check the growing Number of these _Professors._ The spiritual Generations were left to prey on others, and (like _Fish_ of Prey) even on themselves, when destitute of other Capture, and confin'd within too narrow Limits. What Method, therefore, was there left to heighten the ^Zeal^ of Worshipers, and augment their _Liberality,_ but \"to foment their _Emulation,_ prefer Worship to Worship, Faith to Faith; and turn the Spirit of ^Enthusiasm^ to the side of sacred _Horror,_ religious _Antipathy,_ and _mutual Discord_ between Worshipers?\"","subId":"41","id":"Shaftesbury.C.MR.2.1.41"},{"type":"paragraph","content":"Thus Provinces and Nations were divided by the most _contrary_ Rites and Customs which cou'd be devis'd, in order to create the strongest _Aversion_ possible between Creatures of a like Species. For when all other Animositys are allay'd, and Anger of the fiercest kind appeas'd, the _religious Hatred,_ we find, continues still, as it began, without Provocation or voluntary Offence. The presum'd _Misbeliever_ and _Blasphemer,_ as one rejected and abhor'd of ^God,^ is thro' a pious Imitation, abhor'd by the _adverse_ Worshiper, whose _Enmity_ must naturally increase as his _religious Zeal_ increases.","subId":"42","id":"Shaftesbury.C.MR.2.1.42"},{"type":"paragraph","content":"From hence the Opposition rose of Temple against Temple, Proselyte against Proselyte. The most zealous Worship of _one_ ^God,^ was best express'd (as they conceiv'd) by the open defiance of _another._ ^Sir^ -_Names_ and _Titles_ of ^Divinity^ pass'd as _Watch-words._ He who had not the ^Symbol,^ nor cou'd give _the Word,_ receiv'd _the Knock._","subId":"43","id":"Shaftesbury.C.MR.2.1.43"},{"type":"paragraph","content":"_Down with him! Kill him! Merit Heaven thereby;_","subId":"44","id":"Shaftesbury.C.MR.2.1.44"},{"type":"paragraph","content":"As our[n48] Poet has it, in his ^American^ Tragedy.","subId":"45","id":"Shaftesbury.C.MR.2.1.45"},{"type":"paragraph","content":"Nor did[n49] ^Philosophy,^ when introduc'd into _Religion,_ extinguish, but rather inflame this _Zeal:_ as we may shew perhaps in our following Chapter more particularly; if we return again, as is likely, to this Subject. For this, we perceive, is of a kind apt enough to grow upon our hands. We shall here, therefore, observe only what is obvious to every Student in sacred Antiquitys, That from the contentious Learning and Sophistry of the antient Schools (when true Science, Philosophy, and Arts were already deep in their[n50] Decline) _religious Problems_ of a like contentious Form sprang up; and certain _Doctrinal_ ^Tests^ were fram'd, by which _religious Partys_ were ingag'd and lifted against one another, with more Animosity than in any other Cause or Quarrel had been ever known. Thus _religious Massacres_ began, and were carry'd on; Temples were demolish'd; holy Utensils destroy'd; the sacred Pomp trodden under-foot, insulted; and the Insulters in their turn expos'd to the same Treatment, in their Persons as well as in their Worship. Thus _Madness_ and _Confusion_ were brought upon the World, like that ^Chaos,^ which the _Poet_ miraculously describes in the mouth of his mad _Hero:_ When even in Celestial Places, Disorder and Blindness reign'd:—\"No Dawn of Light\";","subId":"46","id":"Shaftesbury.C.MR.2.1.46"},{"type":"paragraph","content":"—[n51]\"_No Glimpse or starry Spark,_ //_But Gods met Gods, and jostled in the Dark._\"","subId":"47","id":"Shaftesbury.C.MR.2.1.47"},{"type":"note","content":"_Viz._ Letter concerning ^Enthusiasm,^ above. VOL. I. Treatise I.","subId":"n1","id":"Shaftesbury.C.MR.2.1.n1"},{"type":"note","content":"VOL. I. _pag._ 54.","subId":"n2","id":"Shaftesbury.C.MR.2.1.n2"},{"type":"note","content":"_Viz._ Treatise I. (_Letter of_ ^Enthusiasm^ ) VOL. I. _pag._ 55. _lin._ 7.","subId":"n3","id":"Shaftesbury.C.MR.2.1.n3"},{"type":"note","content":"VOL. II. _p._ 75, 105, 400, &c.","subId":"n4","id":"Shaftesbury.C.MR.2.1.n4"},{"type":"note","content":"VOL. II. _pag._ 400.","subId":"n5","id":"Shaftesbury.C.MR.2.1.n5"},{"type":"note","content":"\"\"$Et jacere humorem collectum in corpora quaeque.$ // [Lucret. _lib._ iv. _ver._ 1059.]\"\"","subId":"n6","id":"Shaftesbury.C.MR.2.1.n6"},{"type":"note","content":"$ουδὲν μέρος Ὁμήρῳ ἄθεον, οὐδὲ δυνάστου ἄπορον, οὐδὲ ἀρχη̑ς ἔρημον, ἀλλὰ πάντα μεστὰ θείων ὀνομάτων καὶ θείων λόγων, καὶ θείας τέχνης.$ [Maximus Tyr. _Dissert._ xvi.]","subId":"n7","id":"Shaftesbury.C.MR.2.1.n7"},{"type":"note","content":"_Viz._ ^Lucretius.^ As above, VOL. I. _p._ 52.","subId":"n8","id":"Shaftesbury.C.MR.2.1.n8"},{"type":"note","content":"$κόσμος$, [_Mundus_]. From whence that Expostulation, $έν σοὶ μέν τις κόσμος ὑφίστασθαι δύναται, ἐν δὲ τῳ̑ παντὶ ἀκοσμία;$ [M. Ant. Lib. iv. 27.] And that other Allusion to the same word, $κόσμον δ' ἐτύμως τὸ σύμπαν, ἀλλ' οὐκ ἀκοσμίαν ὀνομάσαις ἄν.$ Below, _pag._ 264. in the Notes.","subId":"n9","id":"Shaftesbury.C.MR.2.1.n9"},{"type":"note","content":"VOL. I. _pag._ 138, 139, &c. VOL. II. _pag._ 100, 104, 5, 6.","subId":"n10","id":"Shaftesbury.C.MR.2.1.n10"},{"type":"note","content":"VOL. II. _pag._ 429, 430.","subId":"n11","id":"Shaftesbury.C.MR.2.1.n11"},{"type":"note","content":"_The_ Honestum, Pulchrum, $τὸ καλόν$, $πρέπον$. _Infra,_ pag. 182, &c.","subId":"n12","id":"Shaftesbury.C.MR.2.1.n12"},{"type":"note","content":"_Supra,_ pag. 32. And VOL. I. _pag._ 48, 49, 117, &c.","subId":"n13","id":"Shaftesbury.C.MR.2.1.n13"},{"type":"note","content":"_Primus in orbe deos fecit timor._","subId":"n14","id":"Shaftesbury.C.MR.2.1.n14"},{"type":"note","content":"Letter of ^Enthusiasm,^ VOL. I. _pag._ 49.","subId":"n15","id":"Shaftesbury.C.MR.2.1.n15"},{"type":"note","content":"So _The Stagirite:_ $διὰ γὰρ τὸ θαυμὰζειν οἱ ἄνθρωτοι καὶ νυ̑ν καὶ τὸ πρω̑τον ἤρξαντο φιλοσοφει̑ν.$ [Metaph. Lib. i. Cap. 2.] See below, _pag._ 202, 203 in the Notes.","subId":"n16","id":"Shaftesbury.C.MR.2.1.n16"},{"type":"note","content":"$τὸ καλὸν καὶ ἀγαθόν$.","subId":"n17","id":"Shaftesbury.C.MR.2.1.n17"},{"type":"note","content":"_Infra,_ pag. 130.","subId":"n18","id":"Shaftesbury.C.MR.2.1.n18"},{"type":"note","content":"A Passage of History comes to my mind, as it is cited by an eminent _Divine_ of our own Church, with regard to that _Spirit of_ MARTYRDOM which furnishes, it seems, such solid Matter for the Opinion and Faith of many Zealots. The _Story,_ in the words of our _Divine,_ and with his own Reflections on it, is as follows: \"Two _Franciscans_ offer'd themselves to the Fire to prove _Savanorola_ to be a Heretick. But a certain _Jacobine_ offer'd himself to the Fire to prove that _Savanorola_ had true Revelations, and was no Heretick. In the mean time _Savanorola_ preach'd; but made no such confident Offer, nor durst he venture at that new kind of Fire-Ordeal. And put Case, all _four_ had pass'd thro' the Fire, and died in the flames; What wou'd that have prov'd? Had he been a Heretick, or no Heretick, the more, or the less, for the Confidence of these zealous Idiots? If we mark it, a great many Arguments whereon many _Sects_ rely, are no better Probation than this comes to.\" Bishop _Taylor_ in his dedicatory Discourse, before his _Liberty_ of _Prophesying._ See _Letter of Enthusiasm,_ VOL. I. _pag._ 26, &c.","subId":"n19","id":"Shaftesbury.C.MR.2.1.n19"},{"type":"note","content":"_Infra,_ p. 90, 91.","subId":"n20","id":"Shaftesbury.C.MR.2.1.n20"},{"type":"note","content":"Juvenal. _Sat._ xv. ver. 35. See VOL. II. _p._ 387, 388.","subId":"n21","id":"Shaftesbury.C.MR.2.1.n21"},{"type":"note","content":"——_Summus utrinque_ //_Inde furor vulgo, quod numina vicinorum_ //_Odit uterque locus, quum solos credat habendos_ //_Esse deos, quos ipse colit._——","subId":"n22","id":"Shaftesbury.C.MR.2.1.n22"},{"type":"note","content":"$ἔστι δὲ Αἰγυπτίων έπτὰ γένεα· καὶ τούτων οἱ μέν, ἱρέες, οἱ δέ, μάχιμοι κεκλέαται.—οὐδὲ τούτοισιν ἔξεστι τέχνην ἐπασκη̑σαι οὐδεμίην, ἀλλὰ τὰ ἐς πόλε- μον ἐπασκέουσι μου̑να, παι̑ς παρὰ πατρὸς ἐκδεκόμενος.$ [Herodot. L. ii. \\S. 164.] $ἱρα̑ται δὲ οὐκ εἱ̑ς ἑκάστου τω̑ν θεω̑ν, ἀλλὰ πολλοὶ . . ἐπεὰν δέ τις ἀποθάνῃ, τούτου ὁ παι̑ς ἀντικατίσταται.$ [Ibid. \\S. 37.]","subId":"n23","id":"Shaftesbury.C.MR.2.1.n23"},{"type":"note","content":"$τη̑ς δὲ χώρας ἁπάσης εἰς τρία μέρη διῃρημένης$, &c. $Cum tota regio in tres partes divisa sit, primam sibi portionem vendicat ordo sacerdotum, magnâ apud indigenas auctoritate pollens, tum ob pietatem in deos, tum quod multam ex eruditione scientiam ejusmodi homines asserunt. Ex reditibus autem suis cuncta per AEgyptum sacrificia procurant, ministros alunt; & propriis commoditatibus ancillantur, ται̑ς ἰδίαις χρείαις χορηγου̑σιν. Non enim (AEgyptii) existimant fas esse deorum honores mutari, sed semper ab eisdem eodem ritu peragi, neque eos necessariorum copiâ destituti qui in commune omnibus consulunt. In universum namque de maximis rebus consulentes, indesinenter Regi praestò sunt, in nonnullis tanquam participes imperii, in aliis reges, duces & magistri (συνεργοί, εἰσηγηταί, διδάσκαλοι) existentes. Ex astrologia quoque & sacrorum inspectione, futura praedicunt, atque è sacrorum librorum scriptis res gestas cum utilitate conjunctas praelegunt. Non enim, ut apud Graecos, unus tantummodo vir, aut foemina una, sacerdotio fungitur; sed complures sacrificia & honores deûm obeuntes, liberis suis candem vitae rationem quasi per manus tradunt. Hi autem cunctis oneribus sunt immunes, & primos post Regem honoris & potestatis gradus obtinent.$ [Diod. Sic. _lib._ i. _pag._ 66.]","subId":"n24","id":"Shaftesbury.C.MR.2.1.n24"},{"type":"note","content":"_Infra,_ p. 79.","subId":"n25","id":"Shaftesbury.C.MR.2.1.n25"},{"type":"note","content":"Which was _one Third._ βουλομένην δὲ τὴν Ἴσιν, &c. _Sed cum_ ^Isis^ _lucro etiam Sacerdotes invitare vellet ad cultus istos,_ (_nempe_ ^Osiridis,^ _mariti fato functi_) _tertiam eis terrae partem_ εἰς προσόδους, _ad Deorum ministeria & sacra munia, fruendam donavit._ [But as Isis wished to encourage the priests by gain also to the worship of her dead husband Osiris, she granted them one-third of the country, to employ its revenues for divine duties and sacrifices. _(Again, Shaftesbury quotes the introductory words in Greek, then quotes the entire passage in Latin.)_] Diod. Sic. lib. i. A remarkable Effect of Female Superstition! See also the Passage of the same Historian, cited above, _pag._ 43. in the Notes.","subId":"n26","id":"Shaftesbury.C.MR.2.1.n26"},{"type":"note","content":"See Treatise II. viz. _Sensus Communis,_ (VOL. I.) pag. 85, _&c. Herodotus_ gives us the History at length in his third Book.","subId":"n27","id":"Shaftesbury.C.MR.2.1.n27"},{"type":"note","content":"Diod. Sic. lib. i. p. 17, & 73.","subId":"n28","id":"Shaftesbury.C.MR.2.1.n28"},{"type":"note","content":"Herodot. Euterpe; & Diod. Sic. lib. iii.","subId":"n29","id":"Shaftesbury.C.MR.2.1.n29"},{"type":"note","content":"κατὰ τὴν Μερόην οἱ περὶ τὰς τω̑ν θεω̑ν θεραπείας τε καὶ τιμὰς διατρίβοντες ἱερει̑ς, &c. _Qui in Meroe (urbe, & insula primaria AEthiopum) Deorum cultus & honores administrant sacerdotes, (ordo autem hic maximâ pollet auctoritate) quandocumque ipsis in mentem venerit, misso ad Regem nuncio, vitâ se illum abdicare jubent. Oraculis enim Deorum hoc edici: nec fas esse ab ullo mortalium, quod Dii immortales jusserint, contemni._ [The priests who look after the ritual and worship of the Gods at Meröe (and very great is the authority of this order) send word to the king, whenever they think fit, that he must die; for so (they say) the oracles of the Gods enjoin, and what Gods command no mortal must disobey.—Diod. Sic. iii. 6.]—So much for their Kings. For as to Subjects, the Manner was related a little before. _Unus ex lictoribus ad reum mittitur, signum mortis praeferens: quo ille viso, domum abiens sibi mortem consciscit._ [One of their attendants is sent to the accused, bearing a sign of death; whereupon the accused goes home and kills himself.—Diod. Sic. iii. 5.] This, the People of our days wou'd call Passive-Obedience and Priest-craft, with a witness. But our Historian proceeds—_Et per superiores quidem aetates, non armis aut vi coacti, sed merae superstitionis,_ ὑπ 'αὐτη̑ς τη̑ς δεισιδαιμονίας _fascino, mente capti reges sacerdotibus morem gesserunt: donec_ ^Ergamenes,^ _AEthiopum rex,_ (^Ptolomaeo^ _secundo rerum potiente_) _Graecorum disciplinae & philosophiae particeps, mandata illa primus adspernari ausus fuit. Nam hic animo, qui regem deceret, sumto, cum militum manu in locum inaccessum, ubi aureum fuit templum AEthiopum, profectus; omnes illos sacrificos jugulavit, & abolito more pristino, sacra pro arbitrio suo instauravit._ [In former generations the kings, not forced by arms, but simply bewitched by superstition, obeyed the priests. But Ergamenes, king of the Ethiopians in the time of Ptolemy II., who was initiated into Greek philosophy, was the first to despise their orders. With kingly courage he marched his soldiers upon the inaccessible spot where stood the golden temple of the Ethiopians, cut down all the priests, abolished the old usage, and rearranged the ritual to his own liking. _(In each of these Greek and Latin references, Shaftesbury opens the quotation in Greek and completes it in Latin.)_] Diod. Sic. lib. iii.","subId":"n30","id":"Shaftesbury.C.MR.2.1.n30"},{"type":"note","content":"$ὡς δὲ αὐτοὶ λέγουσι, ἔτεά ἐστι ἑπτακισχίλια καὶ μύρια ἐσ Ἄμασιν βασιλεύ- σαντα, ἐπεί τε ἐκ τω̑ν ὀκτὼ θεω̑ν οἱ δυώδεκα θεοὶ ἐγένοντο.$ [Herodot. lib. ii. sect. 43.]","subId":"n31","id":"Shaftesbury.C.MR.2.1.n31"},{"type":"note","content":"\"\"$O sanctas Gentes, quibus haec nascuntur in hortis // Numina!—$ // [Juvenal. Sat. xv. ver. 10.]\"\"","subId":"n32","id":"Shaftesbury.C.MR.2.1.n32"},{"type":"note","content":"$οἱ δὲ οὐ̑ν Αἰγύπτιοι$, &c. $AEgyptii plurimas colonias ex AEgypto in orbem terrarum disseminatas fuisse dicunt. In Babylonem colonos deduxit Belus, qui Neptuni & Libyae filius habetur: & positâ ad Euphratem sede, instituit sacerdotes ad morem AEgyptiorum exemptos impensis & oneribus publicis, quos Babylonii vocant Chaldaeos, qui, exemplo Sacerdotum & Physicorum, Astrologorumque in AEgypto, observant stellas.$ [Diod. Sic. lib. i. p. 17. Ibid. p. 73.]","subId":"n33","id":"Shaftesbury.C.MR.2.1.n33"},{"type":"note","content":"Gen. cap. xii. ver. 10, _&c._","subId":"n34","id":"Shaftesbury.C.MR.2.1.n34"},{"type":"note","content":"_Abramus, quando AEgyptum ingressus est, nondum circumcisus erat, neque per annos amplius viginti post reditum.—Illius posteri circumcisi sunt, & ante introitum, & dum in AEgypto commorati sunt: post exitum verò non sunt circumcisi, quamdiu vixit Moses._—Fecit itaque Josue cultros lapideos, & circumcidit filios Israel in Colle Praeputiorum. Factum Deus ratum habuit, dixitque, Hodie ἀφει̑λον τὸν ὀνειδισμὸν Αἰλύπτου ἀφ' ὑμω̑ν, abstuli opprobrium AEgypti à vobis. _Josue cap. 5. ver. 3. Tam_ AEgyptiis _quàm_ Judaeis _opprobrio erant incircumcisi._—_Apud_ AEgyptios _circumcidendi ritus vetustissimus fuit, &_ ἀπ' ἀρχη̑ς ab ipso initio _institutus. Illi_ nullorum aliorum hominum institutis uti volunt. [Abram, when he went into Egypt, had not yet been circumcised nor for more than twenty years after his return. . . . His descendants were not circumcised as long as Moses lived. Thus Joshua made polished stones and Israel circumcised its sons on the Hill of Foreskins. God held the deed valid and he said, Today I have taken away the censure of Egypt from you. Joshua ch. 5, v. 3. So they were uncircumcised as a disgrace to the Egyptians rather than the Judeans. Among the Egyptians the rite of circumcision was very long standing and they were willing to use the practices no other men use.] _Herodot._ lib. 2. cap. 91. τὰ αἰδοι̑α ᾠ̑ ἄλλοι μὲν ἐω̑σι ὡς ἐλένοντο, πλὴν ὅσοι ἀπὸ τούτων ἔμαθον· Αἰγύπτιοι δὲ περιτάμνονται. [The Egyptians practise circumcision, but no other people do so except those who have learned it from the Egyptians.] Herod. lib. ii. cap. 36. _Marshami_ Chronicus Canon, _p._ 72.","subId":"n35","id":"Shaftesbury.C.MR.2.1.n35"},{"type":"note","content":"Gen. cap. xvii.","subId":"n36","id":"Shaftesbury.C.MR.2.1.n36"},{"type":"note","content":"Julius Firmicus, apud Marshamum, _p._ 452, 453.","subId":"n37","id":"Shaftesbury.C.MR.2.1.n37"},{"type":"note","content":"It can scarce be said in reality, from what appears in Holy Writ, that their Retreat was _voluntary:_ And for the Historians of other Nations, they have presum'd to assert that this People was actually expel'd ^Egypt^ on account of their _Leprosy;_ to which the _Jewish_ Laws appear to have so great a Reference. Thus ^Tacitus:^ _Plurimi auctores consentiunt, ortâ per AEgyptum tabe, quae corpora foedaret, regem Occhorim, adito Hammonis oraculo, remedium petentem, purgare regnum, & id genus hominum ut invisum Deis, alias in terras avehere jussum. Sic conquisitum collectumque vulgus,—Mosen unum monuisse, &c._ [Several authors agree that when a disfiguring disease spread among the Egyptians, king Bocchoris consulted the oracle of Hammon, and was bidden to purge the kingdom and remove from it that class of men (the sick) as offensive to the Gods. So when the mob was hunted up and got together . . . Moses alone advised.] Hist. lib. v. c. 3. _AEgyptii, quum scabiem & vitiliginem paterentur, responso moniti eum (Mosen) cum aegris, ne pestis ad plures serperet, terminis AEgypti pellunt. Dux igitur exulum factus, sacra AEgyptiorum furto abstulit: quae repetentes armis AEgyptii, domum redire tempestatibus compulsi sunt._ [When the Egyptians were suffering from leprosy they were warned by an oracle to expel Moses and the sick from Egypt, lest the disease should spread further. Becoming therefore leader of the exiles, Moses stole the sacred objects of the Egyptians; and when the Egyptians tried to recapture these, they were driven home by storms.] Justin. lib. xxxvi. c. 2. And in _Marsham_ we find this remarkable Citation from _Manetho: Amenophin regem affectasse_ θεω̑ν γενέσθαι θεατήν, ὤσπερ Ω̑̓ρ εἰ̑ς τω̑ν πρὸ αὐτου̑ βεβασιλευκότων, _Deorum esse contemplatorem, sicut Orum quendam Regum priorum._ Cui responsum est, ὅτι δυνήσεται θεοὺς ἰδει̑ν, _quòd posset videre Deos, si Regionem à leprosis & immundis hominibus purgaret._ [That king Amenophis desired to see the Gods, like Orus, an earlier king, and received the answer from an oracle that he might see the Gods if he cleared the country of filthy lepers.] Chronicus Canon, _p._ 52.","subId":"n38","id":"Shaftesbury.C.MR.2.1.n38"},{"type":"note","content":"See what is cited above (_p._ 52. in the Notes from _Marsham_) of the _Jews_ returning to Circumcision under ^Joshua,^ after a Generation's Intermission: This being approv'd by God, for the reason given, \"_That it was taking from them_ the Reproach _of the_ Egyptians, or what render'd them odious and impious in the eyes of that People.\" Compare with this the Passage concerning ^Moses^ himself, _Exod._ iv. 18, 25, 26. (together with _Acts_ vii. 30, 34.) where in regard to the _Egyptians,_ to whom he was now returning when fourscore years of Age, he appears to have circumcis'd his Children, and taken off this National _Reproach:_ ^Zipporah^ his Wife, nevertheless, reproaching him with the Bloodiness of the Deed; to which she appears to have been a Party only thro' Necessity, and in fear rather of _her Husband,_ than of GOD.","subId":"n39","id":"Shaftesbury.C.MR.2.1.n39"},{"type":"note","content":"Ezek. xx. 25. Acts xv. 10. Of these _AEgyptian_ Institutions receiv'd amongst the _Jews,_ see our ^Spencer.^ _Cum morum quorundam antiquorum toleratio vi magnâ polleret, ad Hebraeorum animos Dei legi & cultui conciliandus, & à reformatione Mosaicâ invidiam omnem amoliretur; maximè conveniebat, ut Deus ritus aliquos antiquitùs usitatos in sacrorum suorum numerum assumeret, & lex à_ Mose _data speciem aliquam cultus olim recepti ferret.—Ita nempe nati factique erant_ Israelitae, _ex_ AEgypto _recens egressi, quod Deo penè necesse esset (humanitùs loqui fas sit) rituum aliquorum veterum usum iis indulgere, & illius instituta ad eorum morem & modulum accommodare. Nam populus erat à teneris_ AEgypti _moribus assuetus, & in iis multorum annorum usu confirmatus._—Hebraei, _non tantum_ AEgypti _moribus assueti, sed etiam refractarii fuerunt.—Quemadmodum cujusque regionis & terrae populo sua sunt ingenia, moresque proprii, ita natura gentem_ Hebraeorum, _praeter caeteres orbis incolas, ingenio moroso, difficili, & ad infamiam usque pertinaci, finxit.—Cum itaque veteres_ Hebraei _moribus essent asperis & efferatis adeò, populi conditio postulavit, ut Deus ritus aliquos usu veteri firmatos iis concederet, &_ νομικὴν λατρείαν τῃ̑ ἑαυτω̑ν ἀσθενείᾳ συμβαίνουσαν (_uti loquitur_ Theodoretus) cultum legalem eorum infirmitati accommodatum _instituerit._—Hebraei _superstitiosa gens erant, & omni pene literaturá destituti. Quam altè Gentium superstitionibus immergebantur, è legibus intelligere licet, quae populo tanquam remedia superstitionis imponebantur. Contumax autem bellua superstitio, si praesertim ab ignorantiae tenebris novam ferociam & contumaciam hauserit. Facilè verò credi potest,_ Israelitas, _nuper è servorum domo liberatos, artium humaniorum rudes fuisse, & vix quicquam supra lateres atque allium_ AEgypti _sapuisse. Quando itaque Deo jam negotium esset, cum populo tam barbaro, & superstitioni tam impensè dedito; penè necesse fuit, ut aliquid eorum infirmitati daret, eosque dolo quodam (non argumentis) ad scripsum alliceret. Nullum animal superstitioso, rudi praecipuè, morosius est, aut majori arte tractandum._ [When the acceptance of the old-fashioned morals was prevailing with great strength to reconcile the minds of the Hebrews to the laws and sacrificial rites of God and was removing all the ill-will from the Mosaic reformation, it was especially appropriate that God received some rites customary in former times into the number of his own sacred rituals and that the law given by Moses carried some aspect of these assimilated practices. Certainly the Israelites had been so born and reared, having departed from Egypt only recently, that it was almost necessary to God (it is right to say humane) to indulge them in the practice of some of their former rituals and to adapt his laws to their habit and standard. For they were a people habituated from childhood to the customs of the Egyptians and confirmed in them by the practice of many years. . . . The Hebrews were accustomed not only to the manners of the Egyptians but also to their obstinacies. . . . Just as a people from whatever locale and country have their own distinct character and habits peculiar to them, so nature fashioned the race of the Hebrews in distinction from the rest of the inhabitants of the world in disposition: capricious, difficult and stubborn even to the point of disgrace. . . . Therefore since the old Hebrews had such harsh and savage manners, the character of the people demanded that God would allow them some rituals of long-standing usage and a lawful servitude happened to them due to their own weakness; (just as Theodorus says) he established the ritual law suited to their weaknesses. . . . The Hebrews were a race full of superstitions and were almost destitute of all writing. How deeply they were immersed in the superstitions of the race you may understand from the laws which were being imposed on the people as if they were antidotes for superstitions. Moreover stiff-necked superstition is a monster, especially if from blind ignorance it will have drunk in a new ferocity and obstinacy. In truth it can easily be believed that the Israelites recently freed from slavery were untutored in civilized arts and scarcely had a taste for anything beyond the bricks and garlic of the Egyptians. And so since now God had a duty to people so barbarous and so thoroughly dedicated to superstition it was almost necessary that he give something to the inconstancy of those weak men and would draw them to himself by a certain trick (not by arguments). No animal is more full of dread, so especially ignorant, more wayward or in need of being taken in hand with greater skill.] ^Spencerus^ de Leg. Hebr. _pag._ 627, 628, 629.","subId":"n40","id":"Shaftesbury.C.MR.2.1.n40"},{"type":"note","content":"(1.) καὶ ἐπαιδεύθη Μωση̑ς πάσῃ σοφίᾳ Αἰλυπτίων· ἠ̑ν δὲ δυνατὸς ἐν λόγοις καὶ ἐν ἔργοις. Act. Apost. cap. vii. ver. 22. [(εν is in the Loeb edition, but not in Shaftesbury's.—ES) And Moses was educated in all the wisdom of the Egyptians. And he was powerful in speeches and in deeds. _(Loosely paraphrased/translated by Shaftesbury in the main text.)_](2.) Exod. cap. vii. ver. 11, & 22.(3.) Ibid. cap. viii. ver. 7.(4.) Justin. lib. xxxvi. cap. 2.","subId":"n41","id":"Shaftesbury.C.MR.2.1.n41"},{"type":"note","content":"Gen. cap. xxxix, &c. _Minimus aetate inter fratres_ Joseph _fuit, cujus excellens ingenium veriti fratres clam interceptum peregrinis mercatoribus vendiderunt. A quibus deportatus in_ AEgyptum, _cùm magicas ibi artes solerti ingenio percepisset, brevi ipsi Regi percarus fuit_ [Joseph was the youngest of the brothers, and they, fearing his cleverness, kidnapped him and sold him to foreign merchants. These men carried him to Egypt, where he quickly learned magic and rose to high favour even with the king.] Justin. lib. xxxvi. _c._ 2.","subId":"n42","id":"Shaftesbury.C.MR.2.1.n42"},{"type":"note","content":"Gen. xlvii. ver. 22, 26.","subId":"n43","id":"Shaftesbury.C.MR.2.1.n43"},{"type":"note","content":"Gen. xli. ver. 45.","subId":"n44","id":"Shaftesbury.C.MR.2.1.n44"},{"type":"note","content":"Exod. chap. iii. ver. 1. and chap. xviii. ver. 1, _&c._","subId":"n45","id":"Shaftesbury.C.MR.2.1.n45"},{"type":"note","content":"Such were the _Midianites,_ Gen. xxxvii. ver. 28, 36.","subId":"n46","id":"Shaftesbury.C.MR.2.1.n46"},{"type":"note","content":"Exod. xviii. ver. 17–24.","subId":"n47","id":"Shaftesbury.C.MR.2.1.n47"},{"type":"note","content":"_Dryden,_ Indian Emperor, _Act_ v. _Scene_ 2.","subId":"n48","id":"Shaftesbury.C.MR.2.1.n48"},{"type":"note","content":"_Infra,_ pag. 81.","subId":"n49","id":"Shaftesbury.C.MR.2.1.n49"},{"type":"note","content":"VOL. I. _pag._ 221, 222, & 350. in the Notes. And _Infra,_ pag. 79, 80, 1, 2, _&c._","subId":"n50","id":"Shaftesbury.C.MR.2.1.n50"},{"type":"note","content":"_OEDIPUS_ of _Dryden_ and _Lee._","subId":"n51","id":"Shaftesbury.C.MR.2.1.n51"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.2","imported":true,"title":"Miscellany II","breadcrumb":"Miscellany 2","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.2","imported":true,"title":"Miscellany II","breadcrumb":"Miscellany 2","published":[1711]},"next":{"id":"Shaftesbury.C.MR.2.2","imported":true,"title":"Chapter II. Judgment of Divines and grave Authors concerning Enthusiasm――Reflections upon Scepticism――A Sceptick-Christian――Judgment of the Inspir'd concerning their own Inspirations――Knowledg and Belief――History of Religion resum'd――Zeal Offensive and Defensive――A Church in Danger――Persecution――Policy of the Church of Rome","breadcrumb":"Chapter 2","published":[1711]}}