{"id":"Shaftesbury.C.MR.4.1","imported":true,"parent":"Shaftesbury.C.MR.4","title":"Chapter I. Connexion and Union of the Subject-Treatises――Philosophy in form――Metaphysicks――Ego-ity. Identity――Moral Footing――Proof and Discipline of the Fancys. Settlement of Opinion――Anatomy of the Mind――A Fable","breadcrumb":"Chapter 1","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_017","blocks":[{"type":"title","content":"<h1>Chapter I. Connexion and Union of the Subject-Treatises――Philosophy in form――Metaphysicks――Ego-ity. Identity――Moral Footing――Proof and Discipline of the Fancys. Settlement of Opinion――Anatomy of the Mind――A Fable</h1> ","id":"Shaftesbury.C.MR.4.1"},{"type":"paragraph","content":"WE have already, in the beginning of our preceding <em>Miscellany,</em> taken notice of our Author's Plan, and the Connection and Dependency of his<a href=\"#n1\"><sup>[1]</sup></a> <em>Joint-Tracts,</em> comprehended in two preceding Volumes. We are now, in our Commentator-Capacity, arriv'd at length to his <em>second</em> Volume, to which the three Pieces of his <em>first</em> appear preparatory. That they were really so design'd, the <em>Advertisement</em> to the first Edition of his <em>Soliloquy</em> is a sufficient Proof. He took occasion there, in a line or two, under the Name of his <em>Printer,</em> or (as he otherwise calls him) his <em>Amanuensis,</em> to prepare us for <em>a more elaborate</em> and methodical Piece which was to follow. We have this System now before us. Nor need we wonder, such as it is, that it came so hardly into the World, and that our Author has been deliver'd of it with so much difficulty, and after so long a time. His <em>Amanuensis</em> and he, were not, it seems, heretofore upon such good Terms of Correspondence. Otherwise such an unshapen <em>Foetus,</em> or false Birth, as that of which our Author in his<a href=\"#n2\"><sup>[2]</sup></a> Title-page complains, had not formerly appear'd abroad. Nor had it ever risen again in its more decent Form, but for the accidental Publication of our Author's First<a href=\"#n3\"><sup>[3]</sup></a> Letter, which, by a necessary Train of Consequences, occasion'd the revival of this abortive Piece, and gave usherance to its Companions.","subId":"1","id":"Shaftesbury.C.MR.4.1.1"},{"type":"paragraph","content":"It will appear therefore in this <em>Joint</em>-Edition of our Author's <em>Five Treatises,</em> that the <em>Three</em> former are preparatory to the <em>Fourth,</em> on which we are now enter'd; and the <em>Fifth</em> (with which he concludes) a kind of <em>Apology</em> for this reviv'd Treatise concerning <em>Virtue</em> and <em>Religion.</em>","subId":"2","id":"Shaftesbury.C.MR.4.1.2"},{"type":"paragraph","content":"As for his <span class=\"small-capitals\">Apology</span> (particularly in what relates to <em>reveal'd Religion,</em> and a <em>World to come</em>) I commit the Reader to the disputant Divines, and Gentlemen, whom our Author has introduc'd in that concluding Piece of <em>Dialogue</em>-Writing, or <em>rhapsodical Philosophy.</em> Mean while, we have here no other part left us, than to enter into the <em>dry</em> <span class=\"small-capitals\">Philosophy,</span> and <em>rigid Manner</em> of our Author; without any <em>Excursions</em> into various Literature; without help from the <em>Comick</em> or <em>Tragick</em> <span class=\"small-capitals\">Muse,</span> or from the Flowers of <em>Poetry</em> or <em>Rhetorick.</em>","subId":"3","id":"Shaftesbury.C.MR.4.1.3"},{"type":"paragraph","content":"Such is our present Pattern, and strict <em>moral Task;</em> which our more humorous Reader fore-knowing, may immediately, if he pleases, turn over; skipping (as is usual in many grave Works) a Chapter or two, as he proceeds. We shall, to make amends, endeavour afterwards, in our following <span class=\"small-capitals\">Miscellany,</span> to entertain him again with more chearful Fare, and afford him <em>a Dessert,</em> to rectify his Palat, and leave his Mouth at last in good relish.","subId":"4","id":"Shaftesbury.C.MR.4.1.4"},{"type":"paragraph","content":"To the <em>patient</em> and <em>grave</em> <span class=\"small-capitals\">Reader,</span> therefore, who in order <em>to moralize,</em> can afford to retire into his Closet, as to some religious or devout Exercise, we presume thus to offer a few Reflections, in the support of our Author's profound <span class=\"small-capitals\">Inquiry.</span> And accordingly, we are to imagine our Author speaking, as follows.","subId":"5","id":"Shaftesbury.C.MR.4.1.5"},{"type":"paragraph","content":"HOW LITTLE regard soever may be shewn to that <em>moral Speculation</em> or <span class=\"small-capitals\">Inquiry,</span> which we call the <em>Study of our-selves;</em> it must, in strictness, be yielded, That all Knowledg whatsoever depends upon this <em>previous-one:</em> <q>And that we can in reality be assur'd of nothing, till we are first assur'd of What <em>we are</em> <span class=\"small-capitals\">Our-selves.</span></q> For by this alone we can know what <em>Certainty</em> and <em>Assurance</em> is.","subId":"6","id":"Shaftesbury.C.MR.4.1.6"},{"type":"paragraph","content":"That there is <em>something</em> undoubtedly which <em>thinks,</em> our very Doubt it-self and scrupulous Thought evinces. But in <em>what Subject</em> that Thought resides, and how <em>that</em> Subject is continu'd <em>one and the same,</em> so as to answer constantly to the suppos'd Train of Thoughts or Reflections which seem to run so harmoniously thro' a long Course of Life, with the <em>same</em> relation still to one <em>single</em> and <em>self-same</em> <span class=\"small-capitals\">Person;</span> this is not a Matter so easily or hastily decided, by those who are nice Self-Examiners, or Searchers after <em>Truth</em> and <em>Certainty.</em>","subId":"7","id":"Shaftesbury.C.MR.4.1.7"},{"type":"paragraph","content":"'Twill not, in this respect, be sufficient for us to use the seeming <em>Logick</em> of a famous<a href=\"#n4\"><sup>[4]</sup></a> Modern, and say <q><em>We think:</em> therefore <em>We are.</em></q> Which is a notably invented Saying, after the Model of that like philosophical Proposition; That <q><em>What is, is.</em></q>—Miraculously argu'd! <q>If <em>I am; I am.</em></q>—Nothing more certain! For the <span class=\"small-capitals\">Ego</span> or I, being establish'd in the first part of the Proposition, the <em>Ergo,</em> no doubt, must hold it good in the latter. But the Question is, <q>What constitutes the <span class=\"small-capitals\">We</span> or I?</q> And, <q>Whether the I of this instant, be the same with that of any instant preceding, or to come.</q> For we have nothing but <em>Memory</em> to warrant us: and Memory may be false. We may believe we have thought and reflected thus or thus: but we may be mistaken. We may be conscious of that, as <em>Truth;</em> which perhaps was no more than <em>Dream:</em> and we may be conscious of that as a <em>past</em> Dream, which perhaps was never before so much as dreamt of.","subId":"8","id":"Shaftesbury.C.MR.4.1.8"},{"type":"paragraph","content":"This is what <em>Metaphysicians</em> mean, when they say, <q>That <em>Identity</em> can be prov'd only by <em>Consciousness;</em> but that Consciousness, withal, may be as well false as real, in respect of what is past.</q> So that the same successional <em>We</em> or <em>I</em> must remain still, on this account, undecided.","subId":"9","id":"Shaftesbury.C.MR.4.1.9"},{"type":"paragraph","content":"To the force of this Reasoning I confess I must so far submit, as to declare that for my own part, I take my Being <em>upon Trust.</em> Let others philosophize as they are able: I shall admire their strength, when, upon this Topick, they have refuted what able <em>Metaphysicians</em> object, and <span class=\"small-capitals\">Pyrrhonists</span> plead in their own behalf.","subId":"10","id":"Shaftesbury.C.MR.4.1.10"},{"type":"paragraph","content":"Mean while, there is no Impediment, Hinderance, or Suspension of <em>Action,</em> on account of these wonderfully refin'd <em>Speculations.</em> Argument and Debate go on still. Conduct is settled. Rules and Measures are given out, and receiv'd. Nor do we scruple to act as resolutely upon the mere Supposition that <em>we are,</em> as if we had effectually prov'd it a thousand times, to the full satisfaction of our <em>Metaphysical</em> or <em>Pyrrhonean</em> Antagonist.","subId":"11","id":"Shaftesbury.C.MR.4.1.11"},{"type":"paragraph","content":"This to me appears sufficient Ground for a <em>Moralist.</em> Nor do I ask more, when I undertake to prove the reality of <span class=\"small-capitals\">Virtue</span> and <span class=\"small-capitals\">Morals.</span>","subId":"12","id":"Shaftesbury.C.MR.4.1.12"},{"type":"paragraph","content":"If it be certain that <span class=\"small-capitals\">Iam;</span> 'tis certain and demonstrable <span class=\"small-capitals\">Who</span> and <span class=\"small-capitals\">What</span> <em>I ought to be,</em> even on my own account, and for the sake of my own private Happiness and Success. For thus I take the liberty to proceed.","subId":"13","id":"Shaftesbury.C.MR.4.1.13"},{"type":"paragraph","content":"The <em>Affections,</em> of which I am conscious, are either <span class=\"small-capitals\">Grief,</span> or <span class=\"small-capitals\">Joy;Desire,</span> or <span class=\"small-capitals\">Aversion.</span> For whatever mere <em>Sensation</em> I may experience; if it amounts to neither of these, 'tis indifferent, and no way <em>affects</em> me.","subId":"14","id":"Shaftesbury.C.MR.4.1.14"},{"type":"paragraph","content":"That which causes <em>Joy</em> and <em>Satisfaction</em> when present, causes <em>Grief</em> and <em>Disturbance</em> when absent: And that which causes <em>Grief</em> and <em>Disturbance</em> when present, does when absent, by the same necessity occasion <em>Joy</em> and <em>Satisfaction.</em>","subId":"15","id":"Shaftesbury.C.MR.4.1.15"},{"type":"paragraph","content":"Thus <span class=\"small-capitals\">Love</span> (which implies <em>Desire,</em> with <em>Hope</em> of Good) must afford occasion to <em>Grief</em> and <em>Disturbance,</em> when it acquires not what it earnestly seeks. And <span class=\"small-capitals\">Hatred</span> (which implies <em>Aversion,</em> and <em>Fear</em> of <em>Ill</em>) must, in the same manner, occasion <em>Grief</em> and <em>Calamity,</em> when that which it earnestly shun'd, or wou'd have escap'd, remains present, or is altogether unavoidable.","subId":"16","id":"Shaftesbury.C.MR.4.1.16"},{"type":"paragraph","content":"That which being <em>present</em> can never leave the Mind at rest, but must of necessity cause <em>Aversion,</em> is its <span class=\"small-capitals\">Ill.</span> But that which can be sustain'd without any <em>necessary Abhorrence,</em> or <em>Aversion,</em> is not its <span class=\"small-capitals\">Ill;</span> but remains <em>indifferent</em> in its own nature; the <span class=\"small-capitals\">Ill</span> being in the Affection only, which wants redress.","subId":"17","id":"Shaftesbury.C.MR.4.1.17"},{"type":"paragraph","content":"In the same manner, that which being <em>absent,</em> can never leave the Mind at rest, or without <em>Disturbance</em> and <em>Regret,</em> is of necessity its <span class=\"small-capitals\">Good.</span> But that which can be <em>absent,</em> without any <em>present or future Disturbance to the Mind,</em> is not its <span class=\"small-capitals\">Good,</span> but remains <em>indifferent</em> in its own nature. From whence it must follow, That the Affection towards it, <em>as suppos'd</em> <span class=\"small-capitals\">Good,</span> is an <em>ill</em> Affection, and creative only of <em>Disturbance</em> and <em>Disease.</em> So that the <span class=\"small-capitals\">Affections</span> of <em>Love</em> and <em>Hatred,</em> <em>Liking</em> and <em>Dislike,</em> on which the Happiness or Prosperity of the Person so much depends, being influenc'd and govern'd by <span class=\"small-capitals\">Opinion;</span> the highest <em>Good</em> or <em>Happiness</em> must depend on <em>right Opinion,</em> and the highest Misery be deriv'd from <em>wrong.</em>","subId":"18","id":"Shaftesbury.C.MR.4.1.18"},{"type":"paragraph","content":"To explain this, I consider, for instance, the Fancy or Imagination I have of <em>Death,</em> according as I find this Subject naturally passing in my Mind. To this <em>Fancy,</em> perhaps, I find united an <span class=\"small-capitals\">Opinion</span> or <span class=\"small-capitals\">Apprehension</span> of <em>Evil</em> and <em>Calamity.</em> Now the more my <em>Apprehension</em> of this Evil increases; the greater, I find, my <em>Disturbance</em> proves, not only at the approach of the suppos'd Evil, but at the very distant Thought of it. Besides that, the <em>Thought</em> it-self will of necessity so much the oftner recur, as the <em>Aversion</em> or <em>Fear</em> is violent, and increasing.","subId":"19","id":"Shaftesbury.C.MR.4.1.19"},{"type":"paragraph","content":"From this suppos'd Evil I must, however, fly with so much the more earnestness, as the <span class=\"small-capitals\">Opinion</span> of the <em>Evil</em> increases. Now if the Increase of the <em>Aversion</em> can be no Cause of the Decrease or Diminution of the <em>Evil it-self,</em> but rather the contrary; then the Increase of the <em>Aversion</em> must necessarily prove <em>the Increase of Disappointment and Disturbance.</em> And so on the other hand, the <em>Diminution</em> or <em>Decrease</em> of the Aversion (if this may any way be effected) must of necessity prove the <em>Diminution of inward Disturbance,</em> and the better <em>Establishment of inward Quiet and Satisfaction.</em>","subId":"20","id":"Shaftesbury.C.MR.4.1.20"},{"type":"paragraph","content":"Again, I consider with my-self, That I have the<a href=\"#n5\"><sup>[5]</sup></a> <em>Imagination</em> of something <span class=\"small-capitals\">beautiful</span>, <span class=\"small-capitals\">great</span>, and <span class=\"small-capitals\">becoming</span> in Things. This <em>Imagination</em> I apply perhaps to such Subjects as <em>Plate, Jewels, Apartments, Coronets, Patents of Honour, Titles,</em> or <em>Precedencys.</em> I must therefore naturally seek these, not as mere Conveniencys, Means, or Helps in Life, (for as such my Passion cou'd not be so excessive towards 'em) but as <span class=\"small-capitals\">excellent</span> in them-selves, necessarily attractive of my <em>Admiration,</em> and directly and immediately causing my Happiness, and giving me Satisfaction. Now if <em>the</em> <span class=\"small-capitals\">Passion</span> rais'd on this <em>Opinion</em> (call it <em>Avarice, Pride, Vanity,</em> or <em>Ambition</em>) be indeed incapable of any real Satisfaction, even under the most successful Course of Fortune; and then too, attended with perpetual Fears of Disappointment and Loss: how can the Mind be other than miserable, when possess'd by it? But if instead of forming thus <em>the Opinion of</em> <span class=\"small-capitals\">Good;</span> if instead of placing <span class=\"small-capitals\">Worth</span> or <span class=\"small-capitals\">Excellence</span> in these <em>outward</em> Subjects, we place it, where it is truest, in <em>the Affections</em> or <em>Sentiments,</em> in the <em>governing Part</em> and <em>inward Character;</em> we have then the full Enjoyment of it within our power: The <em>Imagination</em> or <em>Opinion</em> remains steddy and irreversible: And the <em>Love, Desire</em> and <em>Appetite</em> is answer'd; without Apprehension of Loss or Disappointment.","subId":"21","id":"Shaftesbury.C.MR.4.1.21"},{"type":"paragraph","content":"Here therefore arises Work and Employment for us <em>Within:</em> <q>To regulate <span class=\"small-capitals\">Fancy</span>, and rectify<a href=\"#n6\"><sup>[6]</sup></a> <span class=\"small-capitals\">Opinion</span>, on which all depends.</q> For if our <em>Loves, Desires, Hatreds</em> and <em>Aversions</em> are left to themselves; we are necessarily expos'd to endless Vexation and Calamity: but if these are found capable of Amendment, or in any measure flexible or variable by <em>Opinion;</em> we ought, methinks, to make trial, at least, how far we might by this means acquire Felicity and Content.","subId":"22","id":"Shaftesbury.C.MR.4.1.22"},{"type":"paragraph","content":"Accordingly, if we find it evident, on one hand, that by indulging any wrong Appetite (as either <em>Debauch, Malice,</em> or <em>Revenge</em>) the Opinion of the <em>false Good</em> increases; and the Appetite, which is a <em>real Ill,</em> grows so much the stronger: we may be as fully assur'd, on the other hand, that by restraining this Affection, and nourishing a contrary sort in opposition to it; we cannot fail to diminish what is <em>Ill,</em> and increase what is properly our <em>Happiness</em> and <em>Good.</em>","subId":"23","id":"Shaftesbury.C.MR.4.1.23"},{"type":"paragraph","content":"On this account, a Man may reasonably conclude, <q>That it becomes him, by working upon his own Mind, to withdraw the <em>Fancy</em> or <em>Opinion</em> of <span class=\"small-capitals\">Good</span> or <span class=\"small-capitals\">Ill</span> from that to which justly and by necessity it is not join'd; and apply it, with the strongest Resolution, to that with which it naturally agrees.</q> For if the <em>Fancy</em> or <em>Opinion</em> of Good be join'd to what is not durable, nor in my power either to acquire or to retain; the more such an <em>Opinion</em> prevails, the more I must be subject to Disappointment and Distress. But if there be that to which, whenever I apply the <em>Opinion</em> or <em>Fancy</em> of <em>Good,</em> I find the <em>Fancy</em> more consistent, and the <em>Good</em> more durable, solid, and within my Power and Command; then the more such an Opinion prevails in me, the more Satisfaction and Happiness I must experience.","subId":"24","id":"Shaftesbury.C.MR.4.1.24"},{"type":"paragraph","content":"Now, if I join the <em>Opinion of Good</em> to the Possessions of the <span class=\"small-capitals\">Mind;</span> if it be in <em>the Affections</em> themselves that I place my highest Joy, and in those Objects, whatever they are, of <em>inward</em> Worth and Beauty, (such as <em>Honesty, Faith, Integrity, Friendship, Honour</em>) 'tis evident I can never possibly, in this respect, rejoice amiss, or indulge my-self too far in the Enjoyment. The greater my Indulgence is, the less I have reason to fear either Reverse or Disappointment.","subId":"25","id":"Shaftesbury.C.MR.4.1.25"},{"type":"paragraph","content":"This, I know, is far contrary in another <em>Regimen</em> of Life. The Tutorage of <span class=\"small-capitals\">Fancy</span> and <span class=\"small-capitals\">Pleasure,</span> and the easy Philosophy of taking that for Good which<a href=\"#n7\"><sup>[7]</sup></a> <em>pleases me,</em> or which <em>I fansy merely,</em> will, in time, give me Uneasiness sufficient. 'Tis plain, from what has been debated, That the less <em>fanciful</em> I am, in what relates to my Content and Happiness, the more powerful and absolute I must be, in Self-enjoyment, and the Possession of my Good. And since 'tis <em>Fancy</em> merely, which gives the force of Good, or power of passing as such, to Things of Chance and outward Dependency; 'tis evident, that the more I take from <em>Fancy</em> in this respect, the more I confer upon <em>my-self.</em> As I am less led or betray'd by <em>Fancy</em> to an Esteem of what depends on <em>others;</em> I am the more fix'd in the Esteem of what depends on <em>myself</em> alone. And if I have once gain'd the <em>Taste</em> of<a href=\"#n8\"><sup>[8]</sup></a> <span class=\"small-capitals\">Liberty,</span> I shall easily understand the force of this Reasoning, and know both my <em>true</em> <span class=\"small-capitals\">Self</span> and <span class=\"small-capitals\">Interest.</span>","subId":"26","id":"Shaftesbury.C.MR.4.1.26"},{"type":"paragraph","content":"The Method therefore requir'd in this my inward OEconomy, is, to make those <em>Fancys</em> themselves the Objects of my Aversion which justly deserve it; by being the Cause of a wrong Estimation and Measure of <em>Good</em> and <em>Ill,</em> and consequently the Cause of my Unhappiness and Disturbance.","subId":"27","id":"Shaftesbury.C.MR.4.1.27"},{"type":"paragraph","content":"Accordingly (as the learned Masters in this Science advise) we are to begin rather<a href=\"#n9\"><sup>[9]</sup></a> by the <em>averse,</em> than by the <em>prone</em> and <em>forward</em> Disposition. We are to work rather by the weaning than the ingaging Passions: since if we give way chiefly to <em>Inclination,</em> by loving, applauding and admiring what is <em>Great</em> and <em>Good,</em> we may possibly, it seems, in some high Objects of that kind, be so amus'd and extasy'd, as to lose our-selves, and miss our proper Mark, for want of a steddy and settled Aim. But being more sure and infallible in what relates to our <em>Ill,</em> we shou'd begin, they tell us, by applying our Aversion, on that side, and raising our Indignation against those Meannesses of Opinion and Sentiment, which are the Causes of our Subjection, and Perplexity.","subId":"28","id":"Shaftesbury.C.MR.4.1.28"},{"type":"paragraph","content":"Thus the <span class=\"small-capitals\">covetous Fancy</span>, if consider'd as the Cause of Misery, (and consequently detested as a real Ill) must of necessity abate: And the <span class=\"small-capitals\">ambitious Fancy</span>, if oppos'd in the same manner, with Resolution, by better Thought, must resign it-self, and leave the Mind free, and disincumber'd in the pursuit of its better Objects.","subId":"29","id":"Shaftesbury.C.MR.4.1.29"},{"type":"paragraph","content":"Nor is the Case different in the Passion of <span class=\"small-capitals\">Cowardice</span>, or <span class=\"small-capitals\">Fear of Death</span>. For if we leave this Passion <em>to it-self,</em> (or to certain <em>Tutors</em> to manage for us) it may lead us to the most anxious and tormenting State of Life. But if it be oppos'd by sounder Opinion, and a just Estimation of things, it must diminish of course: And the natural Result of such a Practice must be, the Rescue of the Mind from numberless Fears, and Miserys of other kinds.","subId":"30","id":"Shaftesbury.C.MR.4.1.30"},{"type":"paragraph","content":"Thus at last a <span class=\"small-capitals\">Mind</span>, by knowing <em>it-self,</em> and its own proper Powers and Virtues, becomes <em>free,</em> and independent. It sees its Hindrances and Obstructions, and finds they are wholly from <em>it-self,</em> and from <em>Opinions wrong-conceiv'd.</em> The more it conquers in this respect, (be it in the least particular) the more it is its own <em>Master,</em> feels its own <em>natural</em> <span class=\"small-capitals\">Liberty</span>, and congratulates with it-self on its own <em>Advancement</em> and <em>Prosperity.</em>","subId":"31","id":"Shaftesbury.C.MR.4.1.31"},{"type":"paragraph","content":"Whether some who are call'd <em>Philosophers</em> have so apply'd their Meditations, as to understand any thing of this Language, I know not. But well I am assur'd that many an <em>honest</em> and <em>free-hearted Fellow,</em> among the <em>vulgar Rank of People,</em> has naturally some kind of Feeling or Apprehension of this Self-enjoyment; when refusing to act for Lucre or outward Profit, the Thing which from his Soul he abhors, and thinks below him; he goes on, with harder Labour, but more Content, in his direct plain Path. He is secure <em>within;</em> free of what the World calls <em>Policy,</em> or Design; and sings, according to the old <em>Ballad,</em>","subId":"32","id":"Shaftesbury.C.MR.4.1.32"},{"type":"paragraph","content":"<em>My Mind to me a Kingdom is,</em> &amp;c.","subId":"33","id":"Shaftesbury.C.MR.4.1.33"},{"type":"paragraph","content":"Which in <em>Latin</em> we may translate,","subId":"34","id":"Shaftesbury.C.MR.4.1.34"},{"type":"paragraph","content":"<a href=\"#n10\"><sup>[10]</sup></a>——<span class=\"foreign\">Et meâ <br>Virtute me involvo, probamque <br>Pauperiem sine dote quaero.</span>","subId":"35","id":"Shaftesbury.C.MR.4.1.35"},{"type":"paragraph","content":"BUT I FORGET, it seems, that I am now speaking in the Person of our <em>grave</em> <span class=\"small-capitals\">Inquirer.</span> I shou'd consider I have no Right to vary from the Pattern he has set; and that whilst I accompany him in this particular Treatise, I ought not to make the least Escape out of the high Road of Demonstration, into the diverting Paths of <em>Poetry,</em> or <em>Humour.</em>","subId":"36","id":"Shaftesbury.C.MR.4.1.36"},{"type":"paragraph","content":"As grave however as <span class=\"small-capitals\">Morals</span> are presum'd <em>in their own nature,</em> I look upon it as an essential matter in their Delivery, to take now and then the natural Air of <em>Pleasantry.</em> The first <span class=\"small-capitals\">Morals</span> which were ever deliver'd in the World, were in <em>Parables, Tales,</em> or <em>Fables.</em> And the latter and most consummate Distributers of Morals, in the very politest times, were great <em>Tale-Tellers,</em> and Retainers to honest <span class=\"small-capitals\">AEsop.</span>","subId":"37","id":"Shaftesbury.C.MR.4.1.37"},{"type":"paragraph","content":"After all the regular <em>Demonstrations</em> and <em>Deductions</em> of our grave Author, I dare say 'twou'd be a high Relief and Satisfaction to his Reader, to hear an <em>Apologue,</em> or <em>Fable,</em> well told, and with such humour as to need no sententious <em>Moral</em> at the end, to make the application.","subId":"38","id":"Shaftesbury.C.MR.4.1.38"},{"type":"paragraph","content":"As an Experiment in this case, let us at this instant imagine our grave <em>Inquirer</em> taking pains to shew us, at full length, the unnatural and unhappy Excursions, Rovings, or Expeditions of our ungovern'd <span class=\"small-capitals\">Fancys</span> and <span class=\"small-capitals\">Opinions</span> over a World of <em>Riches, Honours,</em> and other ebbing and flowing Goods. He performs this, we will suppose, with great Sagacity, to the full measure and scope of our Attention. Mean while, as full or satiated as we might find our-selves of serious and solid Demonstration, 'tis odds but we might find Vacancy still sufficient to receive Instruction by another Method. And I dare answer for success, shou'd a merrier <em>Moralist</em> of the <span class=\"small-capitals\">AEsopaean</span> -<em>School</em> present himself; and, hearing of this <em>Chace</em> describ'd by our <em>Philosopher,</em> beg leave to represent it to the life, by a homely <em>Cur</em> or two, of his Master's ordinary breed.","subId":"39","id":"Shaftesbury.C.MR.4.1.39"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">Two</span> of this Race</q> (he wou'd tell us) <q>having been daintily bred, and in high thoughts of what they call'd <em>Pleasure</em> and <em>good Living,</em> travel'd once in quest of Game and Raritys, till they came by accident to the Sea-side. They saw there, at a distance from the shore, some floating pieces of a Wreck, which they took a fancy to believe some wonderful rich <em>Dainty,</em> richer than <em>Amber-greese,</em> or the richest Product of the Ocean. They cou'd prove it, by their Appetite and Longing, to be no less than <em>Quintessence of the Main, ambrosial Substance,</em> the <em>Repast of marine Deitys,</em> surpassing all which <em>Earth</em> afforded.—By these rhetorical Arguments, after long Reasoning with one another in this florid Vein, they proceeded from one Extravagance of Fancy to another; till they came at last to this issue. Being unaccustom'd to Swimming, they wou'd not, it seems, in prudence, venture so far out of their Depth as was necessary to reach their imagin'd <em>Prize:</em> But being stout Drinkers, they thought with themselves, they might compass to drink all which lay in their way; even <em>The</em> <span class=\"small-capitals\">Sea</span> it-self; and that by this method they might shortly bring their Goods safe to dry Land. To work therefore they went; and drank till they were both <em>burst.</em></q>","subId":"40","id":"Shaftesbury.C.MR.4.1.40"},{"type":"paragraph","content":"For my own part, I am fully satisfy'd that there are more <em>Sea-drinkers</em> than one or two, to be found among the principal Personages of Mankind; and that if these <em>Dogs</em> of ours were <em>silly Curs,</em> many who pass for <em>wise</em> in our own Race are little wiser; and may properly enough be said to have <em>the Sea to drink.</em>","subId":"41","id":"Shaftesbury.C.MR.4.1.41"},{"type":"paragraph","content":"'Tis pretty evident that they who live in the highest Sphere of human Affairs, have a very uncertain View of the thing call'd <em>Happiness</em> or <em>Good.</em> It lies out at Sea, far distant, in the <em>Offin;</em> where those Gentlemen ken it but very imperfectly: And the means they employ in order to come up with it, are very wide of the matter, and far short of their propos'd End.—<q>First a general Acquaintance.—Visits, Levees.—Attendance upon the <em>Great</em> and <em>Little.</em>—Popularity.—A Place in Parliament.—Then another at Court.—Then Intrigue, Corruption, Prostitution.—Then a higher Place.—Then <em>a Title.</em>—Then a Remove.—A <em>new</em> <span class=\"small-capitals\">Minister!</span> —Fractions at Court.—Ship-wreck of <em>Ministrys</em>—The <em>new:</em> The <em>old.</em>—Engage with <em>one:</em> piece up with <em>t'other.</em>—Bargains; Losses; After-Games; Retrievals.</q>—Is not this, <em>the Sea to drink?</em>","subId":"42","id":"Shaftesbury.C.MR.4.1.42"},{"type":"paragraph","content":"<a href=\"#n11\"><sup>[11]</sup></a>But if riches could make you wise, if they could make you less lustful, less easily frightened, of course you would blush to have any one alive more avaricious than you.","subId":"43","id":"Shaftesbury.C.MR.4.1.43"},{"type":"paragraph","content":"But lest I shou'd be tempted to fall into a manner I have been oblig'd to disclaim in this part of my <em>Miscellaneous</em> Performance; I shall here set a Period to this Discourse, and renew my attempt of serious Reflection and grave Thought, by taking up my Clew in a fresh Chapter.","subId":"44","id":"Shaftesbury.C.MR.4.1.44"},{"type":"note","content":"Above, <em>pag.</em> 135. Again below, 284, 285, <em>&amp;c.</em>","subId":"n1","id":"Shaftesbury.C.MR.4.1.n1"},{"type":"note","content":"<em>Viz.</em> To the INQUIRY (Treatise IV.) VOL. II.","subId":"n2","id":"Shaftesbury.C.MR.4.1.n2"},{"type":"note","content":"<em>Viz.</em> Letter of Enthusiasm, VOL. I.","subId":"n3","id":"Shaftesbury.C.MR.4.1.n3"},{"type":"note","content":"Monsieur <span class=\"small-capitals\">Des Cartes.</span>","subId":"n4","id":"Shaftesbury.C.MR.4.1.n4"},{"type":"note","content":"Of the necessary Being and Prevalency of some such IMAGINATION or SENSE (natural and common to all Men, irresistible, of original Growth in the Mind, the Guide of our Affections, and the Ground of our <em>Admiration, Contempt, Shame, Honour, Disdain,</em> and other natural and unavoidable Impressions) see VOL. I. <em>pag.</em> 138, 139, 336, 337. VOL. II. <em>pag.</em> 28, 29, 30, 394, 420, 421, 429, 430. And above, <em>p.</em> 30, 31, 2, 3, &amp;c. 182, 3, 4, 5, 6. in the Notes.","subId":"n5","id":"Shaftesbury.C.MR.4.1.n5"},{"type":"note","content":"<span class=\"foreign\">ὅτι πάντα ἡ ὑπόληψις, καὶ αὐτὴ ἐπὶ σοί. ἀ̑ρον οὐ̑ν ὅτε θέλεις τὴν ὑπόληψιν, καὶ ὥσπερ κάμψαντι τὴν ἄκραν γαλήνη, σταθερὰ πάντα καὶ κόλπος ἀκύμων.</span> <cite>M. Ant. Lib. xii. 22.</cite> <span class=\"foreign\">οἱ̑όν ἐοτιν ἡ λεκάνη του̑ ὕδατος, τοιου̑τον ἡ ψυχή. οἱ̑ον ἡ αὐγὴ ἡ προσπίπτουσα τῳ̑ ὕδατι, τοιου̑τον αἱ φαντασίαι. ὅταν οὐ̑ν τὸ ὕδωρ κινηθῃ̑, δοκει̑ μὲν καὶ ἡ αὐγὴ κινει̑σθαι. οὐ μέντοι κινει̑ται· καὶ ὅταν τοίνυν σκοτωθῃ̑ τίς, οὐχ αἱ τέχναι καὶ αἱ ἀρεταὶ συγχέονται, ἀλλὰ τὸ πνευ̑μα ἐφ' οὑ̑ εἰσί· καταστάντος δὲ, καθίσταται κἀκει̑να.</span> <cite>Arrian. Lib. iii. cap. 3.</cite> See VOL. I. <em>pag.</em> 185, &amp;c. 294, 5, 6, 324, <em>&amp;c.</em> And VOL. II. <em>pag.</em> 437.","subId":"n6","id":"Shaftesbury.C.MR.4.1.n6"},{"type":"note","content":"VOL. I. <em>pag.</em> 308. VOL. II. <em>pag.</em> 227.","subId":"n7","id":"Shaftesbury.C.MR.4.1.n7"},{"type":"note","content":"VOL. II. <em>pag.</em> 432. And below, <em>pag.</em> 307, &amp;c.","subId":"n8","id":"Shaftesbury.C.MR.4.1.n8"},{"type":"note","content":"<span class=\"foreign\">ἁ̑ρον οὐ̑ν τὴω ἔκκλισιν ἀπὸ πάντων τω̑ν οὐκ ἐφ' ἡμι̑ν, καὶ μετάθες ἐπὶ τὰ παρὰ φύσιν τω̑ν ἐφ' ἡμι̑ν.</span> <cite>Epictet. Enchirid. cap. vii.</cite> <span class=\"foreign\">ὄρεξιν ἀ̑ραί σε δει̑ παντελω̑ς, ἔκκλισιν ἐπὶ μόνα νεταθει̑ναι τὰ προαιρετικά.</span> <cite>Arrian. Lib. iii. cap. 22.</cite> This subdu'd or moderated <em>Admiration</em> or <em>Zeal</em> in the highest Subjects of <em>Virtue</em> and <em>Divinity,</em> the Philosopher calls <span class=\"foreign\">σύμμετρον καὶ καθισταμένην τὴν ὄρεξιν</span>; the contrary Disposition, <span class=\"foreign\">τὸ ἄλογον καὶ ὠστικόν</span>. <cite>Lib. ii. cap. 26.</cite> The Reason why this over-forward Ardor and Pursuit of high Subjects runs naturally into Enthusiasm and Disorder, is shewn in what succeeds the first of the Passages here cited; <em>viz.</em> <span class=\"foreign\">τω̑ν δὲ ἐφ ἡμι̑ν, ὅσαν ὀρέγεσθαι καλὸν ἄν, οὐδὲν οὐδέτω σοι πάρεστι</span>. And hence the repeated Injunction, <span class=\"foreign\">ἀπόσχου ποτὲ παντάποσιν ὀρέξεως, ἵνα ποτὲ καὶ εὐλόγως ὀρεχθη̑ςῃ εἰ δ' εὐλόγως, ὅταν ἔχῃς τί ἐν σεαυτῳ̑ ἀγαθὸν εὐ̑ ὀρεχθήση</span>. <cite>Lib. iii. cap. 13.</cite> To this <span class=\"small-capitals\">Horace,</span> in one of his latest Epistles of the deeply philosophical kind, alludes. <blockquote><span class=\"foreign\">Insani sapiens nomen ferat, aequus iniqui, <br> Ultra quam satis est Virtutem si petat ipsam.</span> <br> <cite>Lib. i. Ep. vi. ver. 15.</cite></blockquote> And in the beginning of the Epistle: <blockquote><span class=\"foreign\">Nil admirari propè res est una, Numici, <br> Solaq; quae posset facere &amp; servare beatum.</span> <br> <cite>Ibid. ver. <span class=\"small-capitals\">i</span>.</cite></blockquote> For tho these first Lines (as many other of <span class=\"small-capitals\">Horace</span>'s on the Subject of Philosophy) have the Air of the <span class=\"small-capitals\">Epicurean</span> <em>Discipline</em> and <span class=\"small-capitals\">Lucretian</span> Style; yet by the whole taken together, it appears evidently on what System of antient Philosophy this Epistle was form'd. Nor was this Prohibition of the <em>wondering</em> or <em>admiring</em> Habit, in early Students, peculiar to <em>one</em> kind of Philosophy alone. It was common to many; however the Reason and Account of it might differ, in one Sect from the other. The <span class=\"small-capitals\">Pythagoreans</span> sufficiently check'd their <span class=\"small-capitals\">Tyro</span>'s, by silencing them so long on their first Courtship to <em>Philosophy.</em> And tho <em>Admiration,</em> in the Peripatetick Sense, as above-mention'd, may be justly call'd the inclining Principle or first Motive to PHILOSOPHY; yet this Mistress, when once espous'd, teaches us <em>to admire,</em> after a different manner from what we did before. See above, <em>pag.</em> 37. And VOL. I. <em>pag.</em> 41.","subId":"n9","id":"Shaftesbury.C.MR.4.1.n9"},{"type":"note","content":"I wrap myself in my own merits and seek as my bride honest poverty, undowered. Horat. Lib. iii. Od. xxix. ver. 54.","subId":"n10","id":"Shaftesbury.C.MR.4.1.n10"},{"type":"note","content":"<blockquote><span class=\"foreign\">At si Divitiae prudentem reddere possent, <br> Si cupidum timidumque minùs te; nempe ruberes, <br> Viveret in Terris te si quis avarior uno.</span> <br> <cite>Horat. Lib. ii. Epist. ii. ver. 155.</cite></blockquote>","subId":"n11","id":"Shaftesbury.C.MR.4.1.n11"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.4","imported":true,"title":"Miscellany IV","breadcrumb":"Miscellany 4","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.4","imported":true,"title":"Miscellany IV","breadcrumb":"Miscellany 4","published":[1711]},"next":{"id":"Shaftesbury.C.MR.4.2","imported":true,"title":"Chapter II. Passage from Terra Incognita to the visible World――Mistress-ship of Nature――Animal-Confederacy, Degrees, Subordination――Master-Animal Man. Privilege of his Birth――Serious Countenance of the Author","breadcrumb":"Chapter 2","published":[1711]}}