{"imported":true,"id":"Shaftesbury.C.IVM.1.1.1","parent":"Shaftesbury.C.IVM.1.1","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_007","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section I £1","id":"Shaftesbury.C.IVM.1.1.1"},{"type":"paragraph","content":"#Occasion of this INQUIRY.# RELIGION and VIRTUE appear in many respects so nearly related, that they are generally presum'd inseparable Companions. And so willing we are to believe well of their _Union,_ that we hardly allow it just to speak, or even think of 'em apart. It may however be question'd, whether the Practice of the World, in this respect, be answerable to our Speculation. 'Tis certain that we sometimes meet with Instances which seem to make against this general Supposition. We have known People, who having the Appearance of great Zeal in _Religion,_ have yet wanted even the common Affections of _Humanity,_ and shewn themselves extremely degenerate and corrupt. Others, again, who have paid little regard to Religion, and been consider'd as mere ^Atheists^, have yet been observ'd to practice the Rules of _Morality,_ and act in many Cases with such good Meaning and Affection towards Mankind, as might seem to force an Acknowledgment of their being _virtuous._ And, in general, we find mere moral Principles of such weight, that in our dealings with Men, we are seldom satisfy'd by the fullest Assurance given us of their Zeal in Religion, till we hear something further of their Character. If we are told, a Man is religious; we still ask, \"What are his Morals?\" But if we hear at first that he has honest moral Principles, and is a Man of natural Justice and good Temper, we seldom think of the other Question, \"Whether he be _religious_ and _devout?_\"","subId":"1","id":"Shaftesbury.C.IVM.1.1.1.1"},{"type":"paragraph","content":"This has given occasion to enquire, \"What _Honesty_ or ^Virtue^ is, consider'd by it-self; and in what manner it is influenc'd by Religion: How far _Religion_ necessarily implies _Virtue;_ and whether it be a true Saying, _That it is impossible for an Atheist to be virtuous, or share any real degree of Honesty, or_ ^Merit^.\"","subId":"2","id":"Shaftesbury.C.IVM.1.1.1.2"},{"type":"paragraph","content":"And here it cannot justly be wonder'd at, if the _Method_ of explaining Things shou'd appear somewhat unusual; since the _Subject-Matter_ has been so little examin'd, and is of so nice and dangerous Speculation. For so much is the religious part of Mankind alarm'd by the Freedom of some late Pens; and so great a Jealousy is rais'd every-where on this Account; that whatever an Author may suggest in favour of _Religion,_ he will gain little Credit in the Cause, if he allows the least Advantage to any other Principle. On the other side, the Men of Wit and Raillery, whose pleasantest Entertainment is in the exposing the weak sides of Religion, are so desperately afraid of being drawn into any serious Thoughts of it, that they look upon a Man as guilty of foul Play, who assumes the air of a _Free Writer,_ and at the same time preserves any regard for the Principles of Natural Religion. They are apt to give as little quarter as they receive: And are resolv'd to think as ill of the Morals of their Antagonists, as their Antagonists can possibly think of theirs. Neither of 'em, it seems, will allow the least Advantage to the other. 'Tis as hard to persuade one sort, that there is any Virtue in Religion, as the other, that there is any Virtue out of the Verge of their particular Community. So that, between both, an Author must past his time ill, who dares plead for _Religion_ and _Moral Virtue,_ without lessening the force of either; but allowing to each its proper Province, and due Rank, wou'd hinder their being made Enemys by Detraction.","subId":"3","id":"Shaftesbury.C.IVM.1.1.1.3"},{"type":"paragraph","content":"However it be: If we wou'd pretend to give the least new light, or explain any thing effectually, within the intended Compass of this _Inquiry;_ 'tis necessary to take Things pretty deep; and endeavour, by some short Scheme, to represent the Original of each Opinion, whether natural or unnatural, relating to the ^Deity^. And if we can happily get clear of this thorny part of our Philosophy; the rest, 'tis hop'd, may prove more plain and easy.","subId":"4","id":"Shaftesbury.C.IVM.1.1.1.4"}]}
