{"id":"Hume.ETSS.EPM.3","imported":true,"parent":"Hume.ETSS.EPM","title":"Section 3. Of Justice","breadcrumb":"Section 3","published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>SECTION III.</h1> <h2>Of <span class=\"small-capitals\">Justice</span>.</h2> ","id":"Hume.ETSS.EPM.3"},{"type":"paragraph","content":"THAT <span class=\"small-capitals\">Justice</span> is useful to society, and consequently that <em>part</em> of its merit, at least, must arise from that consideration, it would be a superfluous undertaking to prove. That public utility is the <em>sole</em> origin of justice, and that reflections on the beneficial consequences of this virtue are the <em>sole</em> foundation of its merit; this proposition, being more curious and important, will better deserve our examination and enquiry.","subId":"1","id":"Hume.ETSS.EPM.3.1","pages":"183"},{"type":"paragraph","content":"Let us suppose, that nature has bestowed on the human race such profuse <em>abundance</em> of all <em>external</em> conveniencies, that, without any uncertainty in the event, without any care or industry on our part, every individual finds himself fully provided with whatever his most voracious appetites can want, or luxurious imagination wish or desire. His natural beauty, we shall suppose, surpasses all acquired ornaments: The perpetual clemency of the seasons renders useless all cloaths or covering: The raw herbage affords him the most delicious fare; the clear fountain, the richest beverage. No laborious occupation required: No tillage: No navigation. Music, poetry, and contemplation form his sole business: Conversation, mirth, and friendship his sole amusement.","subId":"2","id":"Hume.ETSS.EPM.3.2","pages":"183"},{"type":"paragraph","content":"It seems evident, that, in such a happy state, every other social virtue would flourish, and receive tenfold encrease; <span class=\"page-break\"></span>but the cautious, jealous virtue of justice would never once have been dreamed of. For what purpose make a partition of goods, where every one has already more than enough? Why give rise to property, where there cannot possibly be any injury? Why call this object <em>mine</em>, when, upon the seizing of it by another, I need but stretch out my hand to possess myself of what is equally valuable? Justice, in that case, being totally USELESS, would be an idle ceremonial, and could never possibly have place in the catalogue of virtues.","subId":"3","id":"Hume.ETSS.EPM.3.3","pages":"183-4"},{"type":"paragraph","content":"We see, even in the present necessitous condition of mankind, that, wherever any benefit is bestowed by nature in an unlimited abundance, we leave it always in common among the whole human race, and make no subdivisions of right and property. Water and air, though the most necessary of all objects, are not challenged as the property of individuals; nor can any man commit injustice by the most lavish use and enjoyment of these blessings. In fertile extensive countries, with few inhabitants, land is regarded on the same footing. And no topic is so much insisted on by those, who defend the liberty of the seas, as the unexhausted use of them in navigation. Were the advantages, procured by navigation, as inexhaustible, these reasoners had never had any adversaries to refute; nor had any claims ever been advanced of a separate, exclusive dominion over the ocean.","subId":"4","id":"Hume.ETSS.EPM.3.4","pages":"184"},{"type":"paragraph","content":"It may happen, in some countries, at some periods, that there be established a property in water, none in land<a href=\"#n10\"><sup>[10]</sup></a>; if the latter be in greater abundance than can be used by the inhabitants, and the former be found, with difficulty, and in very small quantities.","subId":"5","id":"Hume.ETSS.EPM.3.5","pages":"184"},{"type":"paragraph","content":"Again; suppose, that, though the necessities of human race continue the same as at present, yet the mind is so enlarged, and so replete with friendship and generosity, <span class=\"page-break\"></span>that every man has the utmost tenderness for every man, and feels no more concern for his own interest than for that of his fellows: It seems evident, that the USE of justice would, in this case, be suspended by such an extensive benevolence, nor would the divisions and barriers of property and obligation have ever been thought of. Why should I bind another, by a deed or promise, to do me any good office, when I know that he is already prompted, by the strongest inclination, to seek my happiness, and would, of himself, perform the desired service; except the hurt, he thereby receives, be greater than the benefit accruing to me? in which case, he knows, that, from my innate humanity and friendship, I should be the first to oppose myself to his imprudent generosity. Why raise land-marks between my neighbour's field and mine, when my heart has made no division between our interests; but shares all his joys and sorrows with the same force and vivacity as if originally my own? Every man, upon this supposition, being a second self to another, would trust all his interests to the discretion of every man; without jealousy, without partition, without distinction. And the whole human race would form only one family; where all would lie in common, and be used freely, without regard to property; but cautiously too, with as entire regard to the necessities of each individual, as if our own interests were most intimately concerned.","subId":"6","id":"Hume.ETSS.EPM.3.6","pages":"184-5"},{"type":"paragraph","content":"In the present disposition of the human heart, it would, perhaps, be difficult to find compleat instances of such enlarged affections; but still we may observe, that the case of families approaches towards it; and the stronger the mutual benevolence is among the individuals, the nearer it approaches; till all distinction of property be, in a great measure, lost and confounded among them. Between married persons, the cement of friendship is by the laws supposed so strong as to abolish all division of possessions; and has often, in reality, the force ascribed to it. And it is <span class=\"page-break\"></span>observable, that, during the ardour of new enthusiasms, when every principle is inflamed into extravagance, the community of goods has frequently been attempted; and nothing but experience of its inconveniencies, from the returning or disguised selfishness of men, could make the imprudent fanatics adopt anew the ideas of justice and of separate property. So true is it, that this virtue derives its existence entirely from its necessary <em>use</em> to the intercourse and social state of mankind.","subId":"7","id":"Hume.ETSS.EPM.3.7","pages":"185-6"},{"type":"paragraph","content":"To make this truth more evident, let us reverse the foregoing suppositions; and carrying every thing to the opposite extreme, consider what would be the effect of these new situations. Suppose a society to fall into such want of all common necessaries, that the utmost frugality and industry cannot preserve the greater number from perishing, and the whole from extreme misery: It will readily, I believe, be admitted, that the strict laws of justice are suspended, in such a pressing emergence, and give place to the stronger motives of necessity and self-preservation. Is it any crime, after a shipwreck, to seize whatever means or instrument of safety one can lay hold of, without regard to former limitations of property? Or if a city besieged were perishing with hunger; can we imagine, that men will see any means of preservation before them, and lose their lives, from a scrupulous regard to what, in other situations, would be the rules of equity and justice? The USE and TENDENCY of that virtue is to procure happiness and security, by preserving order in society: But where the society is ready to perish from extreme necessity, no greater evil can be dreaded from violence and injustice; and every man may now provide for himself by all the means, which prudence can dictate, or humanity permit. The public, even in less urgent necessities, opens granaries, without the consent of proprietors; as justly supposing, that the authority of magistracy may, consistent with equity, extend so far: But were any <span class=\"page-break\"></span>number of men to assemble, without the tye of laws or civil jurisdiction; would an equal partition of bread in a famine, though effected by power and even violence, be regarded as criminal or injurious?","subId":"8","id":"Hume.ETSS.EPM.3.8","pages":"186-7"},{"type":"paragraph","content":"Suppose likewise, that it should be a virtuous man's fate to fall into the society of ruffians, remote from the protection of laws and government; what conduct must he embrace in that melancholy situation? He sees such a desperate rapaciousness prevail; such a disregard to equity, such contempt of order, such stupid blindness to future consequences, as must immediately have the most tragical conclusion, and must terminate in destruction to the greater number, and in a total dissolution of society to the rest. He, mean while, can have no other expedient than to arm himself, to whomever the sword he seizes, or the buckler, may belong: To make provision of all means of defence and security: And his particular regard to justice being no longer of USE to his own safety or that of others, he must consult the dictates of self-preservation alone, without concern for those who no longer merit his care and attention.","subId":"9","id":"Hume.ETSS.EPM.3.9","pages":"187"},{"type":"paragraph","content":"When any man, even in political society, renders himself, by his crimes, obnoxious to the public, he is punished by the laws in his goods and person; that is, the ordinary rules of justice are, with regard to him, suspended for a moment, and it becomes equitable to inflict on him, for the <em>benefit</em> of society, what, otherwise, he could not suffer without wrong or injury.","subId":"10","id":"Hume.ETSS.EPM.3.10","pages":"187"},{"type":"paragraph","content":"The rage and violence of public war; what is it but a suspension of justice among the warring parties, who perceive, that this virtue is now no longer of any <em>use</em> or advantage to them? The laws of war, which then succeed to those of equity and justice, are rules calculated for the <em>advantage</em> and <em>utility</em> of that particular state, in which men are now placed. And were a civilized nation engaged with barbarians, who observed no rules even of war; the former <span class=\"page-break\"></span>must also suspend their observance of them, where they no longer serve to any purpose; and must render every action or rencounter as bloody and pernicious as possible to the first aggressors.","subId":"11","id":"Hume.ETSS.EPM.3.11","pages":"187-8"},{"type":"paragraph","content":"Thus, the rules of equity or justice depend entirely on the particular state and condition, in which men are placed, and owe their origin and existence to that UTILITY, which results to the public from their strict and regular observance. Reverse, in any considerable circumstance, the condition of men: Produce extreme abundance or extreme necessity: Implant in the human breast perfect moderation and humanity, or perfect rapaciousness and malice: By rendering justice totally <em>useless</em>, you thereby totally destroy its essence, and suspend its obligation upon mankind.","subId":"12","id":"Hume.ETSS.EPM.3.12","pages":"188"},{"type":"paragraph","content":"The common situation of society is a medium amidst all these extremes. We are naturally partial to ourselves, and to our friends; but are capable of learning the advantage resulting from a more equitable conduct. Few enjoyments are given us from the open and liberal hand of nature; but by art, labour, and industry, we can extract them in great abundance. Hence the ideas of property become necessary in all civil society: Hence justice derives its usefulness to the public: And hence alone arises its merit and moral obligation.","subId":"13","id":"Hume.ETSS.EPM.3.13","pages":"188"},{"type":"paragraph","content":"These conclusions are so natural and obvious, that they have not escaped even the poets, in their descriptions of the felicity, attending the golden age or the reign of <span class=\"small-capitals\">Saturn</span>. The seasons, in that first period of nature, were so temperate, if we credit these agreeable fictions, that there was no necessity for men to provide themselves with cloaths and houses, as a security against the violence of heat and cold: The rivers flowed with wine and milk: The oaks yielded honey; and nature spontaneously produced her greatest delicacies. Nor were these the chief advantages of that happy age. Tempests were not alone removed from nature; but <span class=\"page-break\"></span>those more furious tempests were unknown to human breasts, which now cause such uproar, and engender such confusion. Avarice, ambition, cruelty, selfishness, were never heard of: Cordial affection, compassion, sympathy, were the only movements with which the mind was yet acquainted. Even the punctilious distinction of <em>mine</em> and <em>thine</em> was banished from among that happy race of mortals, and carried with it the very notion of property and obligation, justice and injustice.","subId":"14","id":"Hume.ETSS.EPM.3.14","pages":"188-9"},{"type":"paragraph","content":"This <em>poetical</em> fiction of the <em>golden age</em> is, in some respects, of a piece with the <em>philosophical</em> fiction of the <em>state of nature</em>; only that the former is represented as the most charming and most peaceable condition, which can possibly be imagined; whereas the latter is painted out as a state of mutual war and violence, attended with the most extreme necessity. On the first origin of mankind, we are told, their ignorance and savage nature were so prevalent, that they could give no mutual trust, but must each depend upon himself, and his own force or cunning for protection and security. No law was heard of: No rule of justice known: No distinction of property regarded: Power was the only measure of right; and a perpetual war of all against all was the result of men's untamed selfishness and barbarity<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"15","id":"Hume.ETSS.EPM.3.15","pages":"189"},{"type":"paragraph","content":"Whether such a condition of human nature could ever exist, or if it did, could continue so long as to merit the appellation of a <em>state</em>, may justly be doubted. Men are necessarily born in a family-society, at least; and are trained up by their parents to some rule of conduct and behaviour. But this must be admitted, that, if such a state of mutual war and violence was ever real, the suspension of all laws of justice, from their absolute inutility, is a necessary and infallible consequence.","subId":"16","id":"Hume.ETSS.EPM.3.16","pages":"190"},{"type":"paragraph","content":"The more we vary our views of human life, and the newer and more unusual the lights are, in which we survey it, the more shall we be convinced, that the origin here assigned for the virtue of justice is real and satisfactory.","subId":"17","id":"Hume.ETSS.EPM.3.17","pages":"190"},{"type":"paragraph","content":"Were there a species of creatures, intermingled with men, which, though rational, were possessed of such inferior strength, both of body and mind, that they were incapable of all resistance, and could never, upon the highest provocation, make us feel the effects of their resentment; the necessary consequence, I think, is, that we should be bound, by the laws of humanity, to give gentle usage to these creatures, but should not, properly speaking, lie under any restraint of justice with regard to them, nor could they possess any right or property, exclusive of such arbitrary lords. Our intercourse with them could not be called society, which supposes a degree of equality; but absolute command on the one side, and servile obedience on the other. Whatever we covet, they must instantly resign: Our permission is the only tenure, by which they hold their possessions: Our compassion and kindness the only check, <span class=\"page-break\"></span>by which they curb our lawless will: And as no inconvenience ever results from the exercise of a power, so firmly established in nature, the restraints of justice and property, being totally <em>useless</em>, would never have place in so unequal a confederacy.","subId":"18","id":"Hume.ETSS.EPM.3.18","pages":"190-1"},{"type":"paragraph","content":"This is plainly the situation of men, with regard to animals; and how far these may be said to possess reason, I leave it to others to determine. The great superiority of civilized <span class=\"small-capitals\">Europeans</span> above barbarous <span class=\"small-capitals\">Indians</span>, tempted us to imagine ourselves on the same footing with regard to them, and made us throw off all restraints of justice, and even of humanity, in our treatment of them. In many nations, the female sex are reduced to like slavery, and are rendered incapable of all property, in opposition to their lordly masters. But though the males, when united, have, in all countries, bodily force sufficient to maintain this severe tyranny; yet such are the insinuation, address, and charms of their fair companions, that women are commonly able to break the confederacy, and share with the other sex in all the rights and privileges of society.","subId":"19","id":"Hume.ETSS.EPM.3.19","pages":"191"},{"type":"paragraph","content":"Were the human species so framed by nature as that each individual possessed within himself every faculty, requisite both for his own preservation and for the propagation of his kind: Were all society and intercourse cut off between man and man, by the primary intention of the supreme Creator: It seems evident, that so solitary a being would be as much incapable of justice, as of social discourse and conversation. Where mutual regards and forbearance serve to no manner of purpose, they would never direct the conduct of any reasonable man. The headlong course of the passions would be checked by no reflection on future consequences. And as each man is here supposed to love himself alone, and to depend only on himself and his own activity for safety and happiness, he would, on every occasion, to the utmost of his power, challenge the preference above <span class=\"page-break\"></span>every other being, to none of which he is bound by any ties, either of nature or of interest.","subId":"20","id":"Hume.ETSS.EPM.3.20","pages":"191-2"},{"type":"paragraph","content":"But suppose the conjunction of the sexes to be established in nature, a family immediately arises; and particular rules being found requisite for its subsistence, these are immediately embraced; though without comprehending the rest of mankind within their prescriptions. Suppose, that several families unite together into one society, which is totally disjoined from all others, the rules, which preserve peace and order, enlarge themselves to the utmost extent of that society; but becoming then entirely useless, lose their force when carried one step farther. But again suppose, that several distinct societies maintain a kind of intercourse for mutual convenience and advantage, the boundaries of justice still grow larger, in proportion to the largeness of men's views, and the force of their mutual connexions. History, experience, reason sufficiently instruct us in this natural progress of human sentiments, and in the gradual enlargement of our regards to justice, in proportion as we become acquainted with the extensive utility of that virtue.","subId":"21","id":"Hume.ETSS.EPM.3.21","pages":"192"},{"type":"paragraph","content":"If we examine the <em>particular</em> laws, by which justice is directed, and property determined; we shall still be presented with the same conclusion. The good of mankind is the only object of all these laws and regulations. Not only it is requisite, for the peace and interest of society, that men's possessions should be separated; but the rules, which we follow, in making the separation, are such as can best be contrived to serve farther the interests of society.","subId":"22","id":"Hume.ETSS.EPM.3.22","pages":"192"},{"type":"paragraph","content":"We shall suppose, that a creature, possessed of reason, but unacquainted with human nature, deliberates with himself what RULES of justice or property would best promote <span class=\"page-break\"></span>public interest, and establish peace and security among mankind: His most obvious thought would be, to assign the largest possessions to the most extensive virtue, and give every one the power of doing good, proportioned to his inclination. In a perfect theocracy, where a being, infinitely intelligent, governs by particular volitions, this rule would certainly have place, and might serve to the wisest purposes: But were mankind to execute such a law; so great is the uncertainty of merit, both from its natural obscurity, and from the self-conceit of each individual, that no determinate rule of conduct would ever result from it; and the total dissolution of society must be the immediate consequence. Fanatics may suppose, <em>that dominion is founded on grace</em>, and <em>that saints alone inherit the earth</em>; but the civil magistrate very justly puts these sublime theorists on the same footing with common robbers, and teaches them by the severest discipline, that a rule, which, in speculation, may seem the most advantageous to society, may yet be found, in practice, totally pernicious and destructive.","subId":"23","id":"Hume.ETSS.EPM.3.23","pages":"192-3"},{"type":"paragraph","content":"That there were <em>religious</em> fanatics of this kind in <span class=\"small-capitals\">England</span>, during the civil wars, we learn from history; though it is probable, that the obvious <em>tendency</em> of these principles excited such horror in mankind, as soon obliged the dangerous enthusiasts to renounce, or at least conceal their tenets. Perhaps, the <em>levellers</em>, who claimed an equal distribution of property, were a kind of <em>political</em> fanatics, which arose from the religious species, and more openly avowed their pretensions; as carrying a more plausible appearance, of being practicable in themselves, as well as useful to human society.","subId":"24","id":"Hume.ETSS.EPM.3.24","pages":"193"},{"type":"paragraph","content":"It must, indeed, be confessed, that nature is so liberal to mankind, that, were all her presents equally divided among the species, and improved by art and industry, every individual would enjoy all the necessaries, and even most of the comforts of life; nor would ever be liable to any ills, but such as might accidentally arise from the sickly frame and <span class=\"page-break\"></span>constitution of his body. It must also be confessed, that, wherever we depart from this equality, we rob the poor of more satisfaction than we add to the rich, and that the slight gratification of a frivolous vanity, in one individual, frequently costs more than bread to many families, and even provinces. It may appear withal, that the rule of equality, as it would be highly <em>useful</em>, is not altogether <em>impracticable</em>; but has taken place, at least in an imperfect degree, in some republics; particularly that of <span class=\"small-capitals\">Sparta</span>; where it was attended, it is said, with the most beneficial consequences. Not to mention, that the <span class=\"small-capitals\">Agrarian</span> laws, so frequently claimed in <span class=\"small-capitals\">Rome</span>, and carried into execution in many <span class=\"small-capitals\">Greek</span> cities, proceeded, all of them, from a general idea of the utility of this principle.","subId":"25","id":"Hume.ETSS.EPM.3.25","pages":"193-4"},{"type":"paragraph","content":"But historians, and even common sense, may inform us, that, however specious these ideas of <em>perfect</em> equality may seem, they are really, at bottom, <em>impracticable</em>; and were they not so, would be extremely <em>pernicious</em> to human society. Render possessions ever so equal, men's different degrees of art, care, and industry will immediately break that equality. Or if you check these virtues, you reduce society to the most extreme indigence; and instead of preventing want and beggary in a few, render it unavoidable to the whole community. The most rigorous inquisition too is requisite to watch every inequality on its first appearance; and the most severe jurisdiction, to punish and redress it. But besides, that so much authority must soon degenerate into tyranny, and be exerted with great partialities; who can possibly be possessed of it, in such a situation as is here supposed? Perfect equality of possessions, destroying all subordination, weakens extremely the authority of magistracy, and must reduce all power nearly to a level, as well as property.","subId":"26","id":"Hume.ETSS.EPM.3.26","pages":"194"},{"type":"paragraph","content":"We may conclude, therefore, that, in order to establish laws for the regulation of property, we must be acquainted with the nature and situation of man; must reject <span class=\"page-break\"></span>appearances, which may be false, though specious; and must search for those rules, which are, on the whole, most <em>useful</em> and <em>beneficial</em>. Vulgar sense and slight experience are sufficient for this purpose; where men give not way to too selfish avidity, or too extensive enthusiasm.","subId":"27","id":"Hume.ETSS.EPM.3.27","pages":"194-5"},{"type":"paragraph","content":"Who sees not, for instance, that whatever is produced or improved by a man's art or industry ought, for ever, to be secured to him, in order to give encouragement to such <em>useful</em> habits and accomplishments? That the property ought also to descend to children and relations, for the same <em>useful</em> purpose? That it may be alienated by consent, in order to beget that commerce and intercourse, which is so <em>beneficial</em> to human society? And that all contracts and promises ought carefully to be fulfilled, in order to secure mutual trust and confidence, by which the general <em>interest</em> of mankind is so much promoted?","subId":"28","id":"Hume.ETSS.EPM.3.28","pages":"195"},{"type":"paragraph","content":"Examine the writers on the laws of nature; and you will always find, that, whatever principles they set out with, they are sure to terminate here at last, and to assign, as the ultimate reason for every rule which they establish, the convenience and necessities of mankind. A concession thus extorted, in opposition to systems, has more authority, than if it had been made in prosecution of them.","subId":"29","id":"Hume.ETSS.EPM.3.29","pages":"195"},{"type":"paragraph","content":"What other reason, indeed, could writers ever give, why this must be <em>mine</em> and that <em>yours</em>; since uninstructed nature, surely, never made any such distinction? The objects, which receive those appellations, are, of themselves, foreign to us; they are totally disjoined and separated from us; and nothing but the general interests of society can form the connexion.","subId":"30","id":"Hume.ETSS.EPM.3.30","pages":"195"},{"type":"paragraph","content":"Sometimes, the interests of society may require a rule of justice in a particular case; but may not determine any particular rule, among several, which are all equally beneficial. In that case, the slightest <em>analogies</em> are laid hold of, in order to prevent that indifference and ambiguity, which would be <span class=\"page-break\"></span>the source of perpetual dissention. Thus possession alone, and first possession, is supposed to convey property, where no body else has any preceding claim and pretension. Many of the reasonings of lawyers are of this analogical nature, and depend on very slight connexions of the imagination.","subId":"31","id":"Hume.ETSS.EPM.3.31","pages":"195-6"},{"type":"paragraph","content":"Does any one scruple, in extraordinary cases, to violate all regard to the private property of individuals, and sacrifice to public interest a distinction, which had been established for the sake of that interest? The safety of the people is the supreme law: All other particular laws are subordinate to it, and dependant on it: And if, in the <em>common</em> course of things, they be followed and regarded; it is only because the public safety and interest <em>commonly</em> demand so equal and impartial an administration.","subId":"32","id":"Hume.ETSS.EPM.3.32","pages":"196"},{"type":"paragraph","content":"Sometimes both <em>utility</em> and <em>analogy</em> fail, and leave the laws of justice in total uncertainty. Thus, it is highly requisite, that prescription or long possession should convey property; but what number of days or months or years should be sufficient for that purpose, it is impossible for reason alone to determine. <em>Civil laws</em> here supply the place of the natural <em>code</em>, and assign different terms for prescription, according to the different <em>utilities</em>, proposed by the legislator. Bills of exchange and promissory notes, by the laws of most countries, prescribe sooner than bonds, and mortgages, and contracts of a more formal nature.","subId":"33","id":"Hume.ETSS.EPM.3.33","pages":"196"},{"type":"paragraph","content":"In general, we may observe, that all questions of property are subordinate to the authority of civil laws, which extend, restrain, modify, and alter the rules of natural justice, according to the particular <em>convenience</em> of each community. The laws have, or ought to have, a constant reference to the constitution of government, the manners, the climate, the religion, the commerce, the situation of each society. A late author of genius, as well as learning, has prosecuted this subject at large, and has established, from these prin<span class=\"page-break\"></span>ciples, a system of political knowledge, which abounds in ingenious and brilliant thoughts, and is not wanting in solidity<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"34","id":"Hume.ETSS.EPM.3.34","pages":"196-7"},{"type":"paragraph","content":"<em>What is a man's property?</em> Any thing, which it is lawful for him, and for him alone, to use. <em>But what rule have we, by which we can distinguish these objects?</em> Here we must have recourse to statutes, customs, precedents, analogies, and a hundred other circumstances; some of which are constant and inflexible, some variable and arbitrary. But <span class=\"page-break\"></span>the ultimate point, in which they all professedly terminate, is, the interest and happiness of human society. Where this enters not into consideration, nothing can appear more whimsical, unnatural, and even superstitious, than all or most of the laws of justice and of property.","subId":"35","id":"Hume.ETSS.EPM.3.35","pages":"197-8"},{"type":"paragraph","content":"Those, who ridicule vulgar superstitions, and expose the folly of particular regards to meats, days, places, postures, apparel, have an easy task; while they consider all the qualities and relations of the objects, and discover no adequate cause for that affection or antipathy, veneration or horror, which have so mighty an influence over a considerable part of mankind. A <span class=\"small-capitals\">Syrian</span> would have starved rather than taste pigeon; an <span class=\"small-capitals\">Egyptian</span> would not have approached bacon: But if these species of food be examined by the senses of sight, smell, or taste, or scrutinized by the sciences of chymistry, medicine, or physics; no difference is ever found between them and any other species, nor can that precise circumstance be pitched on, which may afford a just foundation for the religious passion. A fowl on Thursday is lawful food; on Friday abominable: Eggs, in this house, and in this diocese, are permitted during Lent; a hundred paces farther, to eat them is a damnable sin. This earth or building, yesterday was profane; to-day, by the muttering of certain words, it has become holy and sacred. Such reflections as these, in the mouth of a philosopher, one may safely say, are too obvious to have any influence; because they must always, to every man, occur at first sight; and where they prevail not, of themselves, they are surely obstructed by education, prejudice, and passion, not by ignorance or mistake.","subId":"36","id":"Hume.ETSS.EPM.3.36","pages":"198"},{"type":"paragraph","content":"It may appear to a careless view, or rather a too abstracted reflection, that there enters a like superstition into all the sentiments of justice; and that, if a man expose its object, or what we call property, to the same scrutiny of sense and science, he will not, by the most accurate enquiry, find <span class=\"page-break\"></span>any foundation for the difference made by moral sentiment. I may lawfully nourish myself from this tree; but the fruit of another of the same species, ten paces off, it is criminal for me to touch. Had I worne this apparel an hour ago, I had merited the severest punishment; but a man, by pronouncing a few magical syllables, has now rendered it fit for my use and service. Were this house placed in the neighbouring territory, it had been immoral for me to dwell in it; but being built on this side the river, it is subject to a different municipal law, and, by its becoming mine, I incur no blame or censure. The same species of reasoning, it may be thought, which so successfully exposes superstition, is also applicable to justice; nor is it possible, in the one case more than in the other, to point out, in the object, that precise quality or circumstance, which is the foundation of the sentiment.","subId":"37","id":"Hume.ETSS.EPM.3.37","pages":"198-9"},{"type":"paragraph","content":"But there is this material difference between <em>superstition</em> and <em>justice</em>, that the former is frivolous, useless, and burdensome; the latter is absolutely requisite to the well-being of mankind and existence of society. When we abstract from this circumstance (for it is too apparent ever to be overlooked) it must be confessed, that all regards to right and property, seem entirely without foundation, as much as the grossest and most vulgar superstition. Were the interests of society nowise concerned, it is as unintelligible, why another's articulating certain sounds implying consent, should change the nature of my actions with regard to a particular object, as why the reciting of a liturgy by a priest, in a certain habit and posture, should dedicate a heap of brick and timber, and render it, thenceforth and for ever, sacred<a href=\"#n13\"><sup>[13]</sup></a>.","subId":"38","id":"Hume.ETSS.EPM.3.38","pages":"199"},{"type":"paragraph","content":"These reflections are far from weakening the obligations of justice, or diminishing any thing from the most sacred <span class=\"page-break\"></span>attention to property. On the contrary, such sentiments must acquire new force from the present reasoning. For what stronger foundation can be desired or conceived for any duty, than to observe, that human society, or even human nature could not subsist, without the establishment of it; and will still arrive at greater degrees of happiness and perfection, the more inviolable the regard is, which is paid to that duty?","subId":"39","id":"Hume.ETSS.EPM.3.39","pages":"200-1"},{"type":"paragraph","content":"The dilemma seems obvious: As justice evidently tends to promote public utility and to support civil society, the sentiment of justice is either derived from our reflecting on that tendency, or like hunger, thirst, and other appetites, resentment, love of life, attachment to offspring, and other passions, arises from a simple original instinct in the human breast, which nature has implanted for like salutary purposes. If the latter be the case, it follows, that property, which is the object of justice, is also distinguished by a simple, original instinct, and is not ascertained by any argument or reflection. But who is there that ever heard of such an instinct? Or is this a subject, in which new discoveries can be made? We may as well expect to discover, in the body, new senses, which had before escaped the observation of all mankind.","subId":"40","id":"Hume.ETSS.EPM.3.40","pages":"201"},{"type":"paragraph","content":"But farther, though it seems a very simple proposition to say, that nature, by an instinctive sentiment, distinguishes property, yet in reality we shall find, that there are required for that purpose ten thousand different instincts, and these employed about objects of the greatest intricacy and nicest discernment. For when a definition of <em>property</em> is required, <span class=\"page-break\"></span>that relation is found to resolve itself into any possession acquired by occupation, by industry, by prescription, by inheritance, by contract, <em>&amp;c.</em> Can we think, that nature, by an original instinct, instructs us in all these methods of acquisition?","subId":"41","id":"Hume.ETSS.EPM.3.41","pages":"201-2"},{"type":"paragraph","content":"These words too, inheritance and contract, stand for ideas infinitely complicated; and to define them exactly, a hundred volumes of laws, and a thousand volumes of commentators, have not been found sufficient. Does nature, whose instincts in men are all simple, embrace such complicated and artificial objects, and create a rational creature, without trusting any thing to the operation of his reason?","subId":"42","id":"Hume.ETSS.EPM.3.42","pages":"202"},{"type":"paragraph","content":"But even though all this were admitted, it would not be satisfactory. Positive laws can certainly transfer property. Is it by another original instinct, that we recognize the authority of kings and senates, and mark all the boundaries of their jurisdiction? Judges too, even though their sentence be erroneous and illegal, must be allowed, for the sake of peace and order, to have decisive authority, and ultimately to determine property. Have we original, innate ideas of prætors and chancellors and juries? Who sees not, that all these institutions arise merely from the necessities of human society?","subId":"43","id":"Hume.ETSS.EPM.3.43","pages":"202"},{"type":"paragraph","content":"All birds of the same species in every age and country, build their nests alike: In this we see the force of instinct. Men, in different times and places, frame their houses differently: Here we perceive the influence of reason and custom. A like inference may be drawn from comparing the instinct of generation and the institution of property.","subId":"44","id":"Hume.ETSS.EPM.3.44","pages":"202"},{"type":"paragraph","content":"How great soever the variety of municipal laws, it must be confessed, that their chief out-lines pretty regularly concur; because the purposes, to which they tend, are every where exactly similar. In like manner, all houses have a roof and walls, windows and chimneys; though diversified in their shape, figure, and materials. The purposes of the latter, <span class=\"page-break\"></span>directed to the conveniencies of human life, discover not more plainly their origin from reason and reflection, than do those of the former, which point all to a like end.","subId":"45","id":"Hume.ETSS.EPM.3.45","pages":"202-3"},{"type":"paragraph","content":"I need not mention the variations, which all the rules of property receive from the finer turns and connexions of the imagination, and from the subtilties and abstractions of law-topics and reasonings. There is no possibility of reconciling this observation to the notion of original instincts.","subId":"46","id":"Hume.ETSS.EPM.3.46","pages":"203"},{"type":"paragraph","content":"What alone will beget a doubt concerning the theory, on which I insist, is the influence of education and acquired habits, by which we are so accustomed to blame injustice, that we are not, in every instance, conscious of any immediate reflection on the pernicious consequences of it. The views the most familiar to us are apt, for that very reason, to escape us; and what we have very frequently performed from certain motives, we are apt likewise to continue mechanically, without recalling, on every occasion, the reflections, which first determined us. The convenience, or rather necessity, which leads to justice, is so universal, and every where points so much to the same rules, that the habit takes place in all societies; and it is not without some scrutiny, that we are able to ascertain its true origin. The matter, however, is not so obscure, but that, even in common life, we have, every moment, recourse to the principle of public utility, and ask, <em>What must become of the world, if such practices prevail? How could society subsist under such disorders?</em> Were the distinction or separation of possessions entirely useless, can any one conceive, that it ever should have obtained in society?","subId":"47","id":"Hume.ETSS.EPM.3.47","pages":"203"},{"type":"paragraph","content":"Thus we seem, upon the whole, to have attained a knowledge of the force of that principle here insisted on, and can determine what degree of esteem or moral approbation may result from reflections on public interest and utility. The necessity of justice to the support of society is the SOLE foundation of that virtue; and since no moral excellence is <span class=\"page-break\"></span>more highly esteemed, we may conclude, that this circumstance of usefulness has, in general, the strongest energy, and most entire command over our sentiments. It must, therefore, be the source of a considerable part of the merit ascribed to humanity, benevolence, friendship, public spirit, and other social virtues of that stamp; as it is the SOLE source of the moral approbation paid to fidelity, justice, veracity, integrity, and those other estimable and useful qualities and principles. It is entirely agreeable to the rules of philosophy, and even of common reason; where any principle has been found to have a great force and energy in one instance, to ascribe to it a like energy in all similar instances. This indeed is <span class=\"small-capitals\">Newton</span>'s chief rule of philosophizing<a href=\"#n14\"><sup>[14]</sup></a>.","subId":"48","id":"Hume.ETSS.EPM.3.48","pages":"203-4"},{"type":"note","content":"<span class=\"small-capitals\">Genesis</span>, chap. xiii. and xxi.","subId":"n10","id":"Hume.ETSS.EPM.3.n10","pages":"184"},{"type":"note","content":"See NOTE <cite>S</cite>.","subId":"n11","id":"Hume.ETSS.EPM.3.n11"},{"type":"note","content":"THIS fiction of a state of nature, as a state of war, was not first started by Mr. <span class=\"small-capitals\">Hobbes</span>, as is commonly imagined. <span class=\"small-capitals\">Plato</span> endeavours to refute an hypothesis very like it in the 2d, 3d, and 4th books de republica. <span class=\"small-capitals\">Cicero</span>, on the contrary, supposes it certain and universally acknowledged in the following passage. <q>Quis enim vestrûm, judices, ignorat, ita naturam rerum tulisse, ut quodam tempore homines, nondum neque naturali, neque civili jure descripto, fusi per agros, ac dispersi vagarentur tantumque haberent quantum manu ac viribus, per cædem ac vulnera, aut eripere, aut retinere potuissent? Qui igitur primi virtute &amp; consilio præstanti extiterunt, ii perspecto genere humanæ docilitatis atque ingenii, dissipatos unum in locum congregarunt, eosque ex feritate illa ad justitiam ac mansuetudinem transduxerunt. Tum res ad communem utilitatem, quas publicas appellamus, tum conventicula hominum, quæ postea civitates nominatæ sunt, tum domicilia conjuncta, quas urbes dicamus, invento &amp; divino &amp; humano <span class=\"page-break\"></span>jure, mænibus sepserunt. Atque inter hanc vitam, perpolitam humanitate, &amp; illam immanem, nihil tam interest quam JUS atque VIS. Horum utro uti nolimus, altero est utendum. Vim volumus extingui? Jus valeat necesse est, idi est, judicia, quibus omne jus continetur. Judicia displicent, ant nulla, sunt? Vis dominetur necesse est? Hæc vident omnes.</q> <em>Pro Sext</em>. l. 42.","subId":"n11.1","id":"Hume.ETSS.EPM.3.n11.1","pages":"189-90"},{"type":"note","content":"See NOTE <cite>T</cite>.","subId":"n12","id":"Hume.ETSS.EPM.3.n12"},{"type":"note","content":"THE author of <em>L'Esprit des Loix</em>. This illustrious writer, however, sets out with a different theory, and supposes all right to be founded on certain <em>rapports</em> or relations; which is a system, that, in my opinion, never will be reconciled with true philosophy. Father <span class=\"small-capitals\">Malebranche</span>, as far as I can learn, was the first that started this abstract theory of morals, which was afterwards adopted by <span class=\"small-capitals\">Cudworth</span>, <span class=\"small-capitals\">Clarke</span>, and others; and as it excludes all sentiment, and pretends to found every thing on reason, it has not wanted followers in this philosophic age. See Section I. Appendix I. With regard to justice, the virtue here treated of, the inference against this theory seems short and conclusive. Property is allowed to be dependent on civil laws; civil laws are allowed to have no other object, but the interest of society: This therefore must be allowed to be the sole foundation of property and justice. Not to mention, that our obligation itself to obey the magistrate and his laws is founded on nothing but the interests of society.","subId":"n12.1","id":"Hume.ETSS.EPM.3.n12.1","pages":"197"},{"type":"note","content":"If the ideas of justice, sometimes, do not follow the dispositions of civil law; we shall find, that these cases, instead of objections, are confirmations of the theory delivered above. Where a civil law is so perverse as to cross all the interests of society, it loses all its authority, and men judge by the ideas of natural justice, which are conformable to those interests. Sometimes also civil laws, for useful purposes, require a ceremony or form to any deed; and where that is wanting, their decrees run contrary to the usual tenour of justice; but one who takes advantage of such chicanes, is not commonly regarded as an honest man. Thus, the interests of society require, that contracts be fulfilled; and there is not a more material article either of natural or civil justice: But the omission of a trifling circumstance will often, by law, invalidate a contract, <em>in foro humano</em>, but not <em>in foro conscientiæ</em>, as divines express themselves. In these cases, the magistrate is supposed only to withdraw his power of enforcing the right, not to have altered the right. Where his intention extends to the right, and is conformable to the interests of society; it never fails to alter the right; a clear proof of the origin of justice and of property, as assigned above.","subId":"n12.2","id":"Hume.ETSS.EPM.3.n12.2","pages":"197"},{"type":"note","content":"See NOTE <cite>U</cite>.","subId":"n13","id":"Hume.ETSS.EPM.3.n13"},{"type":"note","content":"IT is evident, that the will or consent alone never transfers property, nor causes the obligation of a promise (for the same reasoning extends to both) but the will must be expressed by words or signs, in order to impose a tye upon any man. The expression being once brought in as subservient to the will, soon becomes the principal part of the promise; nor will a man be less bound by his word, though he secretly <span class=\"page-break\"></span>give a different direction to his intention, and with-hold the assent of his mind. But though the expression makes, on most occasions, the whole of the promise, yet it does not always so; and one who should make use of any expression, of which he knows not the meaning, and which he uses without any sense of the consequences, would not certainly be bound by it. Nay, though he know its meaning, yet if he use it in jest only, and with such signs as evidently show, that he has no serious intention of binding himself, he would not lie under any obligation of performance; but it is necessary, that the words be a perfect expression of the will, without any contrary signs. Nay, even this we must not carry so far as to imagine, that one, whom, by our quickness of understanding, we conjecture, from certain signs, to have an intention of deceiving us, is not bound by his expression or verbal promise, if we accept of it; but must limit this conclusion to those cases where the signs are of a different nature from those of deceit. All these contradictions are easily accounted for, if justice arise entirely from its usefulness to society; but will never be explained on any other hypothesis.","subId":"n13.1","id":"Hume.ETSS.EPM.3.n13.1","pages":"199-200"},{"type":"note","content":"It is remarkable that the moral decisions of the <em>Jesuits</em> and other relaxed casuists, were commonly formed in prosecution of some such subtilties of reasoning as are here pointed out, and proceed as much from the habit of scholastic refinement as from any corruption of the heart, if we may follow the authority of Mons. <span class=\"small-capitals\">Bayle</span>. See his Dictionary, article <span class=\"small-capitals\">Loyola</span>. And why has the indignation of mankind risen so high against these casuists; but because every one perceived, that human society could not subsist were such practices authorized, and that morals must always be handled with a view to public interest, more than philosophical regularity? If the secret direction of the intention, said every man of sense, could invalidate a contract; where is our security? And yet a metaphysical schoolman might think, that, where an intenintention was supposed to be requisite, if that intention really had not place, no consequence ought to follow, and no obligation be imposed. The casuistical subtilties may not be greater than the subtilties of lawyers, hinted at above; but as the former are <em>pernicious</em>, and the latter <em>innocent</em> and even <em>necessary</em>, this is the reason of the very different reception they meet with from the world.","subId":"n13.2","id":"Hume.ETSS.EPM.3.n13.2","pages":"200"},{"type":"note","content":"It is a doctrine of the Church of <span class=\"small-capitals\">Rome</span>, that the priest, by a secret direction of his intention, can invalidate any sacrament. This position is derived from a strict and regular prosecution of the obvious truth, that empty words alone, without any meaning or intention in the speaker, can never be attended with any effect. If the same conclusion be not admitted in reasonings concerning civil contracts, where the affair is allowed to be of so much less consequence than the eternal <span class=\"page-break\"></span>salvation of thousands, it proceeds entirely from men's sense of the danger and inconvenience of the doctrine in the former case: And we may thence observe, that however positive, arrogant, and dogmatical any superstition may appear, it never can convey any thorough persuasion of the reality of its objects, or put them, in any degree, on a balance with the common incidents of life, which we learn from daily observation and experimental reasoning.","subId":"n13.3","id":"Hume.ETSS.EPM.3.n13.3","pages":"200-1"},{"type":"note","content":"Principia, lib. iii.","subId":"n14","id":"Hume.ETSS.EPM.3.n14","pages":"204"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EPM","imported":true,"title":"An Enquiry concerning the Principles of Morals","breadcrumb":"Moral Enquiry","published":[1751]}],"prev":{"id":"Hume.ETSS.EPM.2","imported":true,"title":"Section 2. Of Benevolence","breadcrumb":"Section 2","published":[1751]},"next":{"id":"Hume.ETSS.EPM.4","imported":true,"title":"Section 4. Of Political Society","breadcrumb":"Section 4","published":[1751]}}