{"imported":true,"id":"Hume.DNR.10","parent":"Hume.DNR","title":"Part 10","breadcrumb":"Part 10","texts":[],"published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his <cite>Dialogues Concerning Natural Religion</cite> in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>PART X.</h1> ","id":"Hume.DNR.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is my opinion, I own, replied <span class=\"small-capitals\">Demea</span>, that each man feels, in a manner, the truth of religion within his own breast; and from a consciousness of his imbecility and misery, rather than from any reasoning, is led to seek protection from that Being, on whom he and all nature is dependent. So anxious or so tedious are even the best scenes of life, that futurity is still the object of all our hopes and fears. We incessantly look forward, and endeavour, by prayers, adoration, and sacrifice, to appease those unknown powers, whom we find, by experience, so able to afflict and oppress us. Wretched creatures that we are! what resource for us amidst the innumerable ills of life, did not Religion suggest some methods of atonement, and appease those terrors, with which we are incessantly agitated and tormented?","subId":"1","id":"Hume.DNR.10.1","pages":"193"},{"type":"paragraph","content":"I am indeed persuaded, said <span class=\"small-capitals\">Philo</span>, that the best and indeed the only method of bringing every one to a due sense of religion, is by just representations of the misery and wickedness of men. And for that purpose a talent of eloquence and strong imagery is more requisite than that of reasoning and argument. For is it necessary to prove, what every one feels within himself? 'Tis only necessary to make us feel it, if possible, more intimately and sensibly.","subId":"2","id":"Hume.DNR.10.2","pages":"193"},{"type":"paragraph","content":"The people, indeed, replied <span class=\"small-capitals\">Demea</span>, are sufficiently convinced of this great and melancholy truth. The miseries of life, the unhappiness of man, the general corruptions of our nature, the unsatisfactory enjoyment of pleasures, riches, honours; these phrases have become almost proverbial in all languages. And who can doubt of what all men declare from their own immediate feeling and experience?","subId":"3","id":"Hume.DNR.10.3","pages":"193"},{"type":"paragraph","content":"In this point, said <span class=\"small-capitals\">Philo</span>, the learned are perfectly agreed with the vulgar; and in all letters, <em>sacred</em> and <em>profane</em>, the topic of human misery has been insisted on with the most pathetic eloquence, that sorrow and melancholy could inspire. The poets, who speak from sentiment, without a system, and whose testimony has therefore the more authority, abound in images of this nature. From <span class=\"small-capitals\">Homer</span> down to Dr <span class=\"small-capitals\">Young</span>, the whole inspired tribe have ever been sensible, that no other <span class=\"page-break\"></span>representation of things would suit the feeling and observation of each individual.","subId":"4","id":"Hume.DNR.10.4","pages":"193-4"},{"type":"paragraph","content":"As to authorities, replied <span class=\"small-capitals\">Demea</span>, you need not seek them. Look round this library of <span class=\"small-capitals\">Cleanthes</span>. I shall venture to affirm, that, except authors of particular sciences, such as chymistry or botany, who have no occasion to treat of human life, there is scarce one of those innumerable writers, from whom the sense of human misery has not, in some passage or other, extorted a complaint and confession of it. At least, the chance is entirely on that side; and no one author has ever, so far as I can recollect, been so extravagant as to deny it.","subId":"5","id":"Hume.DNR.10.5","pages":"194"},{"type":"paragraph","content":"There you must excuse me, said <span class=\"small-capitals\">Philo</span>: <span class=\"small-capitals\">Leibnitz</span> has denied it; and is perhaps the first<a href=\"#n9\"><sup>[9]</sup></a>, who ventured upon so bold and paradoxical an opinion; at least, the first, who made it essential to his philosophical system.","subId":"6","id":"Hume.DNR.10.6","pages":"194"},{"type":"paragraph","content":"And by being the first, replied <span class=\"small-capitals\">Demea</span>, might he not have been sensible of his error? For is this a subject, in which philosophers can propose to make discoveries, especially in so late an age? And can any man hope by a simple denial (for the subject scarcely admits of reasoning) to bear down the united testimony of mankind, founded on sense and consciousness?","subId":"7","id":"Hume.DNR.10.7","pages":"194"},{"type":"paragraph","content":"And why should man, added he, pretend to an exemption from the lot of all other animals? The whole earth, believe me, <span class=\"small-capitals\">Philo</span>, is cursed and polluted. A perpetual war is kindled amongst all living creatures. Necessity, hunger, want, stimulate the strong and courageous: Fear, anxiety, terror, agitate the weak and infirm. The first entrance into life gives anguish to the new-born infant and to its wretched parent: Weakness, impotence, distress, attend each stage of that life: and 'tis at last finished in agony and horror.","subId":"8","id":"Hume.DNR.10.8","pages":"194"},{"type":"paragraph","content":"Observe too, says <span class=\"small-capitals\">Philo</span>, the curious artifices of Nature, in order to imbitter the life of every living being. The stronger prey upon the weaker, and keep them in perpetual terror and anxiety. The weaker too, in their turn, often prey upon the stronger, and vex and molest them without relaxation. Consider that innumerable race of insects, which either are bred on the body of each animal, or flying about infix their stings in him. These insects have others still less than themselves, <span class=\"page-break\"></span>which torment them. And thus on each hand, before and behind, above and below, every animal is surrounded with enemies, which incessantly seek his misery and destruction.","subId":"9","id":"Hume.DNR.10.9","pages":"194-5"},{"type":"paragraph","content":"Man alone, said <span class=\"small-capitals\">Demea</span>, seems to be, in part, an exception to this rule. For by combination in society, he can easily master lions, tygers, and bears, whose greater strength and agility naturally enable them to prey upon him.","subId":"10","id":"Hume.DNR.10.10","pages":"195"},{"type":"paragraph","content":"On the contrary, it is here chiefly, cried <span class=\"small-capitals\">Philo</span>, that the uniform and equal maxims of Nature are most apparent. Man, it is true, can, by combination, surmount all his <em>real</em> enemies, and become master of the whole animal creation: but does he not immediately raise up to himself <em>imaginary</em> enemies, the dæmons of his fancy, who haunt him with superstitious terrors, and blast every enjoyment of life? His pleasure, as he imagines, becomes, in their eyes, a crime: his food and repose give them umbrage and offence: his very sleep and dreams furnish new materials to anxious fear: and even death, his refuge from every other ill, presents only the dread of endless and innumerable woes. Nor does the wolf molest more the timid flock, than superstition does the anxious breast of wretched mortals.","subId":"11","id":"Hume.DNR.10.11","pages":"195"},{"type":"paragraph","content":"Besides, consider, <span class=\"small-capitals\">Demea</span>; this very society, by which we surmount those wild beasts, our natural enemies; what new enemies does it not raise to us? What woe and misery does it not occasion? Man is the greatest enemy of man. Oppression, injustice, contempt, contumely, violence, sedition, war, calumny, treachery, fraud; by these they mutually torment each other: and they would soon dissolve that society which they had formed, were it not for the dread of still greater ills, which must attend their separation.","subId":"12","id":"Hume.DNR.10.12","pages":"195"},{"type":"paragraph","content":"But though these external insults, said <span class=\"small-capitals\">Demea</span>, from animals, from men, from all the elements, which assault us, form a frightful catalogue of woes, they are nothing in comparison of those, which arise within ourselves, from the distempered condition of our mind and body. How many lie under the lingering torment of diseases? Hear the pathetic enumeration of the great poet. <blockquote>Intestine stone and ulcer, colic-pangs, <br> Dæmoniac frenzy, moping melancholy, <br> And moon-struck madness, pining atrophy, <br> Marasmus, and wide-wasting pestilence. <br> <span class=\"page-break\"></span>Dire was the tossing, deep the groans: DESPAIR <br> Tended the sick, busiest from couch to couch. <br> And over them triumphant DEATH his dart <br> Shook: but delay'd to strike, tho' oft invok'd <br> With vows, as their chief good and final hope.</blockquote>","subId":"13","id":"Hume.DNR.10.13","pages":"195-6"},{"type":"paragraph","content":"The disorders of the mind, continued <span class=\"small-capitals\">Demea</span>, though more secret, are not perhaps less dismal and vexatious. Remorse, shame, anguish, rage, disappointment, anxiety, fear, dejection, despair; who has ever passed through life without cruel inroads from these tormentors? How many have scarcely ever felt any better sensations? Labour and poverty, so abhorred by every one, are the certain lot of the far greater number: and those few privileged persons, who enjoy ease and opulence, never reach contentment or true felicity. All the goods of life united would not make a very happy man: but all the ills united would make a wretch indeed; and any one of them almost (and who can be free from every one) nay often the absence of one good (and who can possess all) is sufficient to render life ineligible.","subId":"14","id":"Hume.DNR.10.14","pages":"196"},{"type":"paragraph","content":"Were a stranger to drop, on a sudden, into this world, I would show him, as a specimen of its ills, an hospital full of diseases, a prison crowded with malefactors and debtors, a field of battle strowed with carcasses, a fleet foundering in the ocean, a nation languishing under tyranny, famine, or pestilence. To turn the gay side of life to him, and give him a notion of its pleasures; whither should I conduct him? to a ball, to an opera, to court? He might justly think, that I was only showing him a diversity of distress and sorrow.","subId":"15","id":"Hume.DNR.10.15","pages":"196"},{"type":"paragraph","content":"There is no evading such striking instances, said <span class=\"small-capitals\">Philo</span>, but by apologies, which still farther aggravate the charge. Why have all men, I ask, in all ages, complained incessantly of the miseries of life? - - - - They have no just reason, says one: these complaints proceed only from their discontented, repining, anxious disposition. - - - And can there possibly, I reply, be a more certain foundation of misery, than such a wretched temper?","subId":"16","id":"Hume.DNR.10.16","pages":"196"},{"type":"paragraph","content":"But if they were really as unhappy as they pretend, says my antagonist, why do they remain in life? - - - <blockquote>Not satisfied with life, afraid of death.</blockquote> <span class=\"page-break\"></span>This is the secret chain, say I, that holds us. We are terrified, not bribed to the continuance of our existence.","subId":"17","id":"Hume.DNR.10.17","pages":"196-7"},{"type":"paragraph","content":"It is only a false delicacy, he may insist, which a few refined spirits indulge, and which has spread these complaints among the whole race of mankind. - - - - - And what is this delicacy, I ask, which you blame? Is it any thing but a greater sensibility to all the pleasures and pains of life? and if the man of a delicate, refined temper, by being so much more alive than the rest of the world, is only so much more unhappy; what judgement must we form in general of human life?","subId":"18","id":"Hume.DNR.10.18","pages":"197"},{"type":"paragraph","content":"Let men remain at rest, says our adversary; and they will be easy. They are willing artificers of their own misery. - - - No! reply I; an anxious languor follows their repose: disappointment, vexation, trouble, their activity and ambition.","subId":"19","id":"Hume.DNR.10.19","pages":"197"},{"type":"paragraph","content":"I can observe something like what you mention in some others, replied <span class=\"small-capitals\">Cleanthes</span>: but I confess, I feel little or nothing of it in myself; and hope that it is not so common as you represent it.","subId":"20","id":"Hume.DNR.10.20","pages":"197"},{"type":"paragraph","content":"If you feel not human misery yourself, cried <span class=\"small-capitals\">Demea</span>, I congratulate you on so happy a singularity. Others, seemingly the most prosperous, have not been ashamed to vent their complaints in the most melancholy strains. Let us attend to the great, the fortunate Emperor, <span class=\"small-capitals\">Charles V</span>, when, tired with human grandeur, he resigned all his extensive dominions into the hands of his son. In the last harangue, which he made on that memorable occasion, he publicly avowed, <em>that the greatest prosperities which he had ever enjoyed, had been mixed with so many adversities, that he might truly say he had never enjoyed any satisfaction or contentment</em><ins>.</ins> But did the retired life, in which he sought for shelter, afford him any greater happiness? If we may credit his son's account, his repentance commenced the very day of his resignation.","subId":"21","id":"Hume.DNR.10.21","pages":"197"},{"type":"paragraph","content":"<span class=\"small-capitals\">Cicero</span>'s fortune, from small beginnings, rose to the greatest lustre and renown; yet what pathetic complaints of the ills of life do his familiar letters, as well as philosophical discourses, contain? And suitably to his own experience, he introduces <span class=\"small-capitals\">Cato</span>, the great, the fortunate <span class=\"small-capitals\">Cato</span>, protesting in his old age, that, had he a new life in his offer, he would reject the present.","subId":"22","id":"Hume.DNR.10.22","pages":"197"},{"type":"paragraph","content":"Ask yourself, ask any of your acquaintance, whether they would live over again the last ten or twenty years of their life. No! but the next twenty, they say, will be better: <blockquote><span class=\"page-break\"></span>And from the dregs of life, hope to receive <br> What the first sprightly running could not give.</blockquote> Thus at last they find (such is the greatness of human misery; it reconciles even contradictions) that they complain, at once, of the shortness of life, and of its vanity and sorrow.","subId":"23","id":"Hume.DNR.10.23","pages":"197-8"},{"type":"paragraph","content":"And is it possible, <span class=\"small-capitals\">Cleanthes</span>, said <span class=\"small-capitals\">Philo</span>, that after all these reflections, and infinitely more, which might be suggested, you can still persevere in your Anthropomorphism, and assert the moral attributes of the Deity, his justice, benevolence, mercy, and rectitude, to be of the same nature with these virtues in human creatures? His power we allow infinite: whatever he wills is executed: but neither man nor any other animal <del>are</del><ins>is</ins> happy: therefore he does not will their happiness. His wisdom is infinite: he is never mistaken in chusing the means to any end: but the course of Nature tends not to human or animal felicity: therefore it is not established for that purpose. Through the whole compass of human knowledge, there are no inferences more certain and infallible than these. In what respect, then, do his benevolence and mercy resemble the benevolence and mercy of men?","subId":"24","id":"Hume.DNR.10.24","pages":"198"},{"type":"paragraph","content":"<span class=\"small-capitals\">Epicurus</span>'s old questions are yet unanswered. Is he willing to prevent evil, but not able? then is he impotent. Is he able, but not willing? then is he malevolent. Is he both able and willing? whence then is evil?","subId":"25","id":"Hume.DNR.10.25","pages":"198"},{"type":"paragraph","content":"You ascribe, <span class=\"small-capitals\">Cleanthes</span>, (and I believe justly) a purpose and intention to Nature. But what, I beseech you, is the object of that curious artifice and machinery, which she has displayed in all animals? The preservation alone of individuals and propagation of the species. It seems enough for her purpose, if such a rank be barely upheld in the universe, without any care or concern for the happiness of the members, that compose it. No resource for this purpose: no machinery, in order merely to give pleasure or ease: no fund of pure joy and contentment: no indulgence without some want or necessity, accompanying it. At least, the few phenomena of this nature are over-balanced by opposite phenomena of still greater importance.","subId":"26","id":"Hume.DNR.10.26","pages":"198"},{"type":"paragraph","content":"Our sense of music, harmony, and indeed beauty of all kinds gives satisfaction, without being absolutely necessary to <span class=\"page-break\"></span>the preservation and propagation of the species. But what racking pains, on the other hand, arise from gouts, gravels, megrims, tooth-achs, rheumatisms; where the injury to the animal-machinery is either small or incurable? Mirth, laughter, play, frolic, seem gratuitous satisfactions, which have no farther tendency: spleen, melancholy, discontent, superstition, are pains of the same nature. How then does the divine benevolence display itself, in the sense of you Anthropomorphites? None but we Mystics, as you were pleased to call us, can account for this strange mixture of phenomena, by deriving it from attributes, infinitely perfect, but incomprehensible.","subId":"27","id":"Hume.DNR.10.27","pages":"198-9"},{"type":"paragraph","content":"And have you at last, said <span class=\"small-capitals\">Cleanthes</span> smiling, betrayed your intentions, <span class=\"small-capitals\">Philo</span>? Your long agreement with <span class=\"small-capitals\">Demea</span> did indeed a little surprise me; but I find you were all the while erecting a concealed battery against me. And I must confess, that you have now fallen upon a subject, worthy of your noble spirit of opposition and controversy. If you can make out the present point, and prove mankind to be unhappy or corrupted, there is an end at once of all religion. For to what purpose establish the natural attributes of the Deity, while the moral are still doubtful and uncertain?","subId":"28","id":"Hume.DNR.10.28","pages":"199"},{"type":"paragraph","content":"You take umbrage very easily, replied <span class=\"small-capitals\">Demea</span>, at opinions the most innocent, and the most generally received even amongst the religious and devout themselves: and nothing can be more surprising than to find a topic like this, concerning the wickedness and misery of man, charged with no less than Atheism and profaneness. Have not all pious divines and preachers, who have indulged their rhetoric on so fertile a subject; have they not easily, I say, given a solution of any difficulties, which may attend it? This world is but a point in comparison of the universe: this life but a moment in comparison of eternity. The present evil phenomena, therefore, are rectified in other regions, and in some future period of existence. And the eyes of men, being then opened to larger views of things, see the whole connection of general laws, and trace, with adoration, the benevolence and rectitude of the Deity, through all the mazes and intricacies of his providence.","subId":"29","id":"Hume.DNR.10.29","pages":"199"},{"type":"paragraph","content":"No! replied <span class=\"small-capitals\">Cleanthes</span>, No! These arbitrary suppositions can never be admitted, contrary to matter of fact, visible and uncontroverted. Whence can any cause be known but from its known effects? Whence can any hypothesis be proved but <span class=\"page-break\"></span>from the apparent phenomena? To establish one hypothesis upon another is building entirely in the air; and the utmost we ever attain, by these conjectures and fictions, is to ascertain the bare possibility of our opinion; but never can we, upon such terms, establish its reality.","subId":"30","id":"Hume.DNR.10.30","pages":"199-200"},{"type":"paragraph","content":"The only method of supporting divine benevolence (and it is what I willingly embrace) is to deny absolutely the misery and wickedness of man. Your representations are exaggerated: Your melancholy views mostly fictitious: Your inferences contrary to fact and experience. Health is more common than sickness: Pleasure than pain: Happiness than misery. And for one vexation, which we meet with, we attain, upon computation, a hundred enjoyments.","subId":"31","id":"Hume.DNR.10.31","pages":"200"},{"type":"paragraph","content":"Admitting your position, replied <span class=\"small-capitals\">Philo</span>, which yet is extremely doubtful; you must, at the same time, allow, that, if pain be less frequent than pleasure, it is infinitely more violent and durable. One hour of it is often able to outweigh a day, a week, a month of our common insipid enjoyments: And how many days, weeks, and months are passed by several in the most acute torments? Pleasure, scarcely in one instance, is ever able to reach ecstasy and rapture: And in no one instance can it continue for any time at its highest pitch and altitude. The spirits evaporate; the nerves relax; the fabric is disordered; and the enjoyment quickly degenerates into fatigue and uneasiness. But pain often, good God, how often! rises to torture and agony; and the longer it continues, it becomes still more genuine agony and torture. Patience is exhausted; courage languishes; melancholy seizes us; and nothing terminates our misery but the removal of its cause, or another event, which is the sole cure of all evil, but which, from our natural folly, we regard with still greater horror and consternation.","subId":"32","id":"Hume.DNR.10.32","pages":"200"},{"type":"paragraph","content":"But not to insist upon these topics, continued <span class=\"small-capitals\">Philo</span>, though most obvious, certain, and important; I must use the freedom to admonish you, <span class=\"small-capitals\">Cleanthes</span>, that you have put the controversy upon a most dangerous issue, and are, unawares introducing a total Scepticism into the most essential articles of natural and revealed theology. What! no method of fixing a just foundation for religion, unless we allow the happiness of human life, and maintain a continued existence even in this world, with all our present pains, infirmities, vexations, and <span class=\"page-break\"></span>follies, to be eligible and desireable! But this is contrary to every one's feeling and experience: It is contrary to an authority so established as nothing can subvert: No decisive proofs can ever be produced against this authority; nor is it possible for you to compute, estimate, and compare all the pains and all the pleasures in the lives of all men and of all animals: And thus by your resting the whole system of religion on a point, which, from its very nature, must for ever be uncertain, you tacitly confess, that that system is equally uncertain.","subId":"33","id":"Hume.DNR.10.33","pages":"200-1"},{"type":"paragraph","content":"But allowing you, what never will be believed; at least, what you never possibly can prove, that animal, or at least, human happiness in this life exceeds its misery; you have yet done nothing: For this is not, by any means, what we expect from infinite power, infinite wisdom, and infinite goodness. Why is there any misery at all in the world? Not by chance surely. From some cause then. Is it from the intention of the Deity? But he is perfectly benevolent. Is it contrary to his intention? But he is almighty. Nothing can shake the solidity of this reasoning, so short, so clear, so decisive; except we assert, that these subjects exceed all human capacity, and that our common measures of truth and falsehood are not applicable to them; a topic, which I have all along insisted on, but which you have, from the beginning, rejected with scorn and indignation.","subId":"34","id":"Hume.DNR.10.34","pages":"201"},{"type":"paragraph","content":"But I will be contented to retire still from this intrenchment: For I deny that you can ever force me in it: I will allow, that pain or misery in man is <em>compatible</em> with infinite power and goodness in the Deity, even in your sense of these attributes: What are you advanced by all these concessions? A mere possible compatibility is not sufficient. You must <em>prove</em> these pure, unmixt, and uncontrollable attributes from the present mixt and confused phenomena, and from these alone. A hopeful undertaking! Were the phenomena ever so pure and unmixt, yet being finite, they would be insufficient for that purpose. How much more, where they are also so jarring and discordant!","subId":"35","id":"Hume.DNR.10.35","pages":"201"},{"type":"paragraph","content":"Here, <span class=\"small-capitals\">Cleanthes</span>, I find myself at ease in my argument. Here I triumph. Formerly, when we argued concerning the <span class=\"page-break\"></span>natural attributes of intelligence and design, I needed all my sceptical and metaphysical subtilty to elude your grasp. In many views of the universe, and of its parts, particularly the latter, the beauty and fitness of final causes strike us with such irresistible force, that all objections appear (what I believe they really are) mere cavils and sophisms; nor can we then imagine how it was ever possible for us to repose any weight on them. But there is no view of human life or of the condition of mankind, from which, without the greatest violence, we can infer the moral attributes, or learn that infinite benevolence, conjoined with infinite power and infinite wisdom, which we must discover by the eyes of faith alone. It is your turn now to tug the labouring oar, and to support your philosophical subtilties against the dictates of plain reason and experience.","subId":"36","id":"Hume.DNR.10.36","pages":"201-2"},{"type":"note","content":"That sentiment had been maintained by Dr King and some few others before <span class=\"small-capitals\">Leibniz</span>; though by none of so great fame as that <span class=\"small-capitals\">German</span> philosopher.","subId":"n9","id":"Hume.DNR.10.n9","pages":"194"}]}