{"id":"Hume.DNR.11","imported":true,"parent":"Hume.DNR","title":"Part 11","breadcrumb":"Part 11","published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his <cite>Dialogues Concerning Natural Religion</cite> in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","blocks":[{"type":"title","content":"<h1>PART XI.</h1> ","id":"Hume.DNR.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">I</span> scruple not to allow, said <span class=\"small-capitals\">Cleanthes</span>, that I have been apt to suspect the frequent repetition of the word, <em>infinite</em>, which we meet with in all theological writers, to savour more of panegyric than of philosophy, and that any purposes of reasoning, and even of religion, would be better served, were we to rest contented with more accurate and more moderate expressions. The terms, <em>admirable</em>, <em>excellent</em>, <em>superlatively great</em>, <em>wise</em>, and <em>holy</em>; these sufficiently fill the imaginations of men; and any thing beyond, besides that it leads into absurdities, has no influence on the affections or sentiments. Thus, in the present subject, if we abandon all human analogy, as seems your intention, <span class=\"small-capitals\">Demea</span>, I am afraid we abandon all religion, and retain no conception of the great object of our adoration. If we preserve human analogy, we must for ever find it impossible to reconcile any mixture of evil in the universe with infinite attributes; much less, can we ever prove the latter from the former. But supposing the Author of Nature to be finitely perfect, though far exceeding mankind; a satisfactory account may then be given of natural and moral evil, and every untoward phenomenon be explained and adjusted. A less evil may then be chosen, in order to avoid a greater: Inconveniencies be submitted to, in order to reach a desirable end: And in a word, benevolence, regulated by wisdom, and limited by necessity, may produce just such a world as the present. You, <span class=\"small-capitals\">Philo</span>, who are so prompt at starting views, and reflections, and analogies; I would gladly hear, at length, without interruption, your opinion of this new theory; and if it deserve our attention, we may afterwards, at more leisure, reduce it into form.","subId":"1","id":"Hume.DNR.11.1","pages":"203"},{"type":"paragraph","content":"My sentiments, replied <span class=\"small-capitals\">Philo</span>, are not worth being made a mystery of; and therefore, without any ceremony, I shall deliver what occurs to me, with regard to the present subject. It must, I think, be allowed, that, if a very limited intelligence, whom we shall suppose utterly unacquainted with the universe, were assured, that it were the production of a very good, wise, and powerful being, however finite, he would, from his conjectures, form <em>beforehand</em> a different notion of it from what we <span class=\"page-break\"></span>find it to be by experience; nor would he ever imagine, merely from these attributes of the cause, of which he is informed, that the effect could be so full of vice and misery and disorder, as it appears in this life. Supposing now, that this person were brought into the world, still assured, that it was the workmanship of such a sublime and benevolent Being; he might, perhaps, be surprised at the disappointment; but would never retract his former belief, if founded on any very solid argument; since such a limited intelligence must be sensible of his own blindness and ignorance, and must allow, that there may be many solutions of those phenomena, which will for ever escape his comprehension. But supposing, which is the real case with regard to man, that this creature is not antecedently convinced of a supreme intelligence, benevolent, and powerful, but is left to gather such a belief from the appearances of things; this entirely alters the case, nor will he ever find any reason for such a conclusion. He may be fully convinced of the narrow limits of his understanding; but this will not help him in forming an inference concerning the goodness of superior powers, since he must form that inference from what he knows, not from what he is ignorant of. The more you exaggerate his weakness and ignorance, the more diffident you render him, and give him the greater suspicion, that such subjects are beyond the reach of his faculties. You are obliged, therefore, to reason with him merely from the known phenomena, and to drop every arbitrary supposition or conjecture.","subId":"2","id":"Hume.DNR.11.2","pages":"203-4"},{"type":"paragraph","content":"Did I show you a house or palace, where there was not one apartment convenient or agreeable; where the windows, doors, fires, passages, stairs, and the whole œconomy of the building were the source of noise, confusion, fatigue, darkness, and the extremes of heat and cold; you would certainly blame the contrivance, without any farther examination. The architect would in vain display his subtilty, and prove to you, that if this door or that window were altered, greater ills would ensue. What he says, may be strictly true: The alteration of one particular, while the other parts of the building remain, may only augment the inconveniencies. But still you would assert in general, that, if the architect had had skill and good intentions, he might have formed such a plan of the whole, and might have adjusted the parts in such a manner, as would have remedied all or most of these inconveniencies. His <span class=\"page-break\"></span>ignorance, or even your own ignorance of such a plan, will never convince you of the impossibility of it. If you find many inconveniencies and deformities in the building, you will always, without entering into any detail, condemn the architect.","subId":"3","id":"Hume.DNR.11.3","pages":"204-5"},{"type":"paragraph","content":"In short, I repeat the question: Is the world, considered in general, and as it appears to us in this life, different from what a man or such a limited Being would, <em>beforehand</em>, expect from a very powerful, wise, and benevolent Deity? It must be strange prejudice to assert the contrary. And from thence I conclude, that, however consistent the world may be, allowing certain suppositions and conjectures, with the idea of such a Deity, it can never afford us an inference concerning his existence. The consistence is not absolutely denied, only the inference. Conjectures, especially where infinity is excluded from the divine attributes, may, perhaps, be sufficient to prove a consistence; but can never be foundations for any inference.","subId":"4","id":"Hume.DNR.11.4","pages":"205"},{"type":"paragraph","content":"There seem to be <em>four</em> circumstances, on which depend all, or the greatest part of the ills, that molest sensible creatures; and it is not impossible but all these circumstances may be necessary and unavoidable. We know so little beyond common life, or even of common life, that, with regard to the œconomy of a universe, there is no conjecture, however wild, which may not be just; nor any one, however plausible, which may not be erroneous. All that belongs to human understanding, in this deep ignorance and obscurity, is to be sceptical, or at least cautious; and not to admit of any hypothesis, whatever; much less, of any which is supported by no appearance of probability. Now this I assert to be the case with regard to all the causes of evil, and the circumstances, on which it depends. None of them appear to human reason, in the least degree, necessary or unavoidable; nor can we suppose them such, without the utmost licence of imagination.","subId":"5","id":"Hume.DNR.11.5","pages":"205"},{"type":"paragraph","content":"The <em>first</em> circumstance which introduces evil, is that contrivance or œconomy of the animal creation, by which pains, as well as pleasures, are employed to excite all creatures to action, and make them vigilant in the great work of self-preservation. Now pleasure alone, in its various degrees, seems to human understanding sufficient for this purpose. All animals might be constantly in a state of enjoyment; but when urged by any of the necessities of nature, such as thirst, hunger, <span class=\"page-break\"></span>weariness; instead of pain, they might feel a diminution of pleasure, by which they might be prompted to seek that object, which is necessary to their subsistence. Men pursue pleasure as eagerly as they avoid pain; at least, might have been so constituted. It seems, therefore, plainly possible to carry on the business of life without any pain. Why then is any animal ever rendered susceptible of such a sensation? If animals can be free from it an hour, they might enjoy a perpetual exemption from it; and it required as particular a contrivance of their organs to produce that feeling, as to endow them with sight, hearing, or any of the senses. Shall we conjecture, that such a contrivance was necessary, without any appearance of reason? and shall we build on that conjecture as on the most certain truth?","subId":"6","id":"Hume.DNR.11.6","pages":"205-6"},{"type":"paragraph","content":"But a capacity of pain would not alone produce pain, were it not for the <em>second</em> circumstance, <em>viz.</em> the conducting of the world by general laws; and this seems no wise necessary to a very perfect being. It is true; if every thing were conducted by particular volitions, the course of nature would be perpetually broken, and no man could employ his reason in the conduct of life. But might not other particular volitions remedy this inconvenience? In short, might not the Deity exterminate all ill, where-ever it were to be found; and produce all good, without any preparation or long progress of causes and effects?","subId":"7","id":"Hume.DNR.11.7","pages":"206"},{"type":"paragraph","content":"Besides, we must consider, that, according to the present æconomy of the world, the course of Nature, though supposed exactly regular, yet to us appears not so, and many events are uncertain, and many disappoint our expectations. Health and sickness, calm and tempest, with an infinite number of other accidents, whose causes are unknown and variable, have a great influence both on the fortunes of particular persons and on the prosperity of public societies: and indeed all human life, in a manner, depends on such accidents. A being, therefore, who knows the secret springs of the universe, might easily, by particular volitions, turn all these accidents to the good of mankind, and render the whole world happy, without discovering himself in any operation. A fleet, whose purposes were salutary to society, might always meet with a fair wind: Good princes enjoy sound health and long life: Persons, born to power and authority, be framed with good tempers and virtuous dispositions. A few such events as these, regularly <span class=\"page-break\"></span>and wisely conducted, would change the face of the world; and yet would no more seem to disturb the course of Nature or confound human conduct, than the present æconomy of things, where the causes are secret, and variable, and compounded. Some small touches, given to <span class=\"small-capitals\">Caligula</span>'s brain in his infancy, might have converted him into a <span class=\"small-capitals\">Trajan</span>: one wave, a little higher than the rest, by burying <span class=\"small-capitals\">Cæsar</span> and his fortune in the bottom of the ocean, might have restored liberty to a considerable part of mankind. There may, for aught we know, be good reasons, why Providence interposes not in this manner; but they are unknown to us: and though the mere supposition, that such reasons exist, may be sufficient to <em>save</em> the conclusion concerning the divine attributes, yet surely it can never be sufficient to <em>establish</em> that conclusion.","subId":"8","id":"Hume.DNR.11.8","pages":"206-7"},{"type":"paragraph","content":"If every thing in the universe be conducted by general laws, and if animals be rendered susceptible of pain, it scarcely seems possible but some ill must arise in the various shocks of matter, and the various concurrence and opposition of general laws: But this ill would be very rare, were it not for the <em>third</em> circumstance, which I proposed to mention, <em>viz.</em> the great frugality, with which all powers and faculties are distributed to every particular being. So well adjusted are the organs and capacities of all animals, and so well fitted to their preservation, that, as far as history or tradition reaches, there appears not to be any single species, which has yet been extinguished in the universe. Every animal has the requisite endowments; but these endowments are bestowed with so scrupulous an œconomy, that any considerable diminution must entirely destroy the creature. Where-ever one power is encreased, there is a proportional abatement in the others. Animals, which excel in swiftness, are commonly defective in force. Those, which possess both, are either imperfect in some of their senses, or are oppressed with the most craving wants. The human species, whose chief excellency is reason and sagacity, is of all others the most necessitous, and the most <span class=\"page-break\"></span>deficient in bodily advantages; without cloaths, without arms, without food, without lodging, without any convenience of life, except what they owe to their own skill and industry. In short, Nature seems to have formed an exact calculation of the necessities of her creatures; and like a <em>rigid master</em>, has afforded them little more powers or endowments, than what are strictly sufficient to supply those necessities. An <em>indulgent parent</em> would have bestowed a large stock, in order to guard against accidents, and secure the happiness and welfare of the creature, in the most unfortunate concurrence of circumstances. Every course of life would not have been so surrounded with precipices, that the least departure from the true path, by mistake or necessity, must involve us in misery and ruin. Some reserve, some fund would have been provided to ensure happiness; nor would the powers and the necessities have been adjusted with so rigid an œconomy. The author of Nature is inconceivably powerful: his force is supposed great, if not altogether inexhaustible: nor is there any reason, as far as we can judge, to make him observe this strict frugality in his dealings with his creatures. It would have been better, were his power extremely limited, to have created fewer animals, and to have endowed these with more faculties for their happiness and preservation. A builder is never esteemed prudent, who undertakes a plan, beyond what his stock will enable him to finish.","subId":"9","id":"Hume.DNR.11.9","pages":"207-8"},{"type":"paragraph","content":"In order to cure most of the ills of human life, I require not that man should have the wings of the eagle, the swiftness of the stag, the force of the ox, the arms of the lion, the scales of the crocodile or rhinoceros; much less do I demand the sagacity of an angel or cherubim. I am contented to take an encrease in one single power or faculty of his soul. Let him be endowed with a greater propensity to industry and labour; a more vigorous spring and activity of mind; a more constant bent to business and application. Let the whole species possess naturally an equal diligence with that which many individuals are able to attain by habit and reflection; and the most beneficial consequences, without any allay of ill, <span class=\"page-break\"></span>is the immediate and necessary result of this endowment. Almost all the moral, as well as natural evils of human life arise from idleness; and were our species, by the original constitution of their frame, exempt from this vice or infirmity, the perfect cultivation of land, the improvement of arts and manufactures, the exact execution of every office and duty, immediately follow; and men at once may fully reach that state of society, which is so imperfectly attained by the best-regulated government. But as industry is a power, and the most valuable of any, Nature seems determined, suitably to her usual maxims, to bestow it on men with a very sparing hand; and rather to punish him severely for his deficiency in it, than to reward him for his attainments. She has so contrived his frame, that nothing but the most violent necessity can oblige him to labour; and she employs all his other wants to overcome, at least in part, the want of diligence, and to endow him with some share of a faculty, of which she has thought fit naturally to bereave him. Here our demands may be allowed very humble, and therefore the more reasonable. If we required the endowments of superior penetration and judgement, of a more delicate taste of beauty, of a nicer sensibility to benevolence and friendship; we might be told, that we impiously pretend to break the order of Nature, that we want to exalt ourselves into a higher rank of being, that the presents which we require, not being suitable to our state and condition, would only be pernicious to us. But it is hard; I dare to repeat it, it is hard, that being placed in a world so full of wants and necessities; where almost every being and element is either our foe or refuses its assistance - - - we should also have our own temper to struggle with, and should be deprived of that faculty, which can alone fence against these multiplied evils.","subId":"10","id":"Hume.DNR.11.10","pages":"208-9"},{"type":"paragraph","content":"The <em>fourth</em> circumstance, whence arises the misery and ill of the universe, is the inaccurate workmanship of all the springs and principles of the great machine of nature. It must be acknowledged, that there are few parts of the universe, which seem not to serve some purpose, and whose removal would not produce a visible defect and disorder in the whole. The parts hang all together; nor can one be touched without affecting the rest, in a greater or less degree. But at the same <span class=\"page-break\"></span>time, it must be observed, that none of these parts or principles, however useful, are so accurately adjusted, as to keep precisely within those bounds, in which their utility consists; but they are, all of them, apt, on every occasion, to run into the one extreme or the other. One would imagine, that this grand production had not received the last hand of the maker; so little finished is every part, and so coarse are the strokes, with which it is executed. Thus, the winds are requisite to convey the vapours along the surface of the globe, and to assist men in navigation: but how oft, rising up to tempests and hurricanes, do they become pernicious? Rains are necessary to nourish all the plants and animals of the earth: but how often are they defective? how often excessive? Heat is requisite to all life and vegetation; but is not always found in the due proportion. On the mixture and secretion of the humours and juices of the body depend the health and prosperity of the animal: but the parts perform not regularly their proper function. What more useful than all the passions of the mind, ambition, vanity, love, anger? But how oft do they break their bounds, and cause the greatest convulsions in society? There is nothing so advantageous in the universe, but what frequently becomes pernicious, by its excess or defect; nor has Nature guarded, with the requisite accuracy, against all disorder or confusion. The irregularity is never, perhaps, so great as to destroy any species; but is often sufficient to involve the individuals in ruin and misery.","subId":"11","id":"Hume.DNR.11.11","pages":"209-10"},{"type":"paragraph","content":"On the concurrence, then, of these <em>four</em> circumstances does all, or the greatest part of natural evil depend. Were all living creatures incapable of pain, or were the world administered by particular volitions, evil never could have found access into the universe: and were animals endowed with a large stock of powers and faculties, beyond what strict necessity requires; or were the several springs and principles of the universe so accurately framed as to preserve always the just temperament and medium; there must have been very little ill in comparison of what we feel at present. What then shall we pronounce on this occasion? Shall we say, that these circumstances are not necessary, and that they might easily have been altered in the contrivance of the universe? This decision seems too presumptuous for creatures, so blind and ignorant. Let <span class=\"page-break\"></span>us be more modest in our conclusions. Let us allow, that, if the goodness of the Deity (I mean a goodness like the human) could be established on any tolerable reasons <em>a priori</em>, these phenomena, however untoward, would not be sufficient to subvert that principle; but might easily, in some unknown manner, be reconcilable to it. But let us still assert, that as this goodness is not antecedently established, but must be inferred from the phenomena, there can be no grounds for such an inference, while there are so many ills in the universe, and while these ills might so easily have been remedied, as far as human understanding can be allowed to judge on such a subject. I am Sceptic enough to allow, that the bad appearances, notwithstanding all my reasonings, may be compatible with such attributes as you suppose: But surely they can never prove these attributes. Such a conclusion cannot result from Scepticism; but must arise from the phenomena, and from our confidence in the reasonings, which we deduce from these phenomena.","subId":"12","id":"Hume.DNR.11.12","pages":"210-11"},{"type":"paragraph","content":"Look round this universe. What an immense profusion of beings, animated and organized, sensible and active! You admire this prodigious variety and fecundity. But inspect a little more narrowly these living existences, the only beings worth regarding. How hostile and destructive to each other! How insufficient all of them for their own happiness! How contemptible or odious to the spectator! The whole presents nothing but the idea of a blind Nature, impregnated by a great vivifying principle, and pouring forth from her lap, without discernment or parental care, her maimed and abortive children.","subId":"13","id":"Hume.DNR.11.13","pages":"211"},{"type":"paragraph","content":"Here the <span class=\"small-capitals\">Manichæan</span> system occurs as a proper hypothesis to solve the difficulty: and no doubt, in some respects, it is very specious, and has more probability than the common hypothesis, by giving a plausible account of the strange mixture of good and ill, which appears in life. But if we consider, on the other hand, the perfect uniformity and agreement of the parts of the universe, we shall not discover in it any marks of the combat of a malevolent with a benevolent being. There <span class=\"page-break\"></span>is indeed an opposition of pains and pleasures in the feelings of sensible creatures: but are not all the operations of Nature carried on by an opposition of principles, of hot and cold, moist and dry, light and heavy? The true conclusion is, that the original source of all things is entirely indifferent to all these principles, and has no more regard to good above ill than to heat above cold, or to drought above moisture, or to light above heavy.","subId":"14","id":"Hume.DNR.11.14","pages":"211-2"},{"type":"paragraph","content":"There may <em>four</em> hypotheses be framed concerning the first causes of the universe; <em>that</em> they are endowed with perfect goodness, <em>that</em> they have perfect malice, <em>that</em> they are opposite and have both goodness and malice, <em>that</em> they have neither goodness nor malice. Mixt phenomena can never prove the two former unmixt principles. And the uniformity and steadiness of general laws seem to oppose the third. The fourth, therefore, seems by far the most probable.","subId":"15","id":"Hume.DNR.11.15","pages":"212"},{"type":"paragraph","content":"What I have said concerning natural evil will apply to moral, with little or no variation; and we have no more reason to infer, that the rectitude of the supreme Being resembles human rectitude than that his benevolence resembles the human. Nay, it will be thought, that we have still greater cause to exclude from him moral sentiments, such as we feel them; since moral evil, in the opinion of many, is much more predominant above moral good than natural evil above natural good.","subId":"16","id":"Hume.DNR.11.16","pages":"212"},{"type":"paragraph","content":"But even though this should not be allowed, and though the virtue, which is in mankind, should be acknowledged much superior to the vice; yet so long as there is any vice at all in the universe, it will very much puzzle you Anthropomorphites, how to account for it. You must assign a cause for it, without having recourse to the first cause. But as every effect must have a cause, and that cause another; you must either carry on the progression <em>in infinitum</em>, or rest on that original principle, who is the ultimate cause of all things - - - - - -","subId":"17","id":"Hume.DNR.11.17","pages":"212"},{"type":"paragraph","content":"Hold! Hold! cried <span class=\"small-capitals\">Demea</span>: Whither does your imagination hurry you? I joined in alliance with you, in order to prove the incomprehensible nature of the divine Being, and refute the principles of <span class=\"small-capitals\">Cleanthes</span>, who would measure every thing by a human rule and standard. But I now find you <span class=\"page-break\"></span>running into all the topics of the greatest libertines and infidels; and betraying that holy cause, which you seemingly espoused. Are you secretly, then, a more dangerous enemy than <span class=\"small-capitals\">Cleanthes</span> himself?","subId":"18","id":"Hume.DNR.11.18","pages":"212-3"},{"type":"paragraph","content":"And are you so late in perceiving it? replied <span class=\"small-capitals\">Cleanthes</span>. Believe me, <span class=\"small-capitals\">Demea</span>; your friend <span class=\"small-capitals\">Philo</span>, from the beginning, has been amusing himself at both our expence; and it must be confessed, that the injudicious reasoning of our vulgar theology has given him but too just a handle of ridicule. The total infirmity of human reason, the absolute incomprehensibility of the Divine Nature, the great and universal misery and still greater wickedness of men; these are strange topics surely to be so fondly cherished by orthodox divines and doctors. In ages of stupidity and ignorance, indeed, these principles may safely be espoused; and perhaps, no views of things are more proper to promote superstition, than such as encourage the blind amazement, the diffidence, and melancholy of mankind. But at present - - - - - -","subId":"19","id":"Hume.DNR.11.19","pages":"213"},{"type":"paragraph","content":"Blame not so much, interposed <span class=\"small-capitals\">Philo</span>, the ignorance of these reverend gentlemen. They know how to change their style with the times. Formerly it was a most popular theological topic to maintain, that human life was vanity and misery, and to exaggerate all the ills and pains, which are incident to men. But of late years, divines, we find, begin to retract this position, and maintain, though still with some hesitation, that there are more goods than evils, more pleasures than pains, even in this life. When religion stood entirely upon temper and education, it was thought proper to encourage melancholy; as indeed, mankind never have recourse to superior powers so readily as in that disposition. But as men have now learned to form principles, and to draw consequences, it is necessary to change the batteries, and to make use of such arguments as will endure, at least some scrutiny and examination. This variation is the same (and from the same causes) with that which I formerly remarked with regard to Scepticism.","subId":"20","id":"Hume.DNR.11.20","pages":"213"},{"type":"paragraph","content":"Thus <span class=\"small-capitals\">Philo</span> continued to the last his spirit of opposition, and his censure of established opinions. But I could observe, that <span class=\"small-capitals\">Demea</span> did not at all relish the latter part of the discourse; and he took occasion soon after, on some pretence or other, to leave the company.","subId":"21","id":"Hume.DNR.11.21","pages":"213"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}],"prev":{"id":"Hume.DNR.10","imported":true,"title":"Part 10","breadcrumb":"Part 10","published":[1779]},"next":{"id":"Hume.DNR.12","imported":true,"title":"Part 12","breadcrumb":"Part 12","published":[1779]}}