{"imported":true,"id":"Hume.DNR.8","parent":"Hume.DNR","title":"Part 8","breadcrumb":"Part 8","texts":[],"published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his <cite>Dialogues Concerning Natural Religion</cite> in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>PART VIII.</h1> ","id":"Hume.DNR.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> you ascribe to the fertility of my invention, replied <span class=\"small-capitals\">Philo</span>, is entirely owing to the nature of the subject. In subjects, adapted to the narrow compass of human reason, there is commonly but one determination, which carries probability or conviction with it; and to a man of sound judgement, all other suppositions, but that one, appear entirely absurd and chimerical. But in such questions, as the present, a hundred contradictory views may preserve a kind of imperfect analogy; and invention has here full scope to exert itself. Without any great effort of thought, I believe that I could, in an instant, propose other systems of cosmogony, which would have some faint appearance of truth; though it is a thousand, a million to one, if either yours or any one of mine be the true system.","subId":"1","id":"Hume.DNR.8.1","pages":"182"},{"type":"paragraph","content":"For instance; what if I should revive the old <span class=\"small-capitals\">Epicurean</span> hypothesis? This is commonly, and I believe, justly, esteemed the most absurd system, that has yet been proposed; yet, I know not, whether, with a few alterations, it might not be brought to bear a faint appearance of probability. Instead of supposing matter infinite, as <span class=\"small-capitals\">Epicurus</span> did; let us suppose it finite. A finite number of particles is only susceptible of finite transpositions: and it must happen, in an eternal duration, that every possible order or position must be tried an infinite number of times. This world, therefore, with all its events, even the most minute, has before been produced and destroyed, and will again be produced and destroyed, without any bounds and limitations. No one, who has a conception of the powers of infinite, in comparison of finite, will ever scruple this determination.","subId":"2","id":"Hume.DNR.8.2","pages":"182"},{"type":"paragraph","content":"But this supposes, said <span class=\"small-capitals\">Demea</span>, that matter can acquire motion, without any voluntary agent or first mover.","subId":"3","id":"Hume.DNR.8.3","pages":"182"},{"type":"paragraph","content":"And where is the difficulty, replied <span class=\"small-capitals\">Philo</span>, of that supposition? Every event, before experience, is equally difficult and incomprehensible; and every event, after experience, is equally easy and intelligible. Motion, in many instances, from gravity, from elasticity, from electricity, begins in matter, without any known voluntary agent; and to suppose always, in these cases, <span class=\"page-break\"></span>an unknown voluntary agent, is mere hypothesis; and hypothesis attended with no advantages. The beginning of motion in matter itself is as conceivable <em>a priori</em> as its communication from mind and intelligence.","subId":"4","id":"Hume.DNR.8.4","pages":"182-3"},{"type":"paragraph","content":"Besides; why may not motion have been propagated by impulse through all eternity, and the same stock of it, or nearly the same, be still upheld in the universe? As much as is lost by the composition of motion, as much is gained by its resolution. And whatever the causes are, the fact is certain, that matter is, and always has been in continual agitation, as far as human experience or tradition reaches. There is not probably, at present, in the whole universe, one particle of matter at absolute rest.","subId":"5","id":"Hume.DNR.8.5","pages":"183"},{"type":"paragraph","content":"And this very consideration too, continued <span class=\"small-capitals\">Philo</span>, which we have stumbled on in the course of the argument, suggests a new hypothesis of cosmogony, that is not absolutely absurd and improbable. Is there a system, an order, an œconomy of things, by which matter can preserve that perpetual agitation, which seems essential to it, and yet maintain a constancy in the forms, which it produces? There certainly is such an œconomy: for this is actually the case with the present world. The continual motion of matter, therefore, in less than infinite transpositions, must produce this œconomy or order; and by its very nature, that order, when once established, supports itself, for many ages, if not to eternity. But where-ever matter is so poized, arranged, and adjusted as to continue in perpetual motion, and yet preserve a constancy in the forms, its situation must, of necessity, have all the same appearance of art and contrivance, which we observe at present. All the parts of each form must have a relation to each other, and to the whole: and the whole itself must have a relation to the other parts of the universe; to the element, in which the form subsists; to the materials, with which it repairs its waste and decay; and to every other form, which is hostile or friendly. A defect in any of these particulars destroys the form; and the matter, of which it is composed, is again set loose, and is thrown into irregular motions and fermentations, till it unite itself to some other regular form. If no such form be prepared to receive it, and if there be a great quantity of this corrupted matter in the universe, the universe itself is entirely disordered; whether <span class=\"page-break\"></span>it be the feeble embryo of a world in its first beginnings, that is thus destroyed, or the rotten carcass of one, languishing in old age and infirmity. In either case, a chaos ensues; till finite, though innumerable revolutions produce at last some forms, whose parts and organs are so adjusted as to support the forms amidst a continued succession of matter.","subId":"6","id":"Hume.DNR.8.6","pages":"183-4"},{"type":"paragraph","content":"Suppose, (for we shall endeavour to vary the expression) that matter were thrown into any position, by a blind, unguided force; it is evident that this first position must in all probability be the most confused and most disorderly imaginable, without any resemblance to those works of human contrivance, which, along with a symmetry of parts, discover an adjustment of means to ends and a tendency to self-preservation. If the actuating force cease after this operation, matter must remain for ever in disorder, and continue an immense chaos, without any proportion or activity. But suppose, that the actuating force, whatever it be, still continues in matter, this first position will immediately give place to a second, which will likewise in all probability be as disorderly as the first, and so on, through many successions of changes and revolutions. No particular order or position ever continues a moment unaltered. The original force, still remaining in activity, gives a perpetual restlessness to matter. Every possible situation is produced, and instantly destroyed. If a glimpse or dawn of order appears for a moment, it is instantly hurried away and confounded, by that never-ceasing force, which actuates every part of matter.","subId":"7","id":"Hume.DNR.8.7","pages":"184"},{"type":"paragraph","content":"Thus the universe goes on for many ages in a continued succession of chaos and disorder. But is it not possible that it may settle at last, so as not to lose its motion and active force (for that we have supposed inherent in it) yet so as to preserve an uniformity of appearance, amidst the continual motion and fluctuation of its parts? This we find to be the case with the universe at present. Every individual is perpetually changing, and every part of every individual, and yet the whole remains, in appearance, the same. May we not hope for such a position, or rather be assured of it, from the eternal revolutions of unguided matter, and may not this account for all the appearing wisdom and contrivance, which is in the universe? Let us <span class=\"page-break\"></span>contemplate the subject a little, and we shall find, that this adjustment, if attained by matter, of a seeming stability in the forms, with a real and perpetual revolution or motion of parts, affords a plausible, if not a true solution of the difficulty.","subId":"8","id":"Hume.DNR.8.8","pages":"184-5"},{"type":"paragraph","content":"It is in vain, therefore, to insist upon the uses of the parts in animals or vegetables and their curious adjustment to each other. I would fain know how an animal could subsist, unless its parts were so adjusted? Do we not find, that it immediately perishes whenever this adjustment ceases, and that its matter corrupting tries some new form? It happens, indeed, that the parts of the world are so well adjusted, that some regular form immediately lays claim to this corrupted matter: and if it were not so, could the world subsist? Must it not dissolve as well as the animal, and pass through new positions and situations; till in a great, but finite succession, it fall at last into the present or some such order?","subId":"9","id":"Hume.DNR.8.9","pages":"185"},{"type":"paragraph","content":"It is well, replied <span class=\"small-capitals\">Cleanthes</span>, you told us, that this hypothesis was suggested on a sudden, in the course of the argument. Had you had leisure to examine it, you would soon have perceived the insuperable objections, to which it is exposed. No form, you say, can subsist, unless it possess those powers and organs, requisite for its subsistence: some new order or œconomy must be tried, and so on, without intermission; till at last some order, which can support and maintain itself, is fallen upon. But according to this hypothesis, whence arise the many conveniencies and advantages, which men and all animals possess? Two eyes, two ears, are not absolutely necessary for the subsistence of the species. Human race might have been propagated and preserved, without horses, dogs, cows, sheep, and those innumerable fruits and products, which serve to our satisfaction and enjoyment. If no camels had been created for the use of man in the sandy deserts of <span class=\"small-capitals\">Africa</span> and <span class=\"small-capitals\">Arabia</span>, would the world have been dissolved? If no loadstone had been framed to give that wonderful and useful direction to the needle, would human society and the human kind have been immediately extinguished? Though the maxims of Nature be in general very frugal, yet instances of this kind are far from being rare; and any one of them is a sufficient proof of design, and of a benevolent design, which gave rise to the order and arrangement of the universe.","subId":"10","id":"Hume.DNR.8.10","pages":"185"},{"type":"paragraph","content":"At least, you may safely infer, said <span class=\"small-capitals\">Philo</span>, that the foregoing hypothesis is so far incomplete and imperfect; which I shall not scruple to allow. But can we ever reasonably expect greater success in any attempts of this nature? Or can we ever hope to erect a system of cosmogony, that will be liable to no exceptions, and will contain no circumstance repugnant to our limited and imperfect experience of the analogy of Nature? Your theory itself cannot surely pretend to any such advantage; even though you have run into <em>Anthropomorphism</em>, the better to preserve a conformity to common experience. Let us once more put it to trial. In all instances which we have ever seen, ideas are copied from real objects, and are ectypal, not archetypal, to express myself in learned terms: You reverse this order, and give thought the precedence. In all instances which we have ever seen, thought has no influence upon matter, except where that matter is so conjoined with it, as to have an equal reciprocal influence upon it. No animal can move immediately any thing but the members of its own body; and indeed, the equality of action and re-action seems to be an universal law of Nature: But your theory implies a contradiction to this experience. These instances, with many more, which it were easy to collect, (particularly the supposition of a mind or system of thought that is eternal, or in other words, an animal ingenerable and immortal) these instances, I say, may teach, all of us, sobriety in condemning each other; and let us see, that as no system of this kind ought ever to be received from a slight analogy, so neither ought any to be rejected on account of a small incongruity. For that is an inconvenience, from which we can justly pronounce no one to be exempted.","subId":"11","id":"Hume.DNR.8.11","pages":"186"},{"type":"paragraph","content":"All religious systems, it is confessed, are subject to great and insuperable difficulties. Each disputant triumphs in his turn; while he carries on an offensive war, and exposes the absurdities, barbarities, and pernicious tenets of his antagonist. But all of them, on the whole, prepare a complete triumph for the <em>Sceptic</em>; who tells them, that no system ought ever to be embraced with regard to such subjects: For this plain reason, that no absurdity ought ever to be assented to with regard to any subject. A total suspense of judgement is here our only <span class=\"page-break\"></span>reasonable resource. And if every attack, as is commonly observed, and no defence, among Theologians, is successful; how complete must be <em>his</em> victory, who remains always, with all mankind, on the offensive, and has himself no fixed station or abiding city, which he is ever, on any occasion, obliged to defend?","subId":"12","id":"Hume.DNR.8.12","pages":"186-7"}]}