{"imported":true,"id":"Shaftesbury.C.S.1.1","parent":"Shaftesbury.C.S.1","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_043","texts":[],"published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section I £1","id":"Shaftesbury.C.S.1.1"},{"type":"paragraph","content":"I HAVE often thought how ill-natur'd _a Maxim_ it was, which, on many occasions, I have heard from People of good understanding; \"That, as to what related to private Conduct, _No-one was ever the better for ^Advice^_.\" But upon farther Examination, I have resolv'd with my-self, that the _Maxim_ might be admitted without any violent prejudice to Mankind. For in the manner _Advice_ was generally given, there was no reason, I thought, to wonder it shou'd be so ill receiv'd. Something there was which strangely inverted the Case, and made _the Giver_ to be the only Gainer. For by what I cou'd observe in many Occurrences of our Lives, That which we call'd _giving Advice,_ was properly, taking an occasion to shew our own Wisdom, at another's expence. On the other side, to be instructed, or _to receive Advice_ on the terms usually prescrib'd to us, was little better than tamely to afford another the Occasion of raising himself a Character from our Defects.","subId":"1","id":"Shaftesbury.C.S.1.1.1"},{"type":"paragraph","content":"In reality, however able or willing a Man may be _to advise,_ 'tis no easy matter to make ^Advice^ _a free Gift._ For to make a Gift free indeed, there must be nothing in it which takes from Another, to add to Our-self. In all other respects, _to give,_ and _to dispense,_ is Generosity, and Good-will: but to bestow Wisdom, is to gain a Mastery which can't so easily be allow'd us. Men willingly learn whatever else is taught 'em. They can bear _a Master_ in Mathematicks, in Musick, or in any other Science; but not in _Understanding_ and _Good Sense._","subId":"2","id":"Shaftesbury.C.S.1.1.2"},{"type":"paragraph","content":"'Tis the hardest thing imaginable for an ^Author^ not to appear assuming in this respect. For all _Authors at large_ are, in a manner, profess'd _Masters of Understanding_ to the Age. And for this reason, in early days, _Poets_ were look'd upon as authentick _Sages,_ for dictating Rules of Life, and teaching Manners and good Sense. How they may have lost their Pretension, I can't say. 'Tis their peculiar Happiness and Advantage, not to be oblig'd to lay their Claim openly. And if whilst they profess only _to please,_ they secretly _advise,_ and give Instruction; they may now perhaps, as well as formerly, be esteem'd, with justice, the best and most honourable among Authors.","subId":"3","id":"Shaftesbury.C.S.1.1.3"},{"type":"paragraph","content":"Mean while: \"If _dictating_ and _prescribing_ be of so dangerous a nature, in other Authors; what must his Case be, who dictates _to Authors themselves?_\"","subId":"4","id":"Shaftesbury.C.S.1.1.4"},{"type":"paragraph","content":"To this I answer; That my Pretension is not so much _to give Advice,_ as to consider of the _Way and Manner of advising._ My Science, if it be any, is no better than that of _a Language-Master,_ or _a Logician._ For I have taken it strongly into my head, that there is a certain Knack or _Leger-demain_ in Argument, by which we may safely proceed to the dangerous part of _advising,_ and make sure of the good fortune to have our Advice accepted, if it be any thing worth.","subId":"5","id":"Shaftesbury.C.S.1.1.5"},{"type":"paragraph","content":"My Proposal is to consider of this Affair, as a Case of ^Surgery.^ 'Tis _Practice,_ we all allow, which makes a Hand. \"But who, on this occasion, will be _practis'd on?_ Who will willingly be the first to try _our Hand,_ and afford us the requisite _Experience?_\" Here lies the Difficulty. For supposing we had Hospitals for this sort of _Surgery,_ and there were always in readiness certain meek _Patients_ who wou'd bear any Incisions, and be prob'd or tented at our pleasure; the advantage no doubt wou'd be considerable in this way of Practice. Some Insight must needs be obtain'd. In time _a Hand_ too might be acquir'd; but in all likelihood _a very rough-one:_ which wou'd by no means serve the purpose of this latter _Surgery._ For here, _a Tenderness of Hand_ is principally requisite. No Surgeon will be call'd, who has not Feeling and Compassion. And where to find a Subject in which the Operator is likely to preserve the highest _Tenderness,_ and yet act with the greatest _Resolution_ and _Boldness,_ is certainly a matter of no slight Consideration.","subId":"6","id":"Shaftesbury.C.S.1.1.6"},{"type":"paragraph","content":"I am sensible there is in all considerable Projects, at first appearance, a certain Air of chimerical Fancy and Conceit, which is apt to render the Projectors somewhat liable to ridicule. I wou'd therefore prepare my Reader against this Prejudice; by assuring him, that in the _Operation_ propos'd, there is nothing which can justly excite his Laughter; or if there be, the Laugh perhaps may turn against him, by his own consent, and with his own concurrence: Which is _a Specimen_ of that very Art or Science we are about to illustrate.","subId":"7","id":"Shaftesbury.C.S.1.1.7"},{"type":"paragraph","content":"Accordingly, if it be objected against the above-mention'd _Practice,_ and Art of _Surgery,_ \"That we can no-where find such a _meek Patient,_ with whom we can in reality _make bold,_ and for whom nevertheless we are sure to preserve _the greatest Tenderness and Regard_\": I assert the contrary; and say, for instance, _That we have each of us_ ^OurSelves^ _to practise on._ \"Mere Quibble! (you'll say:) For who can thus multiply himself into _two Persons,_ and be _his own Subject?_ Who can properly laugh at _himself,_ or find in his heart to be either merry or severe on such an occasion?\" Go to the _Poets,_ and they will present you with many Instances. Nothing is more common with them, than this sort of ^Soliloquy.^ A Person of profound Parts, or perhaps of ordinary Capacity, happens, on some occasion, to commit a Fault. He is concern'd for it. He comes alone upon the Stage; looks about him, to see if any body be near; then takes himself to task, without sparing himself in the least. You wou'd wonder to hear how close he pushes matters, and how thorowly he carrys on the business of _Self-dissection._ By virtue of this ^Soliloquy^ he becomes two distinct _Persons._ He is Pupil and Preceptor. He teaches, and he learns. And in good earnest, had I nothing else to plead in behalf of the Morals of our modern Dramatick Poets, I shou'd defend 'em still against their Accusers for the sake of this very Practice, which they have taken care to keep up in its full force. For whether the Practice be _natural_ or no, in respect of common Custom and Usage; I take upon me to assert, that it is an honest and laudable Practice; and that if already it be not natural to us, we ought however to make it so, by Study and Application.","subId":"8","id":"Shaftesbury.C.S.1.1.8"},{"type":"paragraph","content":"\"Are we to go therefore to the Stage for Edification? Must we learn our Catechism from the Poets? And, like the Players, speak _aloud,_ what we debate any time with our-selves alone?\" Not absolutely so, perhaps. Tho where the harm wou'd be, of spending some Discourse, and bestowing a little Breath and clear Voice purely upon _our-selves,_ I can't see. We might peradventure be less noisy and more profitable in Company, if at convenient times we discharg'd some of our articulate Sound, and spoke to ourselves _vivâ voce_ when alone. For Company is an extreme Provocative to Fancy; and, like a hot Bed in Gardening, is apt to make our Imaginations sprout too fast. But by this anticipating Remedy of ^Soliloquy,^ we may effectually provide against the Inconvenience.","subId":"9","id":"Shaftesbury.C.S.1.1.9"},{"type":"paragraph","content":"WE HAVE an account in History of a certain Nation, who seem to have been extremely apprehensive of the Effects of this Frothiness or Ventosity in Speech, and were accordingly resolv'd to provide thorowly against the Evil. They carry'd this _Remedy_ of ours so far, that it was not only their Custom, but their Religion and Law, to speak, laugh, use Action, gesticulate, and do all in the same manner when by themselves, as when they were in Company. If you had stol'n upon 'em unawares at any time, when they had been alone, you might have found 'em in high Dispute, arguing with themselves, reproving, counselling, haranguing themselves, and in the most florid manner accosting their own Persons. In all likelihood they had been once a People remarkably fluent in Expression, much pester'd with Orators and Preachers, and mightily subject to that Disease which has been since call'd _the Leprosy of Eloquence;_ till some sage Legislator arose amongst 'em, who when he cou'd not oppose the Torrent of Words, and stop the Flux of Speech, by any immediate Application, found means to give a vent to the loquacious Humour, and broke the force of the Distemper by eluding it.","subId":"10","id":"Shaftesbury.C.S.1.1.10"},{"type":"paragraph","content":"Our present Manners, I must own, are not so well calculated for this Method of ^Soliloquy,^ as to suffer it to become a national Practice. 'Tis but a small Portion of this _Regimen,_ which I wou'd willingly borrow, and apply to private use; especially in the case of _Authors._ I am sensible how fatal it might prove to many honourable Persons, shou'd they acquire such a Habit as this, or offer to practice such an Art, within reach of any mortal Ear. For 'tis well known, we are not many of us like that _Roman,_ who wish'd for Windows to his Breast, that all might be as conspicuous there as in his House, which for that very reason he had built as open as was possible. I wou'd therefore advise our _Probationer,_ upon his first Exercise, to retire into some thick Wood, or rather take the Point of some high Hill; where, besides the Advantage of looking about him for Security, he wou'd find the Air perhaps more rarefy'd, and sutable to the Perspiration requir'd, especially in the case of a _Poetical Genius._","subId":"11","id":"Shaftesbury.C.S.1.1.11"},{"type":"paragraph","content":"[n1]The whole band of authors loves a wood and shuns a city.","subId":"12","id":"Shaftesbury.C.S.1.1.12"},{"type":"paragraph","content":"'Tis remarkable in all great Wits, that they have own'd this Practice of ours, and generally describ'd themselves as a People liable to sufficient Ridicule, for their great Loquacity by themselves, and their profound Taciturnity in Company. Not only the _Poet_ and _Philosopher,_ but the _Orator_ himself was wont to have recourse to our Method. And the Prince of this latter Tribe may be prov'd to have been a great Frequenter of the Woods and River-Banks; where he consum'd abundance of his Breath, suffer'd his Fancy to evaporate, and reduc'd the vehemence both of his Spirit and Voice. If other Authors find nothing which invites 'em to these _Recesses,_ 'tis because their Genius is not of force enough: Or tho it be, their Character, they may imagine, will hardly bear 'em out. For to be surpriz'd in the odd Actions, Gestures, or Tones, which are proper to such _Asceticks,_ I must own wou'd be an ill Adventure for a Man of the World. But with _Poets_ and _Philosophers_ 'tis a known Case:","subId":"13","id":"Shaftesbury.C.S.1.1.13"},{"type":"paragraph","content":"[n2]The man is either raving or composing.","subId":"14","id":"Shaftesbury.C.S.1.1.14"},{"type":"paragraph","content":"Composing and Raving must necessarily, we see, bear a resemblance. And for those Composers who deal in Systems, and airy Speculations, they have vulgarly pass'd for a sort of _Prose-Poets._ Their secret Practice and Habit has been as frequently noted:","subId":"15","id":"Shaftesbury.C.S.1.1.15"},{"type":"paragraph","content":"[n3]They chew over mumbles with themselves and rabid silences.","subId":"16","id":"Shaftesbury.C.S.1.1.16"},{"type":"paragraph","content":"Both these sorts are happily indulg'd in this Method of Evacuation. They are thought to act naturally, and in their proper way, when they assume these odd Manners. But of other Authors 'tis expected they shou'd be better bred. They are oblig'd to preserve a more conversible Habit; which is no small misfortune to 'em. For if their Meditation and Resvery be obstructed by the fear of a nonconforming Mein in Conversation, they may happen to be so much the worse _Authors_ for being _finer Gentlemen._ Their Fervency of Imagination may possibly be as strong as either the Philosopher's or the Poet's. But being deny'd an equal Benefit of Discharge, and with-held from the wholesom manner of Relief in private; 'tis no wonder if they appear with so much Froth and Scum in publick.","subId":"17","id":"Shaftesbury.C.S.1.1.17"},{"type":"paragraph","content":"'Tis observable, that the Writers of ^Memoirs^ and ^Essays^ are chiefly subject to this frothy Distemper. Nor can it be doubted that this is the true Reason why these Gentlemen entertain the World so lavishly with what relates to _themselves._ For having had no opportunity of privately conversing with themselves, or exercising their own _Genius,_ so as to make Acquaintance with it, or prove its Strength; they immediately fall to work in a wrong place, and exhibit on the Stage of the World that _Practice,_ which they shou'd have kept to themselves; if they design'd that either they, or the World, shou'd be the better for their Moralitys. Who indeed can endure to hear _an Empirick_ talk of his own Constitution, how he governs and manages it, what Diet agrees best with it, and what his Practice is with himself? The Proverb, no doubt, is very just, _Physician cure thy-self._ Yet methinks one shou'd have but an ill time, to be present at these bodily Operations. Nor is the Reader in truth any better entertain'd, when he is oblig'd to assist at the experimental Discussions of his practising Author, who all the while is in reality doing no better, than taking his Physick in publick.","subId":"18","id":"Shaftesbury.C.S.1.1.18"},{"type":"paragraph","content":"For this reason, I hold it very indecent for any one to publish his _Meditations, Occasional Reflections, Solitary Thoughts,_ or other such Exercises as come under the notion of this _self-discoursing Practice._ And the modestest Title I can conceive for such Works, wou'd be that of a certain Author, who call'd them his _Cruditys._ 'Tis the Unhappiness of those Wits, who conceive suddenly, but without being able to go out their full time, that after many Miscarriages and Abortions, they can bring nothing well-shapen or perfect into the World. They are not however the less fond of their Off-spring, which in a manner they beget in publick. For so publick-spirited they are, that they can never afford themselves the least time to think in private, for their own particular benefit and use. For this reason, tho they are often retir'd, they are never _by themselves._ The World is ever of the Party. They have their _Author-Character_ in view, and are always considering how this or that Thought wou'd serve to compleat some Set of _Contemplations,_ or furnish out the Common-Place-Book, from whence these treasur'd Riches are to flow in plenty on the necessitous World.","subId":"19","id":"Shaftesbury.C.S.1.1.19"},{"type":"paragraph","content":"But if our Candidates for Authorship happen to be of the _sanctify'd_ kind; 'tis not be imagin'd how much farther still their Charity is apt to extend. So exceeding great is their Indulgence and Tenderness for Mankind, that they are unwilling the least Sample of their devout Exercise shou'd be lost. Tho there are already so many Formularys and Rituals appointed for this Species of _Soliloquy;_ they can allow nothing to lie conceal'd, which passes in this religious Commerce and way of Dialogue between them and their Soul.","subId":"20","id":"Shaftesbury.C.S.1.1.20"},{"type":"paragraph","content":"These may be term'd a sort of _Pseudo-Asceticks,_ who can have no real Converse either with themselves, or with Heaven; whilst they look thus a-squint upon the World, and carry _Titles_ and _Editions_ along with 'em in their Meditations. And altho the Books of this sort, by a common Idiom, are call'd _good Books;_ the Authors, for certain, are a sorry Race: For religious _Cruditys_ are undoubtedly the worst of any.[n4] A _Saint_-Author of all Men least values Politeness. He scorns to confine that Spirit, in which he writes, to Rules of Criticism and profane Learning. Nor is he inclin'd in any respect to play the Critick on himself, or regulate his Style or Language by the Standard of good Company, and People of the better sort. He is above the Consideration of that which in a narrow sense we call _Manners._ Nor is he apt to examine any other Faults than those which he calls _Sins:_ Tho a Sinner against Good-Breeding, and the Laws of Decency, will no more be esteem'd _a good Author,_ than will a Sinner against Grammar, good Argument, or good Sense. And if _Moderation_ and _Temper_ are not of the Party with a Writer; let his Cause be ever so good, I doubt whether he will be able to recommend it with great advantage to the World.","subId":"21","id":"Shaftesbury.C.S.1.1.21"},{"type":"paragraph","content":"On this account, I wou'd principally recommend our Exercise of _Self-Converse_ to all such Persons as are addicted to write after the manner of _holy Advisers;_ especially if they lie under an indispensible Necessity of being _Talkers_ or _Haranguers_ in the same kind. For to discharge frequently and vehemently in publick, is a great hindrance to the way of _private Exercise;_ which consists chiefly in _Controul._ But where, instead of Controul, Debate or Argument, the chief Exercise of the Wit consists in uncontroulable Harangues and Reasonings, which must neither be question'd nor contradicted; there is great danger, lest the Party, thro' this Habit, shou'd suffer much by Cruditys, Indigestions, Choler, Bile, and particularly by a certain _Tumour_ or _Flatulency,_ which renders him of all Men the least able to apply the wholesom _Regimen_ of Self-Practice. 'Tis no wonder if such quaint Practitioners grow to an enormous Size of Absurdity, whilst they continue in the reverse of that Practice, by which alone we correct the Redundancy of Humours, and chasten the Exuberance of Conceit and Fancy.","subId":"22","id":"Shaftesbury.C.S.1.1.22"},{"type":"paragraph","content":"A remarkable Instance of the want of this sovereign Remedy may be drawn from our common _great Talkers,_ who engross the greatest part of the Conversations of the World, and are the forwardest to speak in publick Assemblys. Many of these have a sprightly Genius, attended with a mighty Heat and Ebullition of Fancy. But 'tis a certain Observation in our Science, that they who are great Talkers _in Company,_ have never been any Talkers _by themselves,_ nor us'd to these private Discussions of our home _Regimen._ For which reason their Froth abounds. Nor can they discharge any thing without some mixture of it. But when they carry their Attempts beyond ordinary Discourse, and wou'd rise to the Capacity _of Authors,_ the Case grows worse with 'em. Their _Page_ can carry none of the Advantages of their _Person._ They can no-way bring into Paper those Airs they give themselves in Discourse. The Turns of Voice and Action, with which they help out many a lame Thought and incoherent Sentence, must here be laid aside; and the Speech taken to pieces, compar'd together, and examin'd from head to foot. So that unless the Party has been us'd to play the Critick thorowly upon himself, he will hardly be found proof against the Criticisms of others. His Thoughts can never appear very correct; unless they have been us'd to sound Correction by themselves, and been well form'd and disciplin'd before they are brought into the Field. 'Tis the hardest thing in the world to be _a good Thinker,_ without being a strong _Self-Examiner,_ and _thorow-pac'd Dialogist,_ in this solitary way.","subId":"23","id":"Shaftesbury.C.S.1.1.23"},{"type":"note","content":"_Scriptorum chorus omnis amat nemus, & fugit urbes._","subId":"n1","id":"Shaftesbury.C.S.1.1.n1"},{"type":"note","content":"_Aut insanit Homo, aut versus facit—_","subId":"n2","id":"Shaftesbury.C.S.1.1.n2"},{"type":"note","content":"_Murmura cùm secum & rabiosa silentia rodunt._","subId":"n3","id":"Shaftesbury.C.S.1.1.n3"},{"type":"note","content":"VOL. III. _p._ 239, 240, 241 in the Notes.","subId":"n4","id":"Shaftesbury.C.S.1.1.n4"}]}
