{"imported":true,"id":"Drake.DFS.Ded","parent":"Drake.DFS","title":"Dedication","breadcrumb":"Dedication","texts":[],"published":[1696],"copytext":[1721],"sourceDesc":"Drake’s [Essay in Defense of the Female Sex] was first published in 1696. Our copytext is the fourth edition, the last published in her lifetime. The text here derives from the transcription of the third edition on wikisource.org, which has been modified to match the fourth edition, which we presume to be more authoriative.","sourceUrl":"https://en.wikisource.org/wiki/An_Essay_in_Defence_of_the_Female_Sex","forename":"Judith","surname":"Drake","author":"Judith Drake","birth":1670,"death":1723,"nationality":"English","sex":"Female","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"TO HER\nRoyal Highness\nTHE\nPRINCESS ANNE\nOF\nDENMARK.\n","id":"Drake.DFS.Ded"},{"type":"paragraph","content":"Madam, \n IF in adventuring to lay this little Piece at your Highnesses Feet, and humbly to beg your Royal Protection of it, I have presum'd too far, be pleas'd to impute it to your own most gracious Goodness, the knowledge of which encourag'd me. Our Sex are by Nature tender of their own Off-spring, and may be allow'd to have more fondness for those of the Brain, than any other; because they are so few, and meet with so many Enemies at their first appearance in the World. I hope therefore to find pardon, if, like an indulgent Parent, I have endeavour'd to advance my First-born, by entring it very early into your Highness's Service.","subId":"1","id":"Drake.DFS.Ded.1"},{"type":"paragraph","content":"I have not presum'd to approach your Highness out of any Confidence in the merits of this Essay, but of the Cause which it pleads, wherein the Honour of the whole Sex seem'd to exact of me no less a Patronage than that of the Best, as well as Greatest among 'em, whom they are all ambitious to see at their head. I have only endeavour'd to reduce the Sexes to a Level, and by Arguments to raise Ours to an Equallity at most with the Men: But your Highness by illustrious Example daily convinces the World of our Superiority, and we see with wonder, Vertues in you, Madam, greater than your Birth. In this I am peculiarly happy, that I am exempted from the common Task of other Dedicators, who lie under an Obligation of publishing to the World those Excellencies of their Patrons, which perhaps appear no where but in their Epistles. In me it were as great folly, to pretend to make known the Illustrious Quallities of your Highness, as it wou'd be to go about to demonstrate by Argument, that the Sun shin'd, to a Crowd that are warm'd by the Influence of it.","subId":"2","id":"Drake.DFS.Ded.2"},{"type":"paragraph","content":"I had attempted the Character of a consummate Woman, could I, tho' but faintly have shaddow'd the inimitable Graces of your Highness; but the impossibillity of that Task forc'd me to desist. It were easy here to lanch into those glorious particulars, which affirmed of any other than your Royal Highness, would have been extravagance of Flattery; but to you Injustice, and in me the highest presumption, to attempt with my feeble Hand those perfections, which the ablest must fall infinitely short of.  The lustre of your Royal Vertues, Madam, like the Sun, gives us warmth and light, and while at a modest distance we admire it, improves our sight, which too bold a view confounds, yet the meanest and most ignorant see those Glories, which the most exquisite Artist can never express. The World therefore will rather justify than condemn my conduct, if I do not wrong so bright an Original with a dark obscure Copy.","subId":"3","id":"Drake.DFS.Ded.3"},{"type":"paragraph","content":"Madam, Tho' the world may condemn my performance, it must applaud my choice in this Address, and own that had I known as well how to Argue, as to Instance, I must infallibly have Triumph'd over all Opposition. It may be easie to evade, or baffle the force of my Arguments, but it is impossible without the utmost Stupidity and Injustice, to deny the manifest Advantages of those Illustrious Graces, which raise your Highness so far above theirs as well as your own Sex. In this I have imitated the conduct of prudent Generals, who, when they doubt the sufficiency of their strength, retire to some strong Fort, and rest secure under the Protection of it.","subId":"4","id":"Drake.DFS.Ded.4"},{"type":"paragraph","content":"There is yet another Reason, Madam, which tho' the least justifiable, was nevertheless most prevalent with me to devote this Essay to your Highness. My Ambition to shew the profound Respects I have always had for your Highness, would not suffer me to let slip any occasion of expressing it, even tho' I blush for the Meanness of it. Thus I find my self reduc'd by my Zeal to the condition of poor Tenants, who must expose their Poverty, to shew their Affection to their Lord in a worthless Present. I am sensible of the rashness of my Ambition in aspiring to the Patronage of Your Highness, and the need I have of an Apology; but were I able to make one as I ought, I should have taken care to have had less occasion for it. Yet I doubt not from Your Goodness that Indulgence, which I cannot expect from Your Justice, nor but that you will (like Heaven, whose more immediate Images Princes are) accept my unprofitable Service, for the sincerity with which it is tender'd. If my unfeign'd Submission may procure pardon for my Presumption, that Your Happiness may equal Your illustrious Vertues, and Your Royal Person be as far out of the reach of Fortune, as your Fame and Honour of Detraction, shall ever be the prayers of \n   Madam, \n     Your Royal Highness's \n       Most Humble, \n         Most Obedient, and \n           Most Devoted Servant.","subId":"5","id":"Drake.DFS.Ded.5"}]}