{"id":"Hume.ETSS.NHR.3","imported":true,"parent":"Hume.ETSS.NHR","title":"Section 3. The same subject continued","breadcrumb":"Section 3","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Sect. III. The same subject continued.\n","id":"Hume.ETSS.NHR.3"},{"type":"paragraph","content":"We are placed in this world, as in a great theatre, where the true springs and causes of every event are entirely concealed from us; nor have we either sufficient wisdom to foresee, or power to prevent those ills, with which we are continually threatened. We hang in perpetual suspence between life and death, health and sickness, plenty and want; which are distributed amongst the human species by secret and unknown causes, whose operation is oft unexpected, and always unaccountable. These unknown causes, then, become the constant object of our hope and fear; and while the passions are kept in perpetual alarm by an anxious expectation of the events, the imagination is equally employed in forming ideas of those powers, on which we have so entire a dependance. Could men anatomize nature, according to the most probable, at least the most intelligible philosophy, they would find, that these causes are nothing but the particular fabric and structure of the minute parts of their own bodies and of external objects; and that, by a regular and constant machinery, all the events are produced, about which they are so much concerned. But this philosophy exceeds the comprehension of the ignorant multitude, who can only conceive the unknown causes in a general and confused manner; though their imagination, perpetually employed on the same subject, must labour to form some particular and distinct idea of them. The more they consider these causes themselves, and the uncertainty of their operation, the less satisfaction do they meet with in their researches; and, however unwilling, they must at last have abandoned so arduous an attempt, were it not for a propensity in human nature, which leads into a system, that gives them some satisfaction.","subId":"1","id":"Hume.ETSS.NHR.3.1","pages":"40"},{"type":"paragraph","content":"There is an universal tendency among mankind to conceive all beings like themselves, and to transfer to every object, those qualities, with which they are familiarly acquainted, and of which they are intimately conscious. We find human faces in the moon, armies in the clouds; and by a natural propensity, if not corrected by experience and reflection, ascribe malice or good-will to every thing, that hurts or pleases us. Hence the frequency and beauty of the prosopopœia in poetry; where trees, mountains and streams are personified, and the inanimate parts of nature acquire sentiment and passion. And though these poetical figures and expressions gain not on the belief, they may serve, at least, to prove a certain tendency in the imagination, without which they could neither be beautiful nor natural. Nor is a river-god or hamadryad always taken for a mere poetical or imaginary personage; but may sometimes enter into the real creed of the ignorant vulgar; while each grove or field is represented as possessed of a particular genius or invisible power, which inhabits and protects it. Nay, philosophers cannot entirely exempt themselves from this natural frailty; but have oft ascribed to inanimate matter the horror of a vacuum, sympathies, antipathies, and other affections of human nature. The absurdity is not less, while we cast our eyes upwards; and transferring, as is too usual, human passions and infirmities to the deity, represent him as jealous and revengeful, capricious and partial, and, in short, a wicked and foolish man, in every respect but his superior power and authority. No wonder, then, that mankind, being placed in such an absolute ignorance of causes, and being at the same time so anxious concerning their future fortune, should immediately acknowledge a dependence on invisible powers, possessed of sentiment and intelligence. The unknown causes, which continually employ their thought, appearing always in the same aspect, are all apprehended to be of the same kind or species. Nor is it long before we ascribe to them thought and reason and passion, and sometimes even the limbs and figures of men, in order to bring them nearer to a resemblance with ourselves.","subId":"2","id":"Hume.ETSS.NHR.3.2","pages":"40-1"},{"type":"paragraph","content":"In proportion as any man's course of life is governed by accident, we always find, that he encreases in superstition; as may particularly be observed of gamesters and sailors, who, though, of all mankind, the least capable of serious reflection, abound most in frivolous and superstitious apprehensions. The gods, says Coriolanus in Dionysius, have an influence in every affair; but above all, in war; where the event is so uncertain. All human life, especially before the institution of order and good government, being subject to fortuitous accidents; it is natural, that superstition should prevail every where in barbarous ages, and put men on the most earnest enquiry concerning those invisible powers, who dispose of their happiness or misery. Ignorant of astronomy and the anatomy of plants and animals, and too little curious to observe the admirable adjustment of final causes; they remain still unacquainted with a first and supreme creator, and with that infinitely perfect spirit, who alone, by his almighty will, bestowed order on the whole frame of nature. Such a magnificent idea is too big for their narrow conceptions, which can neither observe the beauty of the work, nor comprehend the grandeur of its author. They suppose their deities, however potent and invisible, to be nothing but a species of human creatures, perhaps raised from among mankind, and retaining all human passions and appetites, together with corporeal limbs and organs. Such limited beings, though masters of human fate, being, each of them, incapable of extending his influence every where, must be vastly multiplied, in order to answer that variety of events, which happen over the whole face of nature. Thus every place is stored with a crowd of local deities; and thus polytheism has prevailed, and still prevails, among the greatest part of uninstructed mankind.","subId":"3","id":"Hume.ETSS.NHR.3.3","pages":"41-2"},{"type":"paragraph","content":"Any of the human affections may lead us into the notion of invisible, intelligent power; hope as well as fear, gratitude as well as affliction: But if we examine our own hearts, or observe what passes around us, we shall find, that men are much oftener thrown on their knees by the melancholy than by the agreeable passions. Prosperity is easily received as our due, and few questions are asked concerning its cause or author. It begets cheerfulness and activity and alacrity and a lively enjoyment of every social and sensual pleasure: And during this state of mind, men have little leisure or inclination to think of the unknown invisible regions. On the other hand, every disastrous accident alarms us, and sets us on enquiries concerning the principles whence it arose: Apprehensions spring up with regard to futurity: And the mind, sunk into diffidence, terror, and melancholy, has recourse to every method of appeasing those secret intelligent powers, on whom our fortune is supposed entirely to depend.","subId":"4","id":"Hume.ETSS.NHR.3.4","pages":"42"},{"type":"paragraph","content":"No topic is more usual with all popular divines than to display the advantages of affliction, in bringing men to a due sense of religion; by subduing their confidence and sensuality, which, in times of prosperity, make them forgetful of a divine providence. Nor is this topic confined merely to modern religions. The ancients have also employed it. Fortune has never liberally, without envy, says a Greek historian, bestowed an unmixed happiness on mankind; but with all her gifts has ever conjoined some disastrous circumstance, in order to chastize men into a reverence for the gods, whom, in a continued course of prosperity, they are apt to neglect and forget.","subId":"5","id":"Hume.ETSS.NHR.3.5","pages":"42-3"},{"type":"paragraph","content":"What age or period of life is the most addicted to superstition? The weakest and most timid. What sex? The same answer must be given. The leaders and examples of every kind of superstition, says Strabo, are the women. These excite the men to devotion and supplications, and the observance of religious days. It is rare to meet with one that lives apart from the females, and yet is addicted to such practices. And nothing can, for this reason, be more improbable, than the account given of an order of men among the Getes, who practised celibacy, and were notwithstanding the most religious fanatics. A method of reasoning, which would lead us to entertain a bad idea of the devotion of monks; did we not know by an experience, not so common, perhaps, in Strabo's days, that one may practise celibacy, and profess chastity; and yet maintain the closest connexions and most entire sympathy with that timorous and pious sex.","subId":"6","id":"Hume.ETSS.NHR.3.6","pages":"43"},{"type":"note","content":"Lib. viii.","subId":"n2","id":"Hume.ETSS.NHR.3.n2","pages":"41"},{"type":"note","content":"The following lines of Euripides are so much to the present purpose, that I cannot forbear quoting them: \n     Ουκ εστιν ουδεν πιςτον, ουτ ευδοξια, \n   Ουτ' αν καλως πρασσοντα μη πραξειν κακως. \n   Φυρουσι δ'αυθ'οι θεοι παλιν τε και προσω, \n   Ταραγμον εντιθεντες, ως αγνωσια \n   Σεβωμεν αυτους.         Hecuba. \n   \"There is nothing secure in the world; no glory, no prosperity. The gods toss all life into confusion; mix every thing with its reverse; that all of us, from our ignorance and uncertainty, may pay them the more worship and reverence.\"","subId":"n3","id":"Hume.ETSS.NHR.3.n3","pages":"42"},{"type":"note","content":"Diod. Sic. lib. iii.","subId":"n4","id":"Hume.ETSS.NHR.3.n4","pages":"42"},{"type":"note","content":"Lib. vii.","subId":"n5","id":"Hume.ETSS.NHR.3.n5","pages":"43"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.NHR","imported":true,"title":"The Natural History of Religion","breadcrumb":"Natural History","published":[1757]}],"prev":{"id":"Hume.ETSS.NHR.2","imported":true,"title":"Section 2. Origin of Polytheism","breadcrumb":"Section 2","published":[1757]},"next":{"id":"Hume.ETSS.NHR.4","imported":true,"title":"Section 4. Deities not considered as creators or formers of the world","breadcrumb":"Section 4","published":[1757]}}