{"id":"Mandeville.FB.Rem.A","imported":true,"parent":"Mandeville.FB.Rem","title":"(A.) Whilst others follow'd Mysteries, To which few Folks bind 'Prentices:","breadcrumb":"Remark A","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_047","blocks":[{"type":"title","content":"£1 (A.) Whilst others follow'd Mysteries, To which few Folks bind 'Prentices: £1","id":"Mandeville.FB.Rem.A"},{"type":"paragraph","content":"IN the Education of _Youth,_ in order to their getting of a _Livelihood_ when they shall be arrived at _Maturity,_ most People look out for some warrantable Employment or other, of which there are whole _Bodies_ or _Companies,_ in every large _Society of Men._ By this means all _Arts_ and _Sciences,_ as well as _Trades_ and _Handicrafts,_ are perpetuated in the _Commonwealth,_ as long as they are found useful; the Young ones that are daily brought up to 'em, continually supplying the loss of the Old Ones that die. But some of these Employments being vastly more Creditable than others, according to the great difference of the Charges required to set up in each of them, all prudent _Parents_ in the Choice of them chiefly consult their own _Abilities_ and the _Circumstances_ they are in. A Man that gives Three or Four Hundred Pounds with his _Son_ to a great _Merchant,_ and has not Two or Three Thousand Pounds to spare against he is out of his Time to begin the World with, is much to blame not to have brought his _Child_ up to something that might be follow'd with less _Money._","subId":"1","id":"Mandeville.FB.Rem.A.1"},{"type":"paragraph","content":"There are abundance of _Men_ of a _Genteel_ Education, that have but very small _Revenues,_ and yet are forced, by their Reputable _Callings,_ to make a greater _Figure_ than ordinary People of twice their _Income._ If these have any _Children,_ it often happens, that as their _Indigence_ renders them incapable of bringing them up to Creditable _Occupations,_ so their Pride makes 'em unwilling to put them out to any of the mean laborious _Trades,_ and then, in hopes either of an Alteration in their _Fortune,_ or that some Friends, or favourable _Opportunity_ shall offer, they from time to time put off the disposing of them, 'till insensibly they come to be of _Age,_ and are at last brought up to nothing. Whether this Neglect be more barbarous to the Children, or prejudicial to the Society, I shall not determine. At _Athens_ all _Children_ were forced to assist their _Parents,_ if they came to _Want:_ But _Solon_ made a Law, that no _Son_ should be oblig'd to relieve his _Father,_ who had not bred him up to any _Calling._","subId":"2","id":"Mandeville.FB.Rem.A.2"},{"type":"paragraph","content":"Some Parents put out their Sons to good _Trades_ very suitable to their then present Abilities, but happen to dy, or fail in the World, before their Children have finish'd their _Apprenticeships,_ or are made fit for the _Business_ they are to follow: A great many Young Men again on the other hand are handsomely provided for and set up for themselves, that yet (some for want of _Industry_ or else a sufficient _Knowledge_ in their _Callings,_ others by indulging their _Pleasures,_ and some few by _Misfortunes)_ are reduced to Poverty, and altogether unable to maintain themselves by the Business they were brought up to. It is impossible but that the Neglects, Mismanagements and Misfortunes I named, must very frequently happen in Populous Places, and consequently great Numbers of People be daily flung unprovided for into the wide World, how Rich and Potent a Commonwealth may be, or what Care soever a Government may take to hinder it. How must these People be disposed of? The Sea, I know, and Armies, which the World is seldom without, will take off some. Those that are honest Drudges, and of a laborious Temper, will become _Journey-men_ to the Trades they are of, or enter into some other Service: Such of them as study'd and were sent to the University, may become Schoolmasters, Tutors, and some few of them get into some Office or other: But what must become of the _Lazy_ that care for no manner of working, and the _Fickle_ that hate to be confin'd to any Thing?","subId":"3","id":"Mandeville.FB.Rem.A.3"},{"type":"paragraph","content":"Those that ever took Delight in Plays and Romances, and have a spice of Gentility, will, in all probability, throw their Eyes upon the _Stage,_ and if they have a good Elocution with tolerable Mien, turn _Actors._ Some that love their Bellies above any thing else, if they have a good Palate, and a little Knack at Cookery, will strive to get in with _Gluttons_ and _Epicures,_ learn to cringe and bear all manner of Usage, and so turn _Parasites,_ ever flattering the Master, and making Mischief among the rest of the _Family._ Others, who by their own and Companions Lewdness judge of People's Incontinence, will naturally fall to Intriguing, and endeavour to live by Pimping for such as either want Leisure or Address to speak for themselves. Those of the most abandon'd Principles of all, if they are sly and dextrous, turn Sharpers, Pick-pockets, or Coiners, if their Skill and Ingenuity give them leave. Others again, that have observ'd the Credulity of simple Women, and other foolish People, if they have Impudence and a little Cunning, either set up for Doctors, or else pretend to tell Fortunes; and every one turning the Vices and Frailties of others to his own Advantage, endeavours to pick up a Living the easiest and shortest way his Talent and Abilities will let him.","subId":"4","id":"Mandeville.FB.Rem.A.4"},{"type":"paragraph","content":"These are certainly the Bane of Civil Society; but they are Fools, who not considering what has been said, storm at the Remisness of the Laws that suffer them to live, while wise Men content themselves with taking all imaginable Care not to be circumvented by them, without quarrelling at what no human Prudence can prevent.","subId":"5","id":"Mandeville.FB.Rem.A.5"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]},"next":{"id":"Mandeville.FB.Rem.B","imported":true,"title":"(B.) These were call'd Knaves, But bar the Name, The grave Industrious were the same.","breadcrumb":"Remark B","published":[1714]}}