{"id":"Mandeville.FB.Rem.M","imported":true,"parent":"Mandeville.FB.Rem","title":"(M.) And odious Pride a Million more.","breadcrumb":"Remark M","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_069","blocks":[{"type":"title","content":"£1 (M.) And odious Pride a Million more. £1","id":"Mandeville.FB.Rem.M"},{"type":"paragraph","content":"PRIDE is that Natural Faculty by which every Mortal that has any Understanding over-values, and imagines better Things of himself than any impartial Judge, thoroughly acquainted with all his Qualities and Circumstances, could allow him. We are possess'd of no other Quality so beneficial to Society, and so necessary to render it wealthy and flourishing as this, yet it is that which is most generally detested. What is very peculiar to this Faculty of ours, is, that those who are the fullest of it, are the least willing to connive at it in others; whereas the Heinousness of other Vices is the most extenuated by those who are guilty of 'em themselves. The Chaste Man hates Fornication, and Drunkenness is most abhorr'd by the Temperate; but none are so much offended at their Neighbour's Pride, as the proudest of all; and if any one can pardon it, it is the most Humble: From which I think we may justly infer, that it being odious to all the World, is a certain Sign that all the World is troubled with it. This all Men of Sense are ready to confess, and no body denies but that he has Pride in general. But, if you come to Particulars, you'll meet with few that will own any Action you can name of theirs to have proceeded from that Principle. There are likewise many who will allow that among the sinful Nations of the Times, Pride and Luxury are the great Promoters of Trade, but they refuse to own the Necessity there is, that in a more virtuous Age, (such a one as should be free from Pride) Trade would in a great Measure decay.","subId":"1","id":"Mandeville.FB.Rem.M.1"},{"type":"paragraph","content":"The Almighty, they say, has endow'd us with the Dominion over all Things which the Earth and Sea produce or contain; there is nothing to be found in either, but what was made for the Use of Man; and his Skill and Industry above other Animals were given him, that he might render both them and every Thing else within the Reach of his Senses, more serviceable to him. Upon this Consideration they think it impious to imagine, that Humility, Temperance, and other Virtues, should debar People from the Enjoyment of those Comforts of Life, which are not denied to the most wicked Nations; and so conclude, that without Pride or Luxury, the same Things might be eat, wore, and consumed; the same Number of Handicrafts and Artificers employ'd, and a Nation be every way as flourishing as where those Vices are the most predominant.","subId":"2","id":"Mandeville.FB.Rem.M.2"},{"type":"paragraph","content":"As to wearing Apparel in particular, they'll tell you, that Pride, which sticks much nearer to us than our Clothes, is only lodg'd in the Heart, and that Rags often conceal a greater Portion of it than the most pompous Attire; and that as it cannot be denied but that there have always been virtuous Princes, who with humble Hearts have wore their splendid Diadems, and sway'd their envied Scepters, void of Ambition, for the Good of others; so it is very probable, that Silver and Gold Brocades, and the richest Embroideries may, without a Thought of Pride, be wore by many whose Quality and Fortune are suitable to them. May not (say they) a good Man of extraordinary Revenues, make every Year a greater Variety of Suits than it is possible he should wear out, and yet have no other Ends than to set the Poor at Work, to encourage Trade, and by employing many, to promote the Welfare of his Country? And considering Food and Raiment to be Necessaries, and the two chief Articles to which all our worldly Cares are extended, why may not all Mankind set aside a considerable Part of their Income for the one as well as the other, without the least Tincture of Pride? Nay, is not every Member of the Society in a manner obliged, according to his Ability, to contribute toward the Maintenance of that Branch of Trade on which the Whole has so great a Dependence? Besides that, to appear decently is a Civility, and often a Duty, which, without any Regard to our selves, we owe to those we converse with.","subId":"3","id":"Mandeville.FB.Rem.M.3"},{"type":"paragraph","content":"These are the Objections generally made use of by haughty Moralists, who cannot endure to hear the Dignity of their Species arraign'd; but if we look narrowly into them they may soon be answered.","subId":"4","id":"Mandeville.FB.Rem.M.4"},{"type":"paragraph","content":"If we had no Vices, I cannot see why any Man should ever make more Suits than he has occasion for, tho' he was never so desirous of promoting the Good of the Nation: For tho' in the wearing of a well-wrought Silk, rather than a slight Stuff, and the preferring curious fine Cloth to coarse, he had no other View but the setting of more People to work, and consequently the Publick Welfare, yet he could consider Clothes no otherwise than Lovers of their Country do Taxes now; they may pay 'em with Alacrity, but no Body gives more than his due; especially where all are justly rated according to their Abilities, as it could no otherwise be expected in a very Virtuous Age. Besides that in such Golden Times no Body would dress above his Condition, no body pinch his Family, cheat or over-reach his Neighbour to purchase Finery, and consequently there would not be half the Consumption, nor a third Part of the People employ'd as now there are. But to make this more plain and demonstrate, that for the Support of Trade there can be nothing equivalent to Pride, I shall examine the several Views Men have in outward Apparel, and set forth what daily Experience may teach every body as to Dress.","subId":"5","id":"Mandeville.FB.Rem.M.5"},{"type":"paragraph","content":"Clothes were originally made for two Ends, to hide our Nakedness, and to fence our Bodies against the Weather, and other outward Injuries: To these our boundless Pride has added a third, which is Ornament; for what else but an excess of stupid Vanity, could have prevail'd upon our Reason to fancy that Ornamental, which must continually put us in mind of our Wants and Misery, beyond all other Animals that are ready clothed by Nature herself? It is indeed to be admired how so sensible a Creature as Man, that pretends to so many fine Qualities of his own, should condescend to value himself upon what is robb'd from so innocent and defenceless an Animal as a Sheep, or what he is beholden for to the most insignificant thing upon Earth, a dying Worm; yet while he is Proud of such trifling Depredations, he has the folly to laugh at the _Hottentots_ on the furthest Promontory of _Africk_, who adorn themselves with the Guts of their dead Enemies, without considering that they are the Ensigns of their Valour those Barbarians are fine with, the true _Spolia opima_, and that if their Pride be more Savage than ours, it is certainly less ridiculous, because they wear the Spoils of the more noble Animal.","subId":"6","id":"Mandeville.FB.Rem.M.6"},{"type":"paragraph","content":"But whatever Reflexions may be made on this head, the World has long since decided the Matter; handsome Apparel is a main Point, fine Feathers make fine Birds, and People, where they are not known, are generally honour'd according to their Clothes and other Accoutrements they have about them; from the richness of them we judge of their Wealth, and by their ordering of them we guess at their Understanding . It is this which encourages every Body, who is conscious of his little Merit, if he is any ways able, to wear Clothes above his Rank, especially in large and populous Cities, where obscure Men may hourly meet with fifty Strangers to one Acquaintance, and consequently have the Pleasure of being esteem'd by a vast Majority, not as what they are, but what they appear to be: which is a greater Temptation than most People want to be vain.","subId":"7","id":"Mandeville.FB.Rem.M.7"},{"type":"paragraph","content":"Whoever takes delight in viewing the various Scenes of low Life, may on _Easter_, _Whitsun_, and other great Holidays, meet with scores of People, especially Women, of almost the lowest Rank, that wear good and fashionable Clothes: If coming to talk with them, you treat them more courteously and with greater Respect than what they are conscious they deserve, they'll commonly be ashamed of owning what they are; and often you may, if you are a little inquisitive, discover in them a most anxious Care to conceal the Business they follow, and the Places they live in. The Reason is plain; while they receive those Civilities that are not usually paid them, and which they think only due to their Betters, they have the Satisfaction to imagine, that they appear what they would be, which to weak Minds is a Pleasure almost as substantial as they could reap from the very Accomplishments of their Wishes: This Golden Dream they are unwilling to be disturbed in, and being sure that the meanness of their Condition, if it is known, must sink 'em very low in your Opinion, they hug themselves in their disguise, and take all imaginable Precaution not to forfeit by a useless discovery the Esteem which they flatter themselves that their good Clothes have drawn from you.","subId":"8","id":"Mandeville.FB.Rem.M.8"},{"type":"paragraph","content":"Tho' every Body allows, that as to Apparel and manner of living, we ought to behave our selves suitable to our Conditions, and follow the Examples of the most sensible, and prudent among our Equals in Rank and Fortune: Yet how few, that are not either miserably Covetous, or else Proud of Singularity, have this Discretion to boast of? We all look above our selves, and, as fast as we can, strive to imitate those, that some way or other are superior to us.","subId":"9","id":"Mandeville.FB.Rem.M.9"},{"type":"paragraph","content":"The poorest Labourer's Wife in the Parish, who scorns to wear a strong wholesom Frize, as she might, will half starve her self and her Husband to purchase a second-hand Gown and Petticoat, that cannot do her half the Service; because, forsooth, it is more genteel. The Weaver, the Shoemaker, the Tailor, the Barber, and every mean working Fellow, that can set up with little, has the Impudence with the first Money he gets, to Dress himself like a Tradesman of Substance: The ordinary Retailer in the clothing of his Wife, takes Pattern from his Neighbour, that deals in the same Commodity by Wholesale, and the Reason he gives for it is, that Twelve Years ago the other had not a bigger Shop than himself. The Druggist, Mercer, Draper, and other creditable Shopkeepers can find no difference between themselves and Merchants, and therefore dress and live like them. The Merchant's Lady, who cannot bear the Assurance of those Mechanicks, flies for refuge to the other End of the Town, and scorns to follow any Fashion but what she takes from thence. This Haughtiness alarms the Court, the Women of Quality are frighten'd to see Merchants Wives and Daughters dress'd like themselves: this Impudence of the City, they cry, is intolerable; Mantua-makers are sent for, and the contrivance of Fashions becomes all their Study, that they may have always new Modes ready to take up, as soon as those saucy Cits shall begin to imitate those in being. The same Emulation is continued through the several degrees of Quality to an incredible Expence, till at last the Prince's great Favourites and those of the first Rank of all, having nothing else left to outstrip some of their Inferiors, are forc'd to lay out vast Estates in pompous Equipages, magnificent Furniture, sumptuous Gardens and princely Palaces.","subId":"10","id":"Mandeville.FB.Rem.M.10"},{"type":"paragraph","content":"To this Emulation and continual striving to out-do one another it is owing, that after so many various Shiftings and Changings of Modes, in trumping up new ones and renewing of old ones, there is still a _plus ultra_ left for the ingenious; it is this, or at least the consequence of it, that sets the Poor to Work, adds Spurs to Industry, and encourages the skilful Artificer to search after further Improvements.","subId":"11","id":"Mandeville.FB.Rem.M.11"},{"type":"paragraph","content":"It may be objected, that many People of good Fashion, who have been us'd to be well Dress'd, out of Custom wear rich Clothes with all the indifferency imaginable, and that the benefit to Trade accruing from them cannot be ascribed to Emulation or Pride. To this I answer, that it is impossible, that those who trouble their Heads so little with their Dress, could ever have wore those rich Clothes, if both the Stuffs and Fashions had not been first invented to gratify the Vanity of others, who took greater delight in fine Apparel, than they; Besides that every Body is not without Pride that appears to be so; all the symptoms of that Vice are not easily discover'd; they are manifold, and vary according to the Age, Humour, Circumstances, and often Constitution, of the People.","subId":"12","id":"Mandeville.FB.Rem.M.12"},{"type":"paragraph","content":"The cholerick City Captain seems impatient to come to Action, and expressing his Warlike Genius by the firmness of his Steps, makes his Pike, for want of Enemies, tremble at the Valour of his Arm: His Martial Finery, as he marches along, inspires him with an unusual Elevation of Mind, by which endeavouring to forget his Shop as well as himself, he looks up at the Balconies with the fierceness of a _Saracen_ Conqueror: While the phlegmatick Alderman, now become venerable both for his Age and his Authority, contents himself with being thought a considerable Man; and knowing no easier way to express his Vanity, looks big in his Coach, where being known by his paultry Livery, he receives, in sullen State, the Homage that is paid him by the meaner sort of People.","subId":"13","id":"Mandeville.FB.Rem.M.13"},{"type":"paragraph","content":"The beardless Ensign counterfeits a Gravity above his Years, and with ridiculous Assurance strives to imitate the stern Countenance of his Colonel, flattering himself all the while that by his daring Mien you'll judge of his Prowess. The youthful Fair, in a vast concern of being overlook'd, by the continual changing of her Posture betrays a violent desire of being observ'd, and catching, as it were, at every Body's Eyes courts with obliging Looks the admiration of her Beholders. The conceited Coxcomb, on the contrary, displaying an Air of Sufficiency, is wholly taken up with the Contemplation of his own Perfections, and in Publick Places discovers such a disregard to others, that the Ignorant must imagine, he thinks himself to be alone.","subId":"14","id":"Mandeville.FB.Rem.M.14"},{"type":"paragraph","content":"These and such like are all manifest tho' different Tokens of Pride, that are obvious to all the World; but Man's Vanity is not always so soon found out. When we perceive an Air of Humanity, and Men seem not to be employed in admiring themselves, nor altogether unmindful of others, we are apt to pronounce 'em void of Pride, when perhaps they are only fatigu'd with gratifying their Vanity, and become languid from a satiety of Enjoyments. That out ward show of Peace within, and drowsy composure of careless Negligence, with which a Great Man is often seen in his plain Chariot to loll at ease, are not always so free from Art, as they may seem to be. _Nothing is more ravishing to the Proud than to be thought happy._","subId":"15","id":"Mandeville.FB.Rem.M.15"},{"type":"paragraph","content":"The well-bred Gentleman places his greatest Pride in the Skill he has of covering it with Dexterity, and some are so expert in concealing this Frailty, that when they are the most guilty of it, the Vulgar think them the most exempt from it. Thus the dissembling Courtier, when he appears in State, assumes an Air of Modesty and good Humour; and while he is ready to burst with Vanity, seems to be wholly Ignorant of his Greatness; well knowing, that those lovely Qualities must heighten him in the Esteem of others, and be an addition to that Grandeur, which the Coronets about his Coach and Harnesses, with the rest of his Equipage, cannot fail to proclaim without his Assistance.","subId":"16","id":"Mandeville.FB.Rem.M.16"},{"type":"paragraph","content":"And as in these, Pride is overlook'd, because industriously conceal'd, so in others again it is denied that they have any, when they shew (or at least seem to shew) it in the most Publick manner. The wealthy Parson being, as well as the rest of his Profession, debarr'd from the Gaiety of Laymen, makes it his Business to look out for an admirable Black and the finest Cloth that Money can purchase, and distinguishes himself by the fulness of his noble and spotless Garment; his Wigs are as fashionable as that Form he is forced to comply with will admit of; but as he is only stinted in their Shape, so he takes care that for goodness of Hair, and Colour, few Noblemen shall be able to match 'em; his Body is ever clean, as well as his Clothes, his sleek Face is kept constantly shav'd, and his handsome Nails are diligently pared; his smooth white Hand and a Brilliant of the first Water, mutually becoming, honour each other with double Graces; what Linen he discovers is transparently curious, and he scorns ever to be seen abroad with a worse Beaver than what a rich Banker would be proud of on his Wedding-Day; to all these Niceties in Dress he adds a Majestick Gate, and expresses a commanding Loftiness in his Carriage; yet common Civility, notwithstanding the evidence of so many concurring Symptoms, won't allow us to suspect any of his Actions to be the Result of Pride; considering the Dignity of his Office, it is only Decency in him what would be Vanity in others; and in good Manners to his Calling we ought to believe, that the worthy Gentleman, without any regard to his reverend Person, puts himself to all this Trouble and Expence merely out of a Respect which is due to the Divine Order he belongs to, and a Religious Zeal to preserve his Holy Function from the Contempt of Scoffers. With all my Heart; nothing of all this shall be call'd Pride, let me only be allow'd to say, that to our Human Capacities it looks very like it.","subId":"17","id":"Mandeville.FB.Rem.M.17"},{"type":"paragraph","content":"But if at last I should grant, that there are Men who enjoy all the Fineries of Equipage and Furniture as well as Clothes, and yet have no Pride in them; it is certain, that if all should be such, that Emulation I spoke of before must cease, and consequently Trade, which has so great a Dependence upon it, suffer in every Branch. For to say, that if all Men were truly Virtuous, they might, without any regard to themselves, consume as much out of Zeal to serve their Neighbours and promote the Publick Good, as they do now out of Self-Love and Emulation, is a miserable Shift and an unreasonable Supposition. As there have been good People in all Ages, so, without doubt, we are not destitute of them in this; but let us enquire of the Periwig-makers and Tailors, in what Gentle-men , even of the greatest Wealth and highest Quality, they ever could discover such publick-spirited Views. Ask the Lacemen, the Mercers, and the Linen-Drapers, whether the richest, and if you will, the most virtuous Ladies, if they buy with ready Money, or intend to pay in any reasonable Time, will not drive from Shop to Shop, to try the Market, make as many Words, and stand as hard with them to save a Groat or Six-pence in a Yard, as the most necessitous Jilts in Town. If it be urg'd, that if there are not, it is possible there might be such People; I answer that it is as possible that Cats, instead of killing Rats and Mice, should feed them, and go about the House to suckle and nurse their young ones; or that a Kite should call the Hens to their Meat, as the Cock does, and sit brooding over their Chickens instead of devouring 'em; but if they should all do so, they would cease to be Cats and Kites; it is inconsistent with their Natures, and the Species of Creatures which now we mean, when we name Cats and Kites, would be extinct as soon as that could come to pass.","subId":"18","id":"Mandeville.FB.Rem.M.18"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.L","imported":true,"title":"(L.) ———— Whilst Luxury Employ'd a Million of the Poor, &c.","breadcrumb":"Remark L","published":[1714]},"next":{"id":"Mandeville.FB.Rem.N","imported":true,"title":"(N.) Envy it self, and Vanity, Were Ministers of Industry.","breadcrumb":"Remark N","published":[1714]}}