{"id":"Mandeville.FB.Rem.Q","imported":true,"parent":"Mandeville.FB.Rem","title":"(Q.) ———— For frugally They now liv'd on their Salary.","breadcrumb":"Remark Q","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_077","blocks":[{"type":"title","content":"£1 (Q.) ———— For frugally They now liv'd on their Salary. £1","id":"Mandeville.FB.Rem.Q"},{"type":"paragraph","content":"WHEN People have small comings in, and are honest withal, it is then that the Generality of them begin to be frugal, and not before. Frugality in _Ethicks_ is call'd that Virtue from the Principle of which Men abstain from Superfluities, and despising the operose Contrivances of Art to procure either Ease or Pleasure, content themselves with the natural Simplicity of things, and are carefully temperate in the Enjoyment of them without any Tincture of Covetousness. Frugality thus limited, is perhaps scarcer than many may imagine; but what is generally understood by it is a Quality more often to be met with, and consists in a _Medium_ between Profuseness and Avarice, rather leaning to the latter. As this prudent Oeconomy, which some People call _Saving_, is in private Families the most certain Method to increase an Estate, so some imagine that whether a Country be barren or fruitful, the same Method, if generally pursued (which they think practicable) will have the same Effect upon a whole Nation, and that, for Example, the _English_ might be much richer than they are, if they would be as frugal as some of their Neighbours. This, I think, is an Error, which to prove I shall first refer the Reader to what has been said upon this head in Remark (_L_.) and then go on thus.","subId":"1","id":"Mandeville.FB.Rem.Q.1"},{"type":"paragraph","content":"Experience teaches us first, that as People differ in their Views and Perceptions of Things, so they vary in their Inclinations; one Man is given to Covetousness, another to Prodigality, and a third is only _Saving_. Secondly, that Men are never, or at least very seldom, reclaimed from their darling Passions, either by Reason or Precept, and that if any thing ever draws 'em from what they are naturally propense to, it must be a Change in their Circumstances or their Fortunes. If we reflect upon these Observations, we shall find that to render the generality of a Nation lavish, the Product of the Country must be considerable in proportion to the Inhabitants, and what they are profuse of cheap; that on the contrary, to make a Nation generally frugal, the Necessaries of Life must be scarce, and consequently dear; and that therefore let the best Politician do what he can, the Profuseness or Frugality of a People in general, must always depend upon, and will in spite of his Teeth, be ever proportion'd to the Fruitfulness and Product of the Country, the Number of Inhabitants, and the Taxes they are to bear. If any body would refute what I have said, let him only prove from History, that there ever was in any Country a National Frugality without a National Necessity.","subId":"2","id":"Mandeville.FB.Rem.Q.2"},{"type":"paragraph","content":"Let us examine then what things are requisite to aggrandize and enrich a Nation. The first desirable Blessings for any Society of Men are a fertile Soil and a happy Climate, a mild Government, and more Land than People. These Things will render Man easy, loving, honest and sincere. In this Condition they may be as Virtuous as they can, without the least Injury to the Publick, and consequently as happy as they please themselves. But they shall have no Arts or Sciences, or be quiet longer than their Neighbours will let them; they must be poor, ignorant, and almost wholly destitute of what we call the Comforts of Life, and all the Cardinal Virtues together won't so much as procure a tolerable Coat or a Porridge-Pot among them: For in this State of slothful Ease and stupid Innocence, as you need not fear great Vices, so you must not expect any considerable Virtues. Man never exerts himself but when he is rous'd by his Desires: While they lie dormant, and there is nothing to raise them, his Excellence and Abilities will be for ever undiscover'd, and the lumpish Machine, without the Influence of his Passions, may be justly compar'd to a huge Wind-mill without a breath of Air.","subId":"3","id":"Mandeville.FB.Rem.Q.3"},{"type":"paragraph","content":"Would you render a Society of Men strong and powerful, you must touch their Passions. Divide the Land, tho' there be never so much to spare, and their Possessions will make them Covetous: Rouse them, tho' but in Jest, from their Idleness with Praises, and Pride will set them to work in earnest: Teach them Trades and Handicrafts, and you'll bring Envy and Emulation among them: To increase their Numbers, set up a Variety of Manufactures, and leave no Ground uncultivated; Let Property be inviolably secured, and Privileges equal to all Men; Suffer no body to act but what is lawful, and every body to think what he pleases; for a Country where every body may be maintained that will be employ'd, and the other Maxims are observ'd, must always be throng'd and can never want People, as long as there is any in the World. Would you have them bold and Warlike, turn to Military Discipline, make good use of their Fear, and flatter their Vanity with Art and Assiduity: But would you moreover render them an opulent, knowing and polite Nation, teach 'em Commerce with Foreign Countries, and if possible get into the Sea, which to compass spare no Labour nor Industry, and let no Difficulty deter you from it: Then promote Navigation, cherish the Merchant, and encourage Trade in every Branch of it; this will bring Riches, and where they are, Arts and Sciences will soon follow, and by the Help of what I have named and good Management, it is that Politicians can make a People potent, renown'd and flourishing.","subId":"4","id":"Mandeville.FB.Rem.Q.4"},{"type":"paragraph","content":"But would you have a frugal and honest Society, the best Policy is to preserve Men in their Native Simplicity, strive not to increase their Numbers; let them never be acquainted with Strangers or Superfluities, but remove and keep from them every thing that might raise their Desires, or improve their Understanding.","subId":"5","id":"Mandeville.FB.Rem.Q.5"},{"type":"paragraph","content":"Great Wealth and Foreign Treasure will ever scorn to come among Men, unless you'll admit their inseparable Companions, Avarice and Luxury: Where Trade is considerable Fraud will intrude. To be at once well-bred and sincere, is no less than a Contradiction; and therefore while Man advances in Knowledge, and his Manners are polish'd, we must expect to see at the same time his Desires enlarg'd, his Appetites refin'd, and his Vices increas'd.","subId":"6","id":"Mandeville.FB.Rem.Q.6"},{"type":"paragraph","content":"The _Dutch_ may ascribe their present Grandeur to the Virtue and Frugality of their Ancestors as they please; but what made that contemptible Spot of Ground so considerable among the principal Powers of _Europe_, has been their Political Wisdom in postponing every thing to Merchandize and Navigation, the unlimited Liberty of Conscience that is enjoy'd among them, and the unwearied Application with which they have always made use of the most effectual means to encourage and increase Trade in general.","subId":"7","id":"Mandeville.FB.Rem.Q.7"},{"type":"paragraph","content":"They never were noted for Frugality before _Philip_ II. of _Spain_ began to rage over them with that unheard-of Tyranny. Their Laws were trampled upon, their Rights and large Immunities taken from them, and their Constitution torn to pieces. Several of their Chief Nobles were condemn'd and executed without legal Form of Process. Complaints and Remonstrances were punish'd as severely as Resistance, and those that escaped being massacred, were plundered by ravenous Soldiers. As this was intolerable to a People that had always been used to the mildest of Governments, and enjoy'd greater Privileges than any of the Neighbouring Nations, so they chose rather to die in Arms than perish by cruel Executioners. If we consider the Strength _Spain_ had then, and the low Circumstances those Distress'd States were in, there never was heard of a more unequal Strife; yet such was their Fortitude and Resolution, that only seven of those Provinces uniting themselves together, maintain'd against the greatest, and best-disciplin'd Nation in _Europe_, the most tedious and bloody War, that is to be met with in ancient or modern History.","subId":"8","id":"Mandeville.FB.Rem.Q.8"},{"type":"paragraph","content":"Rather than to become a Victim to the _Spanish_ Fury, they were contented to live upon a third Part of their Revenues, and lay out far the greatest Part of their Income in defending themselves against their merciless Enemies. These Hardships and Calamities of a War within their Bowels, first put them upon that extraordinary Frugality, and the Continuance under the same Difficulties for above Fourscore Years, could not but render it Customary and Habitual to them. But all their Arts of Saving, and Penurious way of Living, could never have enabled them to make head against so Potent an Enemy, if their Industry in promoting their Fishery and Navigation in general, had not help'd to supply the Natural Wants and Disadvantages they labour'd under.","subId":"9","id":"Mandeville.FB.Rem.Q.9"},{"type":"paragraph","content":"The Country is so small and so populous, that there is not Land enough, (though hardly an Inch of it is unimprov'd) to feed the Tenth Part of the Inhabitants._ Holland_ it self is full of large Rivers, and lies lower than the Sea, which would run over it every Tide, and wash it away in one Winter, if it was not kept out by vast Banks and huge Walls: The Repairs of those, as well as their Sluices, Keys, Mills, and other Necessaries they are forc'd to make use of to keep themselves from being drown'd, are a greater Expence to them one Year with another, than could be rais'd by a general Land Tax of Four Shillings in the Pound, if to be deducted from the neat Produce of the Landlord's Revenue.","subId":"10","id":"Mandeville.FB.Rem.Q.10"},{"type":"paragraph","content":"Is it a Wonder that People under such Circumstances, and loaden with greater Taxes besides than any other Nation, should be obliged to be saving? But why must they be a Pattern to others, who besides that they are more happily situated, are much richer within themselves, and have, to the same Number of People, above ten times the Extent of Ground? The _Dutch_ and we often buy and sell at the same Markets, and so far our Views may be said to be the same: Otherwise the Interests and Political Reasons of the two Nations as to the private Oeconomy of either, are very different. It is their Interest to be frugal and spend little: Because they must have every thing from abroad, except Butter, Cheese and Fish, and therefore of them, especially the latter, they consume three times the Quantity, which the same Number of People do here. It is our Interest to eat plenty of Beef and Mutton to maintain the Farmer, and further improve our Land, of which we have enough to feed our selves, and as many more, if it was better cultivated. The _Dutch_ perhaps have more Shipping, and more ready Money than we, but then those are only to be considered as the Tools they work with. So a Carrier may have more Horses than a Man of ten times his Worth, and a Banker that has not above fifteen or sixteen Hundred Pounds in the World, may have generally more ready Cash by him than a Gentleman of two Thousand a Year. He that keeps three or four Stage-Coaches to get his Bread, is to a Gentleman that keeps a Coach for his Pleasure, what the _Dutch_ are in comparison to us; having nothing of their own but Fish, they are Carriers and Freighters to the rest of the World, while the Basis of our Trade chiefly depends upon our own Product.","subId":"11","id":"Mandeville.FB.Rem.Q.11"},{"type":"paragraph","content":"Another Instance, that what makes the Bulk of the People saving, are heavy Taxes, scarcity of Land, and such Things that occasion a Dearth of Provisions, may be given from what is observable among the _Dutch_ themselves. In the Province of _Holland_ there is a vast Trade, and an unconceivable Treasure of Money. The Land is almost as rich as Dung it self, and (as I have said once already) not an Inch of it unimprov'd. In _Gelderland_ and _Overyssel_ there's hardly any Trade, and very little Money: The Soil is very indifferent, and abundance of Ground lies waste. Then what is the Reason that the same _Dutch_ in the two latter Provinces, tho' Poorer than the first, are yet less stingy and more hospitable? Nothing but that their Taxes in most Things are less Extravagant, and in proportion to the Number of People, they have a great deal more ground. What they save in _Holland_, they save out of their Bellies; 'tis Eatables, Drinkables and Fewel that their heaviest Taxes are upon, but they wear better Clothes, and have richer Furniture, than you'll find in the other Provinces.","subId":"12","id":"Mandeville.FB.Rem.Q.12"},{"type":"paragraph","content":"Those that are frugal by Principle, are so in every Thing, but in _Holland_ the People are only sparing in such Things as are daily wanted, and soon consumed; in what is lasting they are quite otherwise: In Pictures and Marble they are profuse; in their Buildings and Gardens they are extravagant to Folly. In other Countries you may meet with stately Courts and Palaces of great Extent that belong to Princes, which no body can expect in a Commonwealth, where so much Equality is observ'd as there is in this; but in all _Europe_ you shall find no private Buildings so sumptuously Magnificent, as a great many of the Merchants and other Gentlemen's Houses are in _Amsterdam_, and some other great Cities of that small Province; and the generality of those that build there, lay out a greater proportion of their Estates on the Houses they dwell in than any People upon the Earth.","subId":"13","id":"Mandeville.FB.Rem.Q.13"},{"type":"paragraph","content":"The Nation I speak of was never in greater Straits, nor their Affairs in a more dismal Posture since they were a Republick, than in the Year 1671, and the beginning of 1672. What we know of their Oeconomy and Constitution with any Certainty has been chiefly owing to Sir _William Temple_, whose Observations upon their Manners and Government, it is evident from several Passages in his Memoirs, were made about that time. The _Dutch_ indeed were then very frugal; but since those Days and that their Calamities have not been so pressing, (tho' the common People, on whom the principal Burthen of all Excises and Impositions lies, are perhaps much as they were) a great Alteration has been made among the better sort of People in their Equipages, Entertainments, and whole manner of living.","subId":"14","id":"Mandeville.FB.Rem.Q.14"},{"type":"paragraph","content":"Those who would have it that the Frugality of that Nation flows not so much from Necessity, as a general Aversion to Vice and Luxury, will put us in mind of their publick Administration and Smalness of Salaries, their Prudence in bargaining for and buying Stores and other Necessaries, the great Care they take not to be imposed upon by those that serve them, and their Severity against them that break their Contracts. But what they would ascribe to the Virtue and Honesty of Ministers, is wholly due to their strict Regulations, concerning the management of the publick Treasure, from which their admirable Form of Government will not suffer them to depart; and indeed one good Man may take another's Word, if they so agree, but a whole Nation ought never to trust to any Honesty, but what is built upon Necessity; for unhappy is the People, and their Constitution will be ever precarious, whose Welfare must depend upon the Virtues and Consciences of Ministers and Politicians.","subId":"15","id":"Mandeville.FB.Rem.Q.15"},{"type":"paragraph","content":"The _Dutch_ generally endeavour to promote as much Frugality among their Subjects as 'tis possible, not because it is a Virtue, but because it is, generally speaking, their Interest, as I have shew'd before; for as this latter changes, so they alter their Maxims, as will be plain in the following Instance.","subId":"16","id":"Mandeville.FB.Rem.Q.16"},{"type":"paragraph","content":"As soon as their _East-India_ Ships come home, the Company pays off the Men, and many of them receive the greatest Part of what they have been earning in seven or eight, and some fifteen or sixteen Years time. These poor Fellows are encourag'd to spend their Money with all Profuseness imaginable; and considering that most of them, when they set out at first, were Reprobates, that under the Tuition of a strict Discipline, and a miserable Diet, have been so long kept at hard Labour without Money, in the midst of Danger, it cannot be difficult to make them lavish as soon as they have Plenty.","subId":"17","id":"Mandeville.FB.Rem.Q.17"},{"type":"paragraph","content":"They squander away in Wine, Women and Musick, as much as People of their Taste and Education are well capable of, and are suffer'd (so they but abstain from doing of Mischief) to revel and riot with greater Licentiousness than is customary to be allow'd to others. You may in some Cities see them accompanied with three or four lewd Women, few of them sober, run roaring through the Streets by broad Day-light with a Fidler before them: And if the Money, to their thinking, goes not fast enough these ways, they'll find out others, and sometimes fling it among the Mob by handfuls. This Madness continues in most of them while they have any thing left, which never lasts long, and for this Reason, by a Nick-name, they are called, _Lords of six Weeks_, that being generally the time by which the Company has other Ships ready to depart; where these infatuated Wretches (their Money being gone) are forc'd to enter themselves again, and may have leisure to repent their Folly.","subId":"18","id":"Mandeville.FB.Rem.Q.18"},{"type":"paragraph","content":"In this Stratagem there is a double Policy: First, if these Sailors that have been inured to the hot Climates and unwholesome Air and Diet, should be frugal, and stay in their own Country, the Company would be continually oblig'd to employ fresh Men, of which (besides that they are not so fit for their Business) hardly one in two ever lives in some Places of the _East-Indies_, which would often prove a great Charge as well as Disappointment to them. The second is, that the large Sums so often distributed among those Sailors, are by this means made immediately to circulate throughout the Country, from whence, by heavy Excises and other Impositions, the greatest Part of it is soon drawn back into the publick Treasure.","subId":"19","id":"Mandeville.FB.Rem.Q.19"},{"type":"paragraph","content":"To convince the Champions for National Frugality by another Argument, that what they urge is impracticable, we'll suppose that I am mistaken in every thing which in _Remark_ (_L_.) I have said in behalf of Luxury, and the necessity of it to maintain Trade: after that let us examine what a general Frugality, if it was by Art and Management to be forc'd upon People whether they have Occasion for it or not, would produce in such a Nation as ours. We'll grant then that all the People in _Great Britain_ shall consume but four Fifths of what they do now, and so lay by one Fifth part of their Income: I shall not speak of what Influence this would have upon almost every Trade, as well as the Farmer, the Grazier and the Landlord, but favourably suppose (what is yet impossible) that the same Work shall be done, and consequently the same Handicrafts be employ'd as there are now. The Consequence would be, that unless Money should all at once fall prodigiously in Value, and every thing else, contrary to Reason, grow very dear, at the five Years end all the working People, and the poorest of Labourers, (for I won't meddle with any of the rest) would be worth in ready Cash as much as they now spend in a whole Year; which, by the by, would be more Money than ever the Nation had at once.","subId":"20","id":"Mandeville.FB.Rem.Q.20"},{"type":"paragraph","content":"Let us now, overjoy'd with this increase of Wealth, take a View of the Condition the working People would be in, and reasoning from Experience, and what we daily observe of them, judge what their Behaviour would be in such a Case. Every Body knows that there is a vast number of Journey-men Weavers, Tailors, Clothworkers, and twenty other Handicrafts; who, if by four Days Labour in a Week they can maintain themselves, will hardly be persuaded to work the fifth; and that there are Thousands of labouring Men of all sorts, who will, tho' they can hardly subsist, put themselves to fifty Inconveniences, disoblige their Masters, pinch their Bellies, and run in Debt, to make Holidays. When Men shew such an extraordinary proclivity to Idleness and Pleasure, what reason have we to think that they would ever work, unless they were oblig'd to it by immediate Necessity? When we see an Artificer that cannot be drove to his Work before _Tuesday_, because the _Monday_ Morning he has two Shillings left of his last Week's Pay; why should we imagine he would go to it at all, if he had fifteen or twenty Pounds in his Pocket?","subId":"21","id":"Mandeville.FB.Rem.Q.21"},{"type":"paragraph","content":"What would, at this rate, become of our Manufactures? If the Merchant would send Cloth Abroad, he must make it himself, for the Clothier cannot get one Man out of twelve that used to work for him. If what I speak of was only to befal the Journeymen Shoemakers, and no body else, in less than a Twelve-month half of us would go barefoot. The chief and most pressing use there is for Money in a Nation, is to pay the Labour of the Poor, and when there is a real Scarcity of it, those who have a great many Workmen to pay, will always feel it first; yet notwithstanding this great Necessity of Coin, it wou!d be easier, where Property was well secured, to live without Money than without Poor; for who would do the Work? For this Reason the quantity of circulating Coin in a Country ought always to be proportion'd to the number of Hands that are employ'd; and the Wages of Labourers to the Price of Provisions. From whence it is demonstrable, that whatever procures Plenty makes Labourers cheap, where the Poor are well managed; who as they ought to be kept from starving, so they should receive nothing worth saving. If here and there one of the lowest Class by uncommon Industry, and pinching his Belly, lifts himself above the Condition he was brought up in, no body ought to hinder him; Nay it is undeniably the wisest course for every Person in the Society, and for every private Family to be frugal; but it is the Interest of all rich Nations, that the greatest part of the Poor should almost never be idle, and yet continually spend what they get.","subId":"22","id":"Mandeville.FB.Rem.Q.22"},{"type":"paragraph","content":"All Men, as Sir _William Temple_ observes very well, are more prone to Ease and Pleasure than they are to Labour, when they are not prompted to it by Pride or Avarice, and those that get their Living by their daily Labour, are seldom powerfully influenc'd by either: So that they have nothing to stir them up to be serviceable but their Wants, which it is Prudence to relieve, but Folly to cure. The only thing then that can render the labouring Man industrious, is a moderate quantity of Money; for as too little will, according as his Temper is, either dispirit or make him Desperate, so too much will make him Insolent and Lazy.","subId":"23","id":"Mandeville.FB.Rem.Q.23"},{"type":"paragraph","content":"A Man would be laugh'd at by most People, who should maintain that too much Money could undo a Nation. Yet this has been the Fate of _Spain_; to this the learned Don _Diego Savedra_ ascribes the Ruin of his Country. The Fruits of the Earth in former Ages had made Spain so rich, that King _Lewis_ XI. of _France_ being come to the Court of _Toledo,_ was astonish'd at its Splendour, and said, that he had never seen any thing to be compar'd to it, either in _Europe_ or _Asia;_ he that in his Travels to the _Holy-Land_ had run through every Province of them. In the Kingdom of _Castille_ alone, (if we may believe some Writers) there were for the _Holy War_ from all Parts of the World got together one hundred thousand Foot, ten thousand Horse, and sixty thousand Carriages for Baggage, which _Alonso_ III. maintain'd at his own Charge, and paid every Day as well Soldiers as Officers and Princes, every one according to his Rank and Dignity: Nay, down to the Reign of _Fer-__dinand_ and _Isabella,_ (who equipp'd _Columbus_) and some time after, _Spain_ was a fertile Country, where Trade and Manufactures flourished, and had a knowing industrious People to boast of. But as soon as that mighty Treasure, that was obtain'd with more Hazard and Cruelty than the World 'till then had known, and which to come at, by the _Spaniard_'s own Confession, had cost the Lives of twenty Millions of _Indians_; as soon, I say, as that Ocean of Treasure came rolling in upon them, it took away their Senses, and their Industry forsook them. The Farmer left his Plough, the Mechanick his Tools, the Merchant his Compting-house, and every body scorning to work, took his Pleasure and turn'd Gentleman. They thought they had reason to value themselves above all their Neighbours, and now nothing but the Conquest of the World would serve them.","subId":"24","id":"Mandeville.FB.Rem.Q.24"},{"type":"paragraph","content":"The Consequence of this has been, that other Nations have supply'd what their own Sloth and Pride deny'd them; and when every body saw, that notwithstanding all the Prohibitions the Government could make against the Exportation of Bullion, the _Spaniard_ would part with his Money, and bring it you aboard himself at the hazard of his Neck, all the World endeavoured to work for _Spain_. Gold and Silver being by this Means yearly divided and shared among all the trading Countries, have made all Things dear, and most Nations of _Europe_ industrious, except their Owners, who ever since their mighty Acquisitions, sit with their Arms across, and wait every Year with impatience and anxiety, the arrival of their Revenues from Abroad, to pay others for what they have spent already: and thus by _too much Money_, the making of Colonies and other Mismanagements, of which it was the occasion, _Spain_ is from a fruitful and well-peopled Country, with all its mighty Titles and Possessions, made a barren and empty Thoroughfare, thro' which Gold and Silver pass from _America_ to the rest of the World; and the Nation, from a rich, acute, diligent and laborious, become a slow, idle, proud and beggarly People; so much for _Spain_. The next Country where Money may be called the Product is _Portugal_, and the Figure which that Kingdom with all its Gold makes in _Europe_, I think is not much to be envied.","subId":"25","id":"Mandeville.FB.Rem.Q.25"},{"type":"paragraph","content":"The great Art then to make a Nation happy and what we call flourishing, consists in giving every Body an Opportunity of being employ'd; which to compass, let a Government's first care be to promote as great a variety of Manufactures, Arts, and Handicrafts, as Human Wit can invent; and the second to encourage Agriculture and Fishery in all their Branches, that the whole Earth may be forc'd to exert it self as well as Man; for as the one is an infallible Maxim to draw vast Multitudes of People into a Nation, so the other is the only Method to maintain them.","subId":"26","id":"Mandeville.FB.Rem.Q.26"},{"type":"paragraph","content":"It is from this Policy, and not the trifling Regulations of Lavishness and Frugality, (which will ever take their own Course, according to the Circumstances of the People) that the Greatness and Felicity of Nations must be expected; for let the Value of Gold and Silver either rise or fall, the Enjoyment of all Societies will ever depend upon the Fruits of the Earth, and the Labour of the People; both which joined together are a more certain, a more inexhaustible, and a more real Treasure, than the Gold of _Brazil,_ or the Silver of _Potosi._","subId":"27","id":"Mandeville.FB.Rem.Q.27"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.P","imported":true,"title":"(P.) ———— The very Poor Liv'd better than the Rich before.The very Poor Liv'd better than the Rich before.","breadcrumb":"Remark P","published":[1714]},"next":{"id":"Mandeville.FB.Rem.R","imported":true,"title":"(R.) No Honour now, &c.","breadcrumb":"Remark R","published":[1714]}}