{"id":"Mandeville.FB.Rem.R","imported":true,"parent":"Mandeville.FB.Rem","title":"(R.) No Honour now, &c.","breadcrumb":"Remark R","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_079","blocks":[{"type":"title","content":"£1 (R.) No Honour now, &c. £1","id":"Mandeville.FB.Rem.R"},{"type":"paragraph","content":"HOnour in its Figurative Sense is a Chimera without Truth or Being, an Invention of Moralists and Politicians, and signifies a certain Principle of Virtue not related to Religion, found in some Men that keeps 'em close to their Duty and Engagements whatever they be; as for Example, a Man of Honour enters into a Conspiracy with others to murder a King; he is obliged to go thorough Stitch with it; and if overcome by Remorse or Good-nature he startles at the Enormity of his Purpose, discovers the Plot, and turns a Witness against his Accomplices, he then forfeits his Honour, at least among the Party he belonged to. The Excellency of this Principle is, that the Vulgar are destitute of it, and it is only to be met with in People of the better sort, as some Oranges have Kernels, and others not, tho' the out-side be the same. In great Families it is like the Gout, generally counted Hereditary, and all Lords Children are born with it. In some that never felt any thing of it, it is acquired by Conversation and Reading, (especially of Romances) in others by Preferment; but there is nothing that encourages the Growth of it more than a Sword, and upon the first wearing of one, some People have felt considerable Shoots of it in four and twenty Hours.","subId":"1","id":"Mandeville.FB.Rem.R.1"},{"type":"paragraph","content":"The chief and most important Care a Man of Honour ought to have, is the Preservation of this Principle, and rather than forfeit it, he must lose his Employments and Estate, nay, Life it self; for which reason, whatever Humility he may shew by way of Good-breeding, he is allow'd to put an inestimable Value upon himself, as a Possessor of this invisible Ornament. The only Method to preserve this Principle, is to live up to the Rules of Honour, which are Laws he is to walk by: Himself is oblig'd always to be faithful to his Trust, to prefer the publick interest to his own, not to tell lies, nor defraud or wrong any Body, and from others to suffer no Affront, which is a Term of Art for every Action designedly done to undervalue him.","subId":"2","id":"Mandeville.FB.Rem.R.2"},{"type":"paragraph","content":"The Men of ancient Honour, of which I reckon _Don Quixote_ to have been the last upon Record, were very nice Observers of all these Laws, and a great many more than I have named; but the Moderns seem to be more remiss; they have a profound Veneration for the last of 'em, but they pay not an equal Obedience to any of the other, and whoever will but strictly comply with that I hint at, shall have abundance of Trespasses against all the rest conniv'd at.","subId":"3","id":"Mandeville.FB.Rem.R.3"},{"type":"paragraph","content":"A Man of Honour is always counted impartial, and a Man of Sense of course; for no body ever heard of a Man of Honour that was a Fool: for this Reason, he has nothing to do with the Law, and is always allow'd to be a Judge in his own Case; and if the least Injury be done either to himself or his Friend, his Relation, his Servant, his Dog, or any Thing which he is pleased to take under his Honourable Protection, Satisfaction must be forthwith demanded; and if it proves an Affront, and he that gave it likewise a Man of Honour, a Battle must ensue. From all this it is evident, that a Man of Honour must be possessed of Courage, and that without it his other Principle would be no more than a Sword without a Point. Let us therefore examine what Courage consists in, and whether it be, as most People will have it, a real Something that valiant Men have in their Nature distinct from all their other Qualities or not.","subId":"4","id":"Mandeville.FB.Rem.R.4"},{"type":"paragraph","content":"There is nothing so universally sincere upon Earth, as the Love which all Creatures, that are capable of any, bear to themselves; and as there is no Love but what implies a Care to preserve the thing beloved, so there is nothing more sincere in any Creature than his Will, Wishes, and Endeavours to preserve himself. This is the Law of Nature, by which no Creature is endued with any Appetite or Passion but what either directly or indirectly tends to the Preservation either of himself or his Species.","subId":"5","id":"Mandeville.FB.Rem.R.5"},{"type":"paragraph","content":"The Means by which Nature obliges every Creature continually to stir in this Business of Self-Preservation, are grafted in him, and (in Man) call'd Desires, which either compel him to crave what he thinks will sustain or please him, or command him to avoid what he imagines might displease, hurt or destroy him. These Desires or Passions have all their different Symptoms by which they manifest themselves to those they disturb, and from that Variety of Disturbances they make within us, their various Denominations have been given them, as has been shewn already in Pride and Shame.","subId":"6","id":"Mandeville.FB.Rem.R.6"},{"type":"paragraph","content":"The Passion that is rais'd in us when we apprehend that Mischief is approaching us, is call'd Fear: The Disturbance it makes within us is always more or less violent in proportion, not of the Danger, but our Apprehension of the Mischief dreaded, whether real or imaginary. Our Fear then being always proportion'd to the Apprehension we have of the Danger, it follows, that while that Apprehension lasts, a Man can no more shake off his Fear than he can a Leg or an Arm. In a Fright it is true, the Apprehension of Danger is so sudden, and attacks us so lively, (as sometimes to take away Reason and Senses) that when 'tis over we often don't remember that we had any Apprehension at all; but from the Event, 'tis plain we had it, for how could we have been frighten'd if we had not apprehended that some Evil or other was coming upon us?","subId":"7","id":"Mandeville.FB.Rem.R.7"},{"type":"paragraph","content":"Most People are of Opinion, that this Apprehension is to be conquer'd by Reason, but I confess I am not: Those that have been frighten'd will tell you, that as soon as they could recollect themselves, that is, make use of their Reason, their Apprehension was conquer'd. But this is no Conquest at all, for in a Fright the Danger was either altogether imaginary, or else it is past by that time they can make use of their Reason; and therefore if they find there is no Danger, it is no wonder that they should not apprehend any: But when the Danger is permanent, let them then make use of their Reason, and they'll find that it may serve them to examine the Greatness and Reality of the Danger, and that if they find it less than they imagin'd, the Apprehension will be lessen'd accordingly; but if the Danger proves real, and the same in every Circumstance as they took it to be at first, then their Reason instead of diminishing will rather increase their Apprehension. While this Fear lasts, no Creature can fight offensively; and yet we see Brutes daily fight obstinately, and worry one another to Death; so that some other Passion must be able to overcome this Fear, and the most contrary to it is Anger: which to trace to the bottom I must beg leave to make another Digression.","subId":"8","id":"Mandeville.FB.Rem.R.8"},{"type":"paragraph","content":"No Creature can subsist without Food, nor any Species of them (I speak of the more perfect Animals) continue long unless young ones are continually born as fast as the old ones die. Therefore the first and fiercest Appetite that Nature has given them is Hunger, the next is Lust; the one prompting them to procreate, as the other bids them eat. Now, if we observe that Anger is that Passion which is rais'd in us when we are cross'd or disturb'd in our Desires, and that as it sums up all the Strength in Creatures, so it was given them that by it they might exert themselves more vigorously in endeavouring to remove, overcome, or destroy whatever obstructs them in the Pursuit of Self-Preservation; we shall find that Brutes, unless themselves or what they love, or the Liberty of either are threaten'd or attack'd, have nothing worth Notice that can move them to Anger but _Hunger_ or _Lust._ 'Tis they that make them more fierce, for we must observe, that the Appetites of Creatures are as actually cross'd, while they want and cannot meet with what they desire (tho' perhaps with less Violence) as when hinder'd from enjoying what they have in view. What I have said will appear more plainly, if we but mind what no body can be ignorant of, which is this: All Creatures upon Earth live either upon the Fruits and Product of it, or else the Flesh of other Animals, their Fellow-Creatures. The latter, which we call Beasts of Prey, Nature has arm'd accordingly, and given them Weapons and Strength to overcome and tear asunder those whom she has design'd for their Food, and likewise a much keener Appetite than to other Animals that live upon Herbs, _&c._ For as to the first, if a Cow lov'd Mutton as well as she does Grass, being made as she is, and having no Claws or Talons, and but one Row of Teeth before, that are all of an equal length, she would be starv'd even among a Flock of Sheep. Secondly, As to their Voraciousness, if Experience did not teach it us, our Reason might: In the first place, It is highly probable that the Hunger which can make a Creature fatigue, harass and expose himself to Danger for every Bit he eats, is more piercing than that which only bids him eat what stands before him, and which he may have for stooping down. In the second, It is to be considered, that as Beasts of Prey have an Instinct by which they learn to crave, trace, and discover those Creatures that are good Food for them; so the others have likewise an Instinct that teaches them to shun, conceal themselves, and run away from those that hunt after them: From hence it must follow, that Beasts of Prey, tho' they could almost eat for ever, go yet more often with empty Bellies than other Creatures, whose Victuals neither fly from nor oppose them. This must perpetuate as well as increase their Hunger, which hereby becomes a constant Fuel to their Anger.","subId":"9","id":"Mandeville.FB.Rem.R.9"},{"type":"paragraph","content":"If you ask me what stirs up this Anger in Bulls and Cocks that will fight to Death, and yet are neither Animals of Prey nor very voracious, I answer, _Lust_. Those Creatures, whose Rage proceeds from Hunger, both Male and Female, attack every thing they can master, and fight obstinately against all: But the Animals, whose Fury is provok'd by a Venereal Ferment, being generally Males, exert themselves chiefly against other Males of the same Species. They may do Mischief by chance to other Creatures; but the main Objects of their Hatred are their Rivals, and it is against them only that their Prowess and Fortitude are shewn. We see likewise in all those Creatures of which the Male is able to satisfy a great Number of Females, a more considerable Superiority in the Male express'd by Nature in his Make and Features as well as Fierceness, than is observ'd in other Creatures, where the Male is contented with one or two Females. Dogs, tho' become Domestick Animals, are ravenous to a Proverb, and those of them that will fight being Carnivorous, would soon become Beasts of Prey, if not fed by us; what we may observe in them is an ample Proof of what I have hitherto advanced. Those of a true fighting Breed, being voracious Creatures, both Male and Female, will fasten upon any thing, and suffer themselves to be kill'd before they give over. As the Female is rather more salacious than the Male; so there is no Difference in their Make at all, what distinguishes the Sexes excepted, and the Female is rather the fiercest of the two. A Bull is a terrible Creature when he is kept up, but where he has twenty or more Cows to range among, in a little time he'll become as tame as any of them, and a dozen Hens will spoil the best Game Cock in _England_. Harts and Deer are counted chaste and timorous Creatures, and so indeed they are almost all the Year long, except in Rutting Time, and then on a sudden they become bold to Admiration, and often make at the Keepers themselves.","subId":"10","id":"Mandeville.FB.Rem.R.10"},{"type":"paragraph","content":"That the Influence of those two principal Appetites, Hunger and Lust, upon the Temper of Animals, is not so whimsical as some may imagine, may be partly demonstrated from what is observable in our selves; for though our Hunger is infinitely less violent than that of Wolves and other ravenous Creatures, yet we see that People who are in Health and have a tolerable Stomach, are more fretful, and sooner put out of Humour for Trifles when they stay for their Victuals beyond their usual Hours, than at any other time. And again, tho' Lust in Man is not so raging as it is in Bulls and other salacious Creatures, yet nothing provokes Men and Women both sooner and more violently to Anger, than what crosses their Amours, when they are heartily in Love; and the most fearful and tenderly educated of either Sex, have slighted the greatest Dangers, and set aside all other Considerations to compass the Destruction of a Rival.","subId":"11","id":"Mandeville.FB.Rem.R.11"},{"type":"paragraph","content":"Hitherto I have endeavour'd to demonstrate, that no Creature can fight offensively as long as his Fear lasts; that Fear cannot be conquer'd but by another Passion; that the most contrary to it, and most effectual to overcome it is Anger; that the two principal Appetites which disappointed can stir up this last-named Passion are _Hunger_ and _Lust,_ and that in all Brute Beasts the Proneness to Anger and Obstinacy in fighting generally depend upon the Violence of either or both those Appetites together: From whence it must follow, that what we call Prowess or natural Courage in Creatures, is nothing but the Effect of Anger, and that all fierce Animals must be either very Ravenous or very Lustful, if not both.","subId":"12","id":"Mandeville.FB.Rem.R.12"},{"type":"paragraph","content":"Let us now examine what by this Rule we ought to judge of our own Species. From the Tenderness of Man's Skin, and the great care that is required for Years together to rear him; from the Make of his Jaws, the Evenness of his Teeth, the Breadth of his Nails, and the Slightness of both, it is not probable that Nature should have design'd him for Rapine; for this Reason his Hunger is not voracious as it is in Beasts of Prey; neither is he so salacious as other Animals that are call'd so, and being besides very industrious to supply his Wants, he can have no reigning Appetite to perpetuate his Anger, and must consequently be a timorous Animal.","subId":"13","id":"Mandeville.FB.Rem.R.13"},{"type":"paragraph","content":"What I have said last must only be understood of Man in his Savage State; for if we examine him as a Member of a Society and a taught Animal, we shall find him quite another Creature: As soon as his Pride has room to play, and Envy, Avarice and Ambition begin to catch hold of him, he is rous'd from his natural Innocence and Stupidity. As his Knowledge increases, his Desires are enlarg'd, and consequently his Wants and Appetites are multiply'd: Hence it must follow, that he will be often cross'd in the Pursuit of them, and meet with abundance more disappointment to stir up his Anger in this than his former Condition, and Man would in a little time become the most hurtful and noxious Creature in the World, if let alone, whenever he could over-power his Adversary, if he had no Mischief to fear but from the Person that anger'd him.","subId":"14","id":"Mandeville.FB.Rem.R.14"},{"type":"paragraph","content":"The first Care therefore of all Governments is by severe Punishments to curb his Anger when it does hurt, and so by increasing his Fears prevent the Mischief it might produce. When various Laws to restrain him from using Force are strictly executed, Self-Preservation must teach him to be peaceable; and as it is every body's Business to be as little disturb'd as is possible, his Fears will be continually augmented and enlarg'd as he advances in Experience, Understanding and Foresight. The Consequence of this must be, that as the Provocations he will receive to Anger will be infinite in the civiliz'd State, so his Fears to damp it will be the same, and thus in a little time he'll be taught by his Fears to destroy his Anger, and by Art to consult in an opposite Method the same Self-Preservation for which Nature before had furnished him with Anger, as well as the rest of his Passions.","subId":"15","id":"Mandeville.FB.Rem.R.15"},{"type":"paragraph","content":"The only useful Passion then that Man is possess'd of toward the Peace and Quiet of a Society, is his Fear, and the more you work upon it the more orderly and governable he'll be; for how useful soever Anger may be to Man, as he is a single Creature by himself, yet the Society has no manner of occasion for it: But Nature being always the same, in the Formation of Animals, produces all Creatures as like to those that beget and bear them as the Place she forms them in, and the various Influences from without, will give her leave, and consequently all Men, whether they are born in Courts or Forests, are susceptible of Anger. When this Passion overcomes (as among all degrees of People it sometimes does) the whole Set of Fears Man has, he has true Courage, and will fight as boldly as a Lion or a Tiger, and at no other time; and I shall endeavour to prove, that whatever is call'd Courage in Man, when he is not Angry, is spurious and artificial.","subId":"16","id":"Mandeville.FB.Rem.R.16"},{"type":"paragraph","content":"It is possible by good Government to keep a Society always quiet in it self, but no body can insure Peace from without for ever. The Society may have occasion to extend their Limits further, and enlarge their Territories, or others may invade theirs, or something else will happen that Man must be brought to fight; for how civiliz'd soever Men may be, they never forget that Force goes beyond Reason: The Politician now must alter his Measures, and take off some of Man's Fears; he must strive to persuade him, that all what was told him before of the Barbarity of killing Men ceases as soon as these Men are Enemies to the Publick, and that their Adversaries are neither so good nor so strong as themselves. These things well manag'd will seldom fail of drawing the hardiest, the most quarrelsome, and the most mischievous in to Combat; but unless they are better qualify'd, I won't answer for their Behaviour there: If once you can make them undervalue their Enemies, you may soon stir them up to Anger, and while that lasts they'll fight with greater Obstinacy than any disciplin'd Troops: But if any thing happens that was unforeseen, and a sudden great Noise, a Tempest, or any strange or uncommon Accident that seems to threaten 'em, intervenes, Fear seizes 'em, disarms their Anger, and makes 'em run away to a Man.","subId":"17","id":"Mandeville.FB.Rem.R.17"},{"type":"paragraph","content":"This natural Courage therefore, as soon as People begin to have more Wit, must be soon exploded. In the first place those that have felt the Smart of the Enemy's Blows, won't always believe what is said to undervalue him, and are often not easily provok'd to Anger. Secondly, Anger consisting in an Ebullition of the Spirits is a Passion of no long continuance (_ira furor brevis est_) and the Enemies, if they withstand the first Shock of these Angry People, have commonly the better of it. Thirdly, as long as People are Angry, all Counsel and Discipline are lost upon them, and they can never be brought to use Art or Conduct in their Battles. Anger then, without which no Creature has natural Courage, being altogether useless in a War to be manag'd by Stratagem, and brought into a regular Art, the Government must find out an Equivalent for Courage that will make Men fight.","subId":"18","id":"Mandeville.FB.Rem.R.18"},{"type":"paragraph","content":"Whoever would civilize Men, and establish them into a Body Politick, must be thoroughly acquainted with all the Passions and Appetites, Strength and Weaknesses of their Frame, and understand how to turn their greatest Frailties to the Advantage of the Publick. In the Enquiry into the Origin of Moral Virtue, I have shewn how easily Men were induc'd to believe any thing that is said in their Praise. If therefore a Law-giver or Politician, whom they have a great Veneration for, should tell them, that the generality of Men had within them a Principle of Valour distinct from Anger, or any other Passion, that made them to despise Danger and face Death it self with Intrepedity, and that they who had the most of it were the most valuable of their kind, it is very likely, considering what has been said, that most of them, tho' they felt nothing of this Principle, would swallow it for Truth, and that the proudest feeling themselves mov'd at this piece of Flattery, and not well vers'd in distinguishing the Passions, might imagine that they felt it heaving in their Breasts, by mistaking Pride for Courage. If but one in Ten can be persuaded openly to declare, that he is possess'd of this Principle, and maintain it against all Gain-sayers, there will soon be half a dozen that shall assert the same. Whoever has once own'd it is engaged, the Politician has nothing to do but to take all imaginable Care to flatter the Pride of those that brag of, and are willing to stand by it, a thousand different ways: The same Pride that drew him in first will ever after oblige him to defend the Assertion, till at last the fear of discovering the reality of his Heart, comes to be so great that it out-does the fear of Death it self. Do but increase Man's Pride, and his fear of Shame will ever be proportion'd to it; for the greater Value a Man sets upon himself, the more Pains he'll take and the greater Hardships he'll undergo to avoid Shame.","subId":"19","id":"Mandeville.FB.Rem.R.19"},{"type":"paragraph","content":"The great Art then to make Man Courageous, is first to make him own this Principle of Valour within, and afterwards to inspire him with as much Horror against Shame, as Nature has given him against Death; and that there are things to which Man has, or may have, a stronger Aversion than he has to Death, is evident from _Suicide._ He that makes Death his choice, must look upon it as less terrible than what he shuns by it; for whether the Evil dreaded be present or to come, real or imaginary, no body would kill himself wilfully but to avoid something. _Lucretia_ held out bravely against all the Attacks of the Ravisher, even when he threatened her Life; which shews that she valu'd her Virtue beyond it: But when he threaten'd her Reputation with eternal Infamy, she fairly surrender'd, and then slew herself; a certain sign that she valued her Virtue less than her Glory, and her Life less than either. The fear of Death did not make her yield, for she resolv'd to die before she did it, and her Compliance must only be consider'd as a Bribe to make _Tarquin_ forbear sullying her Reputation; so that Life had neither the first nor second place in the Esteem of _Lucretia._ The Courage then which is only useful to the Body Politick, and what is generally call'd true Valour, is artificial, and consists _in a Superlative Horror against Shame, by_ Flattery _infused into Men of exalted_ Pride.","subId":"20","id":"Mandeville.FB.Rem.R.20"},{"type":"paragraph","content":"As soon as the Notions of Honour and Shame are received among a Society, it is not difficult to make Men fight. First, take care they are persuaded of the Justice of their Cause; for no Man fights heartily that thinks himself in the wrong; then shew them that their Altars, their Possessions, Wives, Children, and every thing that is near and dear to them, is concerned in the present Quarrel, or at least may be influenced by it hereafter; then put Feathers in their Caps, and distinguish them from others, talk of Publick-Spiritedness, the Love of their Country, facing an Enemy with Intrepidity, despising Death, the Bed of Honour, and such like high-sounding Words, and every Proud Man will take up Arms and fight himself to Death before he'll turn Tail, if it be by Daylight. One Man in an Army is a check upon another, and a hundred of them that single and without witness would be all Cowards, are for fear of incurring one another's Contempt made Valiant by being together. To continue and heighten this artificial Courage, all that run away ought to be punish'd with Ignominy; those that fought well, whether they did beat or were beaten, must be flatter'd and solemnly commended; those that lost their Limbs rewarded, and those that were kill'd ought, above all, to be taken notice of, artfully lamented, and to have extraordinary Encomiums bestowed upon them; for to pay Honours to the Dead, will ever be a sure Method to make Bubbles of the Living.","subId":"21","id":"Mandeville.FB.Rem.R.21"},{"type":"paragraph","content":"When I say that the Courage made use of in the Wars is artificial, I don't imagine that by the same Art all Men may be made equally Valiant: as Men have not an equal share of Pride, and differ from one another in Shape and inward Structure, it is impossible they should be all equally fit for the same uses. Some Men will never be able to learn Musick, and yet make good Mathematicians; others will play excellently well upon the Violin, and yet be Coxcombs as long as they live, let them converse with whom they please. But to shew that there is no Evasion, I shall prove, that, setting aside what I said of artificial Courage already, what the greatest Heroe differs in from the rankest Coward, is altogether Corporeal, and depends upon the inward make of Man. What I mean is call'd Constitution; by which is understood the orderly or disorderly mixture of the _Fluids_ in our Body: That Constitution which favours Courage, consists in the natural Strength, Elasticity, and due Contexture of the finer Spirits, and upon them wholly depends what we call Stedfastness, Resolution and Obstinacy. It is the only Ingredient that is common to natural and artificial Bravery, and is to either what Size is to white Walls, which hinders them from coming off, and makes them lasting. That some People are very much, others very little frighten'd at things that are strange and sudden to them, is likewise altogether owing to the firmness or imbecillity in the Tone of the Spirits. Pride is of no Use in a Fright, because while it lasts we can't think, which, being counted a Disgrace, is the reason People are always angry with any thing that frightens them, as soon as the surprize is over; and when at the turn of a Battle the Conquerors give no Quarter, and are very cruel, it is a sign their Enemies fought well, and had put them first into great Fears.","subId":"22","id":"Mandeville.FB.Rem.R.22"},{"type":"paragraph","content":"That Resolution depends upon this Tone of the Spirits, appears likewise from the effects of strong Liquors, the fiery Particles whereof crowding into the Brain, strengthen the Spirits; their Operation imitates that of Anger, which I said before was an Ebullition of the Spirits. It is for this reason that most People when they are in Drink, are sooner touch'd and more prone to Anger than at other times, and some raving Mad without any Provocation at all. It is likewise observ'd, that Brandy makes Men more Quarrelsome at the same pitch of Drunkenness than Wine; because the Spirits of distill'd Waters have abundance of fiery Particles mixt with them, which the other has not. The Contexture of Spirits is so weak in some, that tho' they have Pride enough, no Art can ever make them fight, or overcome their Fears; but this is a Defect in the Principle of the _Fluids,_ as other Deformities are faults of the _Solids.__'_ These pusillanimous People are never thoroughly provok'd to Anger, where there is any Danger, and drinking ever makes 'em bolder, but seldom so resolute as to attack any, unless they be Women or Children, or such who they know dare not resist. This Constitution is often influenced by Health and Sickness, and impair'd by great Losses of Blood; sometimes it is corrected by Diet; and it is this which the Duke _de la Rochefocault_ means when he says; _Vanity, Shame, and above all_ Constitution, _make up very often the Courage of Men and Virtue of Women._","subId":"23","id":"Mandeville.FB.Rem.R.23"},{"type":"paragraph","content":"There is nothing that more improves the useful Martial Courage I treat of, and at the same time shews it to be artificial, than Practice; for when Men are disciplin'd, come to be acquainted with all the Tools of Death and Engines of Destruction, when the Shouts, the Outcries, the Fire and Smoke, the Grones of Wounded, and ghostly looks of dying Men, with all the various Scenes of mangled Carcases and bloody Limbs tore off, begin to be familiar to them, their Fears abate apace; not that they are now less afraid to die than before, but being used so often to see the same Dangers, they apprehend the reality of them less than they did: As they are deservedly valued for every Siege they are at, and every Battle they are in, it is impossible but the several Actions they share in must continually become as many solid Steps by which their Pride mounts up, and thus their Fear of Shame, which as I said before, will always be proportion'd to their Pride, increasing as the Apprehension of the Danger decreases, it is no wonder that most of them learn to discover little or no Fear: and some great Generals are able to preserve a Presence of Mind, and counterfeit a calm Serenity within the midst of all the Noise, Horror and Confusion that attend a Battle.","subId":"24","id":"Mandeville.FB.Rem.R.24"},{"type":"paragraph","content":"So silly a Creature is Man, as that, intoxicated with the Fumes of Vanity, he can feast on the thoughts of the Praises that shall be paid his Memory in future Ages with so much ecstasy, as to neglect his present Life, nay, court and covet Death, if he but imagines that it will add to the Glory he had acquired before. There is no pitch of Self-denial that a Man of Pride and Constitution cannot reach, nor any Passion so violent but he'll sacrifice it to another which is superior to it; and here I cannot but admire at the Simplicity of some good Men, who when they hear of the Joy and Alacrity with which holy Men in Persecutions have suffer'd for their Faith, imagine that such Constancy must exceed all human Force, unless it was supported by some miraculous Assistance from Heaven. As most People are unwilling to acknowledge all the Frailties of their Species, so they are unacquainted with the Strength of our Nature, and know not that some Men of firm Constitution may work themselves up into Enthusiasm by no other help than the Violence of their Passions; yet it is certain, that there have been Men who only assisted with Pride and Constitution to maintain the worst of Causes, have undergone Death and Torments with as much Chearfulness as the best of Men, animated with Piety and Devotion, ever did for the true Religion.","subId":"25","id":"Mandeville.FB.Rem.R.25"},{"type":"paragraph","content":"To prove this Assertion, I could produce many Instances; but one or two will be sufficient. _Jordanus Bruno_ of _Nola,_ who wrote that silly piece of Blasphemy call'd _Spaccio della Bestia triumphante,_ and the infamous _Vanini,_ were both executed for openly professing and teaching of _Atheism:_ The latter might have been pardon'd the Moment before the Execution, if he would have retracted his Doctrine; but rather than recant, he chose to be burnt to Ashes. As he went to the Stake, he was so far from shewing any Concern, that he held his hand out to a Physician whom he happen'd to know, desiring him to judge of the Calmness of his Mind by the Regularity of his Pulse, and from thence taking an opportunity of making an impious Comparison, uttered a Sentence too execrable to be mention'd. To these we may join one _Mahomet Effendi,_ who, as Sir _Paul Ricaut_ tells us, was put to Death at _Constantinople,_ for having advanc'd some Notions against the Existence of a God. He likewise might have sav'd his Life by confessing his Error, and renouncing it for the future; but chose rather to persist in his Blasphemies, saying, _Tho' he had no Reward to expect, the Love of Truth constrain'd him to suffer Martyrdom in its defence._","subId":"26","id":"Mandeville.FB.Rem.R.26"},{"type":"paragraph","content":"I have made this Digression chiefly to shew the Strength of human Nature, and what meer Man may perform by Pride and Constitution alone. Man may certainly be as violently rous'd by his Vanity, as a Lion is by his Anger; and not only this, Avarice, Revenge, Ambition, and almost every Passion, Pity not excepted, when they are extraordinary, may by overcoming Fear, serve him instead of Valour, and be mistaken for it even by himself; as daily Experience must teach every Body that will examine and look into the Motives from which some Men act. But that we may more clearly perceive what this pretended Principle is really built upon, let us look into the Management of Military Affairs, and we shall find that Pride is no where so openly encouraged as there. As for Clothes, the very lowest of the Commission Officers have them richer, or at least more gay and splendid, than are generally wore by other People of four or five times their Income. Most of them, and especially those that have Families, and can hardly subsist, would be very glad, all _Europe_ over, to be less Expensive that way; but it is a Force put upon them to uphold their Pride, which they don't think on.","subId":"27","id":"Mandeville.FB.Rem.R.27"},{"type":"paragraph","content":"But the ways and means to rouse Man's Pride, and catch him by it, are no where more grosly conspicuous than in the Treatment which the Common Soldiers receive, whose Vanity is to be work'd upon (because there must be so many) at the cheapest rate imaginable. Things we are accustom'd to we don't mind, or else what Mortal that never had seen a Soldier could look without laughing upon a Man accoutred with so much paltry Gaudiness and affected Finery? The coarsest Manufacture that can be made of Wool, dy'd of a Brick-dust Colour, goes down with him, because it is in Imitation of Scarlet or Crimson Cloth; and to make him think himself as like his Officer as 'tis possible with little or no Cost, instead of Silver or Gold Lace, his Hat is trim'd with white or yellow Worsted, which in others would deserve _Bedlam_; yet these fine Allurements, and the Noise made upon a Calf's Skin, have drawn in and been the Destruction of more Men in reality, than all the killing Eyes and bewitching Voices of Women ever slew in Jest. To Day the Swineherd puts on his Red Coat, and believes every body in earnest that calls him Gentleman, and two Days after Serjeant _Kite_ gives him a swinging wrap with his Cane, for holding his Musket an Inch higher than he should do. As to the real Dignity of the Employment, in the two last Wars, Officers, when Recruits were wanted, were allow'd to list Fellows convicted of Burglary and other Capital Crimes, which shews that to be made a Soldier is deem'd to be a Preferment next to hanging. A Trooper is yet worse than a Foot-Soldier; for when he is most at ease, he has the Mortification of being Groom to a Horse that spends more Money than himself. When a Man reflects on all this, the Usage they generally receive from their Officers, their Pay, and the Care that is taken of them, when they are not wanted, must he not wonder how Wretches can be so silly as to be proud of being call'd _Gentlemen Soldiers?_ Yet if they were not, no Art, Discipline or Money would be capable of making them so Brave as Thousands of them are.","subId":"28","id":"Mandeville.FB.Rem.R.28"},{"type":"paragraph","content":"If we will mind what Effects Man's Bravery, without any other Qualifications to sweeten him, would have out of an Army, we shall find that it would be very pernicious to the Civil Society; for if Man could conquer all his Fears, you would hear of nothing but Rapes, Murthers and Violences of all sorts, and Valiant Men would be like Giants in Romances: Politicks therefore discovered in Men a mixt-mettle Principle, which was a Compound of Justice, Honesty and all the Moral Virtues join'd to Courage, and all that were possess'd of it turned Knights-Errant of course. They did abundance of Good throughout the World, by taming Monsters, delivering the Distress'd, and killing the Oppressors: But the Wings of all the Dragons being clipt, the Giants destroyed, and the Damsels every where set at liberty, except some few in _Spain_ and _Italy,_ who remain'd still captivated by their Monsters, the Order of Chivalry, to whom the Standard of Ancient Honour belonged, has been laid aside some time. It was like their Armours very massy and heavy; the many Virtues about it made it very troublesome, and as Ages grew wiser and wiser, the Principle of Honour in the beginning of the last Century wad melted over again, and brought to a new Standard; they put in the same Weight of Courage, half the Quantity of Honesty, and a very little Justice, but not a Scrap of any other Virtue, which has made it very easy and portable to what it was. However, such as it is, there would be no living without it in a large Nation; it is the tye of Society, and though we are beholden to our Frailties for the chief Ingredient of it, there is no Virtue, at least that I am acquainted with, that has been half so instrumental to the civilizing of Mankind, who in great Societies would soon degenerate into cruel Villains and treacherous Slaves, were Honour to be removed from among them.","subId":"29","id":"Mandeville.FB.Rem.R.29"},{"type":"paragraph","content":"As to the Duelling Part which belongs to it, I pity the Unfortunate whose Lot it is; but to say, that those who are guilty of it go by false Rules, or mistake the Notions of Honour, is ridiculous; for either there is no Honour at all, or it teaches Men to resent Injuries, and accept of Challenges. You may as well deny that it is the Fashion what you see every body wear, as to say that demanding and giving Satisfaction is against the Laws of true Honour. Those that rail at Duelling don't consider the Benefit the Society receives from that Fashion: If every ill-bred Fellow might use what Language he pleas'd, without being called to an Account for it, all Conversation would be spoil'd. Some grave People tell us, that the _Greeks_ and _Romans_ were such valiant Men, and yet knew nothing of Duelling but in their Country's Quarrel: This is very true, but for that Reason the Kings and Princes in _Homer_ gave one another worse Language than our Porters and Hackney Coachmen would be able to bear without Resentment.","subId":"30","id":"Mandeville.FB.Rem.R.30"},{"type":"paragraph","content":"Would you hinder Duelling, pardon no body that offends that way, and make the Laws against it as severe as you can, but don't take away the thing it self, the Custom of it. This will not only prevent the Frequency of it, but likewise by rendring the most resolute and most powerful cautious and circumspect in their Behaviour, polish and brighten Society in general. Nothing civilizes a Man equally as his Fear, and if not all, (as my Lord _Rochester_ said) at least most Men would be Cowards if they durst: The dread of being called to an Account keeps abundance in awe, and there are thousands of mannerly and well-accomplish'd Gentlemen in _Europe,_ who would have been insolent and insupportable Coxcombs without it; besides if it was out of Fashion to ask Satisfaction for Injuries which the Law cannot take hold of, there would be twenty times the Mischief done there is now, or else you must have twenty times the Constables and other Officers to keep the Peace. I confess that though it happens but seldom, it is a Calamity to the People, and generally the Families it falls upon; but there can be no perfect Happiness in this World, and all Felicity has an Allay. The Act it self is uncharitable, but when above thirty in a Nation destroy themselves in one Year, and not half that Number are killed by others, I don't think the People can be said to love their Neighbours worse than themselves. It is strange that a Nation should grudge to see perhaps half a dozen Men sacrific'd in a Twelvemonth to obtain so valuable a Blessing, as the Politeness of Manners, the Pleasure of Conversation, and the Happiness of Company in general, that is often so willing to expose, and sometimes loses as many thousands in a few Hours, without knowing whether it will do any good or not.","subId":"31","id":"Mandeville.FB.Rem.R.31"},{"type":"paragraph","content":"I would have no body that reflects on the mean Original of Honour complain of being gull'd and made a Property by cunning Politicians, but desire every body to be satisfied, that the Governors of Societies and those in high Stations are greater Bubbles to Pride than any of the rest. If some great Men had not a superlative Pride, and every body understood the Enjoyment of Life, who would be a Lord Chancellor of _England,_ a Prime Minister of State in _France,_ or what gives more Fatigue, and not a sixth part of the Profit of either, a Grand Pensionary of _Holland?_ The reciprocal Services which all Men pay to one another, are the Foundation of the Society. The great ones are not flatter'd with their high Birth for nothing: 'tis to rouse their Pride, and excite them to glorious Actions, that we extol their Race, whether it deserves it or not; and some Men have been complimented with the Greatness of their Family, and the Merit of their Ancestors, when in the whole Generation you could not find two but what were uxorious Fools, silly Biggots, noted Poltrons, or debauch'd Whore-masters. The established Pride that is inseparable from those that are possessed of Titles already, makes them often strive as much not to seem unworthy of them, as the working Ambition of others that are yet without, renders them industrious and indefatigable to deserve them. When a Gentleman is made a Baron or an Earl, it is as great a Check upon him in many Respects, as a Gown and Cassock are to a young Student that has been newly taken into Orders.","subId":"32","id":"Mandeville.FB.Rem.R.32"},{"type":"paragraph","content":"The only thing of weight that can be said against modern Honour is, that it is directly opposite to Religion. The one bids you bear Injuries with Patience, the other tells you if you don't resent them, you are not fit to live. Religion commands you to leave all Revenge to God, Honour bids you trust your Revenge to no body but your self, even where the Law would do it for you: Religion mainly forbids Murther, Honour openly justifies it: Religion bids you not shed Blood upon any Account whatever: Honour bids you fight for the least Trifle: Religion is built on Humility, and Honour upon Pride: How to reconcile them must be left to wiser Heads than mine.","subId":"33","id":"Mandeville.FB.Rem.R.33"},{"type":"paragraph","content":"The Reason why there are so few Men of real Virtue, and so many of real Honour, is, because all the Recompence a Man has of a virtuous Action, is the Pleasure of doing it, which most People reckon but poor Pay; but the Self-denial a Man of Honour submits to in one Appetite, is immediately rewarded by the Satisfaction he receives from another, and what he abates of his Avarice, or any other Passion, is doubly repaid to his Pride: Besides, Honour gives large Grains of Allowance, and Virtue none. A Man of Honour must not cheat or tell a Lye; he must punctually repay what he borrows at Play, though the Creditor has nothing to shew for it; but he may drink, and swear, and owe Money to all the Tradesmen in Town, without taking notice of their dunning. A Man of Honour must be true to his Prince and Country, while he is in their Service; but if he thinks himself not well used, he may quit it, and do them all the Mischief he can. A Man of Honour must never change his Religion for Interest, but he may be as Debauch'd as he pleases, and never practise any. He must make no Attempts upon his Friend's Wife, Daughter, Sister, or any body that is trusted to his Care, but he may lie with all the World besides.","subId":"34","id":"Mandeville.FB.Rem.R.34"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.Q","imported":true,"title":"(Q.) ———— For frugally They now liv'd on their Salary.","breadcrumb":"Remark Q","published":[1714]},"next":{"id":"Mandeville.FB.Rem.S","imported":true,"title":"(S.) No Limner for his Art is fam'd, Stone-cutters, Carvers are not nam'd:","breadcrumb":"Remark S","published":[1714]}}