{"id":"Hume.THN.2.2.1","imported":true,"parent":"Hume.THN.2.2","title":"Section 1. Of the object and causes of love and hatred","breadcrumb":"Section 1","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. I.\nOf the object and causes of love and hatred.\n","id":"Hume.THN.2.2.1"},{"type":"paragraph","content":"'TIS altogether impossible to give any definition of the passions of love and hatred; and that because they produce merely a simple impression, without any mixture or composition. 'Twou'd be as unnecessary to attempt any description of them, drawn from their nature, origin, causes and objects; and that both because these are the subjects of our present enquiry, and because these passions of themselves are sufficiently known from our common feeling and experience. This we have already observ'd concerning pride and humility, and here repeat it concerning love and hatred; and indeed there is so great a resemblance betwixt these two sets of passions, that we shall be oblig'd to begin with a kind of abridgment of our reasonings concerning the former, in order to explain the latter.","subId":"1","id":"Hume.THN.2.2.1.1","pages":"329"},{"type":"paragraph","content":"As the immediate object of pride and humility is self or that identical person, of whose thoughts, actions, and sensations we are intimately conscious; so the object of love and hatred is some other person, of whose thoughts, actions, and sensations we are not conscious. This is sufficiently evident from experience. Our love and hatred are always directed to some sensible being external to us; and when we talk of self-love, 'tis not in a proper sense, nor has the sensation it produces any thing in common with that tender emotion, which is excited by a friend or mistress. 'Tis the same case with hatred. We may be mortified by our own faults and follies; but never feel any anger or hatred, except from the injuries of others.","subId":"2","id":"Hume.THN.2.2.1.2","pages":"329-30"},{"type":"paragraph","content":"But tho' the object of love and hatred be always some other person, 'tis plain that the object is not, properly speaking, the cause of these passions, or alone sufficient to excite them. For since love and hatred are directly contrary in their sensation, and have the same object in common, if that object were also their cause, it wou'd produce these opposite passions in an equal degree; and as they must, from the very first moment, destroy each other, none of them wou'd ever be able to make its appearance. There must, therefore, be some cause different from the object.","subId":"3","id":"Hume.THN.2.2.1.3","pages":"330"},{"type":"paragraph","content":"If we consider the causes of love and hatred, we shall find they are very much diversify'd, and have not many things in common. The virtue, knowledge, wit, good sense, good humour of any person, produce love and esteem; as the opposite qualities, hatred and contempt. The same passions arise from bodily accomplishments, such as beauty, force, swiftness, dexterity; and from their contraries; as likewise from the external advantages and disadvantages of family, possessions, cloaths, nation and climate. There is not one of these objects, but what by its different qualities may produce love and esteem, or hatred and contempt.","subId":"4","id":"Hume.THN.2.2.1.4","pages":"330"},{"type":"paragraph","content":"From the view of these causes we may derive a new distinction betwixt the quality that operates, and the subject on which it is plac'd. A prince, that is possess'd of a stately palace, commands the esteem of the people upon that account; and that first, by the beauty of the palace, and secondly, by the relation of property, which connects it with him. The removal of either of these destroys the passion; which evidently proves that the cause is a compounded one.","subId":"5","id":"Hume.THN.2.2.1.5","pages":"330"},{"type":"paragraph","content":"'Twou'd be tedious to trace the passions of love and hatred, thro' all the observations which we have form'd concerning pride and humility, and which are equally applicable to both sets of passions. 'Twill be sufficient to remark in general, that the object of love and hatred is evidently some thinking person; and that the sensation of the former passion is always agreeable, and of the latter uneasy. We may also suppose with some shew of probability, that the cause of both these passions is always related to a thinking being, and that the cause of the former produce a separate pleasure, and of the latter a separate uneasiness.","subId":"6","id":"Hume.THN.2.2.1.6","pages":"330-1"},{"type":"paragraph","content":"One of these suppositions, viz. that the cause of love and hatred must be related to a person or thinking being, in order to produce these passions, is not only probable, but too evident to be contested. Virtue and vice, when consider'd in the abstract; beauty and deformity, when plac'd on inanimate objects; poverty and riches, when belonging to a third person, excite no degree of love or hatred, esteem or contempt towards those, who have no relation to them. A person looking out at a window, sees me in the street, and beyond me a beautiful palace, with which I have no concern: I believe none will pretend, that this person will pay me the same respect, as if I were owner of the palace.","subId":"7","id":"Hume.THN.2.2.1.7","pages":"331"},{"type":"paragraph","content":"'Tis not so evident at first sight, that a relation of impressions is requisite to these passions, and that because in the transition the one impression is so much confounded with the other, that they become in a manner undistinguishable. But as in pride and humility, we have easily been able to make the separation, and to prove, that every cause of these passions produces a separate pain or pleasure, I might here observe the same method with the same success, in examining particularly the several causes of love and hatred. But as I hasten to a full and decisive proof of these systems, I delay this examination for a moment: And in the mean time shall endeavour to convert to my present purpose all my reasonings concerning pride and humility, by an argument that is founded on unquestionable experience.","subId":"8","id":"Hume.THN.2.2.1.8","pages":"331"},{"type":"paragraph","content":"There are few persons, that are satisfy'd with their own character, or genius, or fortune, who are not desirous of shewing themselves to the world, and of acquiring the love and approbation of mankind. Now 'tis evident, that the very same qualities and circumstances, which are the causes of pride or self-esteem, are also the causes of vanity or the desire of reputation; and that we always put to view those particulars with which in ourselves we are best satisfy'd. But if love and esteem were not produc'd by the same qualities as pride, according as these qualities are related to ourselves or others, this method of proceeding wou'd be very absurd, nor cou'd men expect a correspondence in the sentiments of every other person, with those themselves have entertain'd. 'Tis true, few can form exact systems of the passions, or make reflections on their general nature and resemblances. But without such a progress in philosophy, we are not subject to many mistakes in this particular, but are sufficiently guided by common experience, as well as by a kind of presensation; which tells us what will operate on others, by what we feel immediately in ourselves. Since then the same qualities that produce pride or humility, cause love or hatred; all the arguments that have been employ'd to prove, that the causes of the former passions excite a pain or pleasure independent of the passion, will be applicable with equal evidence to the causes of the latter.","subId":"9","id":"Hume.THN.2.2.1.9","pages":"331-2"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.2","imported":true,"title":"Part 2. Of love and hatred","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.2.2","imported":true,"title":"Part 2. Of love and hatred","breadcrumb":"Part 2","published":[1739]},"next":{"id":"Hume.THN.2.2.2","imported":true,"title":"Section 2. Experiments to confirm this system","breadcrumb":"Section 2","published":[1739]}}