{"imported":true,"id":"Hume.THN.2.2.6","parent":"Hume.THN.2.2","title":"Section 6. Of benevolence and anger","breadcrumb":"Section 6","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. VI.\nOf benevolence and anger.\n","id":"Hume.THN.2.2.6"},{"type":"paragraph","content":"IDEAS may be compar'd to the extension and solidity of matter, and impressions, especially reflective ones, to colours, tastes, smells and other sensible qualities. Ideas never admit of a total union, but are endow'd with a kind of impenetrability, by which they exclude each other, and are capable of forming a compound by their conjunction, not by their mixture. On the other hand, impressions and passions are susceptible of an entire union; and like colours, may be blended so perfectly together, that each of them may lose itself, and contribute only to vary that uniform impression, which arises from the whole. Some of the most curious phænomena of the human mind are deriv'd from this property of the passions.","subId":"1","id":"Hume.THN.2.2.6.1","pages":"366"},{"type":"paragraph","content":"In examining those ingredients, which are capable of uniting with love and hatred, I begin to be sensible, in some measure, of a misfortune, that has attended every system of philosophy, with which the world has been yet acquainted. 'Tis commonly found, that in accounting for the operations of nature by any particular hypothesis; among a number of experiments, that quadrate exactly with the principles we wou'd endeavour to establish; there is always some phænomenon, which is more stubborn, and will not so easily bend to our purpose. We need not be surpriz'd, that this shou'd happen in natural philosophy. The essence and composition of external bodies are so obscure, that we must necessarily, in our reasonings, or rather conjectures concerning them, involve ourselves in contradictions and absurdities. But as the perceptions of the mind are perfectly known, and I have us'd all imaginable caution in forming conclusions concerning them, I have always hop'd to keep clear of those contradictions, which have attended every other system. Accordingly the difficulty, which I have at present in my eye, is no-wise contrary to my system; but only departs a little from that simplicity, which has been hitherto its principal force and beauty.","subId":"2","id":"Hume.THN.2.2.6.2","pages":"366-7"},{"type":"paragraph","content":"The passions of love and hatred are always followed by, or rather conjoin'd with benevolence and anger. 'Tis this conjunction, which chiefly distinguishes these affections from pride and humility. For pride and humility are pure emotions in the soul, unattended with any desire, and not immediately exciting us to action. But love and hatred are not compleated within themselves, nor rest in that emotion, which they produce, but carry the mind to something farther. Love is always follow'd by a desire of the happiness of the person belov'd, and an aversion to his misery: As hatred produces a desire of the misery and an aversion to the happiness of the person hated. So remarkable a difference betwixt these two sets of passions of pride and humility, love and hatred, which in so many other particulars correspond to each other, merits our attention.","subId":"3","id":"Hume.THN.2.2.6.3","pages":"367"},{"type":"paragraph","content":"The conjunction of this desire and aversion with love and hatred may be accounted for by two different hypotheses. The first is, that love and hatred have not only a cause, which excites them, viz. pleasure and pain; and an object, to which they are directed, viz. a person or thinking being; but likewise an end, which they endeavour to attain, viz. the happiness or misery of the person belov'd or hated; all which views, mixing together, make only one passion. According to this system, love is nothing but the desire of happiness to another person, and hatred that of misery. The desire and aversion constitute the very nature of love and hatred. They are not only inseparable but the same.","subId":"4","id":"Hume.THN.2.2.6.4","pages":"367"},{"type":"paragraph","content":"But this is evidently contrary to experience. For tho' 'tis certain we never love any person without desiring his happiness, nor hate any without wishing his misery, yet these desires arise only upon the ideas of the happiness or misery of our friend or enemy being presented by the imagination, and are not absolutely essential to love and hatred. They are the most obvious and natural sentiments of these affections, but not the only ones. The passions may express themselves in a hundred ways, and may subsist a considerable time, without our reflecting on the happiness or misery of their objects; which clearly proves, that these desires are not the same with love and hatred, nor make any essential part of them.","subId":"5","id":"Hume.THN.2.2.6.5","pages":"367-8"},{"type":"paragraph","content":"We may, therefore, infer, that benevolence and anger are passions different from love and hatred, and only conjoin'd with them, by the original constitution of the mind. As nature has given to the body certain appetites and inclinations, which she encreases, diminishes, or changes according to the situation of the fluids or solids; she has proceeded in the same manner with the mind. According as we are possess'd with love or hatred, the correspondent desire of the happiness or misery of the person, who is the object of these passions, arises in the mind, and varies with each variation of these opposite passions. This order of things, abstractedly consider'd, is not necessary. Love and hatred might have been unattended with any such desires, or their particular connexion might have been entirely revers'd. If nature had so pleas'd, love might have had the same effect as hatred, and hatred as love. I see no contradiction in supposing a desire of producing misery annex'd to love, and of happiness to hatred. If the sensation of the passion and desire be opposite, nature cou'd have alter'd the sensation without altering the tendency of the desire, and by that means made them compatible with each other.","subId":"6","id":"Hume.THN.2.2.6.6","pages":"368"}]}