{"id":"Hume.THN.1.1.1","imported":true,"parent":"Hume.THN.1.1","title":"Section 1. Of the Origin of our Ideas","breadcrumb":"Section 1","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. I.\nOf the Origin of our Ideas.\n","id":"Hume.THN.1.1.1"},{"type":"paragraph","content":"ALL the perceptions of the human mind resolve themselves into two distinct kinds, which I shall call Impressions and Ideas. The difference betwixt these consists in the degrees of force and liveliness, with which they strike upon the mind, and make their way into our thought or consciousness. Those perceptions, which enter with most force and violence, we may name impressions; and under this name I comprehend all our sensations, passions and emotions, as they make their first appearance in the soul. By ideas I mean the faint images of these in thinking and reasoning; such as, for instance, are all the perceptions excited by the present discourse, excepting only, those which arise from the sight and touch, and excepting the immediate pleasure or uneasiness it may occasion. I believe it will not be very necessary to employ many words in explaining this distinction. Every one of himself will readily perceive the difference betwixt feeling and thinking. The common degrees of these are easily distinguished; tho' it is not impossible but in particular instances they may very nearly approach to each other. Thus in sleep, in a fever, in madness, or in any very violent emotions of soul, our ideas may approach to our impressions: As on the other hand it sometimes happens, that our impressions are so faint and low, that we cannot distinguish them from our ideas. But notwithstanding this near resemblance in a few instances, they are in general so very different, that no-one can make a scruple to rank them under distinct heads, and assign to each a peculiar name to mark the difference.","subId":"1","id":"Hume.THN.1.1.1.1","pages":"1-2"},{"type":"paragraph","content":"There is another division of our perceptions, which it will be convenient to observe, and which extends itself both to our impressions and ideas. This division is into Simple and Complex. Simple perceptions or impressions and ideas are such as admit of no distinction nor separation. The complex are the contrary to these, and may be distinguished into parts. Tho' a particular colour, taste, and smell are qualities all united together in this apple, 'tis easy to perceive they are not the same, but are at least distinguishable from each other.","subId":"2","id":"Hume.THN.1.1.1.2","pages":"2"},{"type":"paragraph","content":"Having by these divisions given an order and arrangement to our objects, we may now apply ourselves to consider with the more accuracy their qualities and relations. The first circumstance, that strikes my eye, is the great resemblance betwixt our impressions and ideas in every other particular, except their degree of force and vivacity. The one seem to be in a manner the reflexion of the other; so that all the perceptions of the mind are double, and appear both as impressions and ideas. When I shut my eyes and think of my chamber, the ideas I form are exact representations of the impressions I felt; nor is there any circumstance of the one, which is not to be found in the other. In running over my other perceptions, I find still the same resemblance and representation. Ideas and impressions appear always to correspond to each other. This circumstance seems to me remarkable, and engages my attention for a moment.","subId":"3","id":"Hume.THN.1.1.1.3","pages":"2-3"},{"type":"paragraph","content":"Upon a more accurate survey I find I have been carried away too far by the first appearance, and that I must make use of the distinction of perceptions into simple and complex, to limit this general decision, that all our ideas and impressions are resembling. I observe, that many of our complex ideas never had impressions, that corresponded to them, and that many of our complex impressions never are exactly copied in ideas. I can imagine to myself such a city as the New Jerusalem, whose pavement is gold and walls are rubies, tho' I never saw any such. I have seen Paris; but shall I affirm I can form such an idea of that city, as will perfectly represent all its streets and houses in their real and just proportions?","subId":"4","id":"Hume.THN.1.1.1.4","pages":"3"},{"type":"paragraph","content":"I perceive, therefore, that tho' there is in general a great resemblance betwixt our complex impressions and ideas, yet the rule is not universally true, that they are exact copies of each other. We may next consider how the case stands with our simple perceptions. After the most accurate examination, of which I am capable, I venture to affirm, that the rule here holds without any exception, and that every simple idea has a simple impression, which resembles it; and every simple impression a correspondent idea. That idea of red, which we form in the dark, and that impression, which strikes our eyes in sun-shine, differ only in degree, not in nature. That the case is the same with all our simple impressions and ideas, 'tis impossible to prove by a particular enumeration of them. Every one may satisfy himself in this point by running over as many as he pleases. But if any one should deny this universal resemblance, I know no way of convincing him, but by desiring him to shew a simple impression, that has not a correspondent idea, or a simple idea, that has not a correspondent impression. If he does not answer this challenge, as 'tis certain he cannot, we may from his silence and our own observation establish our conclusion.","subId":"5","id":"Hume.THN.1.1.1.5","pages":"3-4"},{"type":"paragraph","content":"Thus we find, that all simple ideas and impressions resemble each other; and as the complex are formed from them, we may affirm in general, that these two species of perception are exactly correspondent. Having discover'd this relation, which requires no farther examination, I am curious to find some other of their qualities. Let us consider how they stand with regard to their existence, and which of the impressions and ideas are causes and which effects.","subId":"6","id":"Hume.THN.1.1.1.6","pages":"4"},{"type":"paragraph","content":"The full examination of this question is the subject of the present treatise; and therefore we shall here content ourselves with establishing one general proposition, That all our simple ideas in their first appearance are deriv'd from simple impressions, which are correspondent to them, and which they exactly represent.","subId":"7","id":"Hume.THN.1.1.1.7","pages":"4"},{"type":"paragraph","content":"In seeking for phænomena to prove this proposition, I find only those of two kinds; but in each kind the phænomena are obvious, numerous, and conclusive. I first make myself certain, by a new review, of what I have already asserted, that every simple impression is attended with a correspondent idea, and every simple idea with a correspondent impression. From this constant conjunction of resembling perceptions I immediately conclude, that there is a great connexion betwixt our correspondent impressions and ideas, and that the existence of the one has a considerable influence upon that of the other. Such a constant conjunction, in such an infinite number of instances, can never arise from chance; but clearly proves a dependence of the impressions on the ideas, or of the ideas on the impressions. That I may know on which side this dependence lies, I consider the order of their first appearance; and find by constant experience, that the simple impressions always take the precedence of their correspondent ideas, but never appear in the contrary order. To give a child an idea of scarlet or orange, of sweet or bitter, I present the objects, or in other words, convey to him these impressions; but proceed not so absurdly, as to endeavour to produce the impressions by exciting the ideas. Our ideas upon their appearance produce not their correspondent impressions, nor do we perceive any colour, or feel any sensation merely upon thinking of them. On the other hand we find, that any impression either of the mind or body is constantly followed by an idea, which resembles it, and is only different in the degrees of force and liveliness. The constant conjunction of our resembling perceptions, is a convincing proof, that the one are the causes of the other; and this priority of the impressions is an equal proof, that our impressions are the causes of our ideas, not our ideas of our impressions.","subId":"8","id":"Hume.THN.1.1.1.8","pages":"4-5"},{"type":"paragraph","content":"To confirm this I consider another plain and convincing phænomenon; which is, that where-ever by any accident the faculties, which give rise to any impressions, are obstructed in their operations, as when one is born blind or deaf; not only the impressions are lost, but also their correspondent ideas; so that there never appear in the mind the least traces of either of them. Nor is this only true, where the organs of sensation are entirely destroy'd, but likewise where they have never been put in action to produce a particular impression. We cannot form to ourselves a just idea of the taste of a pine-apple, without having actually tasted it.","subId":"9","id":"Hume.THN.1.1.1.9","pages":"5"},{"type":"paragraph","content":"There is however one contradictory phænomenon, which may prove, that 'tis not absolutely impossible for ideas to go before their correspondent impressions. I believe it will readily be allow'd, that the several distinct ideas of colours, which enter by the eyes, or those of sounds, which are convey'd by the hearing, are really different from each other, tho' at the same time resembling. Now if this be true of different colours, it must be no less so of the different shades of the same colour, that each of them produces a distinct idea, independent of the rest. For if this shou'd be deny'd, 'tis possible, by the continual gradation of shades, to run a colour insensibly into what is most remote from it; and if you will not allow any of the means to be different, you cannot without absurdity deny the extremes to be the same. Suppose therefore a person to have enjoyed his sight for thirty years, and to have become perfectly well acquainted with colours of all kinds, excepting one particular shade of blue, for instance, which it never has been his fortune to meet with. Let all the different shades of that colour, except that single one, be placed before him, descending gradually from the deepest to the lightest; 'tis plain, that he will perceive a blank, where that shade is wanting, and will be sensible, that there is a greater distance in that place betwixt the contiguous colours, than in any other. Now I ask, whether 'tis possible for him, from his own imagination, to supply this deficiency, and raise up to himself the idea of that particular shade, tho' it had never been conveyed to him by his senses? I believe there are few but will be of opinion that he can; and this may serve as a proof, that the simple ideas are not always derived from the correspondent impressions; tho' the instance is so particular and singular, that 'tis scarce worth our observing, and does not merit that for it alone we should alter our general maxim.","subId":"10","id":"Hume.THN.1.1.1.10","pages":"5-6"},{"type":"paragraph","content":"But besides this exception, it may not be amiss to remark on this head, that the principle of the priority of impressions to ideas must be understood with another limitation, viz. that as our ideas are images of our impressions, so we can form secondary ideas, which are images of the primary; as appears from this very reasoning concerning them. This is not, properly speaking, an exception to the rule so much as an explanation of it. Ideas produce the images of themselves in new ideas; but as the first ideas are supposed to be derived from impressions, it still remains true, that all our simple ideas proceed either mediately or immediately, from their correspondent impressions.","subId":"11","id":"Hume.THN.1.1.1.11","pages":"6-7"},{"type":"paragraph","content":"This then is the first principle I establish in the science of human nature; nor ought we to despise it because of the simplicity of its appearance. For 'tis remarkable, that the present question concerning the precedency of our impressions or ideas, is the same with what has made so much noise in other terms, when it has been disputed whether there be any innate ideas, or whether all ideas be derived from sensation and reflexion. We may observe, that in order to prove the ideas of extension and colour not to be innate, philosophers do nothing but shew, that they are conveyed by our senses. To prove the ideas of passion and desire not to be innate, they observe that we have a preceding experience of these emotions in ourselves. Now if we carefully examine these arguments, we shall find that they prove nothing but that ideas are preceded by other more lively perceptions, from which they are derived, and which they represent. I hope this clear stating of the question will remove all disputes concerning it, and will render this principle of more use in our reasonings, than it seems hitherto to have been.","subId":"12","id":"Hume.THN.1.1.1.12","pages":"7"},{"type":"note","content":"I here make use of these terms, impression and idea, in a sense different from what is usual, and I hope this liberty will be allowed me. Perhaps I rather restore the word, idea, to its original sense, from which Mr. Locke had perverted it, in making it stand for all our perceptions. By the term of impression I would not be understood to express the manner, in which our lively perceptions are produced in the soul, but merely the perceptions themselves; for which there is no particular name either in the English or any other language, that I know of.","subId":"n2","id":"Hume.THN.1.1.1.n2","pages":"2"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.1","imported":true,"title":"Part 1. Of Ideas, their Origin, Composition, Abstraction, Connexion, &c.","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.1.1","imported":true,"title":"Part 1. Of Ideas, their Origin, Composition, Abstraction, Connexion, &c.","breadcrumb":"Part 1","published":[1739]},"next":{"id":"Hume.THN.1.1.2","imported":true,"title":"Section 2. Division of the subject","breadcrumb":"Section 2","published":[1739]}}