{"id":"Shaftesbury.C.M.3.2","imported":true,"parent":"Shaftesbury.C.M.3","title":"Section II","breadcrumb":"Section 2","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_044","blocks":[{"type":"title","content":"£1 Section II £1","id":"Shaftesbury.C.M.3.2"},{"type":"paragraph","content":"METHINKS, said he, ^Philocles!^ (changing to a familiar Voice) we had better leave these unsociable Places, whither our Fancy has transported us, and return to our-selves here again, in our more conversable Woods, and temperate Climates. Here no fierce Heats nor Colds annoy us, no _Precipices_ nor _Cataracts_ amaze us. Nor need we here be afraid of our own Voices; whilst we hear the Notes of such a chearful Quire, and find the _Echoes_ rather agreeable, and inviting us to talk.","subId":"1","id":"Shaftesbury.C.M.3.2.1"},{"type":"paragraph","content":"I confess, said I, those foreign _Nymphs_ (if there were any belonging to those miraculous Woods) were much too awful Beautys to please me. I found our familiar Home-_Nymphs_ a great deal more to my humour. Yet for all this, I cannot help being concern'd for your breaking off just when we were got half the World over, and wanted only to take ^America^ in our way home. Indeed as for ^Europe,^ I cou'd excuse your making any great _Tour_ there, because of the little Variety it wou'd afford us. Besides that it wou'd be hard to see it in any view, without meeting still that _politick_ Face of Affairs, which wou'd too much disturb us in our _philosophical_ Flights. But for the _Western_ Tract, I cannot imagine why you shou'd neglect such noble Subjects as are there; unless perhaps the _Gold_ and _Silver,_ to which I find you such a bitter Enemy, frighted you from a Mother-Soil so full of it. If these Countrys had been as bare of those Metals as old ^Sparta,^ we might have heard more perhaps of the ^Peru'^ s and ^Mexico'^ s than of all ^Asia^ and ^Africa.^ We might have had _Creatures, Plants, Woods, Mountains, Rivers,_ beyond any of those we have pass'd. How sorry am I to lose the noble ^Amazon!^ How sorry—","subId":"2","id":"Shaftesbury.C.M.3.2.2"},{"type":"paragraph","content":"Here as I wou'd have proceeded, I saw so significant a Smile on ^Theocles'^ s Face, that it stopt me, out of Curiosity, to ask him his Thought.","subId":"3","id":"Shaftesbury.C.M.3.2.3"},{"type":"paragraph","content":"Nothing, said he; nothing but _this very Subject_ it-self.—Go on.—I see you'll finish it for me. The Spirit of this sort of _Prophecy_ has seiz'd you. And ^Philocles,^ the cold indifferent ^Philocles,^ is become a Pursuer of the same _mysterious_ ^Beauty.^","subId":"4","id":"Shaftesbury.C.M.3.2.4"},{"type":"paragraph","content":"'Tis true, said I, (^Theocles!^ ) I own it. Your _Genius,_ the _Genius_ of the Place, and the ^GreatGenius^ have at last prevail'd. I shall no longer resist the Passion growing in me for Things of a _natural_ kind; where neither _Art,_ #Natural Beautys.# nor the _Conceit_ or _Caprice_ of Man has spoil'd their _genuine Order,_ by breaking in upon that _primitive State._ Even the rude _Rocks,_ the mossy _Caverns,_ the irregular unwrought _Grotto's,_ and broken _Falls_ of Waters, with all the horrid Graces of the _Wilderness_ it-self, as representing ^Nature^ more, will be the more engaging, and appear with a Magnificence beyond the formal Mockery of princely Gardens.—But tell me, I intreat you, how comes it, That, excepting a few _Philosophers_ of your sort, #Passion of this kind.# the only People who are enamour'd in this way, and seek the _Woods,_ the _Rivers,_ or _Sea-shores,_ are your poor vulgar ^Lovers?^","subId":"5","id":"Shaftesbury.C.M.3.2.5"},{"type":"paragraph","content":"Say not this, reply'd he, of ^Lovers^ only. For is it not the same with ^Poets,^ and all those other _Students_ in ^Nature,^ and the _Arts_ which copy after her? In short, is not this the real Case of all who are _Lovers_ either of the ^Muses^ or the ^Graces?^","subId":"6","id":"Shaftesbury.C.M.3.2.6"},{"type":"paragraph","content":"#ENTHUSIASM.# However, said I, all those who are deep in this _romantick_ way, are look'd upon, you know, as a People either plainly out of their wits, or over-run with _Melancholy_ and[n1] ^Enthusiasm.^ We always endeavour to recall 'em from these _solitary_ Places. And I must own, that often when I have found my Fancy run this way, I have check'd my-self; not knowing what it was possess'd me, when I was passionately struck with Objects of this kind.","subId":"7","id":"Shaftesbury.C.M.3.2.7"},{"type":"paragraph","content":"No wonder, reply'd he, if we are at a loss, when we pursue the _Shadow_ for the _Substance._ #Shadows.# For if we may trust to what our Reasoning has taught us; whatever in Nature is beautiful or charming, is only the faint Shadow of that _First Beauty._ #First Beauty.# So that every _real_ ^Love^ depending on _the Mind,_ and being only _the Contemplation_ _of Beauty,_ either as it really is _in it-self,_ or as it appears imperfectly in the Objects which strike the _Sense;_ how can the rational Mind rest _here,_ or be satisfy'd with the absurd _Enjoyment_ which reaches the _Sense alone?_","subId":"8","id":"Shaftesbury.C.M.3.2.8"},{"type":"paragraph","content":"From this time forward then, said I, I shall no more have reason to fear those _Beautys_ which strike a sort of _Melancholy,_ like the Places we have nam'd, or like these solemn _Groves._ No more shall I avoid the moving Accents of _soft Musick,_ or fly from the _enchanting Features_ of the fairest _human Face._","subId":"9","id":"Shaftesbury.C.M.3.2.9"},{"type":"paragraph","content":"\"If you are already,\" reply'd he, \"such a _Proficient_ in this _new_ ^Love,^ that you are sure never to admire the _Representative-_^Beauty,^ except for the sake of the _Original;_ #Original.# nor aim at other _Enjoyment,_ than of the _rational_ kind; you may then be confident.\" \"I am so; and presume accordingly, to answer for my-self. However I shou'd not be ill satisfy'd, if you explain'd your-self a little better as to this Mistake of mine you seem to fear.\" \"Wou'd it be any help to tell you, #Enjoyment.# That the Absurdity lay in seeking _the Enjoyment_ elsewhere than in the _Subject lov'd?_\" \"The Matter, I must confess, is still mysterious.\" \"Imagine then, good ^Philocles,^ if being taken with the Beauty of the Ocean which you see yonder at a distance, it shou'd come into your head, to seek how to command it; and like some mighty Admiral, ride Master of the Sea; wou'd not the Fancy be a little absurd?\" \"Absurd enough, in conscience. The next thing I shou'd do, 'tis likely, upon this Frenzy, wou'd be to hire some Bark, and go in Nuptial Ceremony, ^Venetian-^ like, to wed the _Gulf,_ which I might call perhaps as properly _my own._\"","subId":"10","id":"Shaftesbury.C.M.3.2.10"},{"type":"paragraph","content":"Let who will call it theirs, reply'd ^Theocles,^ you will own _the Enjoyment_ of this kind to be very different from that which shou'd naturally follow from the Contemplation of the Ocean's _Beauty._ The Bridegroom-_Doge,_ who in his stately _Bucentaur_ floats on the Bosom of his ^Thetis,^ has less _Possession_ than the poor _Shepherd,_ who from a hanging Rock, or Point of some high Promontory, stretch'd at his ease, forgets his feeding Flocks, while he admires _her Beauty._—But to come nearer home, and make the Question still more familiar. Suppose (my ^Philocles!^ ) that, viewing such a Tract of Country, as this delicious _Vale_ we see beneath us, you shou'd for _the Enjoyment_ of the Prospect, require the _Property_ or _Possession_ of the Land.","subId":"11","id":"Shaftesbury.C.M.3.2.11"},{"type":"paragraph","content":"The _covetous_ Fancy, reply'd I, wou'd be as absurd altogether, as that other _ambitious_ one.","subId":"12","id":"Shaftesbury.C.M.3.2.12"},{"type":"paragraph","content":"^OPhilocles!^ said he; May I bring this yet a little nearer? And will you follow me once more? Suppose that being charm'd, as you seem to be, with the _Beauty_ of _these_ ^Trees,^ under whose shade we rest, you shou'd long for nothing so much as to taste some delicious _Fruit_ of theirs; and having obtain'd of Nature some certain _Relish_ by which these _Acorns_ or _Berrys_ of the Wood became as palatable as the _Figs_ or _Peaches_ of the Garden, you shou'd afterwards, as oft as you revisted these _Groves,_ seek hence _the Enjoyment_ of them, by satiating your-self in these new Delights.","subId":"13","id":"Shaftesbury.C.M.3.2.13"},{"type":"paragraph","content":"The Fancy of this kind, reply'd I, wou'd be sordidly _luxurious;_ and as absurd, in my Opinion, as either of the former.","subId":"14","id":"Shaftesbury.C.M.3.2.14"},{"type":"paragraph","content":"Can you not then, on this occasion, said he, call to mind some other _Forms_ of a fair kind among us, where the Admiration of Beauty is apt to lead to as irregular a Consequence?","subId":"15","id":"Shaftesbury.C.M.3.2.15"},{"type":"paragraph","content":"I fear'd, said I, indeed, where this wou'd end, and was apprehensive you wou'd force me at last to think of certain powerful ^Forms^ in _human_ Kind, which draw after 'em a Set of eager _Desires, Wishes,_ and _Hopes;_ no way sutable, I must confess, to your rational and refin'd Contemplation of _Beauty._ The Proportions of this _living Architecture,_ as wonderful as they are, inspire nothing of a _studious_ or _contemplative_ kind. The more they are view'd, the further they are from satisfying by mere View. Let that which satisfies be ever so disproportionable an Effect, or ever so foreign to its Cause; censure it as you please, you must allow however that it's _natural._ So that you, ^Theocles,^ for ought I see, are become the _Accuser_ of ^Nature,^ by condemning _a natural Enjoyment._","subId":"16","id":"Shaftesbury.C.M.3.2.16"},{"type":"paragraph","content":"Far be it from us both, said he, to condemn _a Joy_ which is from _Nature._ But when we spoke of _the Enjoyment_ of these Woods and Prospects, we understood by it a far different kind from that of the inferior Creatures, who rifling in these places, find here their choicest _Food._ Yet we too live by tasteful _Food;_ and feel those other Joys of _Sense_ in common with them. But 'twas not here, my ^Philocles!^ that we had agreed to place our _Good;_ nor consequently our _Enjoyment._ We who were rational, and had Minds, methought, shou'd place it rather in those ^Minds;^ which were indeed abus'd, and cheated of their real _Good,_ when drawn to seek absurdly the Enjoyment of it in the Objects of _Sense,_ and not in those Objects they might properly call _their own:_ in which kind, as I remember, we comprehended all which was truly _Fair, Generous,_ or _Good._","subId":"17","id":"Shaftesbury.C.M.3.2.17"},{"type":"paragraph","content":"So that ^Beauty,^ said I, and ^Good,^ #Beauty and Good.# with you, ^Theocles,^ I perceive are still[n2] _one and the same._","subId":"18","id":"Shaftesbury.C.M.3.2.18"},{"type":"paragraph","content":"'TIS SO, said he. And thus are we return'd again to the Subject of our Yesterday's Morning-Conversation. Whether I have made good my Promise to you, in shewing[n3] the true _Good,_ I know not. But so, doubtless, I shou'd have done with good success, had I been able in my poetick Extasys, or by any other Efforts, to have led you into some deep View of _Nature,_ and the _Sovereign_ ^Genius.^ We then had prov'd the _Force of Divine_ ^Beauty;^ and form'd in our-selves an _Object_ capable and worthy of _real Enjoyment._","subId":"19","id":"Shaftesbury.C.M.3.2.19"},{"type":"paragraph","content":"^OTheocles!^ said I, well do I remember now the Terms in which you engag'd me, that Morning when you bespoke my _Love_ of this _mysterious Beauty._ You have indeed made good your part of the Condition, and may now claim me for _a Proselyte._ If there be any seeming Extravagance in the case, I must comfort myself the best I can, and consider that all sound _Love_ and _Admiration_ is[n4] ^Enthusiasm:^ \"The Transports of _Poets,_ the Sublime of _Orators,_ the Rapture of _Musicians,_ the high Strains of the _Virtuosi;_ all mere ^Enthusiasm!^ Even _Learning_ it-self, the Love of _Arts_ and _Curiositys,_ the Spirit of _Travellers_ and _Adventurers; Gallantry, War, Heroism;_ All, all ^Enthusiasm!^ \"—'Tis enough: I am content to be this _new Enthusiast,_ in a way unknown to me before.","subId":"20","id":"Shaftesbury.C.M.3.2.20"},{"type":"paragraph","content":"And I, reply'd ^Theocles,^ am content you shou'd call this _Love_ of ours ^Enthusiasm:^ allowing it the Privilege of its Fellow-Passions. For is there a fair and plausible _Enthusiasm,_ a reasonable _Extasy_ and _Transport_ allow'd to other Subjects, such as Architecture, Painting, Musick; and shall it be exploded _here?_ Are there Senses by which all those other Graces and Perfections are perceiv'd? and none by which this higher Perfection and Grace is comprehended? Is it so preposterous to bring that _Enthusiasm_ hither, and transfer it from those _secondary_ and _scanty_ Objects, to this _original_ and _comprehensive One?_ Observe how the Case stands in all those other Subjects of Art or Science. #Arts.# What difficulty to be in any degree knowing! How long ere a true _Taste_ is gain'd! #A Judgment, Taste.# How many things shocking, how many offensive at first, which afterwards are known and acknowledg'd the highest _Beautys!_ For 'tis not instantly we acquire the _Sense_ by which these Beautys are discoverable. _Labour_ and _Pains_ are requir'd, and _Time_ to cultivate a natural Genius, ever so apt or forward. But Who is there once thinks of cultivating _this_ Soil, #Improvement.# or of improving any Sense or Faculty which Nature may have given of _this_ kind? And is it a wonder we shou'd be dull then, as we are, confounded, and at a loss in _these_ Affairs, blind as to _this_ higher Scene, _these_ nobler Representations? Which way shou'd we come to understand better? which way be knowing in _these_ Beautys? Is Study, Science, or Learning necessary to understand all Beautys _else?_ And for _the Sovereign_ ^Beauty,^ #Chief Science.# is there no Skill or Science requir'd? In Painting there are _Shades_ and _masterly Strokes,_ which the Vulgar understand not, but find fault with: in Architecture there is _the Rustick;_ in Musick _the Chromatick_ kind, and skilful Mixture of _Dissonancys._ And is there nothing which answers to this, in _The_ ^Whole?^","subId":"21","id":"Shaftesbury.C.M.3.2.21"},{"type":"paragraph","content":"I must confess, said I, I have hitherto been one of those Vulgar, who cou'd never relish _the Shades, the Rustick,_ or _the Dissonancys_ you talk of. I have never dreamt of such _Master-pieces_ in ^Nature.^ 'Twas my way to censure freely on the first view. But I perceive I am now oblig'd to go far in the pursuit of _Beauty;_ #Beauty.# which lies very absconded and deep: And if so, I am well assur'd that my _Enjoyments_ hitherto have been very shallow. I have dwelt, it seems, all this while upon the Surface, and enjoy'd only a kind of slight superficial Beautys; having never gone in search of _Beauty it-self,_ but of what I _fansy'd_ such. Like the rest of the unthinking World, I took for granted that what I liked was _beautiful;_ and what I rejoic'd in, was my _Good._ I never scrupled loving what I fansy'd; and aiming only at the Enjoyment of what I lov'd, I never troubled my-self with examining what _the Subjects_ were, nor ever hesitated about their _Choice._","subId":"22","id":"Shaftesbury.C.M.3.2.22"},{"type":"paragraph","content":"Begin then, said he, and _chuse._ See what the _Subjects_ are; and which you wou'd prefer; which honour with your Admiration, Love and Esteem. For by these again you will be honour'd in your turn. Such, ^Philocles,^ as is the Worth of these Companions, such will your Worth be found. As there is Emptiness or Fulness here, so will there be in your Enjoyment. See therefore where _Fulness_ is, and where _Emptiness._ See in what Subject resides _the chief Excellence:_ where ^Beauty^ reigns: where 'tis _intire, perfect, absolute;_ where _broken, imperfect, short._ View these terrestrial Beautys, and whatever has the appearance of Excellence, and is able to attract. See that which either really is, or stands as in the room of _Fair, Beautiful,_ and _Good:_ \"A Mass of Metal; a Tract of Land; a Number of Slaves; a Pile of Stones; a human Body of certain Lineaments and Proportions.\" Is this the highest of the kind? Is ^Beauty^ founded then in _Body_ only; and not in _Action, Life,_ or _Operation?_—","subId":"23","id":"Shaftesbury.C.M.3.2.23"},{"type":"paragraph","content":"Hold! hold! said I, good ^Theocles!^ you take this in too high a Key, above my reach. If you wou'd have me accompany you, pray lower this Strain a little; and talk in a more familiar way.","subId":"24","id":"Shaftesbury.C.M.3.2.24"},{"type":"paragraph","content":"\"THUS THEN,\" said he, (smiling) \"Whatever Passion you may have for _other Beautys;_ I know, good ^Philocles,^ you are no such Admirer of _Wealth_ in any kind, as to allow much Beauty to it; especially in a rude Heap or Mass. But in Medals, Coins, Imbost-work, Statues, and well-fabricated Pieces, of whatever sort, you can discover _Beauty,_ and admire the Kind.\" \"True,\" said I; \"but not for the _Metal's_ sake.\" \" 'Tis not then _the Metal_ or _Matter_ which is beautiful with you.\" \"No.\" \"But _the Art._\" \"Certainly.\" \"_The Art_ then is the _Beauty._\" \"Right.\" \"And _the Art_ is that which beautifies.\" \"The same.\" \"So that the Beautifying, not the Beautify'd, is the really _Beautiful._\" \"It seems so.\" \"For that which is beautify'd, is beautiful only by the accession of something beautifying: and by the recess or withdrawing of the same, it ceases to be beautiful.\" \"Be it.\" \"In respect of Bodys therefore, _Beauty_ comes and goes.\" \"So we see.\" \"Nor is the Body it-self any Cause either of its coming or staying.\" \"None.\" \"So that there is no Principle of Beauty in _Body._\" \"None at all.\" \"For Body can no-way be the Cause of Beauty to itself.\" \"No-way.\" \"Nor govern nor regulate it-self.\" \"Nor yet this.\" \"Nor mean nor intend it-self.\" \"Nor this neither.\" \"Must not _that_ therefore, which means and intends for it, regulates and orders it, be the Principle of Beauty to it?\" \"Of necessity.\" \"And what must that be?\" \"^Mind,^ I suppose; for what can it be else?\"","subId":"25","id":"Shaftesbury.C.M.3.2.25"},{"type":"paragraph","content":"Here then, said he, is all I wou'd have explain'd to you before: \"That _the Beautiful, the Fair, the Comely,_ were never in the _Matter,_ but in the _Art_ and _Design;_ never in _Body_ it-self, but in the _Form_ or _forming Power._\" Does not the beautiful _Form_ confess this, and speak the Beauty of _the Design,_ whene'er it strikes you? What is it but _the Design_ which strikes? What is it you admire but ^Mind,^ or the Effect of _Mind?_ 'Tis _Mind_ alone which forms. All which is void of _Mind_ is horrid: and Matter formless is _Deformity it-self._","subId":"26","id":"Shaftesbury.C.M.3.2.26"},{"type":"paragraph","content":"Of all _Forms_ then, said I, Those (according to your Scheme) are the most amiable, and in the first Order of Beauty, which have a power of making other Forms themselves: From whence methinks they may be styl'd _the forming Forms._ So far I can easily concur with you, and gladly give the advantage to _the human_ _Form,_ above those other Beautys of Man's Formation. The Palaces, Equipages and Estates shall never in my account be brought in competition with the original _living Forms_ of Flesh and Blood. And for the other, the _dead_ Forms of Nature, the Metals and Stones, however precious and dazling; I am resolv'd to resist their Splendour, and make abject Things of 'em, even in their highest Pride, when they pretend to set off human Beauty, and are officiously brought in aid of _the Fair._","subId":"27","id":"Shaftesbury.C.M.3.2.27"},{"type":"paragraph","content":"#Orders of Beauty. First Order.# \"Do you not see then,\" reply'd ^Theocles,^ \"that you have establish'd _Three_ Degrees or Orders of Beauty?\" \"As how?\" \"Why first, _the dead Forms,_ as you properly have call'd 'em, which bear a Fashion, and are form'd, whether by Man, or Nature; but have no forming Power, no Action, or Intelligence.\" \"Right.\" \"Next, and as the _second_ kind, _the Forms which form;_ #Second Order.# that is, which have Intelligence, Action, and Operation.\" \"Right still.\" \"Here therefore is double Beauty. For here is both the Form (the _Effect_ of Mind) and _Mind_ it-self: The first kind low and despicable in respect of this other; from whence the dead Form receives its Lustre and Force of Beauty. For what is a mere _Body,_ tho a human one, and ever so exactly fashion'd, if _in__ward_ Form be wanting, and the _Mind_ be monstrous or imperfect, as in _an Idiot,_ or _Savage?_\" \"This too I can apprehend,\" said I; \"but where is the _third_ Order?\"","subId":"28","id":"Shaftesbury.C.M.3.2.28"},{"type":"paragraph","content":"Have patience, reply'd he, and see first whether you have discover'd the whole Force of this _second_ Beauty. How else shou'd you understand the Force of Love, or have the Power of Enjoyment? Tell me, I beseech you, when first you nam'd these _the Forming Forms,_ did you think of no other Productions of theirs besides the _dead Kinds,_ such as the Palaces, the Coins, the Brazen or the Marble Figures of Men? Or did you think of something nearer _Life?_","subId":"29","id":"Shaftesbury.C.M.3.2.29"},{"type":"paragraph","content":"I cou'd easily, said I, have added, that these _Forms_ of ours had a Virtue of producing _other living Forms,_ like themselves. But this Virtue of theirs, I thought was from _another Form_ above them, and cou'd not properly be call'd _their_ Virtue or Art; if in reality there was _a superior Art,_ or something _Artist-like,_ which guided their Hand, and made Tools of them in this specious Work.","subId":"30","id":"Shaftesbury.C.M.3.2.30"},{"type":"paragraph","content":"\"Happily thought,\" said he! \"You have prevented a Censure which I hardly imagin'd you cou'd escape. And here you have unawares discover'd that _third_ Order of Beauty, #Third Order.# which forms not only such as we call mere Forms, but even _the Forms which form._ For we our-selves are notable Architects in Matter, and can shew lifeless Bodys brought into Form, and fashion'd by our own hands: but that which fashions even Minds themselves, contains in it-self all the Beautys fashion'd by those Minds; and is consequently the Principle, Source, and Fountain of all _Beauty._\" \"It seems so.\"","subId":"31","id":"Shaftesbury.C.M.3.2.31"},{"type":"paragraph","content":"\"Therefore whatever Beauty appears in our _second_ Order of Forms, or whatever is deriv'd or produc'd from thence, all this is eminently, principally, and originally in this _last_ Order of _Supreme_ and _Sovereign Beauty._\" \"True.\"","subId":"32","id":"Shaftesbury.C.M.3.2.32"},{"type":"paragraph","content":"\"Thus Architecture, Musick, and all which is of human Invention, resolves it-self into this _last_ Order.\" \"Right,\" said I: \"and thus all the _Enthusiasms_ of other kinds resolve themselves into ours. The fashionable Kinds borrow from us, and are nothing without us: We have undoubtedly the Honour of being _Originals._\"","subId":"33","id":"Shaftesbury.C.M.3.2.33"},{"type":"paragraph","content":"\"NOW therefore say again,\" reply'd ^Theocles;^ \"Whether are those Fabricks of _Architecture, Sculpture,_ and the rest of that sort, the greatest Beautys which Man forms; or are there greater and better?\" \"None which I know,\" reply'd I. \"Think, think again,\" said he: \"and setting aside those Productions which just now you excepted against, as Master-pieces _of another Hand;_ think What there are which more immediately proceed from us, and may more truly be term'd _our Issue._\" \"I am barren,\" said I, \"for this time: you must be plainer yet, in helping me to conceive.\" \"How can I help you?\" reply'd he. \"Wou'd you have me be conscious for you, of that which is immediately _your own,_ and is solely in, and from _your-self?_\" \"You mean my _Sentiments,_\" said I. \"Certainly,\" #Beauty moral.# reply'd he: \"and together with your _Sentiments,_ your _Resolutions, Principles, Determinations, Actions;_ whatsoever is handsom and noble in the kind; whatever flows from your good _Understanding, Sense, Knowledg_ and _Will;_ whatever is ingender'd in your _Heart,_ (good ^Philocles!^ ) or derives it-self from your _Parent-_^Mind,^ #Offspring. Generation.# which, unlike to other _Parents,_ is never spent or exhausted, but gains Strength and Vigor by producing. So _You,_ my Friend! have prov'd it, by many a Work: not suffering that fertile _Part_ to remain idle and unactive. Hence those good Parts, which from a natural Genius you have rais'd by due Improvement. And here, as I cannot but admire the pregnant Genius, and _Parent-_Beauty; so am I satisfy'd of the _Offspring,_ that it is and will be ever beautiful.\"","subId":"34","id":"Shaftesbury.C.M.3.2.34"},{"type":"paragraph","content":"I took the Compliment, and wish'd (I told him) the Case were really as he imagin'd, that I might justly merit his Esteem and Love. My Study therefore shou'd be to grow _beautiful,_ in his way of _Beauty;_ and from this time forward I wou'd do all I cou'd to propagate that lovely Race of mental Children, #Source.# happily sprung from such a high Enjoyment, and from a Union with what was _Fairest_ and _Best._ But 'tis you, ^Theocles,^ continu'd I, must help my labouring Mind, and be as it were the Midwife to those Conceptions; which else, I fear, will prove abortive.","subId":"35","id":"Shaftesbury.C.M.3.2.35"},{"type":"paragraph","content":"You do well, reply'd he, to give me the Midwife's part only: For the Mind conceiving _of it-self,_ can only be, as you say, _assisted in the Birth._ #Pregnancy.# Its _Pregnancy_ is from its _Nature._ Nor cou'd it ever have been thus _impregnated_ by any other _Mind,_ than that which form'd it at the beginning; and which, as we have already prov'd, is Original to all _mental,_ as well as _other Beauty._","subId":"36","id":"Shaftesbury.C.M.3.2.36"},{"type":"paragraph","content":"Do you maintain then, said I, that these _mental_ Children, the Notions and Principles, of _Fair, Just,_ and _Honest,_ with the rest of these _Ideas,_ are _innate?_ #Innate Ideas.#","subId":"37","id":"Shaftesbury.C.M.3.2.37"},{"type":"paragraph","content":"\"Anatomists,\" said he, \"tell us that the Eggs, which are Principles in Body, are _innate;_ being form'd already in the _Foetus_ before the Birth. But _When_ it is, whether _before,_ or _at,_ or _after_ the Birth, or at _What_ time after, that either these, or other Principles, Organs of Sensation, or Sensations themselves, are _first_ form'd in us, is a matter, doubtless, of curious Speculation, but of no great Importance. The Question is, whether the Principles spoken of are _from Art,_ or _Nature?_ If from _Nature_ purely; 'tis no matter for the Time: nor wou'd I contend with you, tho you shou'd deny _Life_ it-self to be _innate,_ as imagining it follow'd rather than preceded the moment of Birth. But this I am certain of; that _Life,_ and the _Sensations_ which accompany Life, come when they will, are from _mere Nature,_ and nothing else. Therefore if you dislike the word _Innate,_ let us change it, if you will, for ^Instinct;^ and call _Instinct,_ #Instinct.# that which _Nature_ teaches, exclusive of _Art, Culture,_ or _Discipline._\" \"Content,\" said I.","subId":"38","id":"Shaftesbury.C.M.3.2.38"},{"type":"paragraph","content":"\"Leaving then,\" reply'd he, \"those admirable Speculations to the _Virtuosi,_ the _Anatomists,_ and _School-Divines;_ we may safely aver, with all their Consents, that the several Organs, particularly those of Generation, #Generation.# are form'd by _Nature._ Whether is there also from Nature, think you, any _Instinct_ for the after-Use of them? Or whether must _Learning_ and _Experience_ imprint this Use?\" \" 'Tis imprinted, said I, enough in Conscience. The Impression, or _Instinct,_ is so strong in the Case, that 'twou'd be absurdity not to think it _natural,_ as well in our own Species, as in other Creatures: amongst whom (as you have already taught me) not only the mere engendring of the Young, but the various and almost infinite Means and Methods of providing for them, are all foreknown. For thus much we may indeed discern in the preparatory Labours and Arts of these wild Creatures; which demonstrate their anticipating _Fancys,_ #Pre-conceptions.# _Pre-conceptions,_ or _Pre-sensations;_ if I may use a word you taught me[n5] yesterday.\"","subId":"39","id":"Shaftesbury.C.M.3.2.39"},{"type":"paragraph","content":"\"I allow your Expression,\" said ^Theocles,^ \"and will endeavour to show you that the same _Pre-conceptions,_ of a higher degree, have place in human Kind.\" \"Do so,\" said I, \"I intreat you: For so far am I from finding in my-self these Pre-conceptions of _Fair_ and _Beautiful,_ in your sense, that methinks, till now of late, I have hardly known of any thing like them in Nature.\" \"How then,\" said he, \"wou'd you have known that _outward Fair_ and _Beautiful_ of human Kind; if such an Object (a fair fleshly one) in all its Beauty, had _for the first time_ appear'd to you, by your-self, this morning, in these Groves? Or do you think perhaps you shou'd have been unmov'd, and have found no difference between _this Form_ and any _other;_ if first you had not been _instructed?_\"","subId":"40","id":"Shaftesbury.C.M.3.2.40"},{"type":"paragraph","content":"I have hardly any Right, reply'd I, to plead this last Opinion, after what I have own'd just before.","subId":"41","id":"Shaftesbury.C.M.3.2.41"},{"type":"paragraph","content":"Well then, said he, that I may appear to take no advantage against you; I quit the dazling _Form,_ which carrys such a Force of _complicated Beautys;_ and am contented to consider separately each of those _simple_ Beautys, which taken all together, create this wonderful effect. For you will allow, without doubt, that in respect of _Bodys,_ whatever is commonly said of the unexpressible, the unintelligible, the _I-know-not-what_ of Beauty; there can lie no Mystery here, but what plainly belongs either to _Figure, Colour, Motion_ or _Sound._ Omitting therefore the _three_ latter, #Beauty of Body.# and their dependent Charms; let us view the Charm in what is simplest of all, _mere Figure._ Nor need we go so high as Sculpture, Architecture, or the Designs of those who from this Study of Beauty have rais'd such delightful Arts. 'Tis enough if we consider the simplest of Figures; as either a round _Ball,_ a _Cube,_ or _Dye._ Why is even an Infant pleas'd with the first View of these Proportions? Why is the _Sphere_ or _Globe,_ the _Cylinder_ and _Obelisk_ prefer'd; and the irregular Figures, in respect of these, rejected and despis'd?","subId":"42","id":"Shaftesbury.C.M.3.2.42"},{"type":"paragraph","content":"I am ready, reply'd I, to own there is in certain _Figures_ a natural[n6] Beauty, which the Eye finds as soon as the Object is presented to it.","subId":"43","id":"Shaftesbury.C.M.3.2.43"},{"type":"paragraph","content":"#Beauty of Soul, As real, And necessarily moving.# Is there then, said he, a natural Beauty of _Figures?_ and is there not as natural a one of ^Actions?^ No sooner the Eye opens upon _Figures,_ the Ear to _Sounds,_ than straight _the Beautiful_ results, and _Grace_ and _Harmony_ are known and acknowledg'd. No sooner are ^Actions^ view'd, no sooner the _human Affections_ and _Passions_ discern'd (and they are most of 'em as soon discern'd as felt) than straight _an inward_ ^Eye^ distinguishes, and sees _the Fair_ and _Shapely, the Amiable_ and _Admirable,_ apart from _the Deform'd, the Foul,_ #Idea Natural.# _the_ _Odious,_ or _the Despicable._ How is it possible therefore not to own, \"That as these _Distinctions_ have their Foundation _in Nature,_ the Discernment it-self is _natural,_ and from ^Nature^ _alone?_\"","subId":"44","id":"Shaftesbury.C.M.3.2.44"},{"type":"paragraph","content":"If this, I told him, were as he represented it; there cou'd never, I thought, be any Disagreement among Men concerning Actions and Behaviour: as which was _Base,_ which _Worthy;_ which _Handsom,_ and which _Deform'd._ But now we found perpetual Variance among Mankind; whose Differences were chiefly founded on this Disagreement in Opinion; \"The one _affirming,_ the other _denying,_ that this, or that, was _fit_ or _decent._\"","subId":"45","id":"Shaftesbury.C.M.3.2.45"},{"type":"paragraph","content":"Even by this then, reply'd he, it appears there is Fitness and Decency in Actions; #The_ Fit, _and_ Decent.# since _The Fit_ and _Decent_ is in this Controversy ever pre-suppos'd: And whilst Men are at odds about the Subjects, the Thing it-self is universally agreed. For neither is there Agreement in Judgments about other _Beautys._ 'Tis controverted \"Which is the finest _Pile,_ the loveliest _Shape,_ or _Face_\": But without controversy, 'tis allow'd \"There is a ^Beauty^ of _each_ kind.\" This no-one goes about to _teach:_ nor is it _learnt_ by any; but _confess'd_ by All. #_Standard own'd.# _All_ own the _Standard, Rule,_ and _Measure:_ But in applying it to Things, Disorder arises, Ignorance prevails, Interest and Passion breed Disturbance. Nor can it otherwise happen in the Affairs of Life, whilst that which interests and engages Men as _Good,_ is thought different from that which they admire and praise as _Honest._—But with us, ^Philocles!^ 'tis better settled; since for our parts, we have already decreed, \"That[n7] _Beauty_ and _Good_ are still the same.\"","subId":"46","id":"Shaftesbury.C.M.3.2.46"},{"type":"paragraph","content":"#Confirmation.# I REMEMBER, said I, what you forc'd me to acknowledg more than once before. And now, good ^Theocles!^ that I am become so willing a Disciple, I want not so much to _be convinc'd,_ me-thinks, as to be _confirm'd_ and _strengthen'd._ And I hope this last Work may prove your easiest Task.","subId":"47","id":"Shaftesbury.C.M.3.2.47"},{"type":"paragraph","content":"\"Not unless you help in it _your-self,_\" reply'd ^Theocles:^ \"For this is necessary, as well as becoming. It had been indeed shameful for you to have yielded without making good Resistance. To help one's-self to be convinc'd, is _to prevent Reason,_ and bespeak Error and Delusion. But upon fair Conviction, to give our heart up to the evident side, and reinforce the Impression, this is _to help Reason_ _heartily._ And thus we may be said _honestly to persuade our-selves._\" \"Shew me then how I may best persuade my-self.\"","subId":"48","id":"Shaftesbury.C.M.3.2.48"},{"type":"paragraph","content":"Have courage, said he, ^Philocles!^ (raising his Voice) Be not offended that I say, _Have Courage!_ 'Tis ^Cowardice^ alone betrays us. For whence can _false Shame_ be, except from _Cowardice?_ To be asham'd of what one is sure can never be shameful, must needs be from the want of Resolution. We seek the _Right_ and _Wrong_ in things; we examine what is _Honourable,_ what _Shameful:_ and having at last determin'd, we dare not stand to our own judgment, and are asham'd to own there is really a _Shameful_ and an _Honourable._ \"Hear me (says one who pretends to value ^Philocles,^ and be valu'd by him) There can be no such thing as real _Valuableness_ or _Worth;_ nothing in it-self estimable or amiable, odious or shameful. All is ^Opinion:^ #Opinion, Fashion,# 'Tis _Opinion_ which makes Beauty, and unmakes it. The Graceful or Ungraceful in things, the Decorum and its Contrary, the Amiable and Un-amiable, Vice, Virtue, #Measure of Virtue and Vice.# Honour, Shame, all this is founded in _Opinion_ only. ^Opinion^ is the _Law_ and _Measure._ Nor has _Opinion_ any Rule besides mere ^Chance;^ which varys it, as _Custom_ varys: and makes now this, now that, to be thought worthy, according to the Reign of _Fashion,_ and the ascendent Power of _Education._\" #Falshood of this.# What shall we say to such a one? How represent to him his Absurdity and Extravagance? Will he desist the sooner? Or shall we ask _what Shame,_ of one who acknowledges no _Shameful?_ Yet he derides, and cries, _Ridiculous!_ By what Right? what Title? For thus, if I were ^Philocles,^ wou'd I defend my-self: \"Am I ridiculous? As how? _What_ is ridiculous? _Every-thing?_ or _Nothing?_\" Ridiculous indeed! But something then, something there is _Ridiculous:_ and the Notion, it seems, is right, #Shame.# \"of _a Shameful_ and _a Ridiculous,_ in things.\"","subId":"49","id":"Shaftesbury.C.M.3.2.49"},{"type":"paragraph","content":"How then shall we apply the Notion? For this being wrong apply'd, cannot it-self but be ridiculous. Or will he who cries ^Shame,^ refuse to acknowledg _any_ in his turn? Does he not blush, nor seem discountenanc'd on any occasion? If he does, the Case is very distinct from that of mere Grief or Fear. The Disorder he feels is from a Sense of what is shameful and odious in it-self, not of what is hurtful or dangerous in its Consequences. For the greatest Danger in the world can never breed Shame: nor can the _Opinion_ of all the World compel us to it, where _our own Opinion_ is not a Party. We may be afraid of appearing impudent, and may therefore feign a Modesty. But we can never really blush for any thing beside what we think truly _Shameful,_ and what we shou'd still blush for, were we ever so secure as to our Interest, and out of the reach of all Inconvenience, which cou'd happen to us from the thing we were asham'd of.","subId":"50","id":"Shaftesbury.C.M.3.2.50"},{"type":"paragraph","content":"Thus, continu'd he, shou'd I be able, by Anticipation, to defend my-self; and looking narrowly into Mens Lives, and that which influenc'd 'em on all occasions, I shou'd have Testimony enough to make me say within my-self, \"Let who will be my Adversary in this Opinion, I shall find him some way or other prepossess'd with that of which he wou'd endeavour to dispossess me.\" #an Acknowledgment of_ moral _Beauty and Deformity.# Has he Gratitude or Resentment, Pride or Shame? Whichever way it be, he acknowledges a Sense of _Just_ and _Unjust, Worthy_ and _Mean._ If he be Grateful, or expects Gratitude, I ask \"_Why?_ and on What account?\" If he be angry, if he indulges Revenge, I ask \"How? and in what Case? Reveng'd of _What?_ of a Stone, or Madman?\" #Anger.# \"Who is so mad?\" \"But for What? For a Chance-hurt? an Accident against Thought, or Intention?\" #_Anger, an Acknowledgment of_ Just _and_ Unjust.# \"Who is so unjust?\" Therefore there is _Just_ and _Unjust;_ and belonging to it _a natural Presumption_ or _Anticipation,_ on which the ^Resentment^ or ^Anger^ is founded. For what else shou'd make the wickedest of Mankind often prefer the Interest of their Revenge to all other Interests, and even to Life it-self, except only _a Sense of Wrong,_ natural to all Men, and _a Desire to prosecute that Wrong_ at any rate? Not for their own sakes, since they sacrifice their very Being to it; but out of hatred to _the imagin'd Wrong,_ and from a certain _Love of_ ^Justice,^ which even in _unjust_ Men is by this Example shewn to be beyond _the Love of_ ^Life^ _it-self._","subId":"51","id":"Shaftesbury.C.M.3.2.51"},{"type":"paragraph","content":"#Pride,# Thus as to ^Pride,^ I ask, \"Why _proud?_ Why _conceited?_ and of _What?_ Does any-one who has Pride, think meanly or indifferently of himself?\" \"No: but honourably.\" And how this, if there be no real _Honour_ or _Dignity_ presuppos'd? For Self-valuation supposes _Self-worth;_ #Pride, an Acknowledgment of_ Worth _and_ Baseness.# and in a Person conscious of real Worth, is either no Pride, or a just and noble one.In the same manner, Self-contempt supposes a _Self-meanness_ or _Defectiveness;_ and may be either a just Modesty, or unjust Humility. But this is certain, that whoever is proud, must be proud of something. And we know that Men of thorow Pride will be proud even in the meanest Circumstances, and when there is no visible Subject for them to be proud of. But they descry _a Merit_ in themselves, which others cannot: And 'tis this _Merit_ they admire. No matter whether it be really in them, as they imagine: It is _a Worth_ still, _an Honour,_ or _Merit_ which they admire, and wou'd do, wherever they saw it, in any Subject besides. For _then_ it is, _then_ only, that they are humbled, \"When they see in a more eminent degree in _others,_ What they respect and admire so much _in themselves._\"—And thus as long as I find Men either _angry_ or _revengeful, proud_ or _asham'd,_ I am safe: For they conceive _an Honourable_ and _Dishonourable,_ a _Foul_ and _Fair,_ as well as I. No matter _where_ they place it, or _how_ they are mistaken in it: This hinders not my being satisfy'd \"That the Thing _is,_ and is universally _acknowledg'd;_ That it is of _Nature_'s Impression, _naturally conceiv'd,_ #_Natural Impression.# and by no _Art_ or _Counter-Nature_ to be eradicated or destroy'd.\"","subId":"52","id":"Shaftesbury.C.M.3.2.52"},{"type":"paragraph","content":"AND NOW, what say you, ^Philocles,^ continu'd he, to this Defense I have been making for you? 'Tis grounded, as you see, on the Supposition of your being deeply ingag'd in this philosophical Cause. But perhaps you have yet many Difficultys to get over, ere you can so far take part with _Beauty,_ as to make this to be your _Good._ #Good.#","subId":"53","id":"Shaftesbury.C.M.3.2.53"},{"type":"paragraph","content":"\"I have no difficulty so great,\" said I, \"as not to be easily remov'd. My Inclinations lead me strongly this way: for I am ready enough to yield there is no real _Good_ beside _the Enjoyment of Beauty._\" \"And I am as ready,\" reply'd ^Theocles,^ \"to yield There is no real Enjoyment of Beauty beside what is _Good._\" \"Excellent! But upon reflection, I fear I am little beholden to you for your Concession.\" \"As how?\" \"Because shou'd I offer to contend for any Enjoyment of Beauty out of your mental Way, you wou'd, I doubt, call such Enjoyment of mine _absurd;_ as you did once before.\" \"Undoubtedly I shou'd. For what is it shou'd enjoy, #Mental Enjoyment.# or be capable of Enjoyment, except ^Mind?^ Or shall we say, _Body enjoys?_\" \"By the help of _Sense,_ perhaps; not otherwise.\" \"Is ^Beauty,^ then, _the Object of Sense?_ Say how? Which way? For otherwise the help of _Sense_ is nothing in the Case: And if _Body_ be of it-self incapable, #Body.# and _Sense_ no help to it, to apprehend or enjoy Beauty, there remains only the ^Mind^ which is capable either to apprehend or to _enjoy._\"","subId":"54","id":"Shaftesbury.C.M.3.2.54"},{"type":"paragraph","content":"\"True,\" said I; \"but show me, then, Why ^Beauty^ may not be _the Object of the_ _Sense?_\" #Sense.# \"Shew me first, I intreat you, _Why, Where,_ or in _What_ you fansy it may be so?\" \"Is it not _Beauty_ which first excites the Sense, and feeds it afterwards in the Passion we call _Love?_\" \"Say in the same manner, That it is _Beauty_ first excites the Sense, and feeds it afterwards in the Passion we call _Hunger._\"—You will not say it. The Thought, I perceive, displeases you. As great as the Pleasure is of good Eating, you disdain to apply the Notion of _Beauty_ to the good Dishes which create it. You wou'd hardly have applauded the preposterous Fancy of some luxurious ^Romans^ of old, who cou'd relish a Fricassee the better for hearing it was compos'd of Birds which wore a beautiful Feather, or had sung deliciously. Instead of being incited by such a historical Account of Meats, you wou'd be apt, I believe, to have less Appetite, the more you search'd their Origin, and descended into the _Kitchin_-Science, to learn the several Forms and Changes they had undergone, ere they were serv'd at this elegant voluptuous Table. But tho the _Kitchin_-Forms be ever so disgraceful, you will allow that the _Materials_ of the Kitchin, such, for instance, as the _Garden_ furnishes, are really fair and beautiful in their kind. Nor will you deny Beauty to the wild _Field,_ or to these _Flowers_ which grow around us, on this verdant Couch. And yet, as lovely as are these Forms of Nature, the shining _Grass,_ or silver'd _Moss,_ the flowry _Thyme,_ wild _Rose,_ or _Honey-suckle:_ 'tis not their ^Beauty^ allures the neighbouring Herds, delights the brouzing Fawn, or Kid, and spreads the Joy we see amidst the feeding Flocks: 'Tis not the _Form_ rejoices; but that which is beneath the Form: 'tis _Savouriness_ attracts, _Hunger_ impels; and _Thirst,_ better allay'd by the clear Brook than the thick Puddle, makes the _fair_ ^Nymph^ to be prefer'd, whose Form is otherwise slighted. For never can the _Form_ be of real force where it is uncontemplated, unjudg'd of, unexamin'd, and stands only as the accidental Note or Token of what appeases provok'd Sense, and satisfies the brutish Part. Are you persuaded of this, good ^Philocles?^ or rather than not give Brutes the advantage of _Enjoyment,_ will you allow them also a Mind and rational Part?—\"Not so,\" I told him.","subId":"55","id":"Shaftesbury.C.M.3.2.55"},{"type":"paragraph","content":"If ^Brutes^ therefore, said he, be incapable of knowing and enjoying Beauty, as being _Brutes,_ and having ^Sense^ only (the brutish part) for their own share; it follows, \"That neither can ^Man^ by the same _Sense_ or brutish Part, conceive or enjoy _Beauty:_ But all the _Beauty_ and _Good_ he enjoys, is in a nobler way, and by the help of what is noblest, his ^Mind^ and ^Reason.^\" #Reason.# Here lies his _Dignity_ and highest _Interest:_ Here his _Capacity_ toward Good and Happiness. His _Ability_ or _Incompetency,_ his _Power_ of Enjoyment, or his _Impotence,_ is founded in this alone. As this is _sound, fair, noble, worthy;_ so are its Subjects, Acts and Employments. For as the _riotous_ ^Mind,^ captive to _Sense,_ can never enter in competition, or contend for Beauty with the _virtuous_ ^Mind^ of Reason's Culture; #Comparison of Objects,# so neither can the _Objects_ which allure the former, compare with those which attract and charm the latter. And when _each_ gratifies it-self in the Enjoyment and Possession of its Object; #and Enjoyments.# how evidently fairer are the Acts which join the _latter Pair,_ and give _a Soul_ the Enjoyment of what is _generous_ and _good?_ This at least, ^Philocles,^ you will surely allow, That when you place a Joy elsewhere than in the Mind; _the Enjoyment_ it-self will be no beautiful Subject, nor of any graceful or agreeable Appearance. But when you think how _Friendship_ is enjoy'd, how _Honour, Gratitude, Candour, Benignity,_ and all internal Beauty; how all the _social_ Pleasures, _Society_ it-self, and all which constitutes the Worth and Happiness of Mankind; you will here surely allow Beauty in the _Act,_ and think it worthy to be view'd, and pass'd in review often by the glad Mind, happily conscious of the generous Part, and of its own Advancement and Growth in Beauty.","subId":"56","id":"Shaftesbury.C.M.3.2.56"},{"type":"paragraph","content":"#Recapitulation.# THUS, ^Philocles,^ (continu'd he, after a short Pause) thus have I presum'd to treat of _Beauty_ before so great a Judg, and such a skilful Admirer as your-self. For taking rise from Nature's Beauty, which transported me, I gladly ventur'd further in the Chase; and have accompany'd you in search of Beauty, as it relates to us, and makes our highest _Good,_ in its sincere and natural Enjoyment. And if we have not idly spent our hours, nor rang'd in vain thro' these deserted Regions; it shou'd appear from our strict Search, that there is nothing so divine as ^Beauty:^ which belonging not to _Body,_ nor having any Principle or Existence except in ^Mind^ and ^Reason,^ is alone discover'd and acquir'd by this diviner Part, when it inspects _it-self,_ the only Object worthy of it-self. For whate'er is void of Mind, is _Void_ and _Darkness_ to the _Mind's_ ^Eye.^ This languishes and grows dim, whene'er detain'd on foreign Subjects; but thrives and attains its natural Vigour, when employ'd in Contemplation of what is like it-self. 'Tis thus the _improving_ ^Mind,^ slightly surveying other Objects, and passing over Bodys, and the common Forms, (where only a Shadow of Beauty rests) ambitiously presses onward to its _Source,_ and views _the Original_ of Form and Order in that which is intelligent. And thus, ^OPhilocles!^ may we improve and become Artists in the kind; learning \"To know _Our-selves,_ and what _That_ is, which by improving, we may be sure to advance our Worth, and real Self-Interest.\" For neither is this _Knowledg_ acquir'd by Contemplation of Bodys, or the outward Forms, #Knowledg of our-selves.# the View of Pageantrys, the Study of Estates and Honours: nor is He to be esteem'd that self-improving Artist, who makes a Fortune out of these; but he, _He_ only, is the _wise_ and _able_ Man, who with a slight regard to these Things, applies himself to cultivate another Soil, builds in a different Matter from that of Stone or Marble; and having righter Models in his Eye, #Interest.# becomes in truth the _Architect_ of _his own Life_ and _Fortune;_ by laying within himself the lasting and sure Foundations of _Order, Peace,_ #Ability.# and _Concord._—But now 'tis time to think of returning home. The Morning is far spent. Come! Let us away, and leave these uncommon Subjects; till we retire again to these remote and unfrequented Places.","subId":"57","id":"Shaftesbury.C.M.3.2.57"},{"type":"paragraph","content":"AT THESE words ^Theocles^ mending his pace, and going down the Hill, left me at a good distance; till he heard me calling earnestly after him. Having join'd him once again, I begg'd he wou'd stay a little longer: or if he were resolv'd so soon to leave both the _Woods,_ and that Philosophy which he confin'd to 'em; that he wou'd let me however part with 'em more gradually, and leave the best Impression on me he cou'd, against my next Return. For as much convinc'd as I was, and as great a Convert to his Doctrine, my Danger still, I own'd to him, was very great: and I foresaw that when the Charm of these Places, and his Company was ceas'd, I shou'd be apt to relapse, and weakly yield to that too powerful Charm, _the World._ Tell me, continu'd I, how is it possible to hold out against it, and withstand the general Opinion of Mankind, who have so different a Notion of that which we call _Good?_ Say truth now, ^Theocles,^ can any thing be more odd, or dissonant from the common Voice of the World, than what we have determin'd in this matter?","subId":"58","id":"Shaftesbury.C.M.3.2.58"},{"type":"paragraph","content":"Whom shall we follow then? reply'd he. Whose Judgment or Opinion shall we take, concerning What is _Good,_ What _contrary?_ If _All,_ or _any part_ of Mankind are consonant with themselves, and can agree in this; I am content to leave _Philosophy,_ and follow them: If otherwise; Why shou'd we not adhere to what we have chosen?—Let us then, in another View, consider how this Matter stands.","subId":"59","id":"Shaftesbury.C.M.3.2.59"},{"type":"note","content":"See _Letter of Enthusiasm,_ towards the end. See also above, _p._ 75. And VOL. III. _p._ 30, &c.","subId":"n1","id":"Shaftesbury.C.M.3.2.n1"},{"type":"note","content":"_Supra,_ p. 238, &c.","subId":"n2","id":"Shaftesbury.C.M.3.2.n2"},{"type":"note","content":"_Supra,_ p. 245.","subId":"n3","id":"Shaftesbury.C.M.3.2.n3"},{"type":"note","content":"VOL. I. _p._ 53, 54.","subId":"n4","id":"Shaftesbury.C.M.3.2.n4"},{"type":"note","content":"Pag. 307.","subId":"n5","id":"Shaftesbury.C.M.3.2.n5"},{"type":"note","content":"Pag. 28.","subId":"n6","id":"Shaftesbury.C.M.3.2.n6"},{"type":"note","content":"Pag. 238, 245, 399.","subId":"n7","id":"Shaftesbury.C.M.3.2.n7"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.M","imported":true,"title":"The Moralists, a Philosophical Rhapsody","breadcrumb":"The Moralists","published":[1709]},{"id":"Shaftesbury.C.M.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]}],"prev":{"id":"Shaftesbury.C.M.3.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1709]},"next":{"id":"Shaftesbury.C.M.3.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]}}