{"id":"Shaftesbury.C.M.3.3","imported":true,"parent":"Shaftesbury.C.M.3","title":"Section III","breadcrumb":"Section 3","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_045","blocks":[{"type":"title","content":"£1 Section III £1","id":"Shaftesbury.C.M.3.3"},{"type":"paragraph","content":"WE THEN walk'd gently homewards, it being almost Noon; and he continu'd his Discourse.","subId":"1","id":"Shaftesbury.C.M.3.3.1"},{"type":"paragraph","content":"#Manners of Men.# One Man, said he, affects the _Hero;_ esteems it the highest Advantage of Life, to have seen War, and been in Action in the Field. Another laughs at this Humour; counts it all Extravagance and Folly; prizes his own _Wit_ and _Prudence;_ and wou'd take it for a Disgrace to be thought adventurous. #Contrary Pursuits.# One Person is assiduous and indefatigable in advancing himself to the Character of _a Man of Business._ Another on the contrary thinks this impertinent; values not Fame, or a Character in the World: and by his goodwill wou'd always be in _a Debauch,_ and never live out of the _Stews_ or _Taverns;_ where he enjoys, as he thinks, his highest Good. One values Wealth, as a means only to indulge his _Palat,_ and _to eat finely._ #Mutual Censure.# Another loaths this, and affects _Popularity,_ and _a Name._ One admires _Musick_ and _Paintings, Cabinet_-Curiositys, and in-door Ornaments: Another admires _Gardens, Architecture,_ and the Pomp of _Buildings._ Another, who has no _Gusto_ of either sort, believes all those they call ^Virtuosi^ to be half-distracted. One looks upon all Expence to be Madness; and thinks only _Wealth_ it-self to be Good. One _games;_ another _dresses,_ and studys _an Equipage;_ another is full of _Heraldry, Points of Honour,_ #Disagreement with one another;# _a Family,_ and _a Blood._ One recommends _Gallantry_ and _Intrigue;_ another ordinary _Good-fellowship;_ another _Buffoonery, Satir,_ and the _common Wit;_ another _Sports,_ and _the Country;_ another _a Court;_ another _Travelling,_ and the sight of _foreign Parts;_ another _Poetry,_ and the _fashionable Learning._—All these go different ways. #And with themselves.# All censure one another, and are despicable in one another's eyes. By fits too they are as despicable in _their own,_ and as often out of conceit with themselves, as their Humour changes, and their Passion turns from one thing to another.—What is it then I shou'd be concern'd for? Whose Censure do I fear? Or by whom, after all, shall I be guided?","subId":"2","id":"Shaftesbury.C.M.3.3.2"},{"type":"paragraph","content":"#Riches.# If I ask, \"Are ^Riches^ _good,_ when only heap'd up, and unimploy'd?\" One answers, \"_They are._\" The rest _deny._ \"How is it then they are to be imploy'd in order to be good?\" All _disagree._ All tell me different things. \"Since therefore ^Riches^ are not, of themselves, _good,_ (as most of you declare); And since there is no Agreement among you _which way_ they become good; why may not I hold it for my Opinion, that they are neither good _in themselves,_ nor _directly_ any Cause or Means of Good?\"","subId":"3","id":"Shaftesbury.C.M.3.3.3"},{"type":"paragraph","content":"If there be those who wholly despise ^Fame;^ And if among those who covet it, #Fame and Honour.# he who desires it for one thing, despises it for another; he who seeks it with some Men, despises it with others: Why may not I say, \"That neither do I know how any _Fame_ can be call'd _a Good?_\"","subId":"4","id":"Shaftesbury.C.M.3.3.4"},{"type":"paragraph","content":"If of those who covet ^Pleasure,^ #Pleasure.# they who admire it in _one_ kind, are superior to it _in another;_ Why may not I say, \"That neither do I know _which_ of these Pleasures, or how _Pleasure_ it-self, can be call'd _Good?_\"","subId":"5","id":"Shaftesbury.C.M.3.3.5"},{"type":"paragraph","content":"#Life.# If among those who covet ^Life^ ever so earnestly, that Life which _to One_ is eligible and amiable, is _to Another_ despicable and vile; Why may I not say, \"That neither do I know how _Life_ it-self can, _of it-self,_ be thought _a Good?_\"","subId":"6","id":"Shaftesbury.C.M.3.3.6"},{"type":"paragraph","content":"#Inslavement.# In the mean time, This I know certainly; \"That the necessary Consequence of esteeming these things highly, is to be _a Slave,_ and consequently miserable.\"—But perhaps, ^Philocles,^ you are not yet enough acquainted with this odd kind of Reasoning.","subId":"7","id":"Shaftesbury.C.M.3.3.7"},{"type":"paragraph","content":"More, said I, than I believe you can easily imagine. I perceiv'd the goodly Lady, your celebrated Beauty, was about to appear a-new: #LIBERTY.# and I easily knew again that fair Face of ^Liberty,^ which I had seen but once in the[n1] Picture you drew yesterday of that Moral Dame. I can assure you, I think of her as highly as possible: and find that without her Help, to raise one above these seemingly essential Goods, #Goods of Fortune.# and make one more easy and indifferent towards _Life,_ and towards _a Fortune;_ 'twill be the hardest thing in the world to enjoy _either._ Sollicitude, Cares, and Anxiety, will be multiply'd: and in this unhappy Dependency, 'tis necessary to make court, and be not a little servile. To flatter the Great, to bear Insults, to stoop, and fawn, and abjectly resign one's Sense and Manhood; all this must courageously be endur'd, and carry'd off, with as free an Air, and good Countenance as possible, by one who studys Greatness of this sort, who knows the general way of Courts, and how to fix unsteddy Fortune. I need not mention the Envyings, the Mistrusts, and Jealousys—","subId":"8","id":"Shaftesbury.C.M.3.3.8"},{"type":"paragraph","content":"No truly, said he, interrupting me, neither need you. But finding you so sensible, as I do, of this unhappy State, and of its inward Sores, (whatever may be its outward Looks) How is it possible but you must find the Happiness of that other contrary State? Can you not call to mind what we resolv'd concerning _Nature?_ Can any thing be more desirable than _to follow_ her? Or is it not by this Freedom from our Passions and low Interests, that we are reconcil'd to the goodly _Order_ of the Universe; that we harmonize with _Nature;_ and live in Friendship both with ^God^ and Man?","subId":"9","id":"Shaftesbury.C.M.3.3.9"},{"type":"paragraph","content":"Let us compare, continu'd he, #Goods of the Mind.# the Advantages of each State, and set their _Goods_ one against another: On one side, those which we found were _uncertainly_ so; and depended both on Fortune, Age, Circumstances, and Humour: On the other side, these which being _certain_ themselves, #Comparison.# are founded on the Contempt of those others so uncertain. Is manly _Liberty, Generosity, Magnanimity,_ not a ^Good?^ May we not esteem as Happiness, that _Self-Enjoyment_ which arises from a Consistency of Life and Manners, a Harmony of Affections, a Freedom from the Reproach of Shame or Guilt, and a Consciousness of Worth and Merit with all Mankind, our Society, Country, and Friends: all which is founded in Virtue only? A _Mind_ subordinate to Reason, a _Temper_ humaniz'd, and fitted to all natural Affection; an Exercise of _Friendship_ uninterrupted; a thorow _Candor, Benignity,_ and _Good Nature;_ with constant _Security, Tranquillity, Equanimity,_ (if I may use such _philosophical_ Terms) are not these ever, and at all seasons _Good?_ Is it of _these_ one can at any time nauseate and grow weary? Are there any particular Ages, Seasons, Places, Circumstances, which must accompany _these,_ to make 'em agreeable? Are _these_ variable and inconstant? Do _these,_ by being ardently belov'd, or sought, occasion any Disturbance or Misery? Can _these_ be at any time overvalu'd? Or, to say more yet, can these be ever taken from us, or can we ever be hinder'd in the Enjoyment of 'em, unless by our-selves? How can we better praise the Goodness of _Providence,_ than in this, \"That it has plac'd our Happiness and Good in things _We_ can bestow upon _ourselves?_\"","subId":"10","id":"Shaftesbury.C.M.3.3.10"},{"type":"paragraph","content":"If this be so, said I, I see no reason we have to accuse Providence on any account. But Men, I fear, will hardly be brought to this good Temper, while their Fancy is so strong, as it naturally is, towards those other movable _Goods._ And in short, if we may depend on what is said commonly, \"All _Good_ is merely as we fansy it. 'Tis _Conceit_ which makes it. All is ^Opinion^ and _Fancy_ only.\" #_Opinion_ All.#","subId":"11","id":"Shaftesbury.C.M.3.3.11"},{"type":"paragraph","content":"Wherefore then, said he, do we _act_ at any time? Why _chuse,_ or why _prefer_ one thing to another?—You will tell me, I suppose, 'tis because we fansy it, or fansy _Good_ in it.—Are we therefore to follow every _present_ Fancy, Opinion, or Imagination of Good? If so, then we must follow that at _one_ time, which we decline at _another;_ approve at _one_ time, what we disapprove at _another;_ and be at perpetual variance with our-selves. But if we are not to follow _all_ Fancy or Opinion alike; If it be allow'd, \"That of _Fancys,_ some are _true,_ some _false_\"; then we are to _examine_ every Fancy; and there is some _Rule_ or other, by which to _judg,_ and _determine._ 'Twas the Fancy of one Man to set fire to a beautiful Temple, in order to obtain immortal Memory or Fame. 'Twas the Fancy of another Man to conquer the World, for the same Reason, or what was very like it. If this were really the Man's _Good;_ Why do we wonder at him? If the Fancy were _wrong;_ say plainly in What it was so; or Why the Subject was not _Good to him, as he fansy'd?_ Either therefore, \"_That_ is every Man's ^Good^ which he _fansys,_ and because _he fansys it,_ and is _not content_ without it\": Or otherwise, \"There is _That_ in which the _Nature_ of Man is _satisfy'd;_ and which alone must be _his_ ^Good.^ \" If That in which _the Nature of Man is satisfy'd,_ and can _rest contented,_ be _alone his_ ^Good;^ then he is a Fool who follows that with Earnestness, _as his Good,_ which a Man can be without, and yet be _satisfy'd_ and _contented._ In the same manner is he a Fool who flies that _earnestly_ as _his_ ^Ill,^ which a Man may _endure,_ and yet be _easy_ and _contented._ Now a Man may possibly not have burnt a Temple, as ^Erostratus,^ and yet may be _contented._ Or tho he may not have conquer'd the World, as ^Alexander,^ yet he may be easy and _contented:_ as he may still without any of those Advantages of _Power, Riches,_ or _Renown;_ if his ^Fancy^ hinders not. In short, we shall find, \"That without any one of those which are commonly call'd _Goods,_ a Man may be _contented_\": As, on the contrary, \"He may possess them all, and still be _discontented,_ and not a jot the happier.\" If so; it follows, \"That Happiness is from _within,_ not from _without._\" \"_A good_ ^Fancy^ is the Main.\" And thus, you see, I agree with you, #Opinion_ All, _in what sense.# \"That[n2] ^Opinion^ _is all in all._\"—But what is this, ^Philocles,^ which has seiz'd you? You seem of a sudden grown deeply thoughtful.","subId":"12","id":"Shaftesbury.C.M.3.3.12"},{"type":"paragraph","content":"\"To tell you truth,\" said I, \"I was considering What wou'd become of me, if, after all, I shou'd, by your means, turn _Philosopher._\" \"The Change, truly, wou'd be somewhat extraordinary,\" reply'd ^Theocles.^ \"But be not concern'd. The Danger is not so great. And Experience shews us every day, That for talking or writing _Philosophy,_ People are not at all the nearer being ^Philosophers.^ \"","subId":"13","id":"Shaftesbury.C.M.3.3.13"},{"type":"paragraph","content":"But, said I, the very _Name_ is a kind of Reproach. The word ^Idiot^ stood formerly as the Opposite to _Philosopher:_ but now-a-days it means nothing more commonly than _the_ ^Philosopher^ _him-self._","subId":"14","id":"Shaftesbury.C.M.3.3.14"},{"type":"paragraph","content":"#Philosophy.# Yet, in effect, reply'd he, what else is it we all do in general, than _philosophize?_ If ^Philosophy^ be, as we take it, _the Study of Happiness;_ must not everyone, in some manner or other, either skilfully or unskilfully _philosophize?_ Is not every Deliberation concerning our main Interest, every Correction of our Taste, every Choice and Preference in Life to be reckon'd _of this kind?_ For \"If Happiness be not allow'd to be from _Self,_ and from _within;_ then Either is it from _outward Things_ alone, or from _Self_ and _outward Things_ together.\" If from _outward Things_ alone; shew it us, in fact, \"That all Men are happy in proportion to these; and that no one who possesses them is ever miserable by his own fault.\"—But this, it seems, hardly any-one will pretend to evince: All own the contrary.—Therefore \"If Happiness be partly from _Self,_ partly from _outward Things;_ then Each must be consider'd, and a certain Value set on the Concerns of an _inward_ kind, and which depend on _Self_ alone.\" If so: and that I consider \"_How,_ and _in What_ these are to be prefer'd; When and on what occasion they are in season, or out of season; When properly to take place, when to yield\": What's this, after all, but to _philosophize?_ \"Yet even this, still, is enough to put one out of the ordinary way of thinking, and give one an unhappy turn for Business, and the World.\" \"Right! For this also is to be consider'd, and well weigh'd.\" And therefore _This,_ still, is ^Philosophy;^ \"To inquire Where, and in what respect one may be most _a Loser;_ Which are the greatest _Gains,_ the most profitable _Exchanges_\"; since every thing in this World goes _by Exchange._ Nothing is had for nothing. _Favour_ requires Courtship: _Interest_ is made by Sollicitation: _Honours_ are acquir'd with Hazard; _Riches_ with Pains; _Learning_ and _Accomplishments_ by Study and Application. _Security, Rest, Indolence_ are to be had at other Prices. They may be thought, perhaps, to come easy. For \"What Hardship is there? Where is the Harm?\" 'Tis only to abate of _Fame_ and _Fortune._ 'Tis only to wave _the Point of Honour,_ and share somewhat less of _Interest._ If this be easy; all is well. Some _Patience,_ you see, is necessary in the case. _Privacy_ must be endur'd; even _Obscurity_ and _Contempt._—Such are the Conditions. And thus every-thing has its ^Condition.^ _Power_ and _Preferments_ are to be had at one rate; _Pleasures_ at another; ^Liberty^ and ^Honesty^ at another. A _good_ ^Mind^ must be paid for, as other things. \"But we had best beware lest, perhaps, we pay _too dear_ for It. Let us be assur'd we have a good Bargain.\" Come on then.—Let us account.—\"What is a ^Mind^ worth? What _Allowance_ may one handsomly make for it? Or What may one well afford it for?\"—If I part with It, or abate of It, 'tis not _for Nothing._ Some value I must needs set upon _my Liberty,_ some upon _my inward Character._ Something there is in what we call ^Worth;^ something in _Sincerity,_ and _a sound_ ^Heart.^ _Orderly Affections, generous Thoughts,_ and _a commanding_ ^Reason,^ are fair Possessions, not slightly to be given up. I am to consider first, \"What may be _their Equivalent?_ Whether I shall find my Account in letting these _inward Concerns_ run as they please; or Whether I shall not be better secur'd against Fortune by adjusting Matters _at home,_ rather than by making Interest _abroad,_ and acquiring first one great Friend, then another, to add still more and more to my _Estate_ or _Qua__lity?_\" For Where am I to take up? Begin; and set _the Bounds._ Let me hear positively \"How far I am to go, and Why no further?\" What is _a moderate Fortune, a Competency,_ and those other _Degrees_ commonly talk'd of? Where is my _Anger_ to stop? or how High may I suffer it to rise? How far may I engage in _Love?_ How far give way to _Ambition?_ How far to other _Appetites?_ Or am I to let all loose? Are _the Passions_ to take their swing; and no Application to be given to 'em, but all to _the outward Things_ they aim at? Or if any Application be requisite; say plainly, \"How much to _one,_ and how much to _the other?_\" How far are the _Appetites_ to be minded, and how far _outward Things?_ Give us the Measure and Rule. See Whether this be not to _philosophize?_ and Whether willingly or unwillingly, knowingly or unknowingly, directly or indirectly, Everyone does not as much? \"Where, then, is _the Difference?_ Which Manner is _the best?_\" Here lies the Question. This is what I wou'd have you weigh and examine. \"But the Examination,\" say you, \"is troublesom; and I had better be without it.\" _Who_ tells you thus? \"Your ^Reason,^ you say, whose Force, of necessity, you must yield to.\" Tell me therefore, have you fitly cultivated that ^Reason^ of your's, polish'd it, bestow'd the necessary Pains on it, and exercis'd it on this Subject? Or is it like to determine full as well when un-exercis'd, as when thorowly exercis'd, or ever so expert? Consider, pray, in _Mathematicks;_ Whose is the better ^Reason^ of the two, and fitter to be rely'd on? The Practiser's, or his who is unpractis'd? Whose in the way of _War,_ of _Policy,_ or _Civil Affairs?_ Whose in _Merchandize, Law, Physick?_—And in ^Morality^ and ^Life,^ I ask still, _Whose?_ May he not, perhaps, be allow'd the best Judg _of Living,_ who _studys_ ^Life,^ and endeavours to form it by some _Rule?_ Or is he indeed to be esteem'd most knowing in the matter, who _slightly_ examines it, and who _accidentally_ and _unknowingly philosophizes?_","subId":"15","id":"Shaftesbury.C.M.3.3.15"},{"type":"paragraph","content":"Thus, ^Philocles^ (said he, concluding his Discourse) Thus is ^Philosophy^ establish'd. For Every-one, of necessity, must reason concerning his own Happiness; \"What his _Good_ is, and what his _Ill._\" The Question is only, \"Who reasons best?\" For even he who rejects this _reasoning_ or _deliberating Part,_ does it from _a certain Reason,_ and from a Persuasion \"That this is _best._\"","subId":"16","id":"Shaftesbury.C.M.3.3.16"},{"type":"paragraph","content":"BY this time we found our-selves insensibly got home. Our _Philosophy_ ended, and we return'd to the common Affairs of Life.","subId":"17","id":"Shaftesbury.C.M.3.3.17"},{"type":"note","content":"_Supra,_ p. 252. And VOL. III. _p._ 201, 307, &c.","subId":"n1","id":"Shaftesbury.C.M.3.3.n1"},{"type":"note","content":"VOL. I. _pag._ 307, 320, 324, _&c._ VOL. III. _p._ 196, 199, _&c._","subId":"n2","id":"Shaftesbury.C.M.3.3.n2"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.M","imported":true,"title":"The Moralists, a Philosophical Rhapsody","breadcrumb":"The Moralists","published":[1709]},{"id":"Shaftesbury.C.M.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]}],"prev":{"id":"Shaftesbury.C.M.3.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1709]},"next":{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]}}