{"id":"Locke.EHU.2.1","imported":true,"parent":"Locke.EHU.2","title":"Chapter 1. Of Ideas in general, and their Original","breadcrumb":"Chapter 1","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.1?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. I.</h1> <h2><em>Of </em>Ideas<em> in general, and their Original.</em></h2> ","id":"Locke.EHU.2.1"},{"type":"paragraph","content":"EVery Man being conscious to himself, That he thinks, and that which his Mind is employ'd about whilst thinking, being the <em>Ideas,</em> that are there, 'tis past doubt, than Men have in their Minds several <em>Ideas,</em> such as are those expressed by the words, <em>Whiteness, Hardness, Sweetness, Thinking, Motion, Man, Elephant, Army, Drunkenness,</em> and others: It is in the first place then to be enquired, How he comes by them? I know it is a received Doctrine, That Men have native <em>Ideas,</em> and original Characters stamped upon their Minds, in their very first being. This Opinion I have at large examined already; and, I suppose, what I have said in the fore-going Book, will be much more easily admitted, when I have shewed, whence the Understanding may get all the <em>Ideas</em> it has, and by what ways and degrees they may come into the Mind; for which I shall appeal to every ones own Observation and Experience.","subId":"1","id":"Locke.EHU.2.1.1"},{"type":"paragraph","content":"Let us then suppose the Mind to be, as we say, white Paper, void of all Characters, without any <em>Ideas</em>; How comes it to be furnished? Whence comes it by that vast store, which the busie and boundless Fancy of Man has painted on it, with an almost endless variety? Whence has it all the materials of Reason and Knowledge? To this I answer, in one word, From <em>Experience</em>: In that, all our Knowledge is founded; and from that it ultimately derives it self. Our Observation employ'd either about <em>external, sensible Objects; or about the internal Operations of our Minds, perceived and reflected on by our selves, is that, which supplies our Understandings with all the materials of thinking.</em> These two are the Fountains of Knowledge, from whence all the <em>Ideas</em> we have, or can naturally have, do spring.","subId":"2","id":"Locke.EHU.2.1.2"},{"type":"paragraph","content":"First, <em>Our Senses,</em> conversant about particular, sensible Objects, do <em>convey into the Mind,</em> several distinct <em>Perceptions</em> of things, according to those various ways, wherein those Objects do affect them: And thus we come by those <em>Ideas,</em> we have of <em>Yellow, White, Heat, Cold, Soft, Hard, Bitter, Sweet,</em> and all those which we call sensible qualities. This great Source, of most of the <em>Ideas</em> we have, depending wholly upon our Senses, and derived by them to our Understanding, I call <em>SENSATION.</em>","subId":"3","id":"Locke.EHU.2.1.3"},{"type":"paragraph","content":"Secondly, The other Fountain, from which Experience furnisheth the Understanding with <em>Ideas,</em> is the <em>Perception of the Operations of our own Minds</em> within us, as it is employ'd about the <em>Idea's</em> it has got; which Operations, when the Soul comes to reflect on, and consider, do furnish the Understanding with another sett of <em>Ideas,</em> which could not be had from things without; and such are, <em>Perception, Thinking, Doubting, Believing, Reasoning, Knowing, Willing,</em> and all the different actings of our own Minds; which we being conscious of, and observing in our selves, do from these receive into our Understanding, as distinct <em>Ideas,</em> as we do from Bodies affecting our Senses. This Source of <em>Ideas,</em> every Man has wholly in himself: And though it be not Sense, as having nothing to do with external Objects; yet it is very like it, and might properly enough be call'd internal Sense. But as I call the other <em>Sensation,</em> so I call this <em>REFLECTION,</em> the <em>Ideas</em> it affords being such only, as the Mind gets by reflecting on its own Operations within it self. By <em>REFLECTION</em> then, in the following part of this Discourse, I would be understood to mean, that notice which the Mind takes of its own Operations, and the manner of them, by reason whereof, there come to be <em>Ideas</em> of these Operations in the Understanding. These two, I say, <em>viz.</em> External, Material things, as the Objects of <em>SENSATION</em>; and the Operations of our own Minds within, as the Objects of <em>REFLECTION,</em> are, to me, the only Originals, from whence all our <em>Idea's</em> take their beginnings. The term <em>Operations</em> here, I use in a large sence, as comprehending not barely the Actions of the Mind about its <em>Ideas,</em> but some sort of Passions arising sometimes from them, such as is the satisfaction or uneasiness arising from any thought.","subId":"4","id":"Locke.EHU.2.1.4"},{"type":"paragraph","content":"The Understanding seems to me, not to have the least glimmering of any <em>Ideas,</em> which it doth not receive from one of these two: <em>Eternal Objects furnish the Mind with the Ideas of sensible qualities,</em> which are all those different perceptions they produced in us: And the <em>Mind furnishes the Understanding with Ideas of its own Operations.</em> These, when we have taken a full survey of them, and their several modes, and the Compositions made out of them, we shall find to contain all our whole stock of <em>Ideas;</em> and that we have nothing in our Minds, which did not come in, one of these two ways. Let any one examine his own Thoughts, and throughly search into his Understanding, and then let him tell me, Whether all the original <em>Ideas</em> he has there, are any other than of the Objects of his <em>Senses,</em> or of the Operations of his Mind, considered as Objects of his <em>Reflection</em>: and how great a mass of Knowledge soever he imagines to be lodged there, he will, upon taking a strict view, see that he has <em>not any Idea in his Mind, but what one of those two have imprinted</em>; though, perhaps, with infinite variety compounded and enlarged, by the Understanding, as we shall see hereafter.","subId":"5","id":"Locke.EHU.2.1.5"},{"type":"paragraph","content":"He that attentively considers the state of a <em>Child,</em> at his first coming into the World, will have little reason to think him stored with plenty of <em>Ideas,</em> that are to be the matter of his future Knowledge. 'Tis by degrees he comes to be furnished with them: And though the <em>Ideas</em> of obvious and familiar qualities, imprint themselves, before the Memory begins to keep a Register of Time and Order, yet 'tis often so late before some unusual qualities come in the way, that there are few Men that cannot recollect the beginning of their acquaintance with them: And if it were worth while, no doubt a Child might be so ordered, as to have but a very few, even of the ordinary <em>Ideas,</em> till he were grown up to a Man. But being surrounded with Bodies, that perpetually and diversly affect us, variety of <em>Idea's,</em> whether care be taken about it, or no, are imprinted on the Minds of Children. <em>Light,</em> and <em>Colours,</em> are busie and at hand everywhere, when the Eye is but open; <em>Sounds,</em> and some <em>tangible Qualities,</em> fail not to sollicite their proper Senses, and force an entrance to the Mind; but yet, I think, it will be granted easily, That if a Child were kept in a place, where he never saw any other but Black and White, till he were a Man, he would have no more <em>Ideas</em> of Scarlet or Green, than he that from his Childhood never tasted an Oyster, or a Pine-Apple, has of those particular Relishes.","subId":"6","id":"Locke.EHU.2.1.6"},{"type":"paragraph","content":"Men then come to be furnished, with sewer or more simple <em>Ideas</em> from without, according as the <em>Objects,</em> they converse with afford greater or lesser variety; and from the Operation of their Minds within, according as they more or less <em>reflect</em> on them. For, though he that contemplates the Operations of his Mind, cannot but have plain and clear <em>Ideas</em> of them; yet unless he turn his Thoughts that way, and considers them <em>attentively,</em> he will no more have clear and distinct <em>Ideas</em> of all the <em>Operations of his Mind,</em> and all that may be observed therein, than he will have all the particular <em>Ideas</em> of any Landscape, or of the Parts and Motions of a Clock, who will not turn his Eyes to it, and with attention heed all the Parts of it. The Picture, or Clock may be so placed, that they may come in his way every Day; but yet he will have but a confused <em>Idea</em> of all the Parts they are made up of, till he <em>applies himself with attention,</em> to consider them each in particular.","subId":"7","id":"Locke.EHU.2.1.7"},{"type":"paragraph","content":"And hence we see the Reason, why 'tis pretty late before most Children get <em>Ideas</em> of the Operations of their own Minds; and some have not any very clear, or perfect <em>Ideas</em> of the greatest part of them all their Lives. Because, though they pass there continually; yet like floating Visions, they make not deep Impressions enough, to leave in the Mind clear and distinct, lasting <em>Ideas,</em> till the Understanding turn inwards upon its self, and <em>reflect</em> on its own <em>Operations,</em> and make them the Object of its own Contemplation. Whereas Children at their first coming into the World, seek particularly after nothing, but what may ease their Hunger, or other Pain: but take all other Objects as they come, are generally pleased with all new ones, that are not painful; and so growing up in a constant attention to outward Sensations, seldom make any considerable Reflection on what passes within them, till they come to be of riper Years; and some scarce ever at all.","subId":"8","id":"Locke.EHU.2.1.8"},{"type":"paragraph","content":"To ask, <em>at what time a Man has first any</em> Ideas, is to ask, when he begins to perceive, having <em>Ideas</em> and Perception being the same thing. I know it is an Opinion, that the Soul always thinks, and that it has the actual Perception of <em>Ideas</em> in its self constantly, as long as it exists; and that actual thinking is as inseparable from the Soul, as actual Extension is from the Body; which if true, to enquire after the beginning of a Man's <em>Idea's,</em> is the same, as to enquire after the beginning of his Soul. For by this Account, Soul and <em>Ideas,</em> as Body and Extension, will begin to exist both at the same time.","subId":"9","id":"Locke.EHU.2.1.9"},{"type":"paragraph","content":"But whether the Soul be supposed to exist antecedent to, or coeval with, or some time after the first Rudiments of Organisation, or the beginnings of Life in the Body, I leave to be disputed by those, who have better thought of that matter. I confess my self, to have one of those dull Souls, that doth not perceive it self always to contemplate its <em>Ideas,</em> nor can conceive it any more necessary for the <em>Soul always to think,</em> than for the Body always to move: the perception of <em>Idea's,</em> being (as I conceive) to the Soul, what motion is to the Body, not its Essence, but Operation: And therefore, though thinking be supposed never so much the proper Action of the Soul; yet it is not necessary, to suppose, that it should be always thinking, always in Action. That, perhaps, is the Privilege of the infinite Author and Preserver of all things, <em>who never slumbers nor sleeps</em>; but is not competent to any finite Being, at least not to the Soul of Man. We know certainly by Experience, that we sometimes think, and thence draw this infallible Consequence, That there is something in us, that has a Power to think: But whether that Substance perpetually thinks, or no, we can be no farther assured, than Experience informs us. For to say, that actual thinking is essential to the Soul, and inseparable from it, is, to beg what is in Question, and not to prove it by Reasons; which is necessary to be done, if it be not a self-evident Proposition. But whether this, <em>That the Soul always thinks,</em> be a self-evident Proposition, that every Body assents to at first hearing, I appeal to Mankind.","subId":"10","id":"Locke.EHU.2.1.10"},{"type":"paragraph","content":"I grant that the Soul in a waking Man is never without thought, because it is the condition of being awake: But whether sleeping without dreaming be not an Affection of the whole Man, Mind as well as Body, may be worth a waking Man's Consideration; it being hard to conceive, that any thing should think, and not be conscious of it. If the <em>Soul</em> doth <em>think in a sleeping Man,</em> without being conscious of it, I ask, whether, during such thinking, it has any Pleasure or Pain, or be capable of Happiness or Misery? I am sure the Man is not, no more than the Bed or Earth he lies on. For to be happy or miserable without being conscious of it, seems to me utterly inconsistent and impossible. Or if it be possible, that the Soul can, whilst the Body is sleeping, have its Thinking, Enjoyments, and Concerns; its Pleasure or Pain apart, which the Man is not conscious of, nor partakes in, It is certain, that <em>Socrates</em> asleep, and <em>Socrates</em> awake, is not the same Person; but his Soul when he sleeps, and <em>Socrates</em> the Man consisting of Body and Soul when he is waking, are two Persons: Since waking <em>Socrates,</em> has no Knowledge of, or Concernment for that Happiness, or Misery of his Soul, which it enjoys alone by it self whilst he sleeps, without perceiving any thing of it, no more than he has for the Happiness, or Misery of a Man in the <em>Indies,</em> whom he knows not. For if we take wholly away all Consciousness of our Actions and Sensations, especially of Pleasure and Pain, and the concernment that accompanies it, it will be hard to know wherein to place personal Identity.","subId":"11","id":"Locke.EHU.2.1.11"},{"type":"paragraph","content":"The Soul, during sound Sleep, thinks, say these Men. <em>Whilst it thinks</em> and perceives, it is capable certainly of those of Delight or Trouble, as well as any other Perceptions; and <em>it must necessarily be conscious of its own Perceptions.</em> But it has all this a part: The sleeping Man, 'tis plain, is conscious of nothing of all this. Let us suppose then the Soul of <em>Castor,</em> whilst he is sleeping, retired from his Body, which is no impossible Supposition for the Men I have here to do with, who so liberally allow Life, without a thinking Soul to all other Animals. These Men cannot then judge it is impossible, or a contradiction, That the Body should live without the Soul; nor that the Soul subsists and thinks, or has Perception, even Perception of Happiness or Misery, without the Body. Let us then, as I say, suppose the Soul of <em>Castor</em> separated, during his Sleep, from his Body, to think apart. Let us suppose too, that it chooses for its Scene of Thinking, the Body of another Man, <em>v. g. Pollux,</em> who is sleeping without a Soul: For if <em>Castor</em>'s Soul, can think whilst <em>Castor</em> is asleep, what <em>Castor</em> is never conscious of, 'tis no matter what Place it chooses to think in. We have here then the Bodies of two Men with only one Soul between them, which we will suppose to sleep and wake by turns; and the Soul still thinking in the waking Man, whereof the sleeping Man is never conscious, has never the least Perception. I ask then, Whether <em>Castor</em> and <em>Pollux,</em> thus, with only one Soul between them, which thinks and perceives in one, what the other is never conscious of, nor is not concerned for, are not two as distinct Persons, as <em>Castor</em> and <em>Hercules</em>; or, as <em>Socrates,</em> and <em>Plato</em> were? And whether one of them might not be very happy, and the other very miserable? Just by the same reason, they make the Soul and the Man two persons, who make the Soul think apart, what the Man is not conscious of. For, I suppose, no body will make Identity of persons, to consist in the Soul's being united to the very same numerical particles of matter: For if that be necessary to Identity, 'twill be impossible, in that constant flux of the particles of our Bodies, that any Man should be the same person, two days, or two moments together.","subId":"12","id":"Locke.EHU.2.1.12"},{"type":"paragraph","content":"Thus, methinks, every drousie nod shakes their Doctrine, who teach, That the Soul is always thinking. Those, at least, who do at any time <em>sleep without dreaming,</em> can never be convinced, That their Thoughts are sometimes for four hours busie without their knowing of it; and if they are taken in the very act, waked in the middle of that sleeping contemplation, can give no manner of account of it.","subId":"13","id":"Locke.EHU.2.1.13"},{"type":"paragraph","content":"'Twill perhaps be said, That the <em>Soul thinks,</em> even <em>in</em> the soundest <em>Sleep, but the Memory retains it not.</em> That the Soul in a sleeping Man should be this moment busie a thinking, and the next moment in a waking Man, not remember, nor be able to recollect one jot of all those Thoughts, is very hard to be conceived, and would need some better Proof than bare Assertion to make it be believed. For who can without any more ado, but being barely told so, imagine, That the greatest part of Men, do, during all their Lives, for several hours every Day, think of something, which if they were asked, even in the middle of these Thoughts, they could remember nothing at all of? Most Men, I think, pass a great part of their Sleep without dreaming. I once knew a Man, that was bred a Scholar, and had no bad Memory, who told me, he had never dream'd in his Life, till he had that Fever, he was then newly recovered of, which was about the Five or Six and Twentieth Year of his Age. I suppose the World affords more such Instances: At least every ones Acquaintance, will furnish him with Examples enough of such, as pass most of their Nights without dreaming.","subId":"14","id":"Locke.EHU.2.1.14"},{"type":"paragraph","content":"<em>To think often, and never to retain it so much as one moment, is a very useless sort of thinking</em>: and the Soul in such a state of thinking, does very little, if at all, excel that of a Looking-glass, which constantly receives variety of Images, or <em>Ideas,</em> but retains none; they disappear and vanish, and there remain no footsteps of them; the Looking-glass is never the better for such <em>Ideas,</em> nor the Soul for such Thoughts. Perhaps it will be said, that in a waking Man, the materials of the Body are employ'd, and made use of, in thinking; and that the memory of Thoughts, is retained by the impressions that are made on the Brain, and the traces there left after such thinking; but that in the <em>thinking of the Soul,</em> which is not perceived <em>in a sleeping Man,</em> there the Soul thinks apart, and <em>making no use</em> of the Organs of <em>the Body, leaves no impressions on it, and consequently no memory</em> of such Thoughts. Not to mention again the absurdity of two distinct Persons, which follows from this Supposition, I answer farther, That whatever <em>Ideas</em> the Mind can receive, and contemplate without the help of the Body, it is reasonable to conclude, it can retain without the help of the Body too, or else the Soul, or any separate Spirit, will have but little advantage by thinking. If it has no memory of its own Thoughts; if it cannot record them for its use, and be able to recall them upon any occasion; if it cannot reflect upon what is past, and make use of its former Experiences, Reasonings, and Contemplations, to what purpose does it think? They who make the Soul a thinking Thing, at this rate will not make it a much more noble Being, than those do, whom they condemn for allowing it to be nothing but the subtilest parts of Matter. Characters drawn on Dust, that the first breath of wind effaces; or Impressions made on a heap of Atoms, or animal Spirits, are altogether as useful, and render the Subject as noble, as the Thoughts of a Soul that perish in thinking; that once out of sight, are gone for ever, and leave no memory of themselves behind them. Nature never makes excellent things, for mean or no uses: and it is hardly to be conceived, that our infinitely wise Creator, should make so admirable a Faculty, as the power of Thinking, that Faculty which comes nearest the Excellency of his own incomprehensible Being, to be so idlely and uselesly employ'd, at least ¼ part of its time here, as to think constantly, without remembring any of those Thoughts, without doing any good to its self or others, or being any way useful to any other part of the Creation. If we will examine it, we shall not find, I suppose, the motion of dull and sensless matter, any where in the Universe, made so little use of, and so wholly thrown away.","subId":"15","id":"Locke.EHU.2.1.15"},{"type":"paragraph","content":"'Tis true, we have sometimes instances of Perception, whilst we are <em>asleep,</em> and retain the memory of those <em>Thoughts</em>: but how <em>extravagant</em> and incoherent for the most part they are; how little conformable to the Perfection and Order of a rational Being, those who are acquainted with Dreams, need not be told. This I would willingly be satisfied in, Whether the Soul, when it thinks thus apart, and as it were separate from the Body, acts less rationally then, when conjointly with it, or no: If its separate Thoughts be less rational, then these Men must say, That the Soul owes the perfection of rational thinking to the Body: If it does not, 'tis a wonder that our Dreams should be, for the most part, so frivolous and irrational; and that the Soul should retain none of its more rational Soliloquies and Meditations.","subId":"16","id":"Locke.EHU.2.1.16"},{"type":"paragraph","content":"Those who so confidently tell us, That the Soul always actually thinks, I would they would also tell us, what those <em>Ideas</em> are, that are in the Soul of a Child, before, or just at the union with the Body, before it hath received any by <em>Sensation.</em> The <em>Dreams</em> of sleeping Men, <em>are,</em> as I take it, all <em>made up of the waking Man's Ideas,</em> though, for the most part, oddly put together. 'Tis strange, if the Soul has <em>Ideas</em> of its own, that it derived not from <em>Sensation</em> or <em>Reflection,</em> (as it must have, if it thought before it received any impressions from the Body) that it should never, in its private thinking, (so private, that the Man himself perceives it not) retain any of them, the very moment it wakes out of them, and then make the Man glad with new discoveries. Who can find it reason, that the Soul should, in its retirement, during sleep, have so many hours thoughts, and yet never light on any of those <em>Ideas</em> it borrowed not from <em>Sensation</em> or <em>Reflection,</em> or at least preserve the memory of none, but such, which being occasioned from the Body, must needs be less natural to a Spirit? 'Tis strange, the Soul should never once in a Man's whole life, recal over any of its pure, native Thoughts, and those <em>Ideas</em> it had before it borrowed any thing from the Body; never bring into the waking Man's view, any other <em>Ideas,</em> but what have a tangue of the Cask, manifestly derive their Original from that union. If it always thinks, and so had <em>Ideas</em> before it was united, or before it received any from the Body, 'tis not to be supposed, but that during sleep, it recollects its native <em>Ideas,</em> and during that retirement from communicating with the Body, whilst it thinks by it self, the <em>Ideas</em> it is busied about, should be sometimes, at least those more natural and congenial ones had in it self, underived from the Body, or its own operations about them, which since the waking Man never remembers, we must from this Hypothesis conclude, that Memory belongs only to <em>Ideas,</em> derived from the Body, and the Operations of the Mind about them, or else that the Soul remembers something that the Man does not.","subId":"17","id":"Locke.EHU.2.1.17"},{"type":"paragraph","content":"I would be glad also to learn from these men, who so confidently pronounce, that the humane Soul, or, which is all one, that a man always thinks, how they come to know it; nay, <em>how they come to know that they themselves think, when they themselves do not perceive it.</em> This, I am afraid, is to be sure, without proofs; and to know, without perceiving: 'Tis, I suspect, a confused Notion, taken up to serve an Hypothesis; and none of those clear Truths, that either their own Evidence force us to admit, or common Experience makes it impudence to deny. For the most that can be said of it, is, That 'tis possible the Soul may always think, but not always retain it in memory: And, I say, it is as possible, that the Soul may not always think; and much more probable, that it should sometimes not think, than that it should often think, and that a long while together, and not be conscious to it self the next moment after, that it had thought.","subId":"18","id":"Locke.EHU.2.1.18"},{"type":"paragraph","content":"To suppose the Soul to think, and the Man not perceive it, is, as has been said, to make two persons in one man: And if one consider well these mens way of speaking, one shall be lead into a suspicion, that they do so. For they who tell us, that the Soul always thinks, do never, that I remember, say, That a man always thinks. Can the Soul think, and not the Man? Or a Man think, and not be conscious of it? This, perhaps, would be suspected of <em>Iargon</em> in others. If they say, The man thinks always, but is not always conscious of it; they may as well say, His Body is extended, without having parts. For 'tis altogether as intelligible to say, that any thing is extended without parts, as that any thing <em>thinks, without being conscious of it</em>; without perceiving, that it does so. They who talk thus, may, with as much reason, if it be necessary to their Hypothesis, say, That a man is always hungry, but that he does not always feel it: Whereas hunger consists in that very sensation, as thinking consists in being conscious that one thinks. If they say, That a man is always conscious to himself of thinking; I ask, How they know it? Consciousness is the perception of what passes in a man's own mind. Can another man perceive, that I am conscious of any thing, when I perceive it not my self? No man's Knowledge here, can go beyond his Experience. Wake a man out of a sound sleep, and ask him, What he was that moment thinking on. If he himself be conscious of nothing he then thought on, he must be a notable Diviner of Thoughts, that can assure him, that he was thinking: May he not with more reason assure him, he was not asleep? This is something beyond Philosophy; and it cannot be less than Revelation, that discovers to another, Thoughts in my mind, when I can find none there my self: And they must needs have a penetrating sight, who can certainly see, that I think, when I cannot perceive it my self, and declare, That I do not; and yet can see, that a Dog, or an Elephant, do not think, though they give all the demonstration of it imaginable, except only telling us, that they do so. This some may suspect to be a step beyond the <em>Rosecrucians</em>; it seeming easier to make ones self invisible to others, than to make another's thoughts visible to me, which are not visible to himself. But 'tis but defining the Soul to be a substance, that always thinks, and the business is done. If such a definition be of any Authority, I know not what it can serve for, but to make many men suspect, That they have no Souls at all, since they find a good part of their Lives pass away without thinking. For no Definitions, that I know, no Suppositions of any Sect, are of force enough to destroy constant Experience; and, perhaps, 'tis the affectation of knowing beyond what we perceive, that makes so much useless dispute, and noise, in the World.","subId":"19","id":"Locke.EHU.2.1.19"},{"type":"paragraph","content":"I see no Reason therefore to believe, that the <em>Soul thinks before the Senses have furnished it with Ideas</em> to think on; and as those are increased, and retained; so it comes, by Exercise, to improve its Faculty of thinking in the several parts of it, as well as afterwards, by compounding those <em>Ideas,</em> and reflecting on its own Operations, it increases its Stock as well as Facility, in remembring, imagining, reasoning, and other modes of thinking.","subId":"20","id":"Locke.EHU.2.1.20"},{"type":"paragraph","content":"He that will suffer himself, to be informed by Observation and Experience, and not make his own Hypothesis the Rule of Nature, will find few Signs of a Soul accustomed to much thinking in a new born Child, and much fewer of any Reasoning at all. And yet it is hard to imagine, that the rational Soul should think so much, and not reason at all. And he that will consider, that Infants, newly come into the World, spend the greatest part of their time in Sleep, and are seldom awake, but when either Hunger calls for the Teat, or some Pain, (the most importunate of all Sensations) or some other violent <em>Idea,</em> forces the mind to perceive, and attend to it, He, I say, who considers this, will, perhaps, find Reason to imagine, That <em>a Foetus in the Mother's Womb, differs not much from the State of a Vegetable</em>; but passes the greatest part of its time without Perception or Thought, doing very little, but sleep in a Place, where it needs not seek for Food, and is surrounded with Liquor, always equally soft, and near of the same Temper; where the Eyes have no Light, and the Ears, so shut up, are not very susceptible of Sounds; and where there is little or no variety, or change of Objects to move the Senses.","subId":"21","id":"Locke.EHU.2.1.21"},{"type":"paragraph","content":"Follow <em>a Child</em> from its Birth, and observe the alterations that time makes; and you shall find, as the mind by the Senses comes more and more to be furnished with <em>Ideas,</em> it comes to be more and more awake; thinks more, the more it has matter to think on. After some time, it begins to know the Objects, which being most familiar with it, have made lasting Impressions. Thus it comes, by degrees, to know the Persons it daily converses with, and distinguish them from Strangers; which are Instances and Effects of its coming to retain and distinguish the <em>Ideas</em> the Senses convey to it: And so we may observe, how the Mind, <em>by degrees,</em> improves in these, and <em>advances</em> to the Exercise of those other Faculties of <em>Enlarging, Compounding,</em> and <em>Abstracting</em> its <em>Ideas,</em> and of reasoning about them, and reflecting upon all these, of which, I shall have occasion to speak more hereafter.","subId":"22","id":"Locke.EHU.2.1.22"},{"type":"paragraph","content":"If it shall be demanded then, <em>When a Man begins to have any Ideas?</em> I think, the true Answer is, When he first has any <em>Sensation.</em> For since there appear not to be any <em>Ideas</em> in the Mind, before the Senses have conveyed any in, I conceive that <em>Ideas</em> in the Understanding, are coeval with <em>Sensation</em>; which is such an Impression or Motion, made in some part of the Body, as makes it be taken notice of in the Understanding.","subId":"23","id":"Locke.EHU.2.1.23"},{"type":"paragraph","content":"The <em>Impressions</em> then, that are made on our <em>Senses</em> by outward Objects, that are extrinsical to the Mind, and <em>its own Operations,</em> about these Impressions <em>reflected</em> on by its self, as proper Objects to be contemplated by it, <em>are,</em> I conceive, <em>the Original of all Knowledge</em>; and the first Capacity of Humane Intellect, is, That the Mind is fitted to receive the Impressions made on it; either, through the <em>Senses,</em> by outward Objects; or by its own Operations, when it <em>reflects</em> on them. This is the first step a Man makes towards the Discovery of any thing, and the Groundwork, whereon to build all those Notions, which ever he shall have naturally in this World. All those sublime Thoughts, which towre above the Clouds, and reach as high as Heaven its self, take their Rise and Footing here: In all that great Extent wherein the mind wanders, in those remote Speculations, it may seem to be elevated with, it stirs not one jot beyond those <em>Ideas,</em> which <em>Sense</em> or <em>Reflection,</em> have offered for its Contemplation.","subId":"24","id":"Locke.EHU.2.1.24"},{"type":"paragraph","content":"In this Part, the <em>Understanding</em> is meerly <em>passive;</em> and whether or no, it will have these Beginnings, and as it were materials of Knowledge, is not in its own Power. For the Objects of our Senses, do, many of them, obtrude their particular <em>Ideas</em> upon our minds, whether we will or no: And the Operations of our minds, will not let us be without, at least some obscure Notions of them. No Man, can be wholly ignorant of what he does, when he thinks. These <em>simple Ideas,</em> when offered to the mind, <em>the Understanding can</em> no more refuse to have, nor alter, when they are imprinted, nor blot them out, and make new ones in it self, than a mirror can refuse, alter, or obliterate the Images or <em>Ideas,</em> which the Objects set before it do therein produce. As the Bodies that surround us, do diversly affect our Organs, the mind is forced to receive the Impressions; and cannot avoid the Perception of those <em>Ideas,</em> that are annexed to them.","subId":"25","id":"Locke.EHU.2.1.25"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]},"next":{"id":"Locke.EHU.2.2","imported":true,"title":"Chapter 2. Of Simple Ideas","breadcrumb":"Chapter 2","published":[1689]}}