{"id":"Shaftesbury.C.IVM.1.2.2","imported":true,"parent":"Shaftesbury.C.IVM.1.2","title":"Section II","breadcrumb":"Section 2","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_011","blocks":[{"type":"title","content":"Section II\n","id":"Shaftesbury.C.IVM.1.2.2"},{"type":"paragraph","content":"{Private or Self-Affection.} IN the first place then, it may be observ'd, that if there be an Affection towards any Subject consider'd as private Good, which is not really such, but imaginary; this Affection, as being superfluous, and detracting from the Force of other requisite and good Affections, is in it-self vitious and ill, even in respect of the private Interest or Happiness of the Creature.","subId":"1","id":"Shaftesbury.C.IVM.1.2.2.1"},{"type":"paragraph","content":"If there can possibly be suppos'd in a Creature such an Affection towards Self-Good, as is actually, in its natural degree, conducing to his private Interest, and at the same time inconsistent with the publick Good; this may indeed be call'd still a vitious Affection: And on this Supposition a Creature cannot really be good and natural in respect of his Society or Publick, without being ill and unnatural toward himself. But if the Affection be then only injurious to the Society, when it is immoderate, and not so when it is moderate, duly temper'd, and allay'd; then is the immoderate degree of the Affection truly vitious, but not the moderate. And thus, if there be found in any Creature a more than ordinary Self-concernment, or Regard to private Good, which is inconsistent with the Interest of the Species or Publick; this must in every respect be esteem'd an ill and vitious Affection. And this is what we commonly call Selfishness, and disapprove so much, in whatever Creature we happen to discover it.","subId":"2","id":"Shaftesbury.C.IVM.1.2.2.2"},{"type":"paragraph","content":"On the other side, if the Affection towards private or Self-good, however selfish it may be esteem'd, is in reality not only consistent with publick Good, but in some measure contributing to it; if it be such, perhaps, as for the good of the Species in general, every Individual ought to share; 'tis so far from being ill, or blameable in any sense, that it must be acknowledg'd absolutely necessary to constitute a Creature Good. For if the want of such an Affection as that towards Self-preservation, be injurious to the Species; a Creature is ill and unnatural as well thro' this Defect, as thro' the want of any other natural Affection. And this no-one wou'd doubt to pronounce, if he saw a Man who minded not any Precipices which lay in his way, nor made any distinction of Food, Diet, Clothing, or whatever else related to his Health and Being. The same wou'd be aver'd of one who had a Disposition which render'd him averse to any Commerce with Womankind, and of consequence unfitted him thro' Illness of Temper (and not merely thro' a Defect of Constitution) for the propagation of his Species or Kind.","subId":"3","id":"Shaftesbury.C.IVM.1.2.2.3"},{"type":"paragraph","content":"Thus the Affection towards Self-good, may be a good Affection, or an ill-one. For if this private Affection be too strong, (as when the excessive Love of Life unfits a Creature for any generous Act) then is it undoubtedly vitious; and if vitious, the Creature who is mov'd by it, is vitiously mov'd, and can never be otherwise than vitious in some degree, when mov'd by that Affection. Therefore if thro' such an earnest and passionate Love of Life, a Creature be accidentally induc'd to do Good, (as he might be upon the same terms induc'd to do Ill) he is no more a good Creature for this Good he executes, than a Man is the more an honest or good Man either for pleading a just Cause, or fighting in a good one, for the sake merely of his Fee or Stipend.","subId":"4","id":"Shaftesbury.C.IVM.1.2.2.4"},{"type":"paragraph","content":"Whatsoever therefore is done which happens to be advantageous to the Species, thro' an Affection merely towards Self-good, does not imply any more Goodness in the Creature than as the Affection it-self is good. Let him, in any particular, act ever so well; if at the bottom, it be that selfish Affection alone which moves him; he is in himself still vitious. Nor can any Creature be consider'd otherwise, when the Passion towards Self-good, tho ever so moderate, is his real Motive in the doing that, to which a natural Affection for his Kind ought by right to have inclin'd him.","subId":"5","id":"Shaftesbury.C.IVM.1.2.2.5"},{"type":"paragraph","content":"{Temper.} And indeed whatever exterior Helps or Succours an ill-dispos'd Creature may find, to push him on towards the performance of any one good Action; there can no Goodness arise in him, till his Temper be so far chang'd, that in the issue he comes in earnest to be led by some immediate Affection, directly, and not accidentally, to Good, and against Ill.","subId":"6","id":"Shaftesbury.C.IVM.1.2.2.6"},{"type":"paragraph","content":"For instance; if one of those Creatures suppos'd to be by Nature tame, gentle, and favourable to Mankind, be, contrary to his natural Constitution, fierce and savage; we instantly remark the Breach of Temper, and own the Creature to be unnatural and corrupt. If at any time afterwards, the same Creature, by good Fortune or right Management, comes to lose his Fierceness, and is made tame, gentle, and treatable, like other Creatures of his Kind; 'tis acknowledg'd that the Creature thus restor'd becomes good and natural. Suppose, now, that the Creature has indeed a tame and gentle Carriage; but that it proceeds only from the fear of his Keeper; which if set aside, his predominant Passion instantly breaks out: then is his Gentleness not his real Temper; but, his true and genuine Nature or natural Temper remaining just as it was, the Creature is still as ill as ever.","subId":"7","id":"Shaftesbury.C.IVM.1.2.2.7"},{"type":"paragraph","content":"Nothing therefore being properly either Goodness or Illness in a Creature, except what is from natural Temper; \"A good Creature is such a one as by the natural Temper or Bent of his Affections is carry'd primarily and immediately, and not secondarily and accidentally, to Good, and against Ill\": And an ill Creature is just the contrary; viz. \"One who is wanting in right Affections, of force enough to carry him directly towards Good, and bear him out against Ill; or who is carry'd by other Affections directly to Ill, and against Good.\"","subId":"8","id":"Shaftesbury.C.IVM.1.2.2.8"},{"type":"paragraph","content":"When in general, all the Affections or Passions are suted to the publick Good, or good of the Species, as above-mention'd; then is the natural Temper intirely good. If, on the contrary, any requisite Passion be wanting; or if there be any one supernumerary, or weak, or any-wise disserviceable, or contrary to that main End; then is the natural Temper, and consequently the Creature himself, in some measure corrupt and ill.","subId":"9","id":"Shaftesbury.C.IVM.1.2.2.9"},{"type":"paragraph","content":"THERE is no need of mentioning either Envy, Malice, Frowardness, or other such hateful Passions; to shew in what manner they are ill, and constitute an ill Creature. But it may be necessary perhaps to remark, that even as to Kindness and Love of the most natural sort, (such as that of any Creature for its Offspring) if it be immoderate and beyond a certain degree, it is undoubtedly vitious. For thus over-great Tenderness destroys the Effect of Love, and excessive Pity renders us uncapable of giving succour. Hence the Excess of motherly Love is own'd to be a vitious Fondness; over-great Pity, Effeminacy and Weakness; over-great Concern for Self-preservation, Meanness and Cowardice; too little, Rashness; and none at all, or that which is contrary, (viz. a Passion leading to Self-destruction) a mad and desperate Depravity.","subId":"10","id":"Shaftesbury.C.IVM.1.2.2.10"},{"type":"note","content":"Infra, pag. 79, &c. 163, 4, &c.","subId":"n1","id":"Shaftesbury.C.IVM.1.2.2.n1"},{"type":"note","content":"VOL. I. pag. 120.","subId":"n2","id":"Shaftesbury.C.IVM.1.2.2.n2"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]},{"id":"Shaftesbury.C.IVM.1","imported":true,"title":"Book I","breadcrumb":"Book 1","published":[1699]},{"id":"Shaftesbury.C.IVM.1.2","imported":true,"title":"Part 2","breadcrumb":"Part 2","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.1.2.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1699]},"next":{"id":"Shaftesbury.C.IVM.1.2.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1699]}}