{"imported":true,"id":"Shaftesbury.C.IVM.1.2.4","parent":"Shaftesbury.C.IVM.1.2","title":"Section IV","breadcrumb":"Section 4","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_013","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section IV\n","id":"Shaftesbury.C.IVM.1.2.4"},{"type":"paragraph","content":"{Sensible and rational Objects.} UPON the whole. As to those Creatures which are only capable of being mov'd by sensible Objects; they are accordingly good or vitious, as the sensible Affections stand with them. 'Tis otherwise in Creatures capable of framing rational Objects of moral Good. For in one of this kind, shou'd the sensible Affections stand ever so much amiss; yet if they prevail not, because of those other rational Affections spoken of; 'tis evident, the Temper still holds good in the main; and the Person is with justice esteem'd virtuous by all Men.","subId":"1","id":"Shaftesbury.C.IVM.1.2.4.1"},{"type":"paragraph","content":"{Trial of Virtue.} More than this. If by Temper any one is passionate, angry, fearful, amorous; yet resists these Passions, and notwithstanding the force of their Impression, adheres to Virtue; we say commonly in this case, that the Virtue is the greater: and we say well. Tho if that which restrains the Person, and holds him to a virtuous-like Behaviour, be no Affection towards Goodness or Virtue it-self, but towards private Good merely, he is not in reality the more virtuous; as has been shewn before. But this still is evident, that if voluntarily, and without foreign Constraint, an angry Temper bears, or an amorous one refrains, so that neither any cruel or immodest Action can be forc'd from such a Person, tho ever so strongly tempted by his Constitution; we applaud his Virtue above what we shou'd naturally do, if he were free of this Temptation, and these Propensitys. At the same time, there is no body will say that a Propensity to Vice can be an Ingredient in Virtue, or any way necessary to compleat a virtuous Character.","subId":"2","id":"Shaftesbury.C.IVM.1.2.4.2"},{"type":"paragraph","content":"There seems therefore to be some kind of difficulty in the Case: but it amounts only to this. If there be any part of the Temper in which ill Passions or Affections are seated, whilst in another part the Affections towards moral Good are such as absolutely to master those Attempts of their Antagonists; this is the greatest Proof imaginable, that a strong Principle of Virtue lies at the bottom, and has possess'd it-self of the natural Temper. Whereas if there be no ill Passions stirring, a Person may be indeed more cheaply virtuous; that is to say, he may conform himself to the known Rules of Virtue, without sharing so much of a virtuous Principle as another. Yet if that other Person, who has the Principle of Virtue so strongly implanted, comes at last to lose those contrary Impediments suppos'd in him, he certainly loses nothing in Virtue; but on the contrary, losing only what is vitious in his Temper, is left more intire to Virtue, and possesses it in a higher degree.","subId":"3","id":"Shaftesbury.C.IVM.1.2.4.3"},{"type":"paragraph","content":"{Degrees of Virtue.} Thus is Virtue shar'd in different degrees by rational Creatures; such at least as are call'd rational; but who come short of that sound and well-establish'd Reason, which alone can constitute a just Affection, a uniform and steddy Will and Resolution. And thus Vice and Virtue are found variously mix'd, and alternately prevalent in the several Characters of Mankind. For it seems evident from our Inquiry, that how ill soever the Temper or Passions may stand with respect either to the sensible or the moral Objects; however passionate, furious, lustful, or cruel any Creature may become; however vitious the Mind be, or whatever ill Rules or Principles it goes by; yet if there be any Flexibleness or favourable Inclination towards the least moral Object, the least appearance of moral Good (as if there be any such thing as Kindness, Gratitude, Bounty, or Compassion), there is still something of Virtue left; and the Creature is not wholly vitious and unnatural.","subId":"4","id":"Shaftesbury.C.IVM.1.2.4.4"},{"type":"paragraph","content":"Thus a Ruffian, who out of a sense of Fidelity and Honour of any kind, refuses to discover his Associates; and rather than betray them, is content to endure Torments and Death; has certainly some Principle of Virtue, however he may misapply it. 'Twas the same Case with that Malefactor, who rather than do the Office of Executioner to his Companions, chose to keep 'em company in their Execution.","subId":"5","id":"Shaftesbury.C.IVM.1.2.4.5"},{"type":"paragraph","content":"In short: As it seems hard to pronounce of any Man, \"That he is absolutely an Atheist\"; so it appears altogether as hard to pronounce of any Man, \"That he is absolutely corrupt or vitious\"; there being few, even of the horridest Villains, who have not something of Virtue in this imperfect sense. Nothing is more just than a known saying, \"That it is as hard to find a Man wholly Ill, as wholly Good\": because wherever there is any good Affection left, there is certainly some Goodness or Virtue still in being.","subId":"6","id":"Shaftesbury.C.IVM.1.2.4.6"},{"type":"paragraph","content":"And, having consider'd thus of Virtue, What it is in it-self; we may now consider how it stands with respect to the Opinions concerning a Deity, as above-mention'd.","subId":"7","id":"Shaftesbury.C.IVM.1.2.4.7"}]}