{"imported":true,"id":"Shaftesbury.C.SC.3.3","parent":"Shaftesbury.C.SC.3","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_034","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section III\n","id":"Shaftesbury.C.SC.3.3"},{"type":"paragraph","content":"YOU have heard it (my Friend!) as a common Saying, that Interest governs the World. But, I believe, whoever looks narrowly into the Affairs of it, will find, that Passion, Humour, Caprice, Zeal, Faction, and a thousand other Springs, which are counter to Self-Interest, have as considerable a part in the Movements of this Machine. There are more Wheels and Counter-Poises in this Engine than are easily imagin'd. 'Tis of too complex a kind, to fall under one simple View, or be explain'd thus briefly in a word or two. The Studiers of this Mechanism must have a very partial Eye, to overlook all other Motions besides those of the lowest and narrowest compass. 'Tis hard, that in the Plan or Description of this Clock-work, no Wheel or Balance shou'd be allow'd on the side of the better and more enlarg'd Affections; that nothing shou'd be understood to be done in Kindness, or Generosity; nothing in pure Good-Nature or Friendship, or thro' any social or natural Affection of any kind: when, perhaps, the main Springs of this Machine will be found to be either these very natural Affections themselves, or a compound kind deriv'd from them, and retaining more than one half of their Nature.","subId":"1","id":"Shaftesbury.C.SC.3.3.1"},{"type":"paragraph","content":"But here (my Friend!) you must not expect that I shou'd draw you up a formal Scheme of the Passions, or pretend to shew you their Genealogy and Relation; how they are interwoven with one another, or interfere with our Happiness and Interest. 'Twou'd be out of the Genius and Compass of such a Letter as this, to frame a just Plan or Model; by which you might, with an accurate View, observe what Proportion the friendly and natural Affections seem to bear in this Order of Architecture.","subId":"2","id":"Shaftesbury.C.SC.3.3.2"},{"type":"paragraph","content":"Modern Projectors, I know, wou'd willingly rid their hands of these natural Materials; and wou'd fain build after a more uniform way. They wou'd new-frame the human Heart; and have a mighty fancy to reduce all its Motions, Balances and Weights, to that one Principle and Foundation of a cool and deliberate Selfishness. Men, it seems, are unwilling to think they can be so outwitted, and impos'd on by Nature, as to be made to serve her Purposes, rather than their own. They are asham'd to be drawn thus out of themselves, and forc'd from what they esteem their true Interest.","subId":"3","id":"Shaftesbury.C.SC.3.3.3"},{"type":"paragraph","content":"There has been in all times a sort of narrow-minded Philosophers, who have thought to set this Difference to rights, by conquering Nature in themselves. A primitive Father and Founder among these, saw well this Power of Nature, and understood it so far, that he earnestly exhorted his Followers neither to beget Children, nor serve their Country. There was no dealing with Nature, it seems, while these alluring Objects stood in the way. Relations, Friends, Countrymen, Laws, Politick Constitutions, the Beauty of Order and Government, and the Interest of Society and Mankind, were Objects which, he well saw, wou'd naturally raise a stronger Affection than any which was grounded upon the narrow bottom of mere Self. His Advice, therefore, not to marry, nor engage at all in the Publick, was wise, and sutable to his Design. There was no way to be truly a Disciple of this Philosophy, but to leave Family, Friends, Country, and Society, to cleave to it.—And, in good earnest, who wou'd not, if it were Happiness to do so?—The Philosopher, however, was kind, in telling us his Thought. 'Twas a Token of his fatherly Love of Mankind.","subId":"4","id":"Shaftesbury.C.SC.3.3.4"},{"type":"paragraph","content":" Thou, Father, art [es is the revised reading] discoverer of things; thou givest us fatherly precepts.","subId":"5","id":"Shaftesbury.C.SC.3.3.5"},{"type":"paragraph","content":"But the Revivers of this Philosophy in latter Days, appear to be of a lower Genius. They seem to have understood less of this force of Nature, and thought to alter the Thing, by shifting a Name. They wou'd so explain all the social Passions, and natural Affections, as to denominate 'em of the selfish kind. Thus Civility, Hospitality, Humanity towards Strangers or People in distress, is only a more deliberate Selfishness. An honest Heart is only a more cunning one: and Honesty and Good-Nature, a more deliberate, or better-regulated Self-Love. The Love of Kindred, Children and Posterity, is purely Love of Self, and of one's own immediate Blood: As if, by this Reckoning, all Mankind were not included; All being of one Blood, and join'd by Inter-Marriages and Alliances; as they have been transplanted in Colonys, and mix'd one with another. And thus Love of one's Country, and Love of Mankind, must also be Self-Love. Magnanimity and Courage, no doubt, are Modifications of this universal Self-Love! For Courage (says our modern Philosopher) is constant Anger. And all Men (says a witty Poet) wou'd be Cowards if they durst.","subId":"6","id":"Shaftesbury.C.SC.3.3.6"},{"type":"paragraph","content":"That the Poet, and the Philosopher both, were Cowards, may be yielded perhaps without dispute. They may have spoken the best of their Knowledg. But for true Courage, it has so little to do with Anger, that there lies always the strongest Suspicion against it, where this Passion is highest. The true Courage is the cool and calm. The bravest of Men have the least of a brutal bullying Insolence; and in the very time of Danger are found the most serene, pleasant, and free. Rage, we know, can make a Coward forget himself and fight. But what is done in Fury or Anger, can never be plac'd to the account of Courage. Were it otherwise, Womankind might claim to be the stoutest Sex: for their Hatred and Anger have ever been allow'd the strongest and most lasting.","subId":"7","id":"Shaftesbury.C.SC.3.3.7"},{"type":"paragraph","content":"Other Authors there have been of a yet inferior kind: a sort of Distributers and petty Retailers of this Wit; who have run Changes, and Divisions, without end, upon this Article of Self-Love. You have the very same Thought spun out a hundred ways, and drawn into Motto's, and Devises, to set forth this Riddle; That \"act as disinterestedly or generously as you please, Self still is at the bottom, and nothing else.\" Now if these Gentlemen, who delight so much in the Play of Words, but are cautious how they grapple closely with Definitions, wou'd tell us only what Self-Interest was, and determine Happiness and Good, there wou'd be an end of this enigmatical Wit. For in this we shou'd all agree, that Happiness was to be pursu'd, and in fact was always sought after: but whether found in following Nature, and giving way to common Affection; or in suppressing it, and turning every Passion towards private Advantage, a narrow Self-End, or the Preservation of mere Life; this wou'd be the matter in debate between us. The Question wou'd not be, \"Who lov'd himself, or Who not\"; but \"Who lov'd and serv'd himself the rightest, and after the truest manner.\"","subId":"8","id":"Shaftesbury.C.SC.3.3.8"},{"type":"paragraph","content":"'Tis the height of Wisdom, no doubt, to be rightly selfish. And to value Life, as far as Life is good, belongs as much to Courage as to Discretion. But a wretched Life is no wise Man's wish. To be without Honesty, is, in effect, to be without natural Affection or Sociableness of any kind. And a Life without natural Affection, Friendship, or Sociableness, wou'd be found a wretched one, were it to be try'd. 'Tis as these Feelings and Affections are intrinsecally valuable and worthy, that Self-Interest is to be rated and esteem'd. A Man is by nothing so much himself, as by his Temper, and the Character of his Passions and Affections. If he loses what is manly and worthy in these, he is as much lost to himself as when he loses his Memory and Understanding. The least step into Villany or Baseness, changes the Character and Value of a Life. He who wou'd preserve Life at any rate, must abuse himself more than any-one can abuse him. And if Life be not a dear thing indeed, he who has refus'd to live a Villain, and has prefer'd Death to a base Action, has been a Gainer by the bargain.","subId":"9","id":"Shaftesbury.C.SC.3.3.9"},{"type":"note","content":"See the fourth Treatise, viz. Inquiry concerning Virtue: VOL. II.","subId":"n1","id":"Shaftesbury.C.SC.3.3.n1"},{"type":"note","content":"Supra, pag. 49. And VOL. II. 80. VOL. III. 32, 35, &c.","subId":"n2","id":"Shaftesbury.C.SC.3.3.n2"},{"type":"note","content":"\n\nTu Pater, & rerum Inventor! Tu patria nobis \n Suppeditas praecepta!— \n [Lucret. lib. 3.]\n\n","subId":"n3","id":"Shaftesbury.C.SC.3.3.n3"},{"type":"note","content":"Supra, p. 88. And VOL. II. p. 320.","subId":"n4","id":"Shaftesbury.C.SC.3.3.n4"},{"type":"note","content":"Sudden Courage (says Mr. Hobbes, [Lev. chap. 6.]) is Anger. Therefore Courage consider'd as constant, and belonging to a Character, must, in his account, be defin'd constant Anger, or Anger constantly returning.","subId":"n5","id":"Shaftesbury.C.SC.3.3.n5"},{"type":"note","content":"Lord Rochester. Satir against Man.","subId":"n6","id":"Shaftesbury.C.SC.3.3.n6"},{"type":"note","content":"The French Translator supposes with good reason, That our Author, in this Passage, had an eye to those Sentences, or Maxims, which pass under the name of the Duke de La Rochefoucault. He has added, withal, the Censure of this kind of Wit, and of these Maxims in particular, by some Authors of the same Nation. The Passages are too long to insert here: tho they are otherwise very just and entertaining. That which he has cited of old Montaigne, is from the first Chapter of his second Essay.","subId":"n7","id":"Shaftesbury.C.SC.3.3.n7"},{"type":"note","content":"VOL. II. p. 22, 23, &c. 78, 79, 80, &c. 87, &c. 139, 140, &c.","subId":"n8","id":"Shaftesbury.C.SC.3.3.n8"}]}