{"imported":true,"id":"Hume.HE.2.19","parent":"Hume.HE.2","title":"Chapter 19. Henry V","breadcrumb":"Chapter 19","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. XIX. £2 £1 HENRY V. £1 _The king's former disorders——His reformation——The Lollards——Punishment of lord Cobham——State of France——Invasion of that kingdom——Battle of Azincour——State of France——New invasion of France——Assassination of the duke of Burgundy——Treaty of Troye——Marriage of the king——His death——and character——Miscellaneous transactions during this reign._","id":"Hume.HE.2.19"},{"type":"paragraph","content":"#1413. The king's former disorders.# ^The many jealousies^, to which Henry IV.'s situation naturally exposed him, had so infected his temper, that he had entertained unreasonable suspicions with regard to the fidelity of his eldest son; and during the latter years of his life, he had excluded that prince from all share in public business, and was even displeased to see him at the head of armies, where his martial talents, though useful to the support of government, acquired him a renown, which, he thought, might prove dangerous to his own authority. The active spirit of young Henry, restrained from its proper exercise, broke out in extravagancies of every kind; and the riot of pleasure, the frolic of debauchery, the outrage of wine, filled the vacancies of a mind, better adapted to the pursuits of ambition, and the cares of government. This course of life threw |him among companions, whose disorders, if accompanied with spirit and humour, he indulged and seconded; and he was detected in many sallies, which, to severer eyes, appeared totally unworthy of his rank and station. There even remains a tradition, that, when heated with liquor and jollity, he scrupled not to accompany his riotous associates in attacking the passengers on the streets and highways, and despoiling them of their goods; and he found an amusement in the incidents, which the terror and regret of these defenceless people produced on such occasions. This extreme of dissoluteness proved equally disagreeable to his father, as that eager application to business, which had at first given him occasion of jealousy; and he saw in his son's behaviour the same neglect of decency, the same attachment to low company, which had degraded the personal character of Richard, and which, more than all his errors in government, had tended to overturn his throne. But the nation in general considered the young prince with more indulgence; and observed so many gleams of generosity, spirit, and magnanimity, breaking continually through the cloud, which a wild conduct threw over his character, that they never ceased hoping for his amendment; and they ascribed all the weeds, which shot up in that rich soil, to the want of proper culture and attention in the king and his ministers. There happened an incident which encouraged these agreeable views, and gave much occasion for favourable reflections to all men of sense and candour. A riotous companion of the prince's had been indicted before Gascoigne, the chief justice, for some disorders; and Henry was not ashamed to appear at the bar with the criminal, in order to give him countenance and protection. Finding, that his presence had not over-awed the chief justice, he proceeded to insult that magistrate on his tribunal; but Gascoigne, mindful of the character which he then bore, and the majesty of the sovereign and of the laws, which he sustained, ordered the prince to be carried to prison for his rude behaviour[n1]. The spectators were agreeably disappointed, when they saw the heir of the crown submit peaceably to this sentence, make reparation for his error by acknowledging it, and check his impetuous nature in the midst of its extravagant career.","subId":"1","id":"Hume.HE.2.19.1"},{"type":"paragraph","content":"#His reformation.# ^The^ memory of this incident, and of many others of a like nature, rendered the prospect of the future reign nowise disagreeable to the nation, and encreased the joy, which the death of so unpopular a prince as the late king naturally occasioned. The first steps taken by the young prince confirmed all those prepossessions, entertained in his favour[n2]. He called together his former companions, acquainted them with his intended reformation, exhorted them to imitate his example, but strictly inhibited them, till they had given proofs of their sincerity in this particular, from appearing any more in his presence; and he thus dismissed them with liberal presents[n3]. The wise ministers of his father, who had checked his riots, found that they had unknowingly been paying the highest court to him; and were received with all the marks of favour and confidence. The chief justice himself, who trembled to approach the royal presence, met with praises instead of reproaches, for his past conduct, and was exhorted to persevere in the same rigorous and impartial execution of the laws. The surprize of those who expected an opposite behaviour, augmented their satisfaction; and the character of the young king appeared brighter than if it had never been shaded by any errors.","subId":"2","id":"Hume.HE.2.19.2"},{"type":"paragraph","content":"^But^ Henry was anxious not only to repair his own misconduct, but also to make amends for those iniquities, into which policy or the necessity of affairs had betrayed his father. He expressed the deepest sorrow for the fate of the unhappy Richard, did justice to the memory of that unfortunate prince, even performed his funeral obsequies with pomp and solemnity, and cherished all those who had distinguished themselves by their loyalty and attachment towards him[n4]. Instead of continuing the restraints which the jealousy of his father had imposed on the earl of Marche, he received that young nobleman with singular courtesy and favour; and by this magnanimity so gained on the gentle and unambitious nature of his competitor, that he remained ever after sincerely attached to him, and gave him no disturbance in his future government. The family of Piercy was restored to its fortune and honours[n5]. The king seemed ambitious to bury all party-distinctions in oblivion: The |instruments of the preceding reign, who had been advanced from their blind zeal for the Lancastrian interests, more than from their merits, gave place every where to men of more honourable characters: Virtue seemed now to have an open career, in which it might exert itself: The exhortations, as well as example, of the prince gave it encouragement: All men were unanimous in their attachment to Henry; and the defects of his title were forgotten, amidst the personal regard, which was universally paid to him.","subId":"3","id":"Hume.HE.2.19.3"},{"type":"paragraph","content":"#The Lollards.# ^There^ remained among the people only one party distinction, which was derived from religious differences, and which, as it is of a peculiar and commonly a very obstinate nature, the popularity of Henry was not able to overcome. The Lollards were every day encreasing in the kingdom, and were become a formed party, which appeared extremely dangerous to the church, and even formidable to the civil authority[n6]. The enthusiasm by which these sectaries were generally actuated, the great alterations which they pretended to introduce, the hatred which they expressed against the established hierarchy, gave an alarm to Henry; who, either from a sincere attachment to the ancient religion, or from a dread of the unknown consequences, which attend all important changes, was determined to execute the laws against such bold innovators. The head of this sect was Sir John Oldcastle, lord Cobham, a nobleman, who had distinguished himself by his valour and his military talents, and had, on many occasions, acquired the esteem both of the late and of the present king[n7]. His high character and his zeal for the new sect pointed him out to Arundel, archbishop of Canterbury, as the proper victim of ecclesiastical severity; whose punishment would strike a terror into the whole party, and teach them that they must expect no mercy under the present administration. He applied to Henry for a permission to indict lord Cobham[n8]; but the generous nature of the prince was averse to such sanguinary methods of conversion. He represented to the primate, that reason and conviction were the best expedients for supporting truth; that all gentle means ought first to be tried, in order to reclaim men from error; and that he himself would endeavour, by a conversation with Cobham, to reconcile him to the catholic faith. |But he found that nobleman obstinate in his opinions, and determined not to sacrifice truths of such infinite moment to his complaisance for sovereigns[n9]. Henry's principles of toleration, or rather his love of the practice, could carry him no farther; and he then gave full reins to ecclesiastical severity against the inflexible heresiarch. The primate indicted Cobham; and with the assistance of his three suffragans, the bishops of London, Winchester, and St. David's, condemned him to the flames for his erroneous opinions. Cobham, who was confined in the Tower, made his escape before the day appointed for his execution. The bold spirit of the man, provoked by persecution and stimulated by zeal, was urged to attempt the most criminal enterprizes; and his unlimited authority over the new sect proved, that he well merited the attention of the civil magistrate. He formed in his retreat very violent designs against his enemies; and dispatching his emissaries to all quarters, appointed a general rendezvous of the party, in order to seize the person of the king at Eltham, and put their persecutors to the sword[n10]. #1414. 6th Jan.# Henry, apprized of their intention, removed to Westminster: Cobham was not discouraged by this disappointment; but changed the place of rendezvous to the field near St. Giles's: The king, having shut the gates of the city, to prevent any reinforcement to the Lollards from that quarter, came into the fields in the night-time, seized such of the conspirators as appeared and afterwards laid hold of the several parties, who were hastening to the place appointed. It appeared, that a few only were in the secret of the conspiracy: The rest implicitly followed their leaders: But upon the trial of the prisoners, the treasonable designs of the sect were rendered certain, both from evidence and from the confession of the criminals themselves[n11]. Some were executed, the greater number pardoned[n12]. #Punishment of lord Cobham.# Cobham, himself, who made his escape by flight, was not brought to justice, till four years after; when he was hanged as a traitor; and his body was burnt on the gibbet, in execution of the sentence pronounced against him as a heretic[n13]. This criminal design, which was perhaps somewhat aggravated by |the clergy, brought discredit upon the party, and checked the progress of that sect, which had embraced the speculative doctrines of Wickliffe, and at the same time aspired to a reformation of ecclesiastical abuses.","subId":"4","id":"Hume.HE.2.19.4"},{"type":"paragraph","content":"^These^ two points were the great objects of the Lollards; but the bulk of the nation was not affected in the same degree by both of them. Common sense and obvious reflection had discovered to the people the advantages of a reformation in discipline; but the age was not yet so far advanced as to be seized with the spirit of controversy, or to enter into those abstruse doctrines, which the Lollards endeavoured to propagate throughout the kingdom. The very notion of heresy alarmed the generality of the people: Innovation in fundamental principles was suspicious: Curiosity was not, as yet, a sufficient counterpoize to authority: And even many, who were the greatest friends to the reformation of abuses, were anxious to express their detestation of the speculative tenets of the Wickliffites, which, they feared, threw disgrace on so good a cause. This turn of thought appears evidently in the proceedings of the parliament, which was summoned immediately after the detection of Cobham's conspiracy. That assembly passed severe laws against the new heretics: They enacted, that whoever was convicted of Lollardy before the Ordinary, besides suffering capital punishment according to the laws formerly established, should also forfeit his lands and goods to the king; and that the chancellor, treasurer, justices of the two benches, sheriffs, justices of the peace, and all the chief magistrates in every city and borough, should take an oath to use their utmost endeavours for the extirpation of heresy[n14]. Yet this very parliament, when the king demanded supply, renewed the offer formerly pressed upon his father, and entreated him to seize all the ecclesiastical revenues, and convert them to the use of the crown[n15]. The clergy were alarmed: They could offer the king no bribe which was equivalent: They only agreed to confer on him all the priories alien, which depended on capital abbies in Normandy, and had been bequeathed to these abbies, when that province remained united to England: And Chicheley, now archbishop of Canterbury, endeavoured to |divert the blow, by giving occupation to the king, and by persuading him to undertake a war against France, in order to recover his lost rights to that kingdom[n16].","subId":"5","id":"Hume.HE.2.19.5"},{"type":"paragraph","content":"^It^ was the dying injunction of the late king to his son, not to allow the English to remain long in peace, which was apt to breed intestine commotions; but to employ them in foreign expeditions, by which the prince might acquire honour; the nobility, in sharing his dangers, might attach themselves to his person; and all the restless spirits find occupation for their inquietude. The natural disposition of Henry sufficiently inclined him to follow this advice, and the civil disorders of France, which had been prolonged beyond those of England, opened a full career to his ambition.","subId":"6","id":"Hume.HE.2.19.6"},{"type":"paragraph","content":"#1415. State of France.# ^The^ death of Charles V. which followed soon after that of Edward III. and the youth of his son, Charles VI. put the two kingdoms for some time in a similar situation; and it was not to be apprehended, that either of them, during a minority, would be able to make much advantage of the weakness of the other. The jealousies also between Charles's three uncles, the dukes of Anjou, Berri, and Burgundy, had distracted the affairs of France rather more than those between the dukes of Lancaster, York, and Gloucester, Richard's three uncles, disordered those of England; and had carried off the attention of the French nation from any vigorous enterprize against foreign states. But in proportion as Charles advanced in years, the factions were composed; his two uncles, the dukes of Anjou and Burgundy, died; and the king himself, assuming the reins of government, discovered symptoms of genius and spirit, which revived the drooping hopes of his country. This promising state of affairs was not of long duration: The unhappy prince fell suddenly into a fit of frenzy, which rendered him incapable of exercising his authority; and though he recovered from this disorder, he was so subject to relapses, that his judgment was gradually, but sensibly impaired, and no steady plan of government could be pursued by him. The administration of affairs was disputed between his brother, Lewis duke of Orleans, and his cousin-german, John duke of Burgundy: The propinquity to the crown pleaded in favour of the former: The latter, who, in right of his mother, had inherited the county of Flanders, which he |annexed to his father's extensive dominions, derived a lustre from his superior power: The people were divided between these contending princes: And the king, now resuming, now dropping his authority, kept the victory undecided, and prevented any regular settlement of the state, by the final prevalence of either party.","subId":"7","id":"Hume.HE.2.19.7"},{"type":"paragraph","content":"^At^ length, the dukes of Orleans and Burgundy, seeming to be moved by the cries of the nation and by the interposition of common friends, agreed to bury all past quarrels in oblivion, and to enter into strict amity: They swore before the altar the sincerity of their friendship; the priest administered the sacrament to both of them; they gave to each other every pledge, which could be deemed sacred among men: But all this solemn preparation was only a cover for the basest treachery, which was deliberately premeditated by the duke of Burgundy. He procured his rival to be assassinated in the streets of Paris: He endeavoured for some time to conceal the part which he took in the crime: But being detected, he embraced a resolution still more criminal and more dangerous to society, by openly avowing and justifying it[n17]. The parliament itself of Paris, the tribunal of Justice, heard the harangues of the duke's advocate in defence of assassination, which he termed tyrannicide; and that assembly partly influenced by faction, partly overawed by power, pronounced no sentence of condemnation against this detestable doctrine[n18]. The same question was afterwards agitated before the council of Constance; and it was with difficulty, that a feeble decision, in favour of the contrary opinion, was procured from these fathers of the church, the ministers of peace and of religion. But the mischievous effects of that tenet, had they been before anywise doubtful, appeared sufficiently from the present incidents. The commission of this crime, which destroyed all trust and security, rendered the war implacable between the French parties, and cut off every means of peace and accommodation. The princes of the blood, combining with the young duke of Orleans and his brothers, made violent war on the duke of Burgundy; and the unhappy king, seized sometimes by one party, sometimes by the other, transferred alternately to each of them the appearance of legal authority. The provinces were laid |waste by mutual depredations: Assassinations were every where committed from the animosity of the several leaders; or what was equally terrible, executions were ordered, without any legal or free trial, by pretended courts of judicature. The whole kingdom was distinguished into two parties, the Burgundians, and the Armagnacs; so the adherents of the young duke of Orleans were called, from the count of Armagnac, father-in-law to that prince. The city of Paris, distracted between them, but inclining more to the Burgundians, was a perpetual scene of blood and violence; the king and royal family were often detained captives in the hands of the populace; their faithful ministers were butchered or imprisoned before their face; and it was dangerous for any man, amidst these enraged factions, to be distinguished by a strict adherence to the principles of probity and honour.","subId":"8","id":"Hume.HE.2.19.8"},{"type":"paragraph","content":"^During^ this scene of general violence, there rose into some consideration a body of men, which usually makes no figure in public transactions even during the most peaceful times; and that was the university of Paris, whose opinion was sometimes demanded, and more frequently offered, in the multiplied disputes between the parties. The schism, by which the church was at that time divided, and which occasioned frequent controversies in the university, had raised the professors to an unusual degree of importance; and this connection between literature and superstition had bestowed on the former a weight, to which reason and knowledge are not, of themselves, any wise entitled among men. But there was another society whose sentiments were much more decisive at Paris, the fraternity of butchers, who, under the direction of their ringleaders, had declared for the duke of Burgundy, and committed the most violent outrages against the opposite party. To counterbalance their power, the Armagnacs made interest with the fraternity of carpenters; the populace ranged themselves on one side or the other; and the fate of the capital depended on the prevalence of either party.","subId":"9","id":"Hume.HE.2.19.9"},{"type":"paragraph","content":"^The^ advantage, which might be made of these confusions, was easily perceived in England; and according to the maxims, which usually prevail among nations, it was determined to lay hold of the favourable opportunity. The late king, who was courted by both the French parties, fomented the quarrel, by alternately sending assistance to each; but the present sovereign, impelled by the vigour |of youth and the ardour of ambition, determined to push his advantages to a greater length, and to carry violent war into that distracted kingdom. But while he was making preparations for this end, he tried to effect his purpose by negotiation; and he sent over embassadors to Paris, offering a perpetual peace and alliance; but demanding Catharine, the French king's daughter, in marriage, two millions of crowns as her portion, one million six hundred thousand as the arrears of king John's ransom, and the immediate possession and full sovereignty of Normandy and of all the other provinces, which had been ravished from England by the arms of Philip Augustus; together with the superiority of Britanny and Flanders[n19]. Such exorbitant demands show, that he was sensible of the present miserable condition of France; and the terms, offered by the French court, though much inferior, discover their consciousness of the same melancholy truth. They were willing to give him the princess in marriage, to pay him eight hundred thousand crowns, to resign the entire sovereignty of Guienne, and to annex to that province the country of Perigord, Rovergue, Xaintonge, the Angoumois, and other territories[n20]. As Henry rejected these conditions, and scarcely hoped that his own demands would be complied with, he never intermitted a moment his preparations for war, and having assembled a great fleet and army at Southampton, having invited all the nobility and military men of the kingdom to attend him by the hopes of glory and of conquest, he came to the sea-side, with a purpose of embarking on his expedition.","subId":"10","id":"Hume.HE.2.19.10"},{"type":"paragraph","content":"^But^ while Henry was meditating conquests upon his neighbours, he unexpectedly found himself in danger from a conspiracy at home, which was happily detected in its infancy. The earl of Cambridge, second son of the late duke of York, having espoused the sister of the earl of Marche, had zealously embraced the interests of that family; and had held some conferences with lord |Scrope of Masham, and Sir Thomas Grey of Heton, about the means of recovering to that nobleman his right to the crown of England. The conspirators, as soon as detected, acknowledged their guilt to the king[n21]; and Henry proceeded without delay to their trial and condemnation. The utmost that could be expected of the best king in those ages, was, that he would so far observe the essentials of justice, as not to make an innocent person a victim to his severity: But as to the formalities of law, which are often as material as the essentials themselves, they were sacrificed without scruple to the least interest or convenience. A jury of commoners was summoned: The three conspirators were indicted before them: The constable of Southampton castle swore, that they had separately confessed their guilt to him: Without other evidence, Sir Thomas Grey was condemned and executed: But as the earl of Cambridge and lord Scrope, pleaded the privilege of their peerage, Henry thought proper to summon a court of eighteen barons, in which the duke of Clarence presided: The evidence, given before the jury, was read to them: The prisoners, though one of them was a prince of the blood, were not examined, nor produced in court, nor heard in their own defence; but received sentence of death upon this proof, which was every way irregular and unsatisfactory; and the sentence was soon after executed. The earl of Marche was accused of having given his approbation to the conspiracy, and received a general pardon from the king[n22]. He was probably either innocent of the crime imputed to him, or had made reparation by his early repentance and discovery[n23].","subId":"11","id":"Hume.HE.2.19.11"},{"type":"paragraph","content":"#Invasion of France.# ^The^ successes, which the arms of England have, in different ages, obtained over those of France, have been much owing to the favourable situation of the former kingdom. The English, happily seated in an island, could make advantage of every misfortune which attended their neighbours, and were little exposed to the danger of reprizals. They never left their own country, but when they were conducted by a king of extraordinary genius, or found their enemy divided by intestine factions, or were supported by a powerful alliance on the continent; and as all these circumstances concurred at present to favour their enterprize, they had reason to |expect from it proportionable success. The duke of Burgundy, expelled France by a combination of the princes, had been secretly soliciting the alliance of England[n24]; and Henry knew, that this prince, though he scrupled at first to join the inveterate enemy of his country, would willingly, if he saw any probability of success, both assist him with his Flemish subjects, and draw over to the same side all his numerous partizans in France. #14th Aug.# Trusting therefore to this circumstance, but without establishing any concert with the duke, he put to sea, and landed near Harfleur, at the head of an army of 6000 men at arms, and 24,000 foot, mostly archers. He immediately began the siege of that place, which was valiantly defended by d'Estoüteville, and under him by de Guitri, de Gaucourt, and others of the French nobility: But as the garrison was weak, and the fortifications in bad repair, the governor was at last obliged to capitulate; and he promised to surrender the place if he received no succour before the eighteenth of September. The day came, and there was no appearance of a French army to relieve him. Henry, taking possession of the town, placed a garrison in it, and expelled all the French inhabitants, with an intention of peopling it anew with English.","subId":"12","id":"Hume.HE.2.19.12"},{"type":"paragraph","content":"^The^ fatigues of this siege, and the unusual heat of the season, had so wasted the English army, that Henry could enter on no farther enterprize; and was obliged to think of returning into England. He had dismissed his transports, which could not anchor in an open road upon the enemy's coasts: And he lay under a necessity of marching by land to Calais, before he could reach a place of safety. A numerous French army of 14,000 men at arms and 40,000 foot was by this time assembled in Normandy under the constable d'Albret; a force, which, if prudently conducted, was sufficient either to trample down the English in the open field, or to harass and reduce to nothing their small army, before they could finish so long and difficult a march. Henry, therefore, cautiously offered to sacrifice his conquest of Harfleur for a safe passage to Calais; but his proposal being rejected, he determined to make his way by valour and conduct through all the opposition of the enemy[n25]. That he might not discourage his army by the appearance of flight, or expose them to those hazards which naturally |attend precipitate marches, he made slow and deliberate journies[n26], till he reached the Somme, which he purposed to pass at the ford of Blanquetague, the same place where Edward, in a like situation, had before escaped from Philip de Valois. But he found the ford rendered impassable by the precaution of the French general, and guarded by a strong body on the opposite bank[n27]; and he was obliged to march higher up the river, in order to seek for a safe passage. He was continually harassed on his march by flying parties of the enemy; saw bodies of troops on the other side ready to oppose every attempt; his provisions were cut off; his soldiers languished with sickness and fatigue; and his affairs seemed to be reduced to a desperate situation: When he was so dexterous or so fortunate as to seize by surprize a passage near St. Quintin, which had not been sufficiently guarded; and he safely carried over his army[n28].","subId":"13","id":"Hume.HE.2.19.13"},{"type":"paragraph","content":"#Battle of Azincour.# ^Henry^ then bent his march northwards to Calais; but he was still exposed to great and imminent danger from the enemy, who had also passed the Somme, and threw themselves full in his way, with a purpose of intercepting his retreat. #25th Oct.# After he had passed the small river of Ternois at Blangi, he was surprized to observe from the heights the whole French army drawn up in the plains of Azincour, and so posted that it was impossible for him to proceed on his march, without coming to an engagement. Nothing in appearance could be more unequal than the battle, upon which his safety and all his fortunes now depended. The English army was little more than half the number, which had disembarked at Harfleur; and they laboured under every discouragement and necessity. The enemy was four times more numerous, was headed by the dauphin and all the princes of the blood; and was plentifully supplied with provisions of every kind. Henry's situation was exactly similar to that of Edward at Cressy, and that of the Black Prince at Poictiers; and the memory of these great events, inspiring the English with courage, made them hope for a like deliverance from their present difficulties. The king likewise observed the same prudent conduct which had been followed by these great commanders: He drew up his army on a narrow ground between two |woods, which guarded each flank; and he patiently expected in that posture the attack of the enemy[n29].","subId":"14","id":"Hume.HE.2.19.14"},{"type":"paragraph","content":"^Had^ the French constable been able, either to reason justly upon the present circumstances of the two armies, or to profit by past experience, he had declined a combat, and had waited, till necessity, obliging the English to advance, had made them relinquish the advantages of their situation. But the impetuous valour of the nobility, and a vain confidence in superior numbers, brought on this fatal action, which proved the source of infinite calamities to their country. The French archers on horseback and their men at arms, crowded in their ranks, advanced upon the English archers, who had fixed pallisadoes in their front to break the impression of the enemy, and who safely plyed them, from behind that defence, with a shower of arrows, which nothing could resist[n30]. The clay soil, moistened by some rain, which had lately fallen, proved another obstacle to the force of the French cavalry: The wounded men and horses discomposed their ranks: The narrow compass, in which they were pent, hindered them from recovering any order: The whole army was a scene of confusion, terror, and dismay: And Henry, perceiving his advantage, ordered the English archers, who were light and unincumbered, to advance upon the enemy, and seize the moment of victory. They fell with their battle-axes upon the French, who, in their present posture, were incapable either of flying or of making defence: They hewed them in pieces without resistance[n31]: And being seconded by the men at arms, who also pushed on against the enemy, they covered the field with the killed, wounded, dismounted, and overthrown. After all appearance of opposition was over, the English had leisure to make prisoners; and having advanced with uninterrupted success to the open plain, they there saw the remains of the French rear guard, which still maintained the appearance of a line of battle. At the same time, they heard an alarm from behind: Some gentlemen of Picardy, having collected about 600 peasants, had fallen upon the English baggage, and were doing execution on the |unarmed followers of the camp, who fled before them. Henry, seeing the enemy on all sides of him, began to entertain apprehensions from his prisoners; and he thought it necessary to issue general orders for putting them to death: But on discovering the truth, he stopped the slaughter, and was still able to save a great number.","subId":"15","id":"Hume.HE.2.19.15"},{"type":"paragraph","content":"^No^ battle was ever more fatal to France, by the number of princes and nobility, slain or taken prisoners. Among the former were the constable himself, the count of Nevers and the duke of Brabant, brothers to the duke of Burgundy, the count of Vaudemont, brother to the duke of Lorraine, the duke of Alençon, the duke of Barre, the count of Marle. The most eminent prisoners were the dukes of Orleans and Bourbon, the counts d'Eu, Vendôme, and Richemont, and the mareschal of Boucicaut. An archbishop of Sens also was slain in this battle. The killed are computed on the whole to have amounted to ten thousand men; and as the slaughter fell chiefly upon the cavalry, it is pretended, that, of these, eight thousand were gentlemen. Henry was master of 14,000 prisoners. The person of chief note, who fell among the English, was the duke of York, who perished fighting by the king's side, and had an end more honourable than his life. He was succeeded in his honours and fortune by his nephew, son of the earl of Cambridge, executed in the beginning of the year. All the English, who were slain, exceeded not forty; though some writers, with greater probability, make the number more considerable.","subId":"16","id":"Hume.HE.2.19.16"},{"type":"paragraph","content":"^The^ three great battles of Cressy, Poictiers, and Azincour bear a singular resemblance to each other, in their most considerable circumstances. In all of them, there appears the same temerity in the English princes, who, without any object of moment, merely for the sake of plunder, had ventured so far into the enemies' country as to leave themselves no retreat; and unless saved by the utmost imprudence in the French commanders, were, from their very situation, exposed to inevitable destruction. But allowance being made for this temerity, which, according to the irregular plans of war, followed in those ages, seems to have been, in some measure, unavoidable; there appears, in the day of action, the same presence of mind, dexterity, courage, firmness, and precaution on the part of the English: The same precipitation, confusion, and vain confidence on the part of the French: And the |events were such as might have been expected from such opposite conduct. The immediate consequences too of these three great victories were similar: Instead of pushing the French with vigour, and taking advantage of their consternation, the English princes, after their victory, seem rather to have relaxed their efforts, and to have allowed the enemy leisure to recover from his losses. Henry interrupted not his march a moment after the battle of Azincour; he carried his prisoners to Calais, thence to England; he even concluded a truce with the enemy; and it was not till after an interval of two years that any body of English troops appeared in France.","subId":"17","id":"Hume.HE.2.19.17"},{"type":"paragraph","content":"^The^ poverty of all the European princes, and the small resources of their kingdoms, were the cause of these continual interruptions in their hostilities; and though the maxims of war were in general destructive, their military operations were mere incursions, which, without any settled plan, they carried on against each other. The lustre, however, attending the victory of Azincour, procured some supplies from the English parliament; though still unequal to the expences of a campaign. They granted Henry an entire fifteenth of moveables; and they conferred on him _for_ _life_ the duties of tonnage and poundage, and the subsidies on the exportation of wool and leather. This concession is more considerable than that which had been granted to Richard II. by his last parliament, and which was afterwards, on his deposition, made so great an article of charge against him.","subId":"18","id":"Hume.HE.2.19.18"},{"type":"paragraph","content":"#State of France.# ^But^ during this interruption of hostilities from England, France was exposed to all the furies of civil war; and the several parties became every day more enraged against each other. The duke of Burgundy, confident that the French ministers and generals were entirely discredited by the misfortune at Azincour, advanced with a great army to Paris, and attempted to re-instate himself in possession of the government, as well as of the person of the king. But his partizans in that city were overawed by the court, and kept in subjection: The duke despaired of success; and he retired with his forces, which he immediately disbanded in the Low-Countries[n32]. #1417.# He was soon after invited to make a new attempt, by some violent quarrels, which broke out in the royal family. The |queen, Isabella, daughter of the duke of Bavaria, who had been hitherto an inveterate enemy to the Burgundian faction, had received a great injury from the other party, which the implacable spirit of that princess was never able to forgive. The public necessities obliged the count of Armagnac, created constable of France in the place of d'Albret, to seize the great treasures which Isabella had amassed: and when she expressed her displeasure at this injury, he inspired into the weak mind of the king some jealousies concerning her conduct, and pushed him to seize, and put to the torture, and afterwards throw into the Seine, Bois-bourdon, her favourite, whom he accused of a commerce of gallantry with that princess. The queen herself was sent to Tours, and confined under a guard[n33]; and after suffering these multiplied insults, she no longer scrupled to enter into a correspondence with the duke of Burgundy. As her son, the dauphin Charles, a youth of sixteen, was entirely governed by the faction of Armagnac, she extended her animosity to him, and sought his destruction with the most unrelenting hatred. She had soon an opportunity of rendering her unnatural purpose effectual. The duke of Burgundy, in concert with her, entered France at the head of a great army: He made himself master of Amiens, Abbeville, Dourlens, Montreüil, and other towns in Picardy; Senlis, Rheims, Chalons, Troye, and Auxerre, declared themselves of his party[n34]. He got possession of Beaumont, Pontoise, Vernon, Meulant, Montlheri, towns in the neighbourhood of Paris; and carrying farther his progress towards the west, he seized Etampes, Chartres, and other fortresses; and was at last able to deliver the queen, who fled to Troye, and openly declared against those ministers, who, she said, detained her husband in capitivity[n35].","subId":"19","id":"Hume.HE.2.19.19"},{"type":"paragraph","content":"^Meanwhile^, the partizans of Burgundy raised a commotion in Paris, which always inclined to that faction. Lile-Adam, one of the duke's captains, was received into the city in the night-time, and headed the insurrection of the people, which in a moment became so impetuous, that nothing could oppose it. The person of the king was seized: The dauphin made his escape with difficulty: Great numbers of the faction of Armagnac were immediately butchered: |The count himself, and many persons of note, were thrown into prison: Murders were daily committed from private animosity, under pretence of faction: And the populace, not satiated with their fury, and deeming the course of public justice too dilatory, broke into the prisons, and put to death the count of Armagnac, and all the other nobility who were there confined[n36].","subId":"20","id":"Hume.HE.2.19.20"},{"type":"paragraph","content":"#New invasion of France. 1st August. 1418.# ^While^ France was in such furious combustion, and was so ill prepared to resist a foreign enemy, Henry, having collected some treasure, and levied an army, landed in Normandy at the head of 25,000 men; and met with no considerable opposition from any quarter. He made himself master of Falaise; Evreux and Caen submitted to him; Pont de l'Arche opened its gates; and Henry, having subdued all the lower Normandy, and having received a reinforcement of 15,000 men from England[n37], formed the siege of Roüen, which was defended by a garrison of 4000 men, seconded by the inhabitants, to the number of 15,000[n38]. The cardinal des Ursins here attempted to incline him towards peace, and to moderate his pretensions: But the king replied to him in such terms as shewed that he was fully sensible of all his present advantages: \"Do you not see,\" said he, \"that God has led me hither as by the hand? France has no sovereign: I have just pretensions to that kingdom: Every thing is here in the utmost confusion: No one thinks of resisting me. Can I have a more sensible proof, that the Being, who disposes of empires, has determined to put the crown of France upon my head?\"[n39]","subId":"21","id":"Hume.HE.2.19.21"},{"type":"paragraph","content":"^But^ though Henry had opened his mind to this scheme of ambition, he still continued to negotiate with his enemies, and endeavoured to obtain more secure, though less considerable advantages. He made, at the same time, offers of peace to both parties; to the queen and duke of Burgundy on the one hand, who, having possession of the king's person, carried the appearance of legal authority[n40]; and to the dauphin on the other, who, being the undoubted heir of the monarchy, was adhered to by every one that payed any regard to the true interests of their country[n41]. These two parties also carried on a continual negotiation with each other. |The terms proposed on all sides were perpetually varying: The events of the war, and the intrigues of the cabinet, intermingled with each other: And the fate of France remained long in this uncertainty. After many negotiations, Henry offered the queen and the duke of Burgundy to make peace with them, to espouse the princess Catharine, and to accept of all the provinces ceded to Edward III. by the treaty of Bretigni, with the addition of Normandy, which he was to receive in full and entire sovereignty[n42]. These terms were submitted to: There remained only some circumstances to adjust, in order to the entire completion of the treaty: But in this interval the duke of Burgundy secretly finished his treaty with the Dauphin; and these two princes agreed to share the royal authority during King Charles's lifetime, and to unite their arms in order to expel foreign enemies[n43].","subId":"22","id":"Hume.HE.2.19.22"},{"type":"paragraph","content":"^This^ alliance, which seemed to cut off from Henry all hopes of farther success, proved in the issue the most favourable event that could have happened for his pretensions. Whether the Dauphin and the duke of Burgundy were ever sincere in their mutual engagements is uncertain; but very fatal effects resulted from their momentary and seeming union. The two princes agreed to an interview, in order to concert the means of rendering effectual their common attack on the English; but how both or either of them could with safety venture upon this conference, it seemed somewhat difficult to contrive. The assassination, perpetrated by the duke of Burgundy, and still more, his open avowal of the deed, and defence of the doctrine, tended to dissolve all the bands of civil society; and even men of honour, who detested the example, might deem it just, on a favourable opportunity, to retaliate upon the author. The duke, therefore, who neither dared to give, nor could pretend to expect any trust, agreed to all the contrivances for mutual security, which were proposed by the ministers of the dauphin. The two princes came to Montereau: The duke lodged in the castle: the dauphin in the town, which was divided from the castle by the river Yonne: The bridge between them was chosen for the place of interview: Two high rails were drawn across the bridge: The gates on each side were guarded, one by the officers of the dauphin, the other by those of the duke: The princes were to enter |into the intermediate space by the opposite gates, accompanied each by ten persons; and with all these marks of dissidence, to conciliate their mutual friendship. But it appeared, that no precautions are sufficient, where laws have no place, and where all principles of honour are utterly abandoned. #Assassination of the duke of Burgundy.# Tannegui de Chatel, and others of the dauphin's retainers, had been zealous partizans of the late duke of Orleans; and they determined to seize the opportunity of revenging on the assassin the murder of that prince: They no sooner entered the rails, than they drew their swords and attacked the duke of Burgundy: His friends were astonished, and thought not of making any defence; and all of them either shared his fate, or were taken prisoners by the retinue of the dauphin[n44].","subId":"23","id":"Hume.HE.2.19.23"},{"type":"paragraph","content":"^The^ extreme youth of this prince made it doubtful whether he had been admitted into the secret of the conspiracy: But as the deed was committed under his eye, by his most intimate friends, who still retained their connexions with him, the blame of the action, which was certainly more imprudent than criminal, fell entirely upon him. The whole state of affairs was every where changed by this unexpected incident. The city of Paris, passionately devoted to the family of Burgundy, broke out into the highest fury against the dauphin. The court of king Charles entered from interest into the same views; and as all the ministers of that monarch had owed their preferment to the late duke, and foresaw their downfal if the dauphin should recover possession of his father's person, they were concerned to prevent by any means the success of his enterprize. The queen, persevering in her unnatural animosity against her son, encreased the general flame, and inspired into the king, as far as he was susceptible of any sentiment, the same prejudices by which she herself had long been actuated. But above all, Philip count of Charolois, now duke of Burgundy, thought himself bound by every tie of honour and of duty, to revenge the murder of his father, and to prosecute the assassin to the utmost extremity. And in this general transport of rage, every consideration of national and family interest was buried in oblivion by all parties: The subjection to a foreign enemy, the expulsion of the lawful heir, the slavery of the kingdom, |appeared but small evils, if they led to the gratification of the present passion.","subId":"24","id":"Hume.HE.2.19.24"},{"type":"paragraph","content":"^The^ king of England had, before the death of the duke of Burgundy, profited extremely by the distractions of France, and was daily making a considerable progress in Normandy. He had taken Roüen after an obstinate siege[n45]: He had made himself master of Pontoise and Gisors: He even threatened Paris, and by the terror of his arms, had obliged the court to remove to Troye: And in the midst of his successes, he was agreeably surprised, to find his enemies, instead of combining against him for their mutual defence, disposed to rush into his arms, and to make him the instrument of their vengeance upon each other. A league was immediately concluded at Arras between him and the duke of Burgundy. This prince, without stipulating any thing for himself, except the prosecution of his father's murder, and the marriage of the duke of Bedford with his sister, was willing to sacrifice the kingdom to Henry's ambition; and he agreed to every demand, made by that monarch. #1420.# In order to finish this astonishing treaty, which was to transfer the crown of France to a stranger, Henry went to Troye, accompanied by his brothers, the dukes of Clarence and Glocester; and was there met by the duke of Burgundy. The imbecility, into which Charles had fallen, made him incapable of seeing any thing but through the eyes of those who attended him; as they, on their part, saw every thing through the medium of their passions. The treaty, being already concerted among the parties, was immediately drawn, and signed, and ratified: Henry's will seemed to be a law throughout the whole negotiation: Nothing was attended to but his advantages.","subId":"25","id":"Hume.HE.2.19.25"},{"type":"paragraph","content":"#Treaty of Troye.# ^The^ principal articles of the treaty were, that Henry should espouse the princess Catharine: That king Charles, during his lifetime, should enjoy the title and dignity of king of France: That Henry should be declared and acknowledged heir of the monarchy, and be entrusted with the present administration of the government: That that kingdom should pass to his heirs general: That France and England should for ever be united under one king; but should still retain their several usages, customs, and privileges: That all the princes, peers, vassals, and communities of |France, should swear, that they would both adhere to the future succession of Henry, and pay him present obedience as regent: That this prince should unite his arms to those of king Charles and the duke of Burgundy, in order to subdue the adherents of Charles, the pretended dauphin: And that these three princes should make no peace or truce with him but by common consent and agreement[n46].","subId":"26","id":"Hume.HE.2.19.26"},{"type":"paragraph","content":"^Such^ was the tenor of this famous treaty; a treaty, which, as nothing but the most violent animosity could dictate it, so nothing but the power of the sword could carry into execution. It is hard to say, whether its consequences, had it taken effect, would have proved more pernicious to England or to France. It must have reduced the former kingdom to the rank of a province: It would have entirely disjointed the succession of the latter, and have brought on the destruction of every descendant of the royal family; as the houses of Orleans, Anjou, Alençon, Britanny, Bourbon, and of Burgundy itself, whose titles were preferable to that of the English princes, would on that account have been exposed to perpetual jealousy and persecution from the sovereign. There was even a palpable deficiency in Henry's claim, which no art could palliate. For besides the insuperable objections, to which Edward IIId's pretensions were exposed, _he_ was not heir to that monarch: If female succession were admitted, the right had devolved on the house of Mortimer: Allowing, that Richard II. was a tyrant, and that Henry IVth's merits, in deposing him, were so great towards the English, as to justify that nation in placing him on the throne; Richard had nowise offended France, and his rival had merited nothing of that kingdom: It could not possibly be pretended, that the crown of France was become an appendage to that of England; and that a prince, who, by any means, got possession of the latter was, without farther question, entitled to the former. So that on the whole it must be allowed, that Henry's claim to France was, if possible, still more unintelligible, than the title, by which his father had mounted the throne of England.","subId":"27","id":"Hume.HE.2.19.27"},{"type":"paragraph","content":"^But^ though all these considerations were overlooked, amidst the hurry of passion, by which the courts of France and Burgundy were actuated, they would necessarily revive during times of more |tranquillity; and it behoved Henry to push his present advantages, and allow men no leisure for reason or reflection. #Marriage of the king.# In a few days after, he espoused the princess Catharine: He carried his father-in-law to Paris, and put himself in possession of that capital: He obtained from the parliament and the three estates a ratification of the treaty of Troye: He supported the duke of Burgundy in procuring a sentence against the murderers of his father: And he immediately turned his arms with success against the adherents of the dauphin, who, as soon as he heard of the treaty of Troye, took on him the style and authority of regent, and appealed to God and his sword for the maintenance of his title.","subId":"28","id":"Hume.HE.2.19.28"},{"type":"paragraph","content":"^The^ first place that Henry subdued, was Sens, which opened its gates after a slight resistance. With the same facility, he made himself master of Montereau. The defence of Melun was more obstinate: Barbasan, the governor, held out for the space of four months against the besiegers; and it was famine alone which obliged him to capitulate. Henry stipulated to spare the lives of all the garrison, except such as were accomplices in the murder of the duke of Burgundy; and as Barbasan himself was suspected to be of the number, his punishment was demanded by Philip: But the king had the generosity to intercede for him, and to prevent his execution[n47].","subId":"29","id":"Hume.HE.2.19.29"},{"type":"paragraph","content":"#1421.# ^The^ necessity of providing supplies both of men and money obliged Henry to go over to England; and he left the duke of Exeter, his uncle, governor of Paris during his absence. The authority, which naturally attends success, procured from the English parliament a subsidy of a fifteenth; but, if we may judge by the scantiness of the supply, the nation was nowise sanguine on their king's victories; and in proportion as the prospect of their union with France became nearer, they began to open their eyes, and to see the dangerous consequences, with which that event must necessarily be attended. It was fortunate for Henry, that he had other resources, besides pecuniary supplies from his native subjects. The provinces, which he had already conquered, maintained his troops; and the hopes of farther advantages allured to his standard all men of ambitious spirits in England, who desired to signalize themselves by arms. He levied a new army of 24,000 |archers, and 4000 horsemen[n48], and marched them to Dover, the place of rendezvous. Every thing had remained in tranquillity at Paris, under the duke of Exeter; but there had happened in another quarter of the kingdom a misfortune, which hastened the king's embarkation.","subId":"30","id":"Hume.HE.2.19.30"},{"type":"paragraph","content":"^The^ detention of the young king of Scots in England had hitherto proved advantageous to Henry; and by keeping the regent in awe, had preserved, during the whole course of the French war, the northern frontier in tranquillity. But when intelligence arrived in Scotland, of the progress made by Henry, and the near prospect of his succession to the crown of France, the nation was alarmed, and foresaw their own inevitable ruin, if the subjection of their ally left them to combat alone a victorious enemy, who was already so much superior in power and riches. The regent entered into the same views; and though he declined an open rupture with England, he permitted a body of seven thousand Scots, under the command of the earl of Buchan, his second son, to be transported into France for the service of the dauphin. To render this aid ineffectual, Henry had, in his former expedition, carried over the king of Scots, whom he obliged to send orders to his countrymen to leave the French service; but the Scottish general replied, that he would obey no commands which came from a king in captivity, and that a prince, while in the hands of his enemy, was nowise entitled to authority. These troops, therefore, continued still to act under the earl of Buchan; and were employed by the dauphin to oppose the progress of the duke of Clarence in Anjou. The two armies encountered at Baugé: The English were defeated: The duke himself was slain by Sir Allan Swinton, a Scotch knight, who commanded a company of men at arms: And the earls of Somerset[n49], Dorset, and Huntingdon, were taken prisoners[n50]. This was the first action that turned the tide of success against the English; and the dauphin, that he might both attach the Scotch to his service, and reward the valour and conduct of the earl of Buchan, honoured that nobleman with the office of constable.","subId":"31","id":"Hume.HE.2.19.31"},{"type":"paragraph","content":"^But^ the arrival of the king of England, with so considerable an army, was more than sufficient to repair this loss. Henry was received at Paris with great expressions of joy; so obstinate were the prejudices of the people: And he immediately conducted his army to Chartres, which had long been besieged by the dauphin. That prince raised the siege on the approach of the English; and being resolved to decline a battle, he retired with his army[n51]. Henry made himself master of Dreux without a blow: He laid siege to Meaux at the solicitation of the Parisians, who were much incommoded by the garrison of that place. This enterprize employed the English arms during the space of eight months: The bastard of Vaurus, governor of Meaux, distinguished himself by an obstinate defence; but was at last obliged to surrender at discretion. The cruelty of this officer was equal to his bravery: He was accustomed to hang without distinction all the English and Burgundians who fell into his hands: And Henry, in revenge of his barbarity, ordered him immediately to be hanged on the same tree, which he had made the instrument of his inhuman executions[n52].","subId":"32","id":"Hume.HE.2.19.32"},{"type":"paragraph","content":"^This^ success was followed by the surrender of many other places in the neighbourhood of Paris, which held for the dauphin: That prince was chased beyond the Loire, and he almost totally abandoned all the northern provinces: He was even pursued into the south by the united arms of the English and Burgundians, and threatened with total destruction. Notwithstanding the bravery and fidelity of his captains, he saw himself unequal to his enemies in the field; and found it necessary to temporize, and to avoid all hazardous actions with a rival, who had gained so much the ascendant over him. And to crown all the other prosperities of Henry, his queen was delivered of a son, who was called by his father's name, and whose birth was celebrated by rejoicings no less pompous, and no less sincere at Paris than at London. The infant prince seemed to be universally regarded as the future heir of both monarchies.","subId":"33","id":"Hume.HE.2.19.33"},{"type":"paragraph","content":"^But^ the glory of Henry, when it had nearly reached the summit, was stopped short by the hand of nature; and all his mighty projects vanished into smoke. He was seized with a fistula, a malady, which the surgeons at that time had not skill enough to cure; |and he was at last sensible, that his distemper was mortal, and that his end was approaching. He sent for his brother the duke of Bedford, the earl of Warwic, and a few noblemen more, whom he had honoured with his friendship; and he delivered to them, in great tranquillity, his last will with regard to the government of his kingdom and family. He entreated them to continue, towards his infant son, the same fidelity and attachment, which they had always professed to himself during his lifetime, and which had been cemented by so many mutual good offices. He expressed his indifference on the approach of death; and though he regretted, that he must leave unfinished a work so happily begun, he declared himself confident, that the final acquisition of France would be the effect of their prudence and valour. He left the regency of that kingdom to his elder brother, the duke of Bedford; that of England to his younger, the duke of Glocester; and the care of his son's person to the earl of Warwic. He recommended to all of them a great attention to maintain the friendship of the duke of Burgundy; and advised them never to give liberty to the French princes taken at Azincour, till his son were of age, and could himself hold the reins of government. And he conjured them, if the success of their arms should not enable them to place young Henry on the throne of France, never at least to make peace with that kingdom, unless the enemy, by the cession of Normandy, and its annexation to the crown of England, made compensation for all the hazard and expence of his enterprize[n53].","subId":"34","id":"Hume.HE.2.19.34"},{"type":"paragraph","content":"^He^ next applied himself to his devotions, and ordered his chaplain to recite the seven penitential psalms. When that passage of the fifty-first psalm was read _build thou the walls of Jerusalem;_ he interrupted the chaplain, and declared his serious intention, after he should have fully subdued France, to conduct a crusade against the infidels, and recover possession of the Holy Land[n54]. So ingenious are men in deceiving themselves, that Henry forgot, in those moments, all the blood spilt by his ambition; and received comfort from this late and feeble resolve, which, as the mode of these enterprizes was now past, he certainly would never have carried into execution. #31st Aug. and character of the king.# He expired in the thirty-fourth year of his age and the tenth of his reign.","subId":"35","id":"Hume.HE.2.19.35"},{"type":"paragraph","content":"^This^ prince possessed many eminent virtues; and if we give indulgence to ambition in a monarch, or rank it, as the vulgar are inclined to do, among his virtues, they were unstained by any considerable blemish. His abilities appeared equally in the cabinet and in the field: The boldness of his enterprizes was no less remarkable than his personal valour in conducting them. He had the talent of attaching his friends by affability, and of gaining his enemies by address and clemency. The English, dazzled by the lustre of his character, still more than by that of his victories, were reconciled to the defects in his title: The French almost forgot that he was an enemy: And his care in maintaining justice in his civil administration, and preserving discipline in his armies, made some amends to both nations for the calamities inseparable from those wars, in which his short reign was almost entirely occupied. That he could forgive the earl of Marche, who had a better title to the crown than himself, is a sure indication of his magnanimity; and that the earl relied so entirely on his friendship is no less a proof of his established character for candour and sincerity. There remain in history few instances of such mutual trust; and still fewer where neither party found reason to repent it.","subId":"36","id":"Hume.HE.2.19.36"},{"type":"paragraph","content":"^The^ exterior figure of this great prince, as well as his deportment, was engaging. His stature was somewhat above the middle size; his countenance beautiful; his limbs genteel and slender, but full of vigour; and he excelled in all warlike and manly exercises[n55]. He left by his queen, Catharine of France, only one son, not full nine months old; whose misfortunes, in the course of his life, surpassed all the glories and successes of his father.","subId":"37","id":"Hume.HE.2.19.37"},{"type":"paragraph","content":"^In^ less than two months after Henry's death, Charles VI. of France, his father-in-law, terminated his unhappy life. He had, for several years, possessed only the appearance of royal authority: Yet was this mere appearance of considerable advantage to the English; and divided the duty and affections of the French between them and the dauphin. This prince was proclaimed and crowned king of France at Poictiers, by the name of Charles VII. Rheims, the place where this ceremony is usually performed, was at that time in the hands of his enemies.","subId":"38","id":"Hume.HE.2.19.38"},{"type":"paragraph","content":"^Catharine^ of France, Henry's widow, married, soon after his death, a Welsh gentleman, Sir Owen Tudor, said to be descended |from the ancient princes of that country: She bore him two sons, Edmund and Jasper, of whom the eldest was created earl of Richmond; the second earl of Pembroke. The family of Tudor, first raised to distinction by this alliance, mounted afterwards the throne of England.","subId":"39","id":"Hume.HE.2.19.39"},{"type":"paragraph","content":"#Miscellaneous transactions.# ^The^ long schism, which had divided the Latin church for near forty years, was finally terminated in this reign by the council of Constance; which deposed the pope, John XXIII. for his crimes, and elected Martin V. in his place, who was acknowledged by almost all the kingdoms of Europe. This great and unusual act of authority in the council gave the Roman pontiffs ever after a mortal antipathy to those assemblies. The same jealousy, which had long prevailed in most European countries, between the civil aristocracy and monarchy, now also took place between these powers in the ecclesiastical body. But the great separation of the bishops in the several states, and the difficulty of assembling them, gave the pope a mighty advantage, and made it more easy for him to center all the powers of the hierarchy in his own person. The cruelty and treachery, which attended the punishment of John Huss and Jerome of Prague, the unhappy disciples of Wickliffe, who, in violation of a safe-conduct, were burned alive for their errors by the council of Constance, prove this melancholy truth, that toleration is none of the virtues of priests in any form of ecclesiastical government. But as the English nation had little or no concern in these great transactions, we are here the more concise in relating them.","subId":"40","id":"Hume.HE.2.19.40"},{"type":"paragraph","content":"^The^ first commission of array, which we meet with, was issued in this reign[n56]. The military part of the feudal system, which was the most essential circumstance of it, was entirely dissolved; and could no longer serve for the defence of the kingdom. Henry, therefore, when he went to France in 1415, impowered certain commissioners to take in each county a review of all the freemen able to bear arms, to divide them into companies, and to keep them in readiness for resisting an enemy. This was the era, when the feudal militia in England gave place to one which was perhaps still less orderly and regular.","subId":"41","id":"Hume.HE.2.19.41"},{"type":"paragraph","content":"^We^ have an authentic and exact account of the ordinary revenue of the crown during this reign; and it amounts only to 55,714 |pounds 10 shillings and 10 pence a-year[n57]. This is nearly the same with the revenue of Henry III. and the kings of England had neither become much richer nor poorer in the course of so many years. The ordinary expence of the government amounted to 42,507 pounds 16 shillings and 10 pence. So that the king had a surplus only of 13,206 pounds 14 shillings for the support of his household; for his wardrobe; for the expence of embassies, and other articles. This sum was nowise sufficient: He was therefore obliged to have frequent recourse to parliamentary supplies, and was thus, even in time of peace, not altogether independent of his people. But wars were attended with a great expence, which neither the prince's ordinary revenue, nor the extraordinary supplies were able to bear; and the sovereign was always reduced to many miserable shifts, in order to make any tolerable figure in them. He commonly borrowed money from all quarters; he pawned his jewels and sometimes the crown itself[n58]; he ran in arrears to his army; and he was often obliged, notwithstanding all these expedients to stop in the midst of his career of victory, and to grant truces to the enemy. The high pay which was given to soldiers agreed very ill with his low income. All the extraordinary supplies, granted by parliament to Henry during the course of his reign, were only seven tenths and fifteenths, about 203,000 pounds[n59]. It is easy to compute how soon this money must be exhausted by armies of 24,000 archers, and 6000 horse; when each archer had sixpence a-day[n60], and each horseman two shillings. The most splendid successes proved commonly fruitless, when supported by so poor a revenue; and the debts and difficulties, which the king thereby incurred, made him pay dear for his victories. The civil administration, likewise, even in time of peace, could never be very regular, where the government was so ill enabled to support itself. Henry till within a year of his death owed debts, which he had contracted when prince of Wales[n61]. It was in vain that the parliament pretended to restrain him from arbitrary practices, when he was reduced to such necessities. Though the right of levying purveyance, |for instance, had been expressly guarded against by the Great Charter itself, and was frequently complained of by the commons, it was found absolutely impracticable to abolish it; and the parliament at length, submitting to it as a legal prerogative, contented themselves with enacting laws to limit and confine it. The duke of Glocester, in the reign of Richard II. possessed a revenue of 60,000 crowns, (about 30,000 pounds a-year of our present money,) as we learn from Froissard[n62], and was consequently richer than the king himself, if all circumstances be duly considered.","subId":"42","id":"Hume.HE.2.19.42"},{"type":"paragraph","content":"^It^ is remarkable, that the city of Calais alone was an annual expence to the crown of 19,119 pounds[n63]; that is, above a third of the common charge of the government in time of peace. This fortress was of no use to the defence of England, and only gave that kingdom an inlet to annoy France. Ireland cost two thousand pounds a year, over and above its own revenue; which was certainly very low. Every thing conspires to give us a very mean idea of the state of Europe in those ages.","subId":"43","id":"Hume.HE.2.19.43"},{"type":"paragraph","content":"^From^ the most early times, till the reign of Edward III. the denomination of money had never been altered: A pound sterling was still a pound troy; that is, about three pounds of our present money. That conqueror was the first that innovated in this important article. In the twentieth of his reign, he coined twenty-two shillings from a pound troy; in his twenty-seventh year he coined twenty-five shillings. But Henry V. who was also a conqueror, raised still farther the denomination, and coined thirty shillings from a pound troy[n64]. His revenue therefore must have been about 110,000 pounds of our present money; and by the cheapness of provisions, was equivalent to above 330,000 pounds.","subId":"44","id":"Hume.HE.2.19.44"},{"type":"paragraph","content":"^None^ of the princes of the house of Lancaster ventured to impose taxes without consent of parliament: Their doubtful or bad title became so far of advantage to the constitution. The rule was then fixed, and could not safely be broken afterwards, even by more absolute princes.","subId":"45","id":"Hume.HE.2.19.45"},{"type":"note","content":"Hall, fol. 33.","subId":"n1","id":"Hume.HE.2.19.n1"},{"type":"note","content":"Walsing. p. 382.","subId":"n2","id":"Hume.HE.2.19.n2"},{"type":"note","content":"Hall, fol. 33. Holingshed, p. 543. Goodwin's Life of Henry V. p. 1.","subId":"n3","id":"Hume.HE.2.19.n3"},{"type":"note","content":"Hist. Croyland. contin. Hall, fol. 34. Holingshed, p. 544.","subId":"n4","id":"Hume.HE.2.19.n4"},{"type":"note","content":"Holingshed, p. 545.","subId":"n5","id":"Hume.HE.2.19.n5"},{"type":"note","content":"Walsingham, p. 382.","subId":"n6","id":"Hume.HE.2.19.n6"},{"type":"note","content":"Walsingham, p. 382.","subId":"n7","id":"Hume.HE.2.19.n7"},{"type":"note","content":"Fox's Acts and Monuments, p. 513.","subId":"n8","id":"Hume.HE.2.19.n8"},{"type":"note","content":"Rymer, vol. ix. p. 61. Walsingham, p. 383.","subId":"n9","id":"Hume.HE.2.19.n9"},{"type":"note","content":"Walsingham, p. 385.","subId":"n10","id":"Hume.HE.2.19.n10"},{"type":"note","content":"Cotton, p. 554. Hall, fol. 35. Holingshed, p. 544.","subId":"n11","id":"Hume.HE.2.19.n11"},{"type":"note","content":"Rymer, vol. ix. p. 119, 129, 193.","subId":"n12","id":"Hume.HE.2.19.n12"},{"type":"note","content":"Walsingham, p. 400. Otterbourne, p. 280, Holingshed, p. 561.","subId":"n13","id":"Hume.HE.2.19.n13"},{"type":"note","content":"Hen. V. chap. 7.","subId":"n14","id":"Hume.HE.2.19.n14"},{"type":"note","content":"Hall, fol. 35.","subId":"n15","id":"Hume.HE.2.19.n15"},{"type":"note","content":"Hall, fol. 35, 36.","subId":"n16","id":"Hume.HE.2.19.n16"},{"type":"note","content":"Le Laboureur, liv. xxvii. chap. 23, 24.","subId":"n17","id":"Hume.HE.2.19.n17"},{"type":"note","content":"Ibid. liv. 27. chap. 27. Monstrelet, chap. 39.","subId":"n18","id":"Hume.HE.2.19.n18"},{"type":"note","content":"Rymer, vol. ix. p. 208.","subId":"n19","id":"Hume.HE.2.19.n19"},{"type":"note","content":"Ibid. p. 211. It is reported by some historians (see Hist. Croyl. Cont. p. 500) that the Dauphin, in derision of Henry's claims and dissolute character, sent him a box of tennis balls; intimating that these implements of play were better adapted to him than the instruments of war. But this story is by no means credible; the great offers made by the court of France, show that they had already entertained a just idea of Henry's character, as well as of their own situation.","subId":"n20","id":"Hume.HE.2.19.n20"},{"type":"note","content":"Rymer, vol. ix. p. 300. T. Livii, p. 8.","subId":"n21","id":"Hume.HE.2.19.n21"},{"type":"note","content":"Rymer, vol. ix. p. 303.","subId":"n22","id":"Hume.HE.2.19.n22"},{"type":"note","content":"St. Remi, chap. lv. Goodwin, p. 65.","subId":"n23","id":"Hume.HE.2.19.n23"},{"type":"note","content":"Rymer, vol. ix. p. 137, 138.","subId":"n24","id":"Hume.HE.2.19.n24"},{"type":"note","content":"Le Laboureur, liv. 35. chap. 6.","subId":"n25","id":"Hume.HE.2.19.n25"},{"type":"note","content":"T. Livii, p. 12.","subId":"n26","id":"Hume.HE.2.19.n26"},{"type":"note","content":"St. Remi, chap. 58.","subId":"n27","id":"Hume.HE.2.19.n27"},{"type":"note","content":"T. Livii, p. 13.","subId":"n28","id":"Hume.HE.2.19.n28"},{"type":"note","content":"St. Remi, chap. 62.","subId":"n29","id":"Hume.HE.2.19.n29"},{"type":"note","content":"Walsingham, p. 392. T. Livii, p. 19. Le Laboureur, liv. 35. chap. 7. Monstrelet, chap. 147.","subId":"n30","id":"Hume.HE.2.19.n30"},{"type":"note","content":"Walsingham, p. 393. Ypod. Neust. p. 584.","subId":"n31","id":"Hume.HE.2.19.n31"},{"type":"note","content":"Le Laboureur, liv. 35. chap. 10.","subId":"n32","id":"Hume.HE.2.19.n32"},{"type":"note","content":"St. Remi, chap. 74. Monstrelet, chap. 167.","subId":"n33","id":"Hume.HE.2.19.n33"},{"type":"note","content":"St. Remi, chap. 79.","subId":"n34","id":"Hume.HE.2.19.n34"},{"type":"note","content":"Ibid. chap. 81. Monstrelet, chap. 178, 179.","subId":"n35","id":"Hume.HE.2.19.n35"},{"type":"note","content":"St. Remi, chap. 85, 86. Monstrelet, chap. 118.","subId":"n36","id":"Hume.HE.2.19.n36"},{"type":"note","content":"Walsingham, p. 400.","subId":"n37","id":"Hume.HE.2.19.n37"},{"type":"note","content":"St. Remi, chap. 91.","subId":"n38","id":"Hume.HE.2.19.n38"},{"type":"note","content":"Juvenal des Ursins.","subId":"n39","id":"Hume.HE.2.19.n39"},{"type":"note","content":"Rymer, vol. ix. p. 717, 749.","subId":"n40","id":"Hume.HE.2.19.n40"},{"type":"note","content":"Ibid. p. 626, &c.","subId":"n41","id":"Hume.HE.2.19.n41"},{"type":"note","content":"Ibid. p. 762.","subId":"n42","id":"Hume.HE.2.19.n42"},{"type":"note","content":"Ibid. p. 776. St. Remi, chap. 95.","subId":"n43","id":"Hume.HE.2.19.n43"},{"type":"note","content":"St. Remi, chap. 97. Monstrelet, chap. 211.","subId":"n44","id":"Hume.HE.2.19.n44"},{"type":"note","content":"T. Livii, p. 69. Monstrelet, chap. 201.","subId":"n45","id":"Hume.HE.2.19.n45"},{"type":"note","content":"Rymer, vol. ix. p. 895. St. Remi, chap. 101. Monstrelet, chap. 223.","subId":"n46","id":"Hume.HE.2.19.n46"},{"type":"note","content":"Holingshed, p. 577.","subId":"n47","id":"Hume.HE.2.19.n47"},{"type":"note","content":"Monstrelet, chap. 242.","subId":"n48","id":"Hume.HE.2.19.n48"},{"type":"note","content":"His name was John, and he was afterwards created duke of Somerset. He was grandson of John of Gaunt duke of Lancaster. The earl of Dorset was brother to Somerset, and succeeded him in that title.","subId":"n49","id":"Hume.HE.2.19.n49"},{"type":"note","content":"St. Remi, chap. 110. Monstrelet, chap. 239. Hall, fol. 76.","subId":"n50","id":"Hume.HE.2.19.n50"},{"type":"note","content":"St. Remi, chap. 3.","subId":"n51","id":"Hume.HE.2.19.n51"},{"type":"note","content":"Rymer, vol. x. p. 212. T. Livii, p. 92, 93. St. Remi, chap. 116. Monstrelet, chap. 260.","subId":"n52","id":"Hume.HE.2.19.n52"},{"type":"note","content":"Monstrelet, chap. 265. Hall, fol. 80.","subId":"n53","id":"Hume.HE.2.19.n53"},{"type":"note","content":"St. Remi, chap. 118. Monstrelet, chap. 265.","subId":"n54","id":"Hume.HE.2.19.n54"},{"type":"note","content":"T. Livii, p. 4.","subId":"n55","id":"Hume.HE.2.19.n55"},{"type":"note","content":"Rymer, vol. ix. p. 254, 255.","subId":"n56","id":"Hume.HE.2.19.n56"},{"type":"note","content":"Rymer, vol. x. p. 113.","subId":"n57","id":"Hume.HE.2.19.n57"},{"type":"note","content":"Ibid. p. 190.","subId":"n58","id":"Hume.HE.2.19.n58"},{"type":"note","content":"Parliamentary History, vol. ii. p. 168.","subId":"n59","id":"Hume.HE.2.19.n59"},{"type":"note","content":"It appears from many passages of Rymer, particularly vol. ix. p. 258, that the king paid 20 marks a-year for an archer, which is a good deal above sixpence a-day. The price had risen, as is natural, by raising the denomination of money.","subId":"n60","id":"Hume.HE.2.19.n60"},{"type":"note","content":"Rymer, vol. x. p. 114.","subId":"n61","id":"Hume.HE.2.19.n61"},{"type":"note","content":"Liv. iv. chap. 86.","subId":"n62","id":"Hume.HE.2.19.n62"},{"type":"note","content":"Rymer, vol. x. p. 113.","subId":"n63","id":"Hume.HE.2.19.n63"},{"type":"note","content":"Fleetwood's Chronicon Preciosum, p. 52.","subId":"n64","id":"Hume.HE.2.19.n64"}]}
