{"imported":true,"id":"Hume.HE.2.20","parent":"Hume.HE.2","title":"Chapter 20. Henry VI","breadcrumb":"Chapter 20","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. XX. £2 £1 HENRY VI. £1 _Government during the minority——State of France——Military operations——Battle of Verneüil——Siege of Orleans——The maid of Orleans——The siege of Orleans raised——The king of France crowned at Rheims——Prudence of the duke of Bedford——Execution of the maid of Orleans——Defection of the duke of Burgundy——Death of the duke of Bedford——Decline of the English in France——Truce with France——Marriage of the king with Margaret of Anjou——Murder of the duke of Glocester——State of France——Renewal of the war with France——The English expelled France._","id":"Hume.HE.2.20"},{"type":"paragraph","content":"#1422. Government during the minority.# DURING the reigns of the Lancastrian princes, the authority of parliament seems to have been more confirmed, and the privileges of the people more regarded, than during any former period; and the two preceding kings, though men of great spirit and abilities, abstained from such exertions of prerogative, as even weak princes, whose title was undisputed, were tempted to think they might venture upon with impunity. The long minority, of which there was now the prospect, encouraged still farther the lords and commons to extend their influence; and without paying |much regard to the verbal destination of Henry V. they assumed the power of giving a new arrangement to the whole administration. They declined altogether the name of _Regent_ with regard to England: They appointed the duke of Bedford _protector_ or _guardian_ of that kingdom, a title which they supposed to imply less authority: They invested the duke of Glocester with the same dignity during the absence of his elder brother[n1]; and in order to limit the power of both these princes, they appointed a council, without whose advice and approbation no measure of importance could be determined[n2]. The person and education of the infant prince was committed to Henry Beaufort, bishop of Winchester, his great uncle and the legitimated son of John of Gaunt, duke of Lancaster; a prelate, who, as his family could never have any pretensions to the crown, might safely, they thought, be intrusted with that important charge[n3]. The two princes, the dukes of Bedford and Glocester, who seemed injured by this plan of government, yet, being persons of great integrity and honour, acquiesced in any appointment, which tended to give security to the public; and as the wars in France appeared to be the object of greatest moment, they avoided every dispute which might throw an obstacle in the way of foreign conquests.","subId":"1","id":"Hume.HE.2.20.1"},{"type":"paragraph","content":"#State of France.# ^When^ the state of affairs between the English and French kings was considered with a superficial eye, every advantage seemed to be on the side of the former; and the total expulsion of Charles appeared to be an event, which might naturally be expected from the superior power of his competitor. Though Henry was yet in his infancy, the administration was devolved on the duke of Bedford, the most accomplished prince of his age; whose experience, prudence, valour, and generosity qualified him for his high office, and enabled him both to maintain union among his friends, and to gain the confidence of his enemies. The whole power of England was at his command: He was at the head of armies enured to victory: He was seconded by the most renowned generals of the age, the earls of Somerset, Warwic, Salisbury, Suffolk, and Arundel, Sir John Talbot, and Sir John Fastolfe: And besides Guienne, the ancient inheritance of England, he was master of the |capital, and of almost all the northern provinces, which were well enabled to furnish him with supplies both of men and money, and to assist and support his English forces.","subId":"2","id":"Hume.HE.2.20.2"},{"type":"paragraph","content":"^But^ Charles, notwithstanding the present inferiority of his power, possessed some advantages derived partly from his situation, partly from his personal character, which promised him success, and served, first to controul, then to overbalance, the superior force and opulence of his enemies. He was the true and undoubted heir of the monarchy: All Frenchmen, who knew the interests, or desired the independance of their country, turned their eyes towards him as its sole resource: The exclusion given him, by the imbecillity of his father, and the forced or precipitate consent of the states, had plainly no validity: That spirit of faction, which had blinded the people, could not long hold them in so gross a delusion: Their national and inveterate hatred against the English, the authors of all their calamities, must soon revive, and inspire them with indignation at bending their necks under the yoke of that hostile people: Great nobles and princes, accustomed to maintain an independance against their native sovereigns, would never endure a subjection to strangers: And though most of the princes of the blood were, since the fatal battle of Azincour, detained prisoners in England, the inhabitants of their demesnes, their friends, their vassals, all declared a zealous attachment to the king, and exerted themselves in resisting the violence of foreign invaders.","subId":"3","id":"Hume.HE.2.20.3"},{"type":"paragraph","content":"^Charles^ himself, though only in his twentieth year, was of a character well calculated to become the object of these benevolent sentiments; and perhaps from the favour which naturally attends youth, was the more likely, on account of his tender age, to acquire the good-will of his native subjects. He was a prince of the most friendly and benign disposition, of easy and familiar manners, and of a just and sound, though not a very vigorous understanding. Sincere, generous, affable, he engaged from affection the services of his followers, even while his low fortunes might make it their interest to desert him; and the lenity of his temper could pardon in them those sallies of discontent, to which princes in his situation are so frequently exposed. The love of pleasure often seduced him into indolence; but amidst all his irregularities the goodness of his heart still shone forth; and by exerting at intervals his courage and |activity, he proved, that his general remissness proceeded not from the want, either of a just spirit of ambition, or of personal valour. Though the virtues of this amiable prince lay some time in obscurity, the duke of Bedford knew, that his title alone made him formidable, and that every foreign assistance would be requisite, ere an English regent could hope to complete the conquest of France; an enterprize, which, however it might seem to be much advanced, was still exposed to many and great difficulties. The chief circumstance, which had procured to the English all their present advantages, was the resentment of the duke of Burgundy against Charles; and as that prince seemed intent rather on gratifying his passion than consulting his interests, it was the more easy for the regent, by demonstrations of respect and confidence, to retain him in the alliance of England. He bent therefore all his endeavours to that purpose: He gave the duke every proof of friendship and regard: He even offered him the regency of France, which Philip declined: And that he might corroborate national connexions by private ties, he concluded his own marriage with the princess of Burgundy, which had been stipulated by the treaty of Arras.","subId":"4","id":"Hume.HE.2.20.4"},{"type":"paragraph","content":"#1423.# ^Being^ sensible, that next to the alliance of Burgundy, the friendship of the duke of Britanny was of the greatest importance towards forwarding the English conquests; and that, as the provinces of France, already subdued, lay between the dominions of these two princes, he could never hope for any security without preserving his connexions with them; he was very intent on strengthening himself also from that quarter. The duke of Britanny, having received many just reasons of displeasure from the ministers of Charles, had already acceded to the treaty of Troye, and had, with other vassals of the crown, done homage to Henry V. in quality of heir to the kingdom: But as the regent knew, that the duke was much governed by his brother, the count of Richemont, he endeavoured to fix his friendship, by paying court and doing services to this haughty and ambitious prince.","subId":"5","id":"Hume.HE.2.20.5"},{"type":"paragraph","content":"^Arthur^, count of Richemont, had been taken prisoner at the battle of Azincour, had been treated with great indulgence by the late king, and had even been permitted on his parole to take a journey into Britanny, where the state of affairs required his presence. |#17th April.# The death of that victorious monarch happened before Richemont's return; and this prince pretended, that, as his word was given personally to Henry V. he was not bound to fulfil it towards his son and successor: A chicane which the regent, as he could not force him to compliance, deemed it prudent to overlook. An interview was settled at Amiens between the dukes of Bedford, Burgundy, and Britanny, at which the count of Richemont was also present[n4]: The alliance was renewed between these princes: And the regent persuaded Philip to give in marriage to Richemont his eldest sister, widow of the deceased Dauphin, Lewis, the elder brother of Charles. Thus Arthur was connected both with the regent and the duke of Burgundy, and seemed engaged by interest to prosecute the same object, in forwarding the success of the English arms.","subId":"6","id":"Hume.HE.2.20.6"},{"type":"paragraph","content":"^While^ the vigilance of the duke of Bedford was employed in gaining or confirming these allies, whose vicinity rendered them so important, he did not overlook the state of more remote countries. The duke of Albany, regent of Scotland, had died; and his power had devolved on Murdac, his son, a prince of a weak understanding and indolent disposition; who, far from possessing the talents requisite for the government of that fierce people, was not even able to maintain authority in his own family, or restrain the petulance and insolence of his sons. The ardour of the Scots to serve in France, where Charles treated them with great honour and distinction, and where the regent's brother enjoyed the dignity of constable, broke out afresh under this feeble administration: New succours daily came over, and filled the armies of the French king: The earl of Douglas conducted a reinforcement of 5000 men to his assistance. And it was justly to be dreaded, that the Scots, by commencing open hostilities in the north, would occasion a diversion still more considerable of the English power, and would ease Charles, in part, of that load, by which he was at present so grievously oppressed. The duke of Bedford, therefore, persuaded the English council to form an alliance with James their prisoner; to free that prince from his long captivity; and to connect him with England, by marrying him to a daughter of the earl of Somerset and cousin of the young king[n5]. As the Scottish regent, |tired of his present dignity, which he was not able to support, was now become entirely sincere in his applications for James's liberty, the treaty was soon concluded; a ransom of forty thousand pounds was stipulated[n6]; and the king of Scots was restored to the throne of his ancestors, and proved, in his short reign, one of the most illustrious princes, that had ever governed that kingdom. He was murdered in 1437 by his traiterous kinsman the earl of Athole. His affections inclined to the side of France; but the English had never reason, during his life-time, to complain of any breach of the neutrality by Scotland.","subId":"7","id":"Hume.HE.2.20.7"},{"type":"paragraph","content":"#Military operations.# ^But^ the regent was not so much employed in these political negociations as to neglect the operations of war, from which alone he could hope to succeed in expelling the French monarch. Though the chief seat of Charles's power lay in the southern provinces, beyond the Loire; his partizans were possessed of some fortresses in the northern, and even in the neighbourhood of Paris; and it behoved the duke of Bedford first to clear these countries from the enemy, before he could think of attempting more distant conquests. The castle of Dorsoy was taken after a siege of six weeks: That of Noyelle and the town of Rüe in Picardy underwent the same fate: Pont sur Seine, Vertus, Montaigu, were subjected by the English arms: And a more considerable advantage was soon after gained by the united forces of England and Burgundy. John Stuart, constable of Scotland, and the lord of Estissac had formed the siege of Crevant in Burgundy: The earls of Salisbury and Suffolk, with the count of Toulongeon, were sent to its relief: A fierce and well disputed action ensued: The Scots and French were defeated: The constable of Scotland and the count of Ventadour were taken prisoners: And above a thousand men, among whom was Sir William Hamilton, were left on the field of battle[n7]. The taking of Gaillon upon the Seine, and of la Charité upon the Loire, was the fruit of this victory: And as this latter place opened an entrance into the southern provinces, the acquisition of it appeared on that account of the greater importance to the duke of Bedford, and seemed to promise a successful issue to the war.","subId":"8","id":"Hume.HE.2.20.8"},{"type":"paragraph","content":"#1424.# ^The^ more Charles was threatened with an invasion in those provinces which adhered to him, the more necessary it became, |that he should retain possession of every fortress, which he still held within the quarters of the enemy. The duke of Bedford had besieged in person, during the space of three months, the town of Yvri in Normandy; and the brave governor, unable to make any longer defence, was obliged to capitulate; and he agreed to surrender the town, if, before a certain term, no relief arrived. Charles, informed of these conditions, determined to make an attempt for saving the place. He collected, with some difficulty, an army of 14,000 men, of whom one half were Scots; and he sent them thither under the command of the earl of Buchan, constable of France; who was attended by the earl of Douglas, his countryman, the duke of Alençon, the mareschal de la Fayette, the count of Aumale, and the viscount of Narbonne. When the constable arrived within a few leagues of Yvri, he found that he was come too late, and that the place was already surrendered. He immediately turned to the left, and sat down before Verneüil, which the inhabitants, in spite of the garrison, delivered up to him[n8]. Buchan might now have returned in safety, and with the glory of making an acquisition no less important than the place which he was sent to relieve: But hearing of Bedford's approach, he called a council of war, in order to deliberate concerning the conduct which he should hold in this emergence. The wiser part of the council declared for a retreat; and represented, that all the past misfortunes of the French had proceeded from their rashness in giving battle when no necessity obliged them; that this army was the last resource of the king, and the only defence of the few provinces which remained to him; and that every reason invited him to embrace cautious measures, which might leave time for his subjects to return to a sense of their duty, and give leisure for discord to arise among his enemies, who, being united by no common band of interest or motive of alliance, could not long persevere in their animosity against him. All these prudential considerations were overborne by a vain point of honour, not to turn their backs to the enemy; and they resolved to await the arrival of the duke of Bedford.","subId":"9","id":"Hume.HE.2.20.9"},{"type":"paragraph","content":"#27th Aug. Battle of Verneüil.# ^The^ numbers were nearly equal in this action; and as the long continuance of war had introduced discipline, which, however imperfect, sufficed to maintain some appearance of order in such |small armies, the battle was fierce, and well disputed, and attended with bloodshed on both sides. The constable drew up his forces under the walls of Verneüil, and resolved to abide the attack of the enemy: But the impatience of the viscount of Narbonne, who advanced precipitately, and obliged the whole line to follow him in some hurry and confusion, was the cause of the misfortune which ensued. The English archers, fixing their palisadoes before them, according to their usual custom, sent a volley of arrows amidst the thickest of the French army; and though beaten from their ground, and obliged to take shelter among the baggage, they soon rallied, and continued to do great execution upon the enemy. The duke of Bedford, meanwhile, at the head of the men at arms, made impression on the French, broke their ranks, chaced them off the field, and rendered the victory entirely complete and decisive[n9]. The constable himself perished in battle, as well as the earl of Douglas and his son, the counts of Aumale, Tonnerre, and Ventadour, with many other considerable nobility. The duke of Alençon, the mareschal de la Fayette, the lords of Gaucour and Mortemar were taken prisoners. There fell about four thousand of the French, and sixteen hundred of the English; a loss esteemed, at that time, so unusual on the side of the victors, that the duke of Bedford forbad all rejoicings for his success. Verneüil was surrendered next day by capitulation[n10].","subId":"10","id":"Hume.HE.2.20.10"},{"type":"paragraph","content":"^The^ condition of the king of France now appeared very terrible, and almost desperate. He had lost the flower of his army and the bravest of his nobles in this fatal action: He had no resource either for recruiting or subsisting his troops: He wanted money even for his personal subsistence; and though all parade of a court was banished, it was with difficulty he could keep a table, supplied with the plainest necessaries, for himself and his few followers: Every day brought him intelligence of some loss or misfortune: Towns, which were bravely defended, were obliged at last to surrender for want of relief or supply: He saw his partizans entirely chaced from all the provinces which lay north of the Loire: And he expected soon to lose, by the united efforts of his enemies, all the territories of which he had hitherto continued master; when an incident happened, which saved him on the brink of ruin, and lost |the English such an opportunity for completing their conquests, as they never afterwards were able to recal.","subId":"11","id":"Hume.HE.2.20.11"},{"type":"paragraph","content":"^Jaqueline^, countess of Hainault and Holland, and heir of these provinces, had espoused John duke of Brabant, cousin german to the duke of Burgundy; but having made this choice from the usual motives of princes, she soon found reason to repent of the unequal alliance. She was a princess of a masculine spirit and uncommon understanding; the duke of Brabant was of a sickly complexion and weak mind: She was in the vigour of her age; he had only reached his fifteenth year: These causes had inspired her with such contempt for her husband, which soon proceeded to antipathy, that she determined to dissolve a marriage, where, it is probable, nothing but the ceremony had as yet intervened. The court of Rome was commonly very open to applications of this nature, when seconded by power and money; but as the princess foresaw great opposition from her husband's relations, and was impatient to effect her purpose, she made her escape into England, and threw herself under the protection of the duke of Glocester. That prince, with many noble qualities, had the defect of being governed by an impetuous temper and vehement passions; and he was rashly induced, as well by the charms of the countess herself, as by the prospect of possessing her rich inheritance, to offer himself to her as a husband. Without waiting for a papal dispensation; without endeavouring to reconcile the duke of Burgundy to the measures; he entered into a contract of marriage with Jaqueline, and immediately attempted to put himself in possession of her dominions. Philip was disgusted with so precipitate a conduct: He resented the injury done to the duke of Brabant, his near relation: He dreaded to have the English established on all sides of him: And he foresaw the consequences, which must attend the extensive and uncontrouled dominion of that nation, if, before the full settlement of their power, they insulted and injured an ally, to whom they had already been so much indebted, and who was still so necessary for supporting them in their farther progress. He encouraged, therefore, the duke of Brabant to make resistance: He engaged many of Jaqueline's subjects to adhere to that prince: He himself marched troops to his support: And as the duke of Glocester still persevered in his purpose, a sharp war was suddenly kindled in the Low Countries. The quarrel soon became personal |as well as political. The English prince wrote to the duke of Burgundy, complaining of the opposition made to his pretensions; and though in the main he employed amicable terms in his letter, he took notice of some falsehoods, into which, he said, Philip had been betrayed during the course of these transactions. This unguarded expression was highly resented: The duke of Burgundy insisted, that he should retract it: And mutual challenges and defiances passed between them on this occasion[n11].","subId":"12","id":"Hume.HE.2.20.12"},{"type":"paragraph","content":"^The^ duke of Bedford could easily foresee the bad effects of so ill-timed and imprudent a quarrel. All the succours, which he expected from England, and which were so necessary in this critical emergence, were intercepted by his brother, and employed in Holland and Hainault: The forces of the duke of Burgundy, which he also depended on, were diverted by the same wars: And besides this double loss, he was in imminent danger of alienating for ever that confederate, whose friendship was of the utmost importance, and whom the late king had enjoined him, with his dying breath, to gratify by every mark of regard and attachment. He represented all these topics to the duke of Glocester: He endeavoured to mitigate the resentment of the duke of Burgundy: He interposed with his good offices between these princes: But was not successful in any of his endeavours; and he found, that the impetuosity of his brother's temper was still the chief obstacle to all accommodation[n12]. For this reason, instead of pushing the victory gained at Verneüil, he found himself obliged to take a journey into England, and to try, by his counsels and authority, to moderate the measures of the duke of Glocester.","subId":"13","id":"Hume.HE.2.20.13"},{"type":"paragraph","content":"^There^ had likewise broken out some differences among the English ministry, which had proceeded to great extremities, and which required the regent's presence to compose them[n13]. The bishop of Winchester, to whom the care of the king's person and education had been entrusted, was a prelate of great capacity and experience, but of an intriguing and dangerous character; and as he aspired to the government of affairs, he had continual disputes with his nephew, the protector; and he gained frequent advantages over the vehement and impolitic temper of that prince. #1425.# The |duke of Bedford employed the authority of parliament to reconcile them; and these rivals were obliged to promise before that assembly, that they would bury all quarrels in oblivion[n14]. Time also seemed to open expedients for composing the difference with the duke of Burgundy. The credit of that prince had procured a bull from the pope; by which not only Jaqueline's contract with the duke of Glocester was annulled; but it was also declared, that, even in case of the duke of Brabant's death, it should never be lawful for her to espouse the English prince. Humphrey, despairing of success, married another lady of inferior rank, who had lived some time with him as his mistress[n15]. The duke of Brabant died; and his widow, before she could recover possession of her dominions, was obliged to declare the duke of Burgundy her heir, in case she should die without issue, and to promise never to marry without his consent. But though the affair was thus terminated to the satisfaction of Philip, it left a disagreeable impression on his mind: It excited an extreme jealousy of the English, and opened his eyes to his true interests: And as nothing but his animosity against Charles had engaged him in alliance with them, it counterbalanced that passion by another of the same kind, which in the end became prevalent, and brought him back, by degrees, to his natural connexions with his family and his native country.","subId":"14","id":"Hume.HE.2.20.14"},{"type":"paragraph","content":"^About^ the same time, the duke of Britanny began to withdraw himself from the English alliance. His brother, the count of Richmond, though connected by marriage with the dukes of Burgundy and Bedford, was extremely attached by inclination to the French interest; and he willingly hearkened to all the advances which Charles made him for obtaining his friendship. The staff of constable, vacant by the earl of Buchan's death, was offered him; and as his martial and ambitious temper aspired to the command of armies, which he had in vain attempted to obtain from the duke of Bedford, he not only accepted that office, but brought over his brother to an alliance with the French monarch. The new constable, having made this one change in his measures, firmly adhered ever after to his engagements with France. Though his pride |and violence, which would admit of no rival in his master's confidence, and even prompted him to assassinate the other favourites, had so much disgusted Charles, that he once banished him the court and refused to admit him to his presence, he still acted with vigour for the service of that monarch, and obtained at last, by his perseverance, the pardon of all past offences.","subId":"15","id":"Hume.HE.2.20.15"},{"type":"paragraph","content":"#1426.# ^In^ this situation, the duke of Bedford, on his return, found the affairs of France, after passing eight months in England. The duke of Burgundy was much disgusted. The duke of Britanny had entered into engagements with Charles, and had done homage to that prince for his dutchy. The French had been allowed to recover from the astonishment, into which their frequent disasters had thrown them. An incident too had happened, which served extremely to raise their courage. The earl of Warwic had besieged Montargis with a small army of 3000 men, and the place was reduced to extremity, when the bastard of Orleans undertook to throw relief into it. This general, who was natural son to the prince assassinated by the duke of Burgundy, and who was afterwards created count of Dunois, conducted a body of 1600 men to Montargis; and made an attack on the enemy's trenches with so much valour, prudence, and good fortune, that he not only penetrated into the place, but gave a severe blow to the English, and obliged Warwic to raise the siege[n16]. This was the first signal action that raised the fame of Dunois, and opened him the road to those great honours, which he afterwards attained.","subId":"16","id":"Hume.HE.2.20.16"},{"type":"paragraph","content":"^But^ the regent, soon after his arrival, revived the reputation of the English arms, by an important enterprize which he happily atchieved. He secretly brought together, in separate detachments, a considerable army to the frontiers of Britanny; and fell so unexpectedly upon that province, that the duke, unable to make resistance, yielded to all the terms required of him: He renounced the French alliance; he engaged to maintain the treaty of Troye; he acknowledged the duke of Bedford for regent of France; and promised to do homage for his dutchy to king Henry[n17]. And the English prince, having thus freed himself from a dangerous enemy |who lay behind him, resolved on an undertaking, which, if successful, would, he hoped, cast the balance between the two nations, and prepare the way for the final conquest of France.","subId":"17","id":"Hume.HE.2.20.17"},{"type":"paragraph","content":"#1428. Siege of Orleans.# ^The^ city of Orleans was so situated between the provinces commanded by Henry, and those possessed by Charles, that it opened an easy entrance to either; and as the duke of Bedford intended to make a great effort for penetrating into the south of France, it behoved him to begin with this place, which, in the present circumstances, was become the most important in the kingdom. He committed the conduct of the enterprize to the earl of Salisbury, who had newly brought him a reinforcement of 6000 men from England, and who had much distinguished himself, by his abilities, during the course of the present war. Salisbury, passing the Loire, made himself master of several small places, which surrounded Orleans on that side[n18]; and as his intentions were thereby known, the French king used every expedient to supply the city with a garrison and provisions, and enable it to maintain a long and obstinate siege. The lord of Gaucour, a brave and experienced captain, was appointed governor: Many officers of distinction threw themselves into the place: The troops, which they conducted, were enured to war, and were determined to make the most obstinate resistance: And even the inhabitants, disciplined by the long continuance of hostilities, were well qualified, in their own defence, to second the efforts of the most veteran forces. The eyes of all Europe were turned towards this scene; where, it was reasonably supposed, the French were to make their last stand for maintaining the independance of their monarchy, and the rights of their sovereign.","subId":"18","id":"Hume.HE.2.20.18"},{"type":"paragraph","content":"^The^ earl of Salisbury at last approached the place with an army, which consisted only of 10,000 men; and not being able, with so small a force, to invest so great a city, that commanded a bridge over the Loire, he stationed himself on the southern side towards Sologne, leaving the other, towards the Beausse, still open to the enemy. He there attacked the fortifications, which guarded the entrance to the bridge; and after an obstinate resistance he carried several of them: But was himself killed by a cannon ball as he was |taking a view of the enemy[n19]. The earl of Suffolk succeeded to the command; and being reinforced with great numbers of English and Burgundians, he passed the river with the main body of his army, and invested Orleans on the other side. As it was now the depth of winter, Suffolk, who found it difficult, in that season, to throw up intrenchments all around, contented himself, for the present, with erecting redoubts at different distances, where his men were lodged in safety, and were ready to intercept the supplies, which the enemy might attempt to throw into the place. Though he had several pieces of artillery in his camp, (and this is among the first sieges in Europe, where cannon were found to be of importance,) the art of engineering was hitherto so imperfect, that Suffolk trusted more to famine than to force for subduing the city; and he purposed in the spring to render the circumvallation more complete, by drawing intrenchments from one redoubt to another. Numberless feats of valour were performed both by the besiegers and besieged during the winter: Bold sallies were made, and repulsed with equal boldness: Convoys were sometimes introduced and often intercepted: The supplies were still unequal to the consumption of the place: And the English seemed daily, though slowly, to be advancing towards the completion of their enterprize.","subId":"19","id":"Hume.HE.2.20.19"},{"type":"paragraph","content":"#1429.# ^But^ while Suffolk lay in this situation, the French parties ravaged all the country around; and the besiegers, who were obliged to draw their provisions from a distance, were themselves exposed to the danger of want and famine. Sir John Fastolfe was bringing up a large convoy, of every kind of stores, which he escorted with a detachment of 2500 men; when he was attacked by a body of 4000 French, under the command of the counts of Clermont and Dunois. Fastolfe drew up his troops behind the waggons; but the French generals, afraid of attacking him in that posture, planted a battery of cannon against him, which threw every thing into confusion, and would have insured them the victory; had not the impatience of some Scottish troops, who broke the line of battle, brought on an engagement, in which Fastolfe was victorious. The |count of Dunois was wounded; and about 500 French were left on the field of battle. This action, which was of great importance in the present conjuncture, was commonly called the battle of _Herrings;_ because the convoy brought a great quantity of that kind of provisions, for the use of the English army during the Lent season[n20].","subId":"20","id":"Hume.HE.2.20.20"},{"type":"paragraph","content":"^Charles^ seemed now to have but one expedient for saving this city, which had been so long invested. The duke of Orleans, who was still prisoner in England, prevailed on the protector and the council to consent, that all his demesnes should be allowed to preserve a neutrality during the war, and should be sequestered, for greater security, into the hands of the duke of Burgundy. This prince, who was much less cordial in the English interests than formerly, went to Paris, and made the proposal to the duke of Bedford; but the regent coldly replied, That he was not of a humour to beat the bushes, while others ran away with the game: An answer, which so disgusted the duke, that he recalled all the troops of Burgundy, that acted in the siege[n21]. The place however was every day more and more closely invested by the English: Great scarcity began already to be felt by the garrison and inhabitants: Charles, in despair of collecting an army, which should dare to approach the enemy's entrenchments, not only gave the city for lost, but began to entertain a very dismal prospect with regard to the general state of his affairs. He saw that the country, in which he had hitherto, with great difficulty, subsisted, would be laid entirely open to the invasion of a powerful and victorious enemy; and he already entertained thoughts of retiring with the remains of his forces into Languedoc and Dauphiny, and defending himself as long as possible in those remote provinces. But it was fortunate for this good prince, that, as he lay under the dominion of the fair, the women, whom he consulted, had the spirit to support his sinking resolution in this desperate extremity. Mary of Anjou, his queen, a princess of great merit and prudence, vehemently opposed this measure, which, she foresaw, would discourage all his partizans, and serve as a general signal for deserting a prince, who seemed |himself to despair of success. His mistress too, the fair Agnes Sorel, who lived in entire amity with the queen, seconded all her remonstrances, and threatened, that, if he thus pusillanimously threw away the scepter of France, she would seek in the court of England a fortune more correspondent to her wishes. Love was able to rouze in the breast of Charles that courage, which ambition had failed to excite: He resolved to dispute every inch of ground with an imperious enemy; and rather to perish with honour in the midst of his friends, than yield ingloriously to his bad fortune: When relief was unexpectedly brought him by another female of a very different character, who gave rise to one of the most singular revolutions, that is to be met with in history.","subId":"21","id":"Hume.HE.2.20.21"},{"type":"paragraph","content":"#The maid of Orleans.# ^In^ the village of Domremi near Vaucouleurs, on the borders of Lorraine, there lived a country girl of twenty-seven years of age, called Joan d'Arc, who was servant in a small inn, and who in that station had been accustomed to tend the horses of the guests, to ride them without a saddle to the watering-place, and to perform other offices, which, in well-frequented inns, commonly fall to the share of the men servants[n22]. This girl was of an irreproachable life, and had not hitherto been remarked for any singularity; whether that she had met with an occasion to excite her genius, or that the unskilful eyes of those who conversed with her, had not been able to discern her uncommon merit. It is easy to imagine, that the present situation of France was an interesting object even to persons of the lowest rank, and would become the frequent subject of conversation: A young prince, expelled his throne by the sedition of native subjects, and by the arms of strangers, could not fail to move the compassion of all his people, whose hearts were uncorrupted by faction; and the peculiar character of Charles, so strongly inclined to friendship and the tender passions, naturally rendered him the hero of that sex, whose generous minds know no bounds in their affections. The siege at Orleans, the progress of the English before that place, the great distress of the garrison and inhabitants, the importance of saving this city and its brave defenders, had turned thither the public eye; and Joan, inflamed by the general sentiment, was seized with a wild desire of bringing relief to her sovereign in his present distresses. Her unexperienced |mind, working day and night on this favourite object, mistook the impulses of passion for heavenly inspirations; and she fancied, that she saw visions, and heard voices, exhorting her to re-establish the throne of France, and to expel the foreign invaders. An uncommon intrepidity of temper made her overlook all the dangers, which might attend her in such a path; and thinking herself destined by Heaven to this office, she threw aside all that bashfulness and timidity, so natural to her sex, her years, and her low station. She went to Vaucouleurs; procured admission to Baudricourt, the governor; informed him of her inspirations and intentions; and conjured him not to neglect the voice of God, who spoke through her, but to second those heavenly revelations, which impelled her to this glorious enterprize. Baudricourt treated her at first with some neglect; but on her frequent returns to him, and importunate solicitations, he began to remark something extraordinary in the maid, and was inclined, at all hazards, to make so easy an experiment. It is uncertain, whether this gentleman had discernment enough to perceive, that great use might be made with the vulgar of so uncommon an engine; or, what is more likely in that credulous age, was himself a convert to this visionary: But he adopted at last the schemes of Joan; and he gave her some attendants, who conducted her to the French court, which at that time resided at Chinon.","subId":"22","id":"Hume.HE.2.20.22"},{"type":"paragraph","content":"^It^ is the business of history to distinguish between the _miraculous_ and the _marvellous;_ to reject the first in all narrations merely profane and human; to doubt the second; and when obliged by unquestionable testimony, as in the present case, to admit of something extraordinary, to receive as little of it as is consistent with the known facts and circumstances. It is pretended, that Joan, immediately on her admission, knew the king, though she had never seen his face before, and though he purposely kept himself in the crowd of courtiers, and had laid aside every thing in his dress and apparel which might distinguish him: That she offered him, in the name of the supreme Creator, to raise the siege of Orleans, and conduct him to Rheims to be there crowned and anointed; and on his expressing doubts of her mission, revealed to him, before some sworn confidents, a secret, which was unknown to all the world beside himself, and which nothing but a heavenly inspiration could have discovered to her: And that she demanded, as the |instrument of her future victories, a particular sword, which was kept in the church of St. Catharine of Fierbois, and which, though she had never seen it, she described by all its marks, and by the place in which it had long lain neglected[n23]. This is certain, that all these miraculous stories were spread abroad, in order to captivate the vulgar. The more the king and his ministers were determined to give into the illusion, the more scruples they pretended. An assembly of grave doctors and theologians cautiously examined Joan's mission, and pronounced it undoubted and supernatural. She was sent to the parliament, then residing at Poictiers; and was interrogated before that assembly: The presidents, the counsellors, who came persuaded of her imposture, went away convinced of her inspiration. A ray of hope began to break through that despair, in which the minds of all men were before enveloped. Heaven had now declared itself in favour of France, and had laid bare its outstretched arm to take vengeance on her invaders. Few could distinguish between the impulse of inclination and the force of conviction; and none would submit to the trouble of so disagreeable a scrutiny.","subId":"23","id":"Hume.HE.2.20.23"},{"type":"paragraph","content":"^After^ these artificial precautions and preparations had been for some time employed, Joan's requests were at last complied with: She was armed cap-a-pee, mounted on horseback, and shown in that martial habiliment before the whole people. Her dexterity in managing her steed, though acquired in her former occupation, was regarded as a fresh proof of her mission; and she was received with the loudest acclamations by the spectators. Her former occupation was even denied: She was no longer the servant of an inn. She was converted into a shepherdess, an employment much more agreeable to the imagination. To render her still more interesting, near ten years were substracted from her age; and all the sentiments of love and of chivalry, were thus united to those of enthusiasm, in order to inflame the fond fancy of the people with prepossessions in her favour.","subId":"24","id":"Hume.HE.2.20.24"},{"type":"paragraph","content":"^When^ the engine was thus dressed up in full splendor, it was determined to essay its force against the enemy. Joan was sent to Blois, where a large convoy was prepared for the supply of Orleans, and an army of ten thousand men, under the command of |St. Severe, assembled to escort it. She ordered all the soldiers to confess themselves before they set out on the enterprize: She banished from the camp all women of bad fame: She displayed in her hands a consecrated banner; where the Supreme Being was represented, grasping the globe of earth, and surrounded with flower de luces. And she insisted, in right of her prophetic mission, that the convoy should enter Orleans, by the direct road from the side of Beausse: But the count of Dunois, unwilling to submit the rules of the military art to her inspirations, ordered it to approach by the other side of the river, where, he knew, the weakest part of the English army was stationed.","subId":"25","id":"Hume.HE.2.20.25"},{"type":"paragraph","content":"^Previous^ to this attempt, the maid had written to the regent and to the English generals before Orleans, commanding them, in the name of the omnipotent Creator, by whom she was commissioned, immediately to raise the siege and to evacuate France; and menacing them with divine vengeance in case of their disobedience. All the English affected to speak with derision of the maid and of her heavenly commission; and said, that the French king was now indeed reduced to a sorry pass, when he had recourse to such ridiculous expedients: But they felt their imagination secretly struck with the vehement persuasion, which prevailed in all around them; and they waited with an anxious expectation, not unmixed with horror for the issue of these extraordinary preparations.","subId":"26","id":"Hume.HE.2.20.26"},{"type":"paragraph","content":"#29th April.# ^As^ the convoy approached the river, a sally was made by the garrison on the side of Beausse, to prevent the English general from sending any detachment to the other side: The provisions were peaceably embarked in boats, which the inhabitants of Orleans had sent to receive them: The maid covered with her troops the embarkation: Suffolk did not venture to attack her: And the French general carried back the army in safety to Blois; an alteration of affairs, which was already visible to all the world, and which had a proportional effect on the minds of both parties.","subId":"27","id":"Hume.HE.2.20.27"},{"type":"paragraph","content":"^The^ maid entered the city of Orleans, arrayed in her military garb, and displaying her consecrated standard; and was received, as a celestial deliverer, by all the inhabitants. They now believed themselves invincible under her influence; and Dunois himself, perceiving such a mighty alteration both in friends and foes, consented that the next convoy, which was expected in a few days, |should enter by the side of Beausse. #4th May.# The convoy approached: No sign of resistance appeared in the besiegers: The waggons and troops passed without interruption between the redoubts of the English: A dead silence and astonishment reigned among those troops, formerly so elated with victory, and so fierce for the combat.","subId":"28","id":"Hume.HE.2.20.28"},{"type":"paragraph","content":"^The^ earl of Suffolk was in a situation very unusual and extraordinary; and which might well confound the man of the greatest capacity and firmest temper. He saw his troops overawed, and strongly impressed with the idea of a divine influence, accompanying the maid. Instead of banishing these vain terrors by hurry and action and war, he waited till the soldiers should recover from the panic; and he thereby gave leisure for those prepossessions to sink still deeper into their minds. The military maxims, which are prudent in common cases, deceived him in these unaccountable events. The English felt their courage daunted and overwhelmed; and thence inferred a divine vengeance hanging over them. The French drew the same inference from an inactivity so new and unexpected. Every circumstance was now reversed in the opinions of men, on which all depends: The spirit, resulting from a long course of uninterrupted success, was on a sudden transferred from the victors to the vanquished.","subId":"29","id":"Hume.HE.2.20.29"},{"type":"paragraph","content":"^The^ maid called aloud, that the garrison should remain no longer on the defensive; and she promised her followers the assistance of heaven in attacking those redoubts of the enemy, which had so long kept them in awe, and which they had never hitherto dared to insult. The generals seconded her ardour: An attack was made on one redoubt, and it proved successful[n24]: All the English, who defended the entrenchments, were put to the sword or taken prisoners: And Sir John Talbot himself, who had drawn together, from the other redoubts, some troops to bring them relief, durst not appear in the open field against so formidable an enemy.","subId":"30","id":"Hume.HE.2.20.30"},{"type":"paragraph","content":"^Nothing^ after this success seemed impossible to the maid and her enthusiastic votaries. She urged the generals to attack the main body of the English in their entrenchments: But Dunois, still unwilling to hazard the fate of France by too great temerity, and sensible that the least reverse of fortune would make all the |present visions evaporate, and restore every thing to its former condition, checked her vehemence, and proposed to her first to expel the enemy from their forts on the other side of the river, and thus lay the communication with the country entirely open, before she attempted any more hazardous enterprize. Joan was persuaded, and these forts were vigorously assailed. In one attack the French were repulsed; the maid was left almost alone; she was obliged to retreat, and join the runaways; but displaying her sacred standard, and animating them with her countenance, her gestures, her exhortations, she led them back to the charge, and overpowered the English in their entrenchments. In the attack of another fort, she was wounded in the neck with an arrow; she retreated a moment behind the assailants; she pulled out the arrow with her own hands; she had the wound quickly dressed; and she hastened back to head the troops, and to plant her victorious banner on the ramparts of the enemy.","subId":"31","id":"Hume.HE.2.20.31"},{"type":"paragraph","content":"^By^ all these successes, the English were entirely chaced from their fortifications on that side: They had lost above six thousand men in these different actions; and what was still more important, their wonted courage and confidence was wholly gone, and had given place to amazement and despair. The maid returned triumphant over the bridge, and was again received as the guardian angel of the city. After performing such miracles, she convinced the most obdurate incredulity of her divine mission: Men felt themselves animated as by a superior energy, and thought nothing impossible to that divine hand, which so visibly conducted them. It was in vain even for the English generals to oppose with their soldiers the prevailing opinion of supernatural influence. They themselves were probably moved by the same belief: The utmost they dared to advance, was, that Joan was not an instrument of God; she was only the implement of the Devil: But as the English had felt, to their sad experience, that the Devil might be allowed sometimes to prevail, they derived not much consolation from the enforcing of this opinion.","subId":"32","id":"Hume.HE.2.20.32"},{"type":"paragraph","content":"#The siege of Orleans raised. 8th May.# ^It^ might prove extremely dangerous for Suffolk, with such intimidated troops, to remain any longer in the presence of so courageous and victorious an enemy; he therefore raised the siege, and retreated with all the precaution imaginable. The French resolved to push their conquests, and to allow the English no leisure to recover from their consternation. Charles formed a body of six |thousand men, and sent them to attack Jergeau, whither Suffolk had retired with a detachment of his army. The siege lasted ten days; and the place was obstinately defended. Joan displayed her wonted intrepidity on the occasion. She descended into the fosse, in leading the attack; and she there received a blow on the head with a stone, by which she was confounded and beaten to the ground: But she soon recovered herself; and in the end rendered the assault successful: Suffolk was obliged to yield himself prisoner to a Frenchman called Renaud; but before he submitted, he asked his adversary, whether he were a gentleman. On receiving a satisfactory answer, he demanded, whether he were a knight. Renaud replied, that he had not yet attained that honour. _Then I make you one,_ replied Suffolk: Upon which, he gave him the blow with his sword, which dubbed him into that fraternity; and he immediately surrendered himself his prisoner.","subId":"33","id":"Hume.HE.2.20.33"},{"type":"paragraph","content":"^The^ remainder of the English army was commanded by Fastolfe, Scales, and Talbot, who thought of nothing but of making their retreat, as soon as possible, into a place of safety; while the French esteemed the overtaking them equivalent to a victory. So much had the events, which passed before Orleans, altered every thing between the two nations! The vanguard of the French under Richemont and Xaintrailles attacked the rear of the enemy at the village of Patay. #18th June.# The battle lasted not a moment: The English were discomfited and fled: The brave Fastolfe himself showed the example of flight to his troops; and the order of the garter was taken from him, as a punishment for this instance of cowardice[n25]. Two thousand men were killed in this action, and both Talbot and Scales taken prisoners.","subId":"34","id":"Hume.HE.2.20.34"},{"type":"paragraph","content":"^In^ the account of all these successes, the French writers, to magnify the wonder, represent the maid (who was now known by the appellation of _the Maid of Orleans)_ as not only active in combat, but as performing the office of general; directing the troops, conducting the military operations, and swaying the deliberations in all councils of war. It is certain, that the policy of the French court endeavoured to maintain this appearance with the public: But it is much more probable, that Dunois and the wiser commanders prompted her in all her measures, than that a country girl, without experience or education, could, on a sudden, become expert in a |profession, which requires more genius and capacity, than any other active scene of life. It is sufficient praise, that she could distinguish the persons on whose judgment she might rely; that she could seize their hints and suggestions, and, on a sudden, deliver their opinions as her own; and that she could curb, on occasion, that visionary and enthusiastic spirit, with which she was actuated, and could temper it with prudence and discretion.","subId":"35","id":"Hume.HE.2.20.35"},{"type":"paragraph","content":"^The^ raising of the siege of Orleans was one part of the maid's promise to Charles: The crowning of him at Rheims was the other: And she now vehemently insisted, that he should forthwith set out on that enterprize. A few weeks before, such a proposal would have appeared the most extravagant in the world. Rheims lay in a distant quarter of the kingdom; was then in the hands of a victorious enemy; the whole road, which led to it, was occupied by their garrisons; and no man could be so sanguine as to imagine that such an attempt could so soon come within the bounds of possibility. But as it was extremely the interest of Charles to maintain the belief of something extraordinary and divine in these events, and to avail himself of the present consternation of the English; he resolved to follow the exhortations of his warlike prophetess, and to lead his army upon this promising adventure. Hitherto he had kept remote from the scene of war: As the safety of the state depended upon his person, he had been persuaded to restrain his military ardour: But observing this prosperous turn of affairs, he now determined to appear at the head of his armies, and to set the example of valour to all his soldiers. And the French nobility saw at once their young sovereign assuming a new and more brilliant character, seconded by fortune, and conducted by the hand of heaven; and they caught fresh zeal to exert themselves in replacing him on the throne of his ancestors.","subId":"36","id":"Hume.HE.2.20.36"},{"type":"paragraph","content":"#The king of France crowned at Rheims.# ^Charles^ set out for Rheims at the head of twelve thousand men: He passed by Troye, which opened its gates to him: Chalons imitated the example: Rheims sent him a deputation with its keys, before his approach to it: And he scarcely perceived, as he passed along, that he was marching through an enemy's country. #17th July.# The ceremony of his coronation was here performed[n26] with the holy oil, which a pigeon had brought to king Clovis from heaven, on the first establishment of the French monarchy: The maid of Orleans |stood by his side, in complete armour, and displayed her sacred banner, which had so often dissipated and confounded his fiercest enemies: And the people shouted with the most unfeigned joy, on viewing such a complication of wonders. After the completion of the ceremony, the Maid threw herself at the king's feet, embraced his knees, and with a flood of tears, which pleasure and tenderness extorted from her, she congratulated him on this singular and marvellous event.","subId":"37","id":"Hume.HE.2.20.37"},{"type":"paragraph","content":"^Charles^, thus crowned and anointed, became more respectable in the eyes of all his subjects, and seemed, in a manner, to receive anew, from a heavenly commission, his title to their allegiance. The inclinations of men swaying their belief, no one doubted of the inspirations and prophetic spirit of the Maid: Hume.So many incidents, which passed all human comprehension, left little room to question a superior influence: And the real and undoubted facts brought credit to every exaggeration, which could scarcely be rendered more wonderful. Laon, Soissons, Chateau-Thierri, Provins, and many other towns and fortresses in that neighbourhood, immediately after Charles's coronation, submitted to him on the first summons; and the whole nation was disposed to give him the most zealous testimonies of their duty and affection.","subId":"38","id":"Hume.HE.2.20.38"},{"type":"paragraph","content":"#Prudence of the duke of Bedford.# ^Nothing^ can impress us with a higher idea of the wisdom, address, and resolution of the duke of Bedford, than his being able to maintain himself in so perilous a situation, and to preserve some footing in France, after the defection of so many places, and amidst the universal inclination of the rest to imitate that contagious example. This prince seemed present every where by his vigilance and foresight: He employed every resource, which fortune had yet left him: He put all the English garrisons in a posture of defence: He kept a watchful eye over every attempt among the French towards an insurrection: He retained the Parisians in obedience, by alternately employing caresses and severity: And knowing that the duke of Burgundy was already wavering in his fidelity, he acted with so much skill and prudence, as to renew, in this dangerous crisis, his alliance with that prince; an alliance of the utmost importance to the credit and support of the English government.","subId":"39","id":"Hume.HE.2.20.39"},{"type":"paragraph","content":"^The^ small supplies which he received from England set the talents of this great man in still a stronger light. The ardour of the English for foreign conquests was now extremely abated by time |and reflection: The parliament seems even to have become sensible of the danger, which might attend their farther progress: No supply of money could be obtained by the regent during his greatest distresses: And men enlisted slowly under his standard, or soon deserted, by reason of the wonderful accounts, which had reached England, of the magic, and sorcery, and diabolical power of the maid of Orleans[n27]. It happened fortunately, in this emergency, that the bishop of Winchester, now created a cardinal, landed at Calais with a body of 5000 men, which he was conducting into Bohemia, on a crusade against the Hussites. He was persuaded to send these troops to his nephew during the present difficulties[n28]; and the regent was thereby enabled to take the field; and to oppose the French king, who was advancing with his army to the gates of Paris.","subId":"40","id":"Hume.HE.2.20.40"},{"type":"paragraph","content":"^The^ extraordinary capacity of the duke of Bedford appeared also in his military operations. He attempted to restore the courage of his troops by boldly advancing to the face of the enemy; but he chose his posts with so much caution, as always to decline a combat, and to render it impossible for Charles to attack him. #1430.# He still attended that prince in all his movements; covered his own towns and garrisons; and kept himself in a posture to reap advantage from every imprudence or false step of the enemy. The French army, which consisted mostly of volunteers, who served at their own expence, soon after retired and was disbanded: Charles went to Bourges, the ordinary place of his residence; but not till he made himself master of Compiegne, Beauvais, Senlis, Sens, Laval, Lagni, St. Denis, and of many places in the neighbourhood of Paris, which the affections of the people had put into his hands.","subId":"41","id":"Hume.HE.2.20.41"},{"type":"paragraph","content":"^The^ regent endeavoured to revive the declining state of his affairs, by bringing over the young king of England and having him crowned and anointed at Pans[n29]. All the vassals of the crown, who lived within the provinces possessed by the English, swore new allegiance and did homage to him. But this ceremony was cold and insipid, compared with the lustre which had attended the coronation of Charles at Rheims; and the duke of Bedford expected more effect from an accident, which put into his hands the person that had been the author of all his calamities.","subId":"42","id":"Hume.HE.2.20.42"},{"type":"paragraph","content":"^The^ maid of Orleans, after the coronation of Charles, declared |to the count of Dunois, that her wishes were now fully gratified, and that she had no farther desire than to return to her former condition, and to the occupations and course of life which became her sex: But that nobleman, sensible of the great advantages which might still be reaped from her presence in the army, exhorted her to persevere, till, by the final expulsion of the English, she had brought all her prophecies to their full completion. In pursuance of this advice, she threw herself into the town of Compiegne, which was at that time besieged by the duke of Burgundy, assisted by the earls of Arundel and Suffolk; and the garrison on her appearance believed themselves thenceforth invincible. But their joy was of short duration. #24th May.# The Maid, next day after her arrival, headed a sally upon the quarters of John of Luxembourg; she twice drove the enemy from their entrenchments; finding their numbers to encrease every moment, she ordered a retreat; when hard pressed by the pursuers, she turned upon them, and made them again recoil; but being here deserted by her friends, and surrounded by the enemy, she was at last, after exerting the utmost valour, taken prisoner by the Burgundians[n30]. The common opinion was, that the French officers, finding the merit of every victory ascribed to her, had, in envy to her renown, by which they themselves were so much eclipsed, willingly exposed her to the fatal accident.","subId":"43","id":"Hume.HE.2.20.43"},{"type":"paragraph","content":"^The^ envy of her friends on this occasion was not a greater proof of her merit than the triumph of her enemies. A complete victory would not have given more joy to the English and their partizans. The service of _Te Deum,_ which has so often been profaned by princes, was publicly celebrated on this fortunate event at Paris. The duke of Bedford fancied, that, by the captivity of that extraordinary woman, who had blasted all his successes, he should again recover his former ascendant over France; and to push farther the present advantage, he purchased the captive from John of Luxembourg, and formed a prosecution against her, which, whether it proceeded from vengeance or policy, was equally barbarous and dishonourable.","subId":"44","id":"Hume.HE.2.20.44"},{"type":"paragraph","content":"#1431.# ^There^ was no possible reason, why Joan should not be regarded as a prisoner of war, and be entitled to all the courtesy and good usage, which civilized nations practise towards enemies on these |occasions. She had never, in her military capacity, forfeited, by any act of treachery or cruelty, her claim to that treatment: She was unstained by any civil crime: Even the virtues and the very decorums of her sex had ever been rigidly observed by her: And though her appearing in war, and leading armies to battle, may seem an exception, she had thereby performed such signal service to her prince, that she had abundantly compensated for this irregularity; and was on that very account, the more an object of praise and admiration. It was necessary, therefore, for the duke of Bedford to interest religion some way in the prosecution; and to cover under that cloak his violation of justice and humanity.","subId":"45","id":"Hume.HE.2.20.45"},{"type":"paragraph","content":"^The^ bishop of Beauvais, a man wholly devoted in the English interests, presented a petition against Joan, on pretence that she was taken within the bounds of his diocese; and he desired to have her tried by an ecclesiastical court for sorcery, impiety, idolatry, and magic: The university of Paris was so mean as to join in the same request: Several prelates, among whom the cardinal of Winchester was the only Englishman, were appointed her judges: They held their court in Rouen, where the young king of England then resided: And the Maid clothed in her former military apparel, but loaded with irons, was produced before this tribunal.","subId":"46","id":"Hume.HE.2.20.46"},{"type":"paragraph","content":"^She^ first desired to be eased of her chains: Her judges answered, that she had once already attempted an escape by throwing herself from a tower: She confessed the fact, maintained the justice of her intention, and owned, that if she could, she would still execute that purpose. All her other speeches showed the same firmness and intrepidity: Though harassed with interrogatories, during the course of near four months, she never betrayed any weakness or womanish submission; and no advantage was gained over her. The point, which her judges pushed most vehemently, was her visions and revelations and intercourse with departed saints; and they asked her, whether she would submit to the church the truth of these inspirations: She replied, that she would submit them to God, the fountain of truth. They then exclaimed, that she was a heretic, and denied the authority of the church. She appealed to the pope: They rejected her appeal.","subId":"47","id":"Hume.HE.2.20.47"},{"type":"paragraph","content":"^They^ asked her, why she put trust in her standard which had been consecrated by magical incantations: She replied, that she put trust in the Supreme Being alone, whose image was impressed |upon it. They demanded, why she carried in her hand that standard at the anointment and coronation of Charles at Rheims: She answered, that the person who had shared the danger, was entitled to share the glory. When accused of going to war contrary to the decorums of her sex, and of assuming government and command over men; she scrupled not to reply, that her sole purpose was to defeat the English, and to expel them the kingdom. In the issue, she was condemned for all the crimes of which she had been accused, aggravated by heresy; her revelations were declared to be inventions of the devil to delude the people; and she was sentenced to be delivered over to the secular arm.","subId":"48","id":"Hume.HE.2.20.48"},{"type":"paragraph","content":"^Joan^, so long surrounded by inveterate enemies, who treated her with every mark of contumely; brow-beaten and overawed by men of superior rank, and men invested with the ensigns of a sacred character, which she had been accustomed to revere, felt her spirit at last subdued; and those visionary dreams of inspiration, in which she had been buoyed up by the triumphs of success and the applauses of her own party, gave way to the terrors of that punishment to which she was sentenced. She publicly declared herself willing to recant; she acknowledged the illusion of those revelations which the church had rejected; and she promised never more to maintain them. Her sentence was then mitigated: She was condemned to perpetual imprisonment, and to be fed during life on bread and water.","subId":"49","id":"Hume.HE.2.20.49"},{"type":"paragraph","content":"^Enough^ was now done to fulfil all political views, and to convince both the French and the English, that the opinion of divine influence, which had so much encouraged the one and daunted the other, was entirely without foundation. But the barbarous vengeance of Joan's enemies was not satisfied with this victory. Suspecting, that the female dress, which she had now consented to wear, was disagreeable to her, they purposely placed in her apartment a suit of men's apparel; and watched for the effects of that temptation upon her. On the sight of a dress, in which she had acquired so much renown, and which, she once believed, she wore by the particular appointment of heaven, all her former ideas and passions revived; and she ventured in her solitude to cloath herself again in the forbidden garment. Her insidious enemies caught her in that situation: Her fault was interpreted to be no less than a relapse into heresy: No recantation would now suffice, and no |pardon could be granted her. She was condemned to be burned in the market-place of Roüen; and the infamous sentence was accordingly executed. #Execution of the maid of Orleans. 14th June.# This admirable heroine, to whom the more generous superstition of the ancients would have erected altars, was, on pretence of heresy and magic, delivered over alive to the flames, and expiated by that dreadful punishment the signal services which she had rendered to her prince and to her native country.","subId":"50","id":"Hume.HE.2.20.50"},{"type":"paragraph","content":"#1432.# ^The^ affairs of the English, far from being advanced by this execution, went every day more and more to decay: The great abilities of the regent were unable to resist the strong inclination, which had seized the French to return under the obedience of their rightful sovereign, and which that act of cruelty was ill fitted to remove. Chartres was surprized, by a stratagem of the count of Dunois: A body of the English, under lord Willoughby, was defeated at St. Celerin upon the Sarte[n31]: The fair in the suburbs of Cäen, seated in the midst of the English territories, was pillaged by de Lore, a French officer: The duke of Bedford himself was obliged by Dunois to raise the siege of Lagni with some loss of reputation: And all these misfortunes, though light, yet being continued and uninterrupted, brought discredit on the English, and menaced them with an approaching revolution. But the chief detriment, which the regent sustained, was by the death of his dutchess, who had hitherto preserved some appearance of friendship between him and her brother, the duke of Burgundy[n32]: And his marriage soon afterwards, with Jaqueline of Luxembourg, was the beginning of a breach between them[n33]. Philip complained, that the regent had never had the civility to inform him of his intentions, and that so sudden a marriage was a slight on his sister's memory. The cardinal of Winchester mediated a reconciliation between these princes, and brought both of them to St. Omers for that purpose. The duke of Bedford here expected the first visit, both as he was son, brother, and uncle to a king, and because he had already made such advances as to come into the duke of Burgundy's territories, in order to have an interview with him: But Philip, proud of his great power and independant dominions, |refused to pay this compliment to the regent: And the two princes, unable to adjust the ceremonial, parted without seeing each other[n34]: A bad prognostic of their cordial intentions to renew past amity!","subId":"51","id":"Hume.HE.2.20.51"},{"type":"paragraph","content":"#Defection of the duke of Burgundy.# ^Nothing^ could be more repugnant to the interest of the house of Burgundy, than to unite the crowns of France and England on the same head; an event, which had it taken place, would have reduced the duke to the rank of a petty prince, and have rendered his situation entirely dependant and precarious. The title also to the crown of France, which, after the failure of the elder branches, might accrue to the duke or his posterity, had been sacrificed by the treaty of Troye; and strangers and enemies were thereby irrevocably fixed upon the throne. Revenge alone had carried Philip into these impolitic measures; and a point of honour had hitherto induced him to maintain them. But as it is the nature of passion gradually to decay, while the sense of interest maintains a permanent influence and authority; the duke had, for some years, appeared sensibly to relent in his animosity against Charles, and to hearken willingly to the apologies made by that prince for the murder of the late duke of Burgundy. His extreme youth was pleaded in his favour; his incapacity to judge for himself; the ascendant gained over him by his ministers; and his inability to resent a deed, which, without his knowledge, had been perpetrated by those under whose guidance he was then placed. The more to flatter the pride of Philip, the king of France had banished from his court and presence Tanegui de Chatel, and all those who were concerned in that assassination: and had offered to make every other atonement, which could be required of him. The distress, which Charles had already suffered, had tended to gratify the duke's revenge; the miseries, to which France had been so long exposed, had begun to move his compassion; and the cries of all Europe admonished him, that his resentment, which might hitherto be deemed pious, would, if carried farther, be universally condemned as barbarous and unrelenting. While the duke was in this disposition, every disgust, which he received from England, made a double impression upon him; the entreaties of the count of Richemont and the duke of Bourbon, who had married his two sisters, had weight; and he finally determined to unite himself to |the royal family of France, from which his own was descended. #1433.# For this purpose, a congress was appointed at Arras under the mediation of deputies from the pope and the council of Basle: The duke of Burgundy came thither in person: The duke of Bourbon, the count of Richemont, and other persons of high rank, appeared as ambassadors from France: And the English having also been invited to attend, the cardinal of Winchester, the bishops of Norwich and St. David's, the earls of Huntingdon and Suffolk, with others, received from the protector and council a commission for that purpose[n35].","subId":"52","id":"Hume.HE.2.20.52"},{"type":"paragraph","content":"#August.# ^The^ conferences were held in the abbey of St. Vaast; and began with discussing the proposals of the two crowns, which were so wide of each other as to admit of no hopes of accommodation. France offered to cede Normandy with Guienne, but both of them loaded with the usual homage and vassalage to the crown. As the claims of England upon France were universally unpopular in Europe, the mediators declared the offers of Charles very reasonable; and the cardinal of Winchester, with the other English ambassadors, without giving a particular detail of their demands, immediately left the congress. #1435.# There remained nothing but to discuss the mutual pretensions of Charles and Philip. These were easily adjusted: The vassal was in a situation to give law to his superior; and he exacted conditions, which, had it not been for the present necessity, would have been deemed, to the last degree, dishonourable and disadvantageous to the crown of France. Besides making repeated atonements and acknowledgments for the murder of the duke of Burgundy, Charles was obliged to cede all the towns of Picardy which lay between the Somme and the Low Countries; he yielded several other territories; he agreed, that these and all the other dominions of Philip should be held by him, during his life, without doing any homage or swearing fealty to the present king; and he freed his subjects from all obligations to allegiance, if ever he infringed this treaty[n36]. Such were the conditions, upon which France purchased the friendship of the duke of Burgundy.","subId":"53","id":"Hume.HE.2.20.53"},{"type":"paragraph","content":"^The^ duke sent a herald to England with a letter, in which he notified the conclusion of the treaty of Arras, and apologized for his departure from that of Troye. The council received the herald with great coldness: They even assigned him his lodgings in a shoemaker's house, by way of insult; and the populace were so incensed, that, if the duke of Glocester had not given him guards, his life had been exposed to danger, when he appeared in the streets. The Flemings, and other subjects of Philip, were insulted, and some of them murdered by the Londoners; and every thing seemed to tend towards a rupture between the two nations[n37]. These violences were not disagreeable to the duke of Burgundy; as they afforded him a pretence for the farther measures which he intended to take against the English, whom he now regarded as implacable and dangerous enemies.","subId":"54","id":"Hume.HE.2.20.54"},{"type":"paragraph","content":"#14th Sept. Death of the duke of Bedford.# ^A^ few days after the duke of Bedford received intelligence of this treaty, so fatal to the interests of England, he died at Roüen; a prince of great abilities, and of many virtues; and whose memory, except from the barbarous execution of the maid of Orleans, was unsullied by any considerable blemish. Isabella, queen of France, died a little before him, despised by the English, detested by the French, and reduced in her later years to regard, with an unnatural horror, the progress and success of her own son, in recovering possession of his kingdom. This period was also signalized by the death of the earl of Arundel[n38], a great English general, who, though he commanded three thousand men, was foiled by Xaintrailles at the head of six hundred, and soon after expired of the wounds which he received in the action.","subId":"55","id":"Hume.HE.2.20.55"},{"type":"paragraph","content":"#1436.# ^The^ violent factions, which prevailed between the duke of Glocester and the cardinal of Winchester, prevented the English from taking the proper measures for repairing these multiplied losses, and threw all their affairs into confusion. The popularity of the duke, and his near relation to the crown, gave him advantages in the contest, which he often lost by his open and unguarded temper, unfit to struggle with the politic and interested spirit of his rival. The balance, meanwhile, of these parties, kept every thing in |suspence: Foreign affairs were much neglected: And though the duke of York, son to that earl of Cambridge, who was executed in the beginning of the last reign, was appointed successor to the duke of Bedford, it was seven months before his commission passed the seals; and the English remained so long in an enemy's country, without a proper head or governor.","subId":"56","id":"Hume.HE.2.20.56"},{"type":"paragraph","content":"#Decline of the English in France.# ^The^ new governor on his arrival found the capital already lost. The Parisians had always been more attached to the Burgundian than to the English interest; and after the conclusion of the treaty of Arras, their affections, without any farther controul, universally led them to return to their allegiance under their native sovereign. The constable, together with Lile-Adam, the same person who had before put Paris into the hands of the duke of Burgundy, was introduced in the night-time by intelligence with the citizens: Lord Willoughby, who commanded only a small garrison of 1500 men, was expelled: This nobleman discovered valour and presence of mind on the occasion; but unable to guard so large a place against such multitudes, he retired into the Bastile, and being there invested, he delivered up that fortress, and was contented to stipulate for the safe retreat of his troops into Normandy[n39].","subId":"57","id":"Hume.HE.2.20.57"},{"type":"paragraph","content":"^In^ the same season, the duke of Burgundy openly took part against England, and commenced hostilities by the siege of Calais, the only place which now gave the English any sure hold of France, and still rendered them dangerous. As he was beloved among his own subjects, and had acquired the epithet of _Good,_ from his popular qualities, he was able to interest all the inhabitants of the Low Countries in the success of this enterprize; and he invested that place with an army, formidable from its numbers, but without experience, discipline, or military spirit[n40]. On the first alarm of this siege, the duke of Glocester assembled some forces, sent a defiance to Philip, and challenged him to wait the event of a battle, which he promised to give, as soon as the wind would permit him to reach Calais. #26th June.# The warlike genius of the English had at that time rendered them terrible to all the northern parts of Europe; especially to the Flemings, who were more expert in manufactures, than in arms; and the duke of Burgundy, being already foiled in some attempts |before Calais, and observing the discontent and terror of his own army, thought proper to raise the siege, and to retreat before the arrival of the enemy[n41].","subId":"58","id":"Hume.HE.2.20.58"},{"type":"paragraph","content":"^The^ English were still masters of many fine provinces in France; but retained possession, more by the extreme weakness of Charles, than by the strength of their own garrisons or the force of their armies. Nothing indeed can be more surprising than the feeble efforts made, during the course of several years, by these two potent nations against each other; while the one struggled for independence, and the other aspired to a total conquest of its rival. The general want of industry, commerce, and police, in that age, had rendered all the European nations, and France and England no less than the others, unfit for bearing the burthens of war, when it was prolonged beyond one season; and the continuance of hostilities had, long ere this time, exhausted the force and patience of both kingdoms. Scarcely could the appearance of an army be brought into the field on either side; and all the operations consisted in the surprisal of places, in the rencounter of detached parties, and in incursions upon the open country; which were performed by small bodies, assembled on a sudden from the neighbouring garrisons. In this method of conducting the war, the French king had much the advantage: The affections of the people were entirely on his side: Intelligence was early brought him of the state and motions of the enemy: The inhabitants were ready to join in any attempts against the garrisons: And thus ground was continually, though slowly, gained upon the English. The duke of York, who was a prince of abilities, struggled against these difficulties during the course of five years; and being assisted by the valour of lord Talbot, soon after created earl of Shrewsbury, he performed actions, which acquired him honour, but merit not the attention of posterity. It would have been well, had this feeble war, in sparing the blood of the people, prevented likewise all other oppressions; and had the fury of men, which reason and justice cannot restrain, thus happily received a check from their impotence and inability. But the French and English, though they exerted such small force, were, however, stretching beyond their resources, which were still smaller; and the troops, destitute of |pay, were obliged to subsist by plundering and oppressing the country, both of friends and enemies. #1440.# The fields in all the north of France, which was the seat of war, were laid waste and left uncultivated[n42]. The cities were gradually depopulated, not by the blood spilt in battle, but by the more destructive pillage of the garrisons[n43]: And both parties, weary of hostilities, which decided nothing, seemed at last desirous of peace, and they set on foot negociations for that purpose. But the proposals of France and the demands of England, were still so wide of each other, that all hope of accommodations immediately vanished. The English ambassadors demanded restitution of all the provinces which had once been annexed to England, together with the final cession of Calais and its district; and required the possession of these extensive territories without the burthen of any fealty or homage on the part of their prince: The French offered only part of Guienne, part of Normandy, and Calais, loaded with the usual burthens. It appeared in vain to continue the negociation, while there was so little prospect of agreement. The English were still too haughty to stoop from the vast hopes which they had formerly entertained, and to accept of terms more suitable to the present condition of the two kingdoms.","subId":"59","id":"Hume.HE.2.20.59"},{"type":"paragraph","content":"^The^ duke of York soon after resigned his government to the earl of Warwic, a nobleman of reputation, whom death prevented from long enjoying this dignity. The duke, upon the demise of that nobleman, returned to his charge, and during his administration a truce was concluded between the king of England and the duke of Burgundy, which had become necessary for the commercial interests of their subjects[n44]. The war with France continued in the same languid and feeble state as before.","subId":"60","id":"Hume.HE.2.20.60"},{"type":"paragraph","content":"^The^ captivity of five princes of the blood, taken prisoners in the battle of Azincour, was a considerable advantage which England long enjoyed over its enemy; but this superiority was now entirely lost. Some of these princes had died; some had been ransomed; |and the duke of Orleans, the most powerful among them, was the last that remained in the hands of the English. He offered the sum of 54,000 nobles[n45] for his liberty; and when this proposal was laid before the council of England, as every question was there an object of faction, the party of the duke of Glocester, and that of the cardinal of Winchester, were divided in their sentiments with regard to it. The duke reminded the council of the dying advice of the late king, that none of these prisoners should on any account be released, till his son should be of sufficient age to hold, himself, the reins of government. The cardinal insisted on the greatness of the sum offered, which in reality was near equal to two thirds of all the extraordinary supplies, that the parliament, during the course of seven years, granted for the support of the war. And he added, that the release of this prince was more likely to be advantageous than prejudicial to the English interests; by filling the court of France with faction, and giving a head to those numerous malcontents, whom Charles was at present able with great difficulty to restrain. The cardinal's party, as usual, prevailed: The duke of Orleans was released, after a melancholy captivitiy of twenty-five years[n46]: And the duke of Burgundy, as a pledge of his entire reconciliation with the family of Orleans, facilitated to that prince the payment of his ransom. It must be confessed, that the princes and nobility, in those ages, went to war on very disadvantageous terms. If they were taken prisoners, they either remained in captivity during life, or purchased their liberty at the price which the victors were pleased to impose, and which often reduced their families to want and beggary.","subId":"61","id":"Hume.HE.2.20.61"},{"type":"paragraph","content":"#1443.# ^The^ sentiments of the cardinal, some time after, prevailed in another point of still greater moment. That prelate had always encouraged every proposal of accommodation with France; and had represented the utter impossibility, in the present circumstances, of pushing farther the conquests in that kingdom, and the great difficulty of even maintaining those which were already |made. He insisted on the extreme reluctance of the parliament to grant supplies; the disorders in which the English affairs in Normandy were involved; the daily progress made by the French king; and the advantage of stopping his hand by a temporary accommodation, which might leave room for time and accidents to operate in favour of the English. The duke of Glocester, high-spirited and haughty, and educated in the lofty pretensions, which the first successes of his two brothers had rendered familiar to him, could not yet be induced to relinquish all hopes of prevailing over France; much less could he see, with patience, his own opinion thwarted and rejected by the influence of his rival in the English council. But notwithstanding his opposition, the earl of Suffolk, a nobleman who adhered to the cardinal's party, was dispatched to Tours, in order to negociate with the French ministers. #28th May. Truce with France.# It was found impossible to adjust the terms of a lasting peace; but a truce for twenty-two months was concluded, which left every thing on the present footing between the parties. The numerous disorders, under which the French government laboured, and which time alone could remedy, induced Charles to assent to this truce; and the same motives engaged him afterwards to prolong it[n47]. But Suffolk, not content with executing this object of his commission, proceeded also to finish another business, which seems rather to have been implied than expressed in the powers that had been granted him[n48].","subId":"62","id":"Hume.HE.2.20.62"},{"type":"paragraph","content":"^In^ proportion as Henry advanced in years, his character became fully known in the court, and was no longer ambiguous to either faction. Of the most harmless, inoffensive, simple manners; but of the most slender capacity: he was fitted, both by the softness of his temper, and the weakness of his understanding, to be perpetually governed by those who surrounded him; and it was easy to foresee, that his reign would prove a perpetual minority. As he had now reached the twenty-third year of his age, it was natural to think of choosing him a queen; and each party was ambitious of having him receive one from their hand; as it was probable, that this circumstance would decide for ever the victory between them. The duke of Glocester proposed a daughter of the count of Armagnac; but had not credit to effect his purpose. The cardinal |and his friends had cast their eye on Margaret of Anjou, daughter of Regnier, titular king of Sicily, Naples, and Jerusalem, descended from the count of Anjou, brother of Charles V. who had left these magnificent titles, but without any real power or possessions, to his posterity. This princess herself was the most accomplished of her age both in body and mind; and seemed to possess those qualities, which would equally qualify her to acquire the ascendant over Henry, and to supply all his defects and weaknesses. Of a masculine, courageous spirit, of an enterprizing temper, endowed with solidity as well as vivacity of understanding, she had not been able to conceal these great talents even in the privacy of her father's family; and it was reasonable to expect, that, when she should mount the throne, they would break out with still superior lustre. The earl of Suffolk, therefore, in concert with his associates of the English council, made proposals of marriage to Margaret, which were accepted. But this nobleman, besides preoccupying the princess's favour by being the chief means of her advancement, endeavoured to ingratiate himself with her and her family, by very extraordinary concessions: #Marriage of the king with Margaret of Anjou.# Though Margaret brought no dowry with her, he ventured of himself, without any direct authority from the council, but probably with the approbation of the cardinal and the ruling members, to engage by a secret article, that the province of Maine, which was at that time in the hands of the English, should be ceded to Charles of Anjou her uncle[n49], who was prime minister and favourite of the French king, and who had already received from his master the grant of that province as his appanage.","subId":"63","id":"Hume.HE.2.20.63"},{"type":"paragraph","content":"^The^ treaty of marriage was ratified in England: Suffolk obtained first the title of marquis, then that of duke; and even received the thanks of parliament, for his services in concluding it[n50]. The princess fell immediately into close connections with the cardinal and his party, the dukes of Somerset, Suffolk, and Buckingham[n51]; who, fortified by her powerful patronage, resolved on the final ruin of the duke of Glocester.","subId":"64","id":"Hume.HE.2.20.64"},{"type":"paragraph","content":"#1447.# ^This^ generous prince, worsted in all court intrigues, for which his temper was not suited, but possessing, in a high degree, the favour of the public, had already received from his rivals a cruel |mortification, which he had hitherto born without violating public peace, but which it was impossible that a person of his spirit and humanity could ever forgive. His dutchess, the daughter of Reginald, lord Cobham, had been accused of the crime of witchcraft, and it was pretended, that there was found in her possession a waxen figure of the king, which she and her associates, Sir Roger Bolingbroke a priest, and one Margery Jordan of Eye, melted in a magical manner before a slow fire, with an intention of making Henry's force and vigour waste away by like insensible degrees. The accusation was well calculated to affect the weak and credulous mind of the king, and to gain belief in an ignorant age; and the dutchess was brought to trial with her confederates. The nature of this crime, so opposite to all common sense, seems always to exempt the accusers from observing the rules of common sense in their evidence: The prisoners were pronounced guilty; the dutchess was condemned to do public penance, and to suffer perpetual imprisonment, the others were executed[n52]. But as these violent proceedings were ascribed solely to the malice of the duke's enemies, the people, contrary to their usual practice in such marvellous trials, acquitted the unhappy sufferers; and encreased their esteem and affection towards a prince, who was thus exposed without protection, to those mortal injuries.","subId":"65","id":"Hume.HE.2.20.65"},{"type":"paragraph","content":"^These^ sentiments of the public made the cardinal of Winchester and his party sensible, that it was necessary to destroy a man, whose popularity might become dangerous, and whose resentment they had so much cause to apprehend. In order to effect their purpose, a parliament was summoned to meet, not at London, which was supposed to be too well affected to the duke, but at St. Edmondsbury, where they expected that he would be entirely at mercy. #28th Feb. Murder of the duke of Glocester.# As soon as he appeared, he was accused of treason, and thrown into prison. He was soon after found dead in his bed[n53]; and though it was pretended that his death was natural, and though his body, which was exposed to public view, bore no marks of outward violence, no one doubted but he had fallen a victim to the vengeance of his enemies. An artifice, formerly practised in the case of Edward II. Richard II. and Thomas of Woodstock, duke of Glocester, could deceive no body. The reason of this assassination of the duke seems not, that the ruling party apprehended his |acquittal in parliament on account of his innocence, which, in such times, was seldom much regarded; but that they imagined his public trial and execution would have been more invidious than his private murder, which they pretended to deny. Some gentlemen of his retinue were afterwards tried as accomplices in his treasons, and were condemned to be hanged, drawn and quartered. They were hanged and cut down; but just as the executioner was proceeding to quarter them, their pardon was produced, and they were recovered to life[n54]. The most barbarous kind of mercy that can possibly be imagined!","subId":"66","id":"Hume.HE.2.20.66"},{"type":"paragraph","content":"^This^ prince is said to have received a better education than was usual in his age, to have founded one of the first public libraries in England, and to have been a great patron of learned men. Among other advantages, which he reaped from this turn of mind, it tended much to cure him of credulity; of which the following instance is given by Sir Thomas More. There was a man, who pretended, that, though he was born blind, he had recovered his sight by touching the shrine of St. Albans. The duke, happening soon after to pass that way, questioned the man, and seeming to doubt of his sight, asked him the colours of several cloaks, worn by persons of his retinue. The man told them very readily. _You are a knave,_ cried the prince; _had you been born blind, you could not so soon have learned to distinguish colours:_ And immediately ordered him to be set in the stocks as an impostor[n55].","subId":"67","id":"Hume.HE.2.20.67"},{"type":"paragraph","content":"^The^ cardinal of Winchester died six weeks after his nephew, whose murder was universally ascribed to him as well as to the duke of Suffolk, and which, it is said, gave him more remorse in his last moments, than could naturally be expected from a man hardened, during the course of a long life, in falsehood and in politics. What share the queen had in this guilt is uncertain; her usual activity and spirit made the public conclude with some reason, that the duke's enemies durst not have ventured on such a deed without her privity. But there happened soon after an event, of which she and her favourite, the duke of Suffolk, bore incontestibly the whole odium.","subId":"68","id":"Hume.HE.2.20.68"},{"type":"paragraph","content":"^That^ article of the marriage treaty, by which the province of Maine was to be ceded to Charles of Anjou, the queen's uncle, had probably been hitherto kept secret; and during the lifetime of the |duke of Glocester, it might have been dangerous to venture on the execution of it. But as the court of France strenuously insisted on performance, orders were now dispatched, under Henry's hand, to Sir Francis Surienne, governor of Mans, commanding him to surrender that place to Charles of Anjou. Surienne, either questioning the authenticity of the order, or regarding his government as his sole fortune, refused compliance; and it became necessary for a French army, under the count of Dunois, to lay siege to the city. The governor made as good a defence as his situation could permit; but receiving no relief from Edmund duke of Somerset, who was at that time governor of Normandy, he was at last obliged to capitulate, and to surrender not only Mans, but all the other fortresses of that province, which was thus entirely alienated from the crown of England.","subId":"69","id":"Hume.HE.2.20.69"},{"type":"paragraph","content":"#1448.# ^The^ bad effects of this measure stopped not here. Surienne, at the head of all his garrisons, amounting to 2500 men, retired into Normandy, in expectations of being taken into pay, and of being quartered in some towns of the province. But Somerset, who had no means of subsisting such a multitude, and who was probably incensed at Surienne's disobedience, refused to admit him; and this adventurer, not daring to commit depredations on the territories either of the king of France or of England, marched into Britanny, seized the town of Fougeres, repaired the fortifications of Pontorson and St. James de Beuvron, and subsisted his troops by the ravages which he exercised on that whole province[n56]. The duke of Britanny complained of this violence to the king of France, his liege lord: Charles remonstrated with the duke of Somerset: That nobleman replied, that the injury was done without his privity, and that he had no authority over Surienne and his companions[n57]. Though this answer sought to have appeared satisfactory to Charles, who had often felt severely the licentious, independant spirit of such mercenary soldiers, he never would admit of the apology. He still insisted, that these plunderers should be recalled, and that reparation should be made to the duke of Britanny for all the damages which he had sustained: And in order to render an accommodation absolutely impracticable, he made the estimation |of damages amount to no less a sum than 1,600,000 crowns. He was sensible of the superiority, which the present state of his affairs gave him over England; and he determined to take advantage of it.","subId":"70","id":"Hume.HE.2.20.70"},{"type":"paragraph","content":"#State of France.# ^No^ sooner was the truce concluded between the two kingdoms, than Charles employed himself, with great industry and judgment, in repairing those numberless ills, to which France, from the continuance of wars both foreign and domestic, had so long been exposed. He restored the course of public justice; he introduced order into the finances; he established discipline in his troops; he repressed faction in his court; he revived the languid state of agriculture and the arts; and in the course of a few years, he rendered his kingdom flourishing within itself, and formidable to its neighbours. Meanwhile, affairs in England had taken a very different turn. The court was divided into parties, which were enraged against each other: The people were discontented with the government: Conquests in France, which were an object more of glory than of interest, were overlooked amidst domestic incidents, which engrossed the attention of all men: #1449.# The governor of Normandy, ill supplied with money, was obliged to dismiss the greater part of his troops, and to allow the fortifications of the towns and castles to become ruinous: And the nobility and people of that province had during the late open communication with France, enjoyed frequent opportunities of renewing connexions with their ancient master, and of concerting the means of expelling the English. The occasion therefore seemed favourable to Charles for breaking the truce. #Renewal of the war with France.# Normandy was at once invaded by four powerful armies; one commanded by the king himself; a second by the duke of Britanny; a third by the duke of Alençon; and a fourth by the count of Dunois. The places opened their gates almost as soon as the French appeared before them: Verneüil, Nogent, Chateau Gaillard, Ponteau de mer, Gisors, Mante, Vernon, Argentan, Lisieux, Fecamp, Coutances, Belesme, Pont de l'Arche, fell in an instant into the hands of the enemy. The duke of Somerset, so far from having an army, which could take the field, and relieve these places, was not able to supply them with the necessary garrisons and provisions. He retired with the few troops, of which he was master, into Roüen; and thought it sufficient, if, till the arrival of succours from England, he could save that capital from the general |fate of the province. The king of France, at the head of a formidable army, fifty thousand strong, presented himself before the gates: The dangerous example of revolt had infected the inhabitants; and they called aloud for a capitulation. Somerset, unable to resist at once both the enemies within and from without, retired with his garrison into the palace and castle; which, being places not tenable, he was obliged to surrender: He purchased a retreat to #4th Nov.# Harfleur by the payment of 56,000 crowns, by engaging to surrender Arques, Tancarville, Caudebec, Honfleur, and other places in the higher Normandy, and by delivering hostages for the performance of articles[n58]. The governor of Honfleur refused to obey his orders; upon which the earl of Shrewsbury, who was one of the hostages, was detained prisoner; and the English were thus deprived #1450.# of the only general capable of recovering them from their present distressed situation. Harfleur made a better defence under Sir Thomas Curson the governor; but was finally obliged to open its gates to Dunois. Succours at last appeared from England under Sir Thomas Kyriel, and landed at Cherbourg: But these came very late, amounted only to 4000 men, and were soon after put to rout at Fourmigni by the count of Clermont[n59]. This battle, or rather skirmish, was the only action fought by the English for the defence of their dominions in France, which they had purchased at such an expence of blood and treasure. Somerset, shut up in Caën without any prospect of relief, found it necessary to capitulate: Falaise opened its gates, on condition that the earl of Shrewsbury should be restored to liberty: And Cherbourg, the last place of Normandy which remained in the hands of the English, being delivered up, the conquest of that important province was finished in a twelve-month by Charles, to the great joy of the inhabitants and of his whole kingdom[n60].","subId":"71","id":"Hume.HE.2.20.71"},{"type":"paragraph","content":"#The English expelled France.# ^A^ like rapid success attended the French arms in Guienne; though the inhabitants of that province were, from long custom, better inclined to the English government. Dunois was dispatched thither, and met with no resistance in the field, and very little from the towns. Great improvements had been made, during this age, in the structure and management of artillery, and none in fortification; |and the art of defence was by that means more unequal, than either before or since, to the art of attack. After all the small places about Bourdeaux were reduced, that city agreed to submit, if not relieved by a certain time; and as no one in England thought seriously of these distant concerns, no relief appeared; the place surrendered; and Bayonne being taken soon after, the whole province, which had remained united to England since the accession of Henry II. was, after a period of three centuries, finally swallowed up in the French monarchy.","subId":"72","id":"Hume.HE.2.20.72"},{"type":"paragraph","content":"^Though^ no peace of truce was concluded between France and England, the war was in a manner at an end. The English, torn in pieces by the civil dissensions which ensued, made but one feeble effort more for the recovery of Guienne: And Charles, occupied at home in regulating the government, and fencing against the intrigues of his factious son, Lewis the Dauphin, scarcely ever attempted to invade them in their island, or to retaliate upon them, by availing himself of their intestine confusions.","subId":"73","id":"Hume.HE.2.20.73"},{"type":"note","content":"Rymer, vol. x. p. 261. Cotton, p. 564.","subId":"n1","id":"Hume.HE.2.20.n1"},{"type":"note","content":"Cotton, p. 564.","subId":"n2","id":"Hume.HE.2.20.n2"},{"type":"note","content":"Hall, fol. 83. Monstrelet, vol. ii. p. 27.","subId":"n3","id":"Hume.HE.2.20.n3"},{"type":"note","content":"Hall, fol. 84. Monstrelet, vol. i. p. 4. Stowe, p. 364.","subId":"n4","id":"Hume.HE.2.20.n4"},{"type":"note","content":"Hall, fol. 86. Stowe, p. 364. Grafton, p. 501.","subId":"n5","id":"Hume.HE.2.20.n5"},{"type":"note","content":"Rymer, vol. x. p. 299, 300, 326.","subId":"n6","id":"Hume.HE.2.20.n6"},{"type":"note","content":"Hall, fol. 85. Monstrelet, vol. ii. p. 8. Holingshed, p. 586. Grafton, p. 500.","subId":"n7","id":"Hume.HE.2.20.n7"},{"type":"note","content":"Monstrelet, vol. ii. p. 14. Grafton, p. 504.","subId":"n8","id":"Hume.HE.2.20.n8"},{"type":"note","content":"Hall, fol. 88, 89, 90. Monstrelet, vol. ii. p. 15. Stowe, p. 365. Hollingshed, p. 588.","subId":"n9","id":"Hume.HE.2.20.n9"},{"type":"note","content":"Monstrelet, vol. ii. p. 15.","subId":"n10","id":"Hume.HE.2.20.n10"},{"type":"note","content":"Monstrelet, vol. ii. p. 19, 20, 21.","subId":"n11","id":"Hume.HE.2.20.n11"},{"type":"note","content":"Monstrelet, p. 18.","subId":"n12","id":"Hume.HE.2.20.n12"},{"type":"note","content":"Stowe, p. 368. Hollingshed, p. 590.","subId":"n13","id":"Hume.HE.2.20.n13"},{"type":"note","content":"Hall, fol. 98, 99. Hollingshed, p. 593, 594. Polydore Virgil, p. 466. Grafton, p. 512, 519.","subId":"n14","id":"Hume.HE.2.20.n14"},{"type":"note","content":"Stowe, p. 367.","subId":"n15","id":"Hume.HE.2.20.n15"},{"type":"note","content":"Monstrelet, vol. ii. p. 32, 33. Hollingshed, p. 597.","subId":"n16","id":"Hume.HE.2.20.n16"},{"type":"note","content":"Monstrelet, vol. ii. p. 35, 36.","subId":"n17","id":"Hume.HE.2.20.n17"},{"type":"note","content":"Monstrelet, vol. ii. p. 38, 39. Polyd. Virg. p. 468.","subId":"n18","id":"Hume.HE.2.20.n18"},{"type":"note","content":"Hall, fol. 105. Monstrelet, vol. ii. p. 39. Stowe, p. 369. Hollingshed, p. 599. Grafton, p. 531.","subId":"n19","id":"Hume.HE.2.20.n19"},{"type":"note","content":"Hall, fol. 106. Monstrelet, vol. ii. p. 41, 42. Stowe, p. 369. Hollingshed, p. 600. Polyd. Virg. p. 469. Grafton, p. 532.","subId":"n20","id":"Hume.HE.2.20.n20"},{"type":"note","content":"Hall, fol. 106. Monstrelet, vol. ii. p. 42. Stowe, p. 369. Grafton, p. 533.","subId":"n21","id":"Hume.HE.2.20.n21"},{"type":"note","content":"Hall, fol. 107. Monstrelet, vol. ii. p. 42. Grafton, p. 534.","subId":"n22","id":"Hume.HE.2.20.n22"},{"type":"note","content":"Hall, fol. 107. Hollingshed, p. 600.","subId":"n23","id":"Hume.HE.2.20.n23"},{"type":"note","content":"Monstrelet, vol. ii. p. 45.","subId":"n24","id":"Hume.HE.2.20.n24"},{"type":"note","content":"Monstrelet, vol. ii. p. 46.","subId":"n25","id":"Hume.HE.2.20.n25"},{"type":"note","content":"Monstrelet, vol. ii. p. 48.","subId":"n26","id":"Hume.HE.2.20.n26"},{"type":"note","content":"Rymer, vol. x. p. 459, 472.","subId":"n27","id":"Hume.HE.2.20.n27"},{"type":"note","content":"Ibid. vol. x. p. 421.","subId":"n28","id":"Hume.HE.2.20.n28"},{"type":"note","content":"Rymer, vol. x. p. 432.","subId":"n29","id":"Hume.HE.2.20.n29"},{"type":"note","content":"Stowe, p. 371.","subId":"n30","id":"Hume.HE.2.20.n30"},{"type":"note","content":"Monstrelet, vol. ii. p. 100.","subId":"n31","id":"Hume.HE.2.20.n31"},{"type":"note","content":"Ibid. p. 87.","subId":"n32","id":"Hume.HE.2.20.n32"},{"type":"note","content":"Stowe, p. 323. Grafton, p. 554.","subId":"n33","id":"Hume.HE.2.20.n33"},{"type":"note","content":"Monstrelet, vol. ii. p. 90. Grafton, p. 561.","subId":"n34","id":"Hume.HE.2.20.n34"},{"type":"note","content":"Rymer, vol. x. p. 611, 612.","subId":"n35","id":"Hume.HE.2.20.n35"},{"type":"note","content":"Monstrelet, vol. ii. p. 112. Grafton, p. 565.","subId":"n36","id":"Hume.HE.2.20.n36"},{"type":"note","content":"Monstrelet, vol. ii. p. 120. Hollingshed, p. 612.","subId":"n37","id":"Hume.HE.2.20.n37"},{"type":"note","content":"Monstrelet, vol. ii. p. 105. Hollingshed, p. 610.","subId":"n38","id":"Hume.HE.2.20.n38"},{"type":"note","content":"Monstrelet, vol. ii. p. 127. Grafton, p. 568.","subId":"n39","id":"Hume.HE.2.20.n39"},{"type":"note","content":"Monstrelet, vol. ii. p. 126, 130, 132. Hollingshed, p. 613. Grafton, p. 571.","subId":"n40","id":"Hume.HE.2.20.n40"},{"type":"note","content":"Monstrelet, vol. ii. p. 136. Hollingshed, p. 614.","subId":"n41","id":"Hume.HE.2.20.n41"},{"type":"note","content":"Grafton, p. 562.","subId":"n42","id":"Hume.HE.2.20.n42"},{"type":"note","content":"Fortescue, who, soon after this period, visited France, in the train of prince Henry, speaks of that kingdom as a desert in comparison of England. See his Treatise _de laudibus Angliae._ Though we make allowance for the partialities of Fortescue, there must have been some foundation for his account; and these destructive wars are the most likely reason to be assigned for the difference remarked by this author.","subId":"n43","id":"Hume.HE.2.20.n43"},{"type":"note","content":"Grafton, p. 573.","subId":"n44","id":"Hume.HE.2.20.n44"},{"type":"note","content":"Rymer, vol. x. p. 764, 776, 782, 795, 796. This sum was equal to 36,000 pounds sterling of our present money. A subsidy of a tenth and fifteenth was fixed by Edward III. at 29,000 pounds, which, in the reign of Henry VI. made only 58,000 pounds of our present money. The parliament granted only one subsidy during the course of seven years, from 1437 to 1444.","subId":"n45","id":"Hume.HE.2.20.n45"},{"type":"note","content":"Grafton, p. 578.","subId":"n46","id":"Hume.HE.2.20.n46"},{"type":"note","content":"Rymer, vol. xi. p. 101, 108, 206, 214.","subId":"n47","id":"Hume.HE.2.20.n47"},{"type":"note","content":"Ibid. p. 53.","subId":"n48","id":"Hume.HE.2.20.n48"},{"type":"note","content":"Grafton, p. 590.","subId":"n49","id":"Hume.HE.2.20.n49"},{"type":"note","content":"Cotton, p. 630.","subId":"n50","id":"Hume.HE.2.20.n50"},{"type":"note","content":"Hollingshed, p. 626.","subId":"n51","id":"Hume.HE.2.20.n51"},{"type":"note","content":"Stowe, p. 381. Hollingshed, p. 622. Grafton, p. 587.","subId":"n52","id":"Hume.HE.2.20.n52"},{"type":"note","content":"Grafton, p. 597.","subId":"n53","id":"Hume.HE.2.20.n53"},{"type":"note","content":"Fabian Chron. anno 1447.","subId":"n54","id":"Hume.HE.2.20.n54"},{"type":"note","content":"Grafton, p. 597.","subId":"n55","id":"Hume.HE.2.20.n55"},{"type":"note","content":"Monstrelet, vol. iii. p. 6.","subId":"n56","id":"Hume.HE.2.20.n56"},{"type":"note","content":"Monstrelet, vol. iii. p. 7. Hollingshed, p. 629.","subId":"n57","id":"Hume.HE.2.20.n57"},{"type":"note","content":"Monstrelet, vol. iii. p. 21. Grafton, p. 643.","subId":"n58","id":"Hume.HE.2.20.n58"},{"type":"note","content":"Hollingshed, p. 631.","subId":"n59","id":"Hume.HE.2.20.n59"},{"type":"note","content":"Grafton, p. 646.","subId":"n60","id":"Hume.HE.2.20.n60"}]}
