{"id":"Hume.ETSS.NHR.9","imported":true,"parent":"Hume.ETSS.NHR","title":"Section 9. Comparison of these Religions, with regard to Persecution and Toleration","breadcrumb":"Section 9","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"£1 ^Sect. IX.^ _Comparison of these Religions, with regard to Persecution and Toleration._ £1","id":"Hume.ETSS.NHR.9"},{"type":"paragraph","content":"Polytheism or idolatrous worship, being founded entirely in vulgar traditions, is liable to this great inconvenience, that any practice or opinion, however barbarous or corrupted, may be authorized by it; and full scope is given, for knavery to impose on credulity, till morals and humanity be expelled {++from++} the religious systems of mankind. At the same time, idolatry is attended with this evident advantage, that, by limiting the powers and functions of its deities, it naturally admits the gods of other sects and nations to a share of divinity, and renders all the various deities, as well as rites, ceremonies, or traditions, compatible with each other[n42]. Theism is opposite both in its advantages and disadvantages. As that system supposes one sole deity, the perfection of reason and goodness, it should, if justly prosecuted, banish every thing frivolous, unreasonable, or inhuman from religious worship, and set before men the most illustrious example, as well as the most commanding motives, of justice and benevolence. These mighty advantages are not indeed over-balanced (for that is not possible), but somewhat diminished, by inconveniencies, which arise from the vices and prejudices of mankind. While one sole object of devotion is acknowledged, the worship of other deities is regarded as absurd and impious. Nay, this unity of object seems naturally to require the unity of faith and ceremonies, and furnishes designing men with a pretence for representing their adversaries as profane, and the objects of divine as well as human vengeance. For as each sect is positive that its own faith and worship are entirely acceptable to the deity, and as no one can conceive, that the same being should be pleased with different and opposite rites and principles; the several sects fall naturally |into animosity, and mutually discharge on each other that sacred zeal and rancour, the most furious and implacable of all human passions.","subId":"1","id":"Hume.ETSS.NHR.9.1","pages":"60-1"},{"type":"paragraph","content":"The tolerating spirit of idolaters, both in ancient and modern times, is very obvious to any one, who is the least conversant in the writings of historians or travellers. When the oracle of ^Delphi^ was asked, what rites or worship was most acceptable to the gods? Those which are legally established in each city, replied the oracle[n43]. Even priests, in those ages, could, it seems, allow salvation to those of a different communion. The ^Romans^ commonly adopted the gods of the conquered people; and never disputed the attributes of those local and national deities, in whose territories they resided. The religious wars and persecutions of the ^Egyptian^ idolaters are indeed an exception to this rule; but are accounted for by ancient authors from reasons singular and remarkable. Different species of animals were the deities of the different sects among the ^Egyptians^; and the deities being in continual war, engaged their votaries in the same contention. The worshippers of dogs could not long remain in peace with the adorers of cats or wolves[n44]. But where that reason took not place, the ^Egyptian^ superstition was not so incompatible as is commonly imagined; since we learn from ^Herodotus^[n45], that very large contributions were given by ^Amasis^ towards rebuilding the temple of ^Delphi^.","subId":"2","id":"Hume.ETSS.NHR.9.2","pages":"61"},{"type":"paragraph","content":"The intolerance of almost all religions, which have maintained the unity of God, is as remarkable as the contrary principle of polytheists. The implacable narrow spirit of the ^Jews^ is well known. ^Mahometanism^ set out with still more bloody principles; and even to this day, deals out damnation, though not fire and faggot, to all other sects. And if, among ^Christians^, the ^English^ and ^Dutch^ have embraced the principles of toleration, this singularity has proceeded from the steady resolution of the civil magistrate, in opposition to the continued efforts of priests and bigots.","subId":"3","id":"Hume.ETSS.NHR.9.3","pages":"61"},{"type":"paragraph","content":"The disciples of ^Zoroaster^ shut the doors of heaven against all but the ^Magians^[n46]. Nothing could more obstruct the progress of the ^Persian^ conquests, than the furious zeal of that nation against the temples and images of the ^Greeks^. And after the overthrow of that empire we find ^Alexander^, as a polytheist, immediately re-establishing the worship of the ^Babylonians^, which their former princes, as monotheists, had carefully abolished[n47]. Even the blind and devoted attachment of that conqueror to the ^Greek^ superstition hindered not but he himself sacrificed according to the ^Babylonish^ rites and ceremonies[n48].","subId":"4","id":"Hume.ETSS.NHR.9.4","pages":"61"},{"type":"paragraph","content":"So sociable is polytheism, that the utmost fierceness and antipathy, which it meets with in an opposite religion, is scarcely able to disgust it, and keep it at a distance. ^Augustus^ praised extremely the reserve of his grandson, ^Caius C{ae}sar^, when this latter prince, passing by ^Jerusalem^, deigned not to sacrifice according to the ^Jewish^ law. But for what reason did ^Augustus^ so much approve of this conduct? Only, because that religion was by the ^Pagans^ esteemed ignoble and barbarous[n49].","subId":"5","id":"Hume.ETSS.NHR.9.5","pages":"62"},{"type":"paragraph","content":"I may venture to affirm, that few corruptions of idolatry and polytheism are more pernicious to society than this corruption of theism[n50], when carried to the utmost height. The human sacrifices of the ^Carthaginians^, ^Mexicans^, and many barbarous nations[n51], scarcely exceed the inquisition and persecutions of ^Rome^ and ^Madrid^. For besides, that the effusion of blood may not be so great in the former case as in the latter; besides this, I say, the human victims, being chosen by lot, or by some exterior signs, affect not, in so considerable a degree, the rest of the society. Whereas virtue, knowledge, love of liberty, are the qualities, which call down the fatal vengeance of inquisitors; and when expelled, leave the society in the most shameful ignorance, corruption, and bondage. The illegal murder of one man by a tyrant is more pernicious than the death of a thousand by pestilence, famine, or any undistinguishing calamity.","subId":"6","id":"Hume.ETSS.NHR.9.6","pages":"62"},{"type":"paragraph","content":"In the temple of ^Diana^ at ^Aricia^ near ^Rome^, whoever murdered the present priest, was legally entitled to be installed his successor[n52]. A very singular institution! For, however barbarous and bloody the common superstitions often are to the laity, they usually turn to the advantage of the holy order.","subId":"7","id":"Hume.ETSS.NHR.9.7","pages":"62"},{"type":"note","content":"See NOTE [AAA].","subId":"n42","id":"Hume.ETSS.NHR.9.n42"},{"type":"note","content":"VERRIUS ^Flaccus^, cited by ^Pliny^, lib. xxviii. cap. 2. affirmed, that it was usual for the ^Romans^, before they laid siege to any town, to invocate the tutelar deity of the place, and by promising him greater honours than those he at present enjoyed, bribe him to betray his old friends and votaries. The name of the tutelar deity of ^Rome^ was for this reason kept a most religious mystery; lest the enemies of the republic should be able, in the same manner, to draw him over to their service. For without the name, they thought, nothing of that kind could be practised. ^Pliny^ says, that the common form of invocation was preserved to his time in the ritual of the pontifs. And ^Macrobius^ has transmitted a copy of it from the secret things of ^Sammonicus Serenus^.","subId":"n42.1","id":"Hume.ETSS.NHR.9.n42.1","pages":"60"},{"type":"note","content":"Xenoph. Memor. lib. ii.","subId":"n43","id":"Hume.ETSS.NHR.9.n43","pages":"61"},{"type":"note","content":"Plutarch. de Isid. & Osiride.","subId":"n44","id":"Hume.ETSS.NHR.9.n44","pages":"61"},{"type":"note","content":"Lib. ii. sub fine.","subId":"n45","id":"Hume.ETSS.NHR.9.n45","pages":"61"},{"type":"note","content":"Hyde de Relig. vet. Persarum.","subId":"n46","id":"Hume.ETSS.NHR.9.n46","pages":"61"},{"type":"note","content":"Arrian. de Exped. lib. iii. Id. lib. vii.","subId":"n47","id":"Hume.ETSS.NHR.9.n47","pages":"61"},{"type":"note","content":"Id. ibid.","subId":"n48","id":"Hume.ETSS.NHR.9.n48","pages":"61"},{"type":"note","content":"Sueton. in vita Aug. c. 93.","subId":"n49","id":"Hume.ETSS.NHR.9.n49","pages":"62"},{"type":"note","content":"_Corruptio optimi pessima._","subId":"n50","id":"Hume.ETSS.NHR.9.n50","pages":"62"},{"type":"note","content":"See NOTE [BBB].","subId":"n51","id":"Hume.ETSS.NHR.9.n51"},{"type":"note","content":"MOST nations have fallen into this guilt of human sacrifices; though, perhaps, that impious superstition has never prevailed very much in any civilized nation, unless we except the ^Carthaginians^. For the ^Tyrians^ soon abolished it. A sacrifice is conceived as a present; and any present is delivered to their deity by destroying it and rendering it useless to men; by burning what is solid, pouring out the liquid, and killing the animate. For want of a better way of doing him service, we do ourselves an injury; and fancy that we thereby express, at least, the heartiness of our good-will and adoration. Thus our mercenary devotion deceives ourselves, and imagines it deceives the deity.","subId":"n51.1","id":"Hume.ETSS.NHR.9.n51.1","pages":"62"},{"type":"note","content":"Strabo, lib. v. Sueton. in vita Cal.","subId":"n52","id":"Hume.ETSS.NHR.9.n52","pages":"62"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.NHR","imported":true,"title":"The Natural History of Religion","breadcrumb":"Natural History","published":[1757]}],"prev":{"id":"Hume.ETSS.NHR.8","imported":true,"title":"Section 8. Flux and reflux of polytheism and theism","breadcrumb":"Section 8","published":[1757]},"next":{"id":"Hume.ETSS.NHR.10","imported":true,"title":"Section 10. With regard to courage or abasement","breadcrumb":"Section 10","published":[1757]}}