{"imported":true,"id":"Hume.HE.6.61","parent":"Hume.HE.6","title":"Chapter 61. The Commonwealth (cont.)","breadcrumb":"Chapter 61","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. LXI.\nTHE COMMONWEALTH.\nCromwel's birth and private life——Barebone's parliament——Cromwel made protector——Peace with Holland——A new parliament——Insurrection of the royalists——State of Europe——War with Spain——Jamaica conquered——Success and death of admiral Blake——Domestic administration of Cromwel——Humble Petition and Advice——Dunkirk taken——Sickness of the protector——His death——And character.","id":"Hume.HE.6.61"},{"type":"paragraph","content":"{1653.} OLIVER Cromwel, in whose hands the dissolution of the parliament had left the whole power, civil and military, of three kingdoms, {Cromwel's birth and private life.} was born at Huntingdon, the last year of the former century, of a good family; though he himself, being the son of a second brother, inherited but a small estate from his father. In the course of his education he had been sent to the university; but his genius was found little fitted for the calm and elegant occupations of learning; and he made small proficiencies in his studies. He even threw himself into a dissolute and disorderly course of life; and he consumed, in gaming, drinking, debauchery, and country riots, the more early years of his youth, and dissipated part of his patrimony. All of a sudden, the spirit of reformation seized him; he married, affected a grave and composed behaviour, entered into all the zeal and rigour of the puritanical party, and offered to restore to every one whatever sums he had formerly gained by gaming. The same vehemence of temper, which had transported him into the extremes of pleasure, now distinguished his religious habits. His house was the resort of all the zealous clergy of the party; and his hospitality, as well as his liberalities to the silenced and deprived ministers, proved as chargeable as his former debaucheries. Though he had acquired a tolerable fortune by a maternal uncle, he found his affairs so injured by his expences, that he was obliged to take a farm at St. Ives, and apply himself, for some years, to agriculture as a profession. But this expedient served rather to involve him in farther debts and difficulties. The long prayers, which he said to his family in the morning, and again in the afternoon, consumed his own time and that of his ploughmen; and he reserved no leisure for the care of his temporal affairs. His active mind, superior to the low occupations, to which he was condemned, preyed upon itself; and he indulged his imagination in visions, illuminations, revelations; the great nourishment of that hypocondriacal temper, to which he was ever subject. Urged by his wants and his piety, he had made a party with Hambden, his near kinsman, who was pressed only by the latter motive, to transport himself into New England, now become the retreat of the more zealous among the puritanical party; and it was an order of council, which obliged them to disembark and remain in England. The earl of Bedford, who possessed a large estate in the Fen Country, near the isle of Ely, having undertaken to drain these morasses, was obliged to apply to the king; and by the powers of the prerogative, he got commissioners appointed, who conducted that work, and divided the new acquired land among the several proprietors. He met with opposition from many, among whom Cromwel distinguished himself; and this was the first public opportunity, which he had met with, of discovering the factious zeal and obstinacy of his character.","subId":"1","id":"Hume.HE.6.61.1"},{"type":"paragraph","content":"From accident and intrigue he was chosen by the town of Cambridge member of the long parliament. His domestic affairs were then in great disorder; and he seemed not to possess any talents, which could qualify him to rise in that public sphere, into which he was now at last entered. His person was ungraceful, his dress slovenly, his voice untunable, his elocution homely, tedious, obscure, and embarrassed. The fervor of his spirit frequently prompted him to rise in the house; but he was not heard with attention: His name, for above two years, is not to be found oftner than twice in any committee; and those committees, into which he was admitted, were chosen for affairs, which would more interest the zealots than the men of business. In comparison of the eloquent speakers and fine gentlemen of the house, he was entirely overlooked; and his friend Hambden alone was acquainted with the depth of his genius, and foretold, that, if a civil war should ensue, he would soon rise to eminence and distinction.","subId":"2","id":"Hume.HE.6.61.2"},{"type":"paragraph","content":"Cromwel himself seems to have been conscious where his strength lay; and partly from that motive, partly from the uncontrolable fury of his zeal, he always joined that party, which pushed every thing to extremities against the king. He was active in promoting the famous remonstrance, which was the signal for all the ensuing commotions; and when, after a long debate, it was carried by a small majority, he told lord Falkland, that, if the question had been lost, he was resolved next day to have converted into ready money the remains of his fortune, and immediately to have left the kingdom. Nor was this resolution, he said, peculiar to himself: Many others of his party he knew to be equally determined.","subId":"3","id":"Hume.HE.6.61.3"},{"type":"paragraph","content":"He was no less than forty-three years of age, when he first embraced the military profession; and by force of genius, without any master, he soon became an excellent officer; though perhaps he never reached the fame of a consummate commander. He raised a troop of horse; fixed his quarters in Cambridge; exerted great severity towards that university, which zealously adhered to the royal party; and showed himself a man who would go all lengths in favour of that cause, which he had espoused. He would not allow his soldiers to perplex their heads with those subtilties, of fighting by the king's authority against his person, and of obeying his majesty's commands signified by both houses of parliament: He plainly told them, that, if he met the king in battle, he would fire a pistol in his face as readily as against any other man. His troop of horse he soon augmented to a regiment; and he first instituted that discipline and inspired that spirit, which rendered the parliamentary armies in the end victorious. \"Your troops,\" said he to Hambden, according to his own account, \"are most of them old decayed serving men and tapsters, and such kind of fellows; the king's forces are composed of gentlemen's younger sons and persons of good quality. And do you think, that the mean spirits of such base and low fellows as ours will ever be able to encounter gentlemen, that have honour and courage and resolution in them? You must get men of spirit, and take it not ill that I say, of a spirit, that is likely to go as far as gentlemen will go, or else I am sure you will still be beaten, as you have hitherto been, in every encounter.\" He did as he proposed. He enlisted the sons of freeholders and farmers. He carefully invited into his regiment all the zealous fanatics throughout England. When they were collected in a body, their enthusiastic spirit still rose to a higher pitch. Their colonel, from his own natural character, as well as from policy, was sufficiently inclined to encrease the flame. He preached, he prayed, he fought, he punished, he rewarded. The wild enthusiasm, together with valour and discipline, still propagated itself; and all men cast their eyes on so pious and so successful a leader. From low commands he rose with great rapidity to be really the first, though in appearance only the second, in the army. By fraud and violence, he soon rendered himself the first in the state. In proportion to the encrease of his authority, his talents always seemed to expand themselves; and he displayed every day new abilities, which had lain dormant, till the very emergence, by which they were called forth into action. All Europe stood astonished to see a nation, so turbulent and unruly, who, for some doubtful encroachments on their privileges, had dethroned and murdered an excellent prince, descended from a long line of monarchs, now at last subdued and reduced to slavery by one, who, a few years before, was no better than a private gentleman, whose name was not known in the nation, and who was little regarded even in that low sphere, to which he had always been confined.","subId":"4","id":"Hume.HE.6.61.4"},{"type":"paragraph","content":"The indignation, entertained by the people, against an authority, founded on such manifest usurpation, was not so violent as might naturally be expected. Congratulatory addresses, the first of the kind, were made to Cromwel by the fleet, by the army, even by many of the chief corporations and counties of England; but especially by the several congregations of saints, dispersed throughout the kingdom. The royalists, though they could not love the man, who had embrued his hands in the blood of their sovereign, expected more lenity from him, than from the jealous and imperious republicans, who had hitherto governed. The presbyterians were pleased to see those men, by whom they had been outwitted and expelled, now in their turn expelled and outwitted by their own servant; and they applauded him, for this last act of violence upon the parliament. These two parties composed the bulk of the nation, and kept the people in some tolerable temper. All men, likewise, harassed with wars and factions, were glad to see any prospect of settlement. And they deemed it less ignominious to submit to a person of such admirable talents and capacity than to a few ignoble enthusiastic hypocrites, who under the name of a republic, had reduced them to a cruel subjection.The republicans, being dethroned by Cromwel, were the party whose resentment he had the greatest reason to apprehend. That party, besides the independents, contained two sets of men, who are seemingly of the most opposite principles, but who were then united by a similitude of genius and of character. The first and most numerous were the millenarians, or fifth monarchy men, who insisted, that, dominion being founded in grace, all distinction in magistracy must be abolished, except what arose from piety and holiness; who expected suddenly the second coming of Christ upon earth; and who pretended, that the saints in the mean while, that is, themselves, were alone entitled to govern. The second were the deists, who had no other object than political liberty, who denied entirely the truth of revelation, and insinuated, that all the various sects, so heated against each other, were alike founded in folly and in error. Men of such daring geniuses were not contented with the antient and legal forms of civil government; but challenged a degree of freedom beyond what they expected ever to enjoy under any monarchy. Martin, Challoner, Harrington, Sidney, Wildman, Nevil, were esteemed the heads of this small division.","subId":"5","id":"Hume.HE.6.61.5"},{"type":"paragraph","content":"The deists were perfectly hated by Cromwel, because he had no hold of enthusiasm, by which he could govern or over-reach them; he therefore treated them with great rigour and disdain, and usually denominated them the heathens. As the millenarians had a great interest in the army, it was much more important for him to gain their confidence; and their size of understanding afforded him great facility in deceiving them. Of late years, it had been so usual a topic of conversation to discourse of parliaments and councils and senates, and the soldiers themselves had been so much accustomed to enter into that spirit, that Cromwel thought it requisite to establish something which might bear the face of a commonwealth. He supposed, that God, in his providence, had thrown the whole right, as well as power, of government into his hands; and without any more ceremony, by the advice of his council of officers, he sent summons to a hundred and twenty-eight persons of different towns and counties of England, to five of Scotland, to six of Ireland. He pretended, by his sole act and deed, to devolve upon these the whole authority of the state. {Barebone's parliament.} This legislative power they were to exercise during fifteen months; and they were afterwards to choose the same number of persons, who might succeed them in that high and important office.","subId":"6","id":"Hume.HE.6.61.6"},{"type":"paragraph","content":"There were great numbers at that time, who made it a principle always to adhere to any power, which was uppermost, and to support the established government. This maxim is not peculiar to the people of that age; but what may be esteemed peculiar to them, is, that there prevailed a hypocritical phrase for expressing so prudential a conduct: It was called a waiting upon providence. When providence, therefore, was so kind as to bestow on these men, now assembled together, the supreme authority, they must have been very ungrateful, if, in their turn, they had been wanting in complaisance towards her. {4th July.} They immediately voted themselves a parliament; and having their own consent, as well as that of Oliver Cromwel, for their legislative authority, they now proceeded very gravely to the exercise of it.","subId":"7","id":"Hume.HE.6.61.7"},{"type":"paragraph","content":"In this notable assembly were some persons of the rank of gentlemen; but the far greater part were low mechanics; fifth monarchy men, anabaptists, antinomians, independents; the very dregs of the fanatics. They began with seeking God by prayer: This office was performed by eight or ten gifted men of the assembly; and with so much success, that according to the confession of all, they had never before, in any of their devotional exercises, enjoyed so much of the holy spirit as was then communicated to them. Their hearts were, no doubt, dilated when they considered the high dignity, to which they supposed themselves exalted. They had been told by Cromwel in his first discourse, that he never looked to see such a day, when Christ should be so owned. They thought it, therefore, their duty to proceed to a thorough reformation, and to pave the way for the reign of the Redeemer, and for that great work, which, it was expected, the Lord was to bring forth among them. All fanatics, being consecrated by their own fond imaginations, naturally bear an antipathy to the ecclesiastics, who claim a peculiar sanctity, derived merely from their office and priestly character. This parliament took into consideration the abolition of the clerical function, as favouring of popery; and the taking away of tythes, which they called a relict of Judaism. Learning also and the universities were deemed heathenish and unnecessary: The common law was denominated a badge of the conquest and of Norman slavery; and they threatened the lawyers with a total abrogation of their profession. Some steps were even taken towards an abolition of the chancery, the highest court of judicature in the kingdom; and the Mosaical law was intended to be established as the sole system of English jurisprudence.","subId":"8","id":"Hume.HE.6.61.8"},{"type":"paragraph","content":"Of all the extraordinary schemes, adopted by these legislators, they had not leisure to finish any, except that which established the legal solemnization of marriage by the civil magistrate alone, without the interposition of the clergy. They found themselves exposed to the derision of the public. Among the fanatics of the house, there was an active member, much noted for his long prayers, sermons, and harangues. He was a leather-seller in London: His name Praise-god Barebone. This ridiculous name, which seems to have been chosen by some poet or allegorist to suit so ridiculous a personage, struck the fancy of the people; and they commonly affixed to this assembly the appellation of Barebone's parliament.","subId":"9","id":"Hume.HE.6.61.9"},{"type":"paragraph","content":"The Dutch ambassadors endeavoured to enter into negotiation with this parliament; but though protestants and even presbyterians, they met with a bad reception from those who pretended to a sanctity so much superior. The Hollanders were regarded as worldly minded men, intent only on commerce and industry; whom it was fitting the saints should first extirpate, ere they undertook that great work, to which they believed themselves destined by providence, of subduing Antichrist, the man of sin, and extending to the uttermost bounds of the earth the kingdom of the Redeemer. The ambassadors finding themselves proscribed, not as enemies of England, but of Christ, remained in astonishment, and knew not which was most to be admired, the implacable spirit or egregious folly of these pretended saints.","subId":"10","id":"Hume.HE.6.61.10"},{"type":"paragraph","content":"Cromwel began to be ashamed of his legislature. If he ever had any design in summoning so preposterous an assembly beyond amusing the populace and the army; he had intended to alarm the clergy and lawyers; and he had so far succeeded as to make them desire any other government, which might secure their professions, now brought in danger by these desperate fanatics. Cromwel himself was dissatisfied, that the parliament, though they had derived all their authority from him, began to pretend power from the Lord, and to insist already on their divine commission. He had been careful to summon in his writs several persons entirely devoted to him. By concert, these met early; and it was mentioned by some among them, that the sitting of this parliament any longer would be of no service to the nation. {12th of December.} They hastened, therefore, to Cromwel, along with Rouse, their speaker; and by a formal deed or assignment, restored into his hands that supreme authority, which they had so lately received from him. General Harrison and about twenty more remained in the house; and that they might prevent the reign of the saints from coming to an untimely end, they placed one Moyer in the chair, and began to draw up protests. They were soon interrupted by colonel White, with a party of soldiers. He asked them what they did there. \"We are seeking the Lord,\" said they. \"Then you may go elsewhere,\" replied he: \"For to my certain knowledge, he has not been here these many years.\"","subId":"11","id":"Hume.HE.6.61.11"},{"type":"paragraph","content":"The military being now, in appearance, as well as in reality, the sole power which prevailed in the nation, Cromwel thought fit to indulge a new fancy: For he seems not to have had any deliberate plan in all these alterations. Lambert, his creature, who, under the appearance of obsequiousness to him, indulged an unbounded ambition, proposed in a council of officers to adopt another scheme of government, and to temper the liberty of a commonwealth by the authority of a single person, who should be known by the appellation of protector. Without delay, he prepared what was called the instrument of government, containing the plan of this new legislature; {Cromwel made protector.} and as it was supposed to be agreeable to the general, it was immediately voted by the council of officers. Cromwel was declared protector; and with great solemnity installed in that high office.","subId":"12","id":"Hume.HE.6.61.12"},{"type":"paragraph","content":"So little were these men endowed with the spirit of legislation, that they confessed, or rather boasted, that they had employed only four days in drawing this instrument, by which the whole government of three kingdoms was pretended to be regulated and adjusted to all succeeding generations. There appears no difficulty in believing them; when it is considered how crude and undigested a system of civil polity they endeavoured to establish. The chief articles of the instrument are these: A council was appointed, which was not to exceed twenty-one, nor be less than thirteen persons. These were to enjoy their office during life or good behaviour; and in case of a vacancy, the remaining members named three, of whom the protector chose one. The protector was appointed supreme magistrate of the commonwealth: In his name was all justice to be administered; from him were all magistracy and honours derived; he had the power of pardoning all crimes, excepting murder and treason; to him the benefit of all forfeitures devolved. The right of peace, war, and alliance, rested in him; but in these particulars he was to act by the advice and with the consent of his council. The power of the sword was vested in the protector, jointly with the parliament, while it was sitting, or with the council of state in the intervals. He was obliged to summon a parliament every three years, and allow them to sit five months, without adjournment, prorogation, or dissolution. The bills, which they passed, were to be presented to the protector for his assent; but if within twenty days it were not obtained, they were to become laws by the authority alone of parliament. A standing army for Great Britain and Ireland was established, of 20,000 foot and 10,000 horse; and funds were assigned for their support. These were not to be diminished without consent of the protector; and in this article alone he assumed a negative. During the intervals of parliament, the protector and council had the power of enacting laws, which were to be valid till the next meeting of parliament. The chancellor, treasurer, admiral, chief governors of Ireland and Scotland, and the chief justices of both the benches must be chosen with the approbation of parliament; and in the intervals, with the approbation of the council, to be afterwards ratified by parliament. The protector was to enjoy his office during life; and on his death, the place was immediately to be supplied by the council. This was the instrument of government enacted by the council of officers, and solemnly sworn to by Oliver Cromwel. The council of state, named by the instrument, were fifteen; men entirely devoted to the protector, and by reason of the opposition among themselves in party and principles, not likely ever to combine against him.","subId":"13","id":"Hume.HE.6.61.13"},{"type":"paragraph","content":"Cromwel said, that he accepted the dignity of protector, merely that he might exert the duty of a constable, and preserve peace in the nation. Affairs indeed were brought to that pass, by the furious animosities of the several factions, that the extensive authority and even arbitrary power of some first magistrate was become a necessary evil, in order to keep the people from relapsing into blood and confusion. The independents were too small a party ever to establish a popular government, or entrust the nation, where they had so little interest, with the free choice of its representatives. The presbyterians had adopted the violent maxims of persecution; incompatible at all times with the peace of society, much more with the wild zeal of those numerous sects, which prevailed among the people. The royalists were so much enraged by the injuries, which they had suffered, that the other prevailing parties would never submit to them, who, they knew were enabled, merely by the execution of the ancient laws, to take severe vengeance upon them. Had Cromwel been guilty of no crime but this temporary usurpation, the plea of necessity and public good, which he alledged, might be allowed, in every view, a reasonable excuse for his conduct.","subId":"14","id":"Hume.HE.6.61.14"},{"type":"paragraph","content":"During the variety of ridiculous and distracted scenes, which the civil government exhibited in England, the military force was exerted with vigor, conduct, and unanimity; and never did the kingdom appear more formidable to all foreign nations. The English fleet, consisting of a hundred sail, and commanded by Monk and Dean, and under them by Pen and Lauson, met, near the coast of Flanders, with the Dutch fleet, equally numerous, and commanded by Tromp. The two republics were not inflamed by any national antipathy, and their interests very little interfered: Yet few battles have been disputed with more fierce and obstinate courage than were those many naval combats, which were fought during this short, but violent war. The desire of remaining sole lords of the ocean animated these states to an honourable emulation against each other. After a battle of two days, in the first of which Dean was killed, the Dutch, inferior in the size of their ships, were obliged, with great loss, to retire into their harbours. Blake, towards the end of the fight, joined his countrymen with eighteen sail. The English fleet lay off the coast of Holland, and totally interrupted the commerce of that republic.","subId":"15","id":"Hume.HE.6.61.15"},{"type":"paragraph","content":"The ambassadors, whom the Dutch had sent over to England, gave them hopes of peace. But as they could obtain no cessation of hostilities, the states, unwilling to suffer any longer the loss and dishonour of being blockaded by the enemy, made the utmost efforts to recover their injured honour. Never on any occasion did the power and vigour of that republic appear in a more conspicuous light. In a few weeks, they had repaired and manned their fleet; and they equipped some ships of a larger size, than any which they had hitherto sent to sea. Tromp issued out, determined again to fight the victors, and to die rather than to yield the contest. He met with the enemy, commanded by Monk; and both sides immediately rushed into the combat. {29th July.} Tromp, gallantly animating his men, with his sword drawn, was shot through the heart with a musquet ball. This event alone decided the battle in favour of the English. Though near thirty ships of the Dutch were sunk and taken, they little regarded this loss compared with that of their brave admiral.","subId":"16","id":"Hume.HE.6.61.16"},{"type":"paragraph","content":"Meanwhile the negotiations of peace were continually advancing. The states, overwhelmed with the expence of the war, terrified by their losses, and mortified by their defeats, were extremely desirous of an accommodation with an enemy whom they found, by experience, too powerful for them. The king having shown an inclination to serve on board their fleet; though they expressed their sense of the honour intended them, they declined an offer, which might inflame the quarrel with the English commonwealth. The great obstacle to the peace was found not to be any animosity on the part of the English; but on the contrary a desire too earnest of union and confederacy. Cromwel had revived the chimerical scheme of a coalition with the united provinces; a total conjunction of government, privileges, interests, and councils. {1654.} This project appeared so wild to the states, that they wondered any man of sense could ever entertain it; {15th April.} and they refused to enter into conferences with regard to a proposal, which could serve only to delay any practicable scheme of accommodation. The peace was at last signed by Cromwel, now invested with the dignity of protector; {Peace with Holland.} and it proves sufficiently, that the war had been impolitic, since, after the most signal victories, no terms more advantageous could be obtained. A defensive league was made between the two republics. They agreed, each of them, to banish the enemies of the other; those who had been concerned in the massacre of Amboyna were to be punished, if any remained alive; the honour of the flag was yielded to the English; eighty-five thousand pounds were stipulated to be paid by the Dutch East India company for losses, which the English company had sustained; and the island of Polerone in the East Indies was promised to be ceded to the latter.","subId":"17","id":"Hume.HE.6.61.17"},{"type":"paragraph","content":"Cromwel, jealous of the connexions between the royal family and that of Orange, insisted on a separate article; that neither the young prince nor any of his family should ever be invested with the dignity of stadholder. The province of Holland, strongly prejudiced against that office, which they esteemed dangerous to liberty, secretly ratified this article. The protector, knowing that the other provinces would not be induced to make such a concession, was satisfied with this security.","subId":"18","id":"Hume.HE.6.61.18"},{"type":"paragraph","content":"The Dutch war, being successful, and the peace reasonable, brought credit to Cromwel's administration. An act of justice, which he exercised at home, gave likewise satisfaction to the people; though the regularity of it may perhaps appear somewhat doubtful. Don Pantaleon Sa, brother to the Portuguese ambassador, and joined with him in the same commission, fancying himself to be insulted, came upon the exchange, armed and attended by several servants. By mistake, he fell on a gentleman, whom he took for the person that had given him the offence; and having butchered him with many wounds, he and all his attendants took shelter in the house of the Portuguese ambassador, who had connived at this base enterprize The populace surrounded the house, and threatened to set fire to it. Cromwel sent a guard, who seized all the criminals. They were brought to trial: And notwithstanding the opposition of the ambassador, who pleaded the privileges of his office, Don Pantaleon was executed on Tower-hill. The laws of nations were here plainly violated: But the crime committed by the Portuguese gentleman was to the last degree atrocious; and the vigorous chastisement of it, suiting so well the undaunted character of Cromwel, was universally approved of at home and admired among foreign nations. The situation of Portugal obliged that court to acquiesce; and the ambassador soon after signed with the protector a treaty of peace and alliance, which was very advantageous to the English commerce.","subId":"19","id":"Hume.HE.6.61.19"},{"type":"paragraph","content":"Another act of severity, but necessary in his situation, was, at the very same time, exercised by the protector, in the capital punishment of Gerard and Vowel, two royalists, who were accused of conspiring against his life. He had erected a high court of justice for their trial; an infringement of the ancient laws, which at this time was become familiar, but one to which no custom or precedent could reconcile the nation. Juries were found altogether unmanageable. The restless Lilburn, for new offences, had been brought to a new trial; and had been acquitted with new triumph and exultation. If no other method of conviction had been devised during this illegal and unpopular government, all its enemies were assured of entire impunity.","subId":"20","id":"Hume.HE.6.61.20"},{"type":"paragraph","content":"{3d of September. A new parliament.} The protector had occasion to observe the prejudices entertained against his government, by the disposition of the parliament, which he summoned on the third of September, that day of the year, on which he gained his two great victories of Dunbar and Worcester, and which he always regarded as fortunate for him. It must be confessed, that, if we are left to gather Cromwel's intentions from his instrument of government, it is such a motley piece, that we cannot easily conjecture, whether he seriously meant to establish a tyranny or a republic. On one hand, a first magistrate, in so extensive a government, seemed necessary both for the dignity and tranquillity of the state; and the authority, which he assumed as protector, was, in some respects, inferior to the prerogatives, which the laws entrusted and still entrust to the king. On the other hand, the legislative power, which he reserved to himself and council, together with so great an army, independant of the parliament, were bad prognostics of his intention to submit to a civil and legal constitution. But if this were not his intention, the method, in which he distributed and conducted the elections, being so favourable to liberty, form an inconsistency which is not easily accounted for. He deprived of their right of election all the small burroughs, places the most exposed to influence and corruption. Of 400 members, which represented England, 270 were chosen by the counties. The rest were elected by London, and the more considerable corporations. The lower populace too, so easily guided or deceived, were excluded from the elections: An estate of 200 pounds value was necessary to entitle any one to a vote. The elections of this parliament were conducted with perfect freedom; and, excepting that such of the royalists as had borne arms against the parliament and all their sons were excluded, a more fair representation of the people could not be desired or expected. Thirty members were returned from Scotland; as many from Ireland.","subId":"21","id":"Hume.HE.6.61.21"},{"type":"paragraph","content":"The protector seems to have been disappointed, when he found, that all these precautions, which were probably nothing but covers to his ambition, had not procured him the confidence of the public. Though Cromwel's administration was less odious to every party than that of any other party, yet was it entirely acceptable to none. The royalists had been instructed by the king to remain quiet, and to cover themselves under the appearance of republicans; and they found in this latter faction such inveterate hatred against the protector, that they could not wish for more zealous adversaries to his authority. It was maintained by them, that the pretence of liberty and a popular election was but a new artifice of this great deceiver, in order to lay asleep the deluded nation, and give himself leisure to rivet their chains more securely upon them: That in the instrument of government he openly declared his intention of still retaining the same mercenary army, by whose assistance he had subdued the ancient, established government, and who would with less scruple obey him, in overturning, whenever he should please to order them, that new system, which he himself had been pleased to model: That being sensible of the danger and uncertainty of all military government, he endeavoured to intermix some appearance, and but an appearance, of civil administration, and to balance the army by a seeming consent of the people: That the absurd trial, which he had made, of a parliament, elected by himself, appointed perpetually to elect their successors, plainly proved, that he aimed at nothing but temporary expedients, was totally averse to a free republican government, and possessed not that mature and deliberate reflection, which could qualify him to act the part of a legislator: That his imperious character, which had betrayed itself in so many incidents, could never seriously submit to legal limitations; nor would the very image of popular government be longer upheld than while conformable to his arbitrary will and pleasure: And that the best policy was to oblige him to take off the mask at once; and either submit entirely to that parliament which he had summoned, or by totally rejecting its authority, leave himself no resource but in his seditious and enthusiastic army.","subId":"22","id":"Hume.HE.6.61.22"},{"type":"paragraph","content":"In prosecution of these views, the parliament, having heard the protector's speech, three hours long, and having chosen Lenthal for their speaker, immediately entered into a discussion of the pretended instrument of government, and of that authority, which Cromwel, by the title of protector, had assumed over the nation. The greatest liberty was used in arraigning this new dignity; and even the personal character and conduct of Cromwel escaped not without censure. The utmost, that could be obtained by the officers and by the court party, for so they were called, was to protract the debate by arguments and long speeches, and prevent the decision of a question, which, they were sensible, would be carried against them by a great majority. The protector, surprised and enraged at this refractory spirit in the parliament, which however he had so much reason to expect, sent for them to the painted chamber, and with an air of great authority inveighed against their conduct. He told them, that nothing could be more absurd than for them to dispute his title; since the same instrument of government, which made them a parliament, had invested him with the protectorship; that some points in the new constitution were supposed to be fundamentals, and were not, on any pretence, to be altered or disputed; that among these were the government of the nation by a single person and a parliament, their joint authority over the army and militia, the succession of new parliaments, and liberty of conscience; and that, with regard to these particulars, there was reserved to him a negative voice, to which, in the other circumstances of government, he confessed himself no wise intitled.","subId":"23","id":"Hume.HE.6.61.23"},{"type":"paragraph","content":"The protector now found the necessity of exacting a security, which, had he foreseen the spirit of the house, he would with better grace have required at their first meeting. He obliged the members to sign a recognition of his authority, and an engagement not to propose or consent to any alteration in the government, as it was settled in a single person and a parliament; and he placed guards at the door of the house, who allowed none but subscribers to enter. Most of the members, after some hesitation, submitted to this condition; but retained the same refractory spirit, which they had discovered in their first debates. The instrument of government was taken in pieces, and examined, article by article, with the most scrupulous accuracy: Very free topics were advanced with the general approbation of the house: And during the whole course of their proceedings, they neither sent up one bill to the protector, nor took any notice of him. Being informed, that conspiracies were entered into between the members and some malcontents officers; he hastened to the dissolution of so dangerous an assembly. By the instrument of government, to which he had sworn, no parliament could be dissolved, till it had sitten five months; but Cromwel pretended, {1655. 22d of Jan.} that a month contained only twenty-eight days, according to the method of computation practised in paying the fleet and army. The full time, therefore, according to this reckoning, being elapsed; the parliament was ordered to attend the protector, who made them a tedious, confused, angry harangue, and dismissed them. Were we to judge of Cromwel's capacity by this, and indeed by all his other compositions, we should be apt to entertain no very favourable idea of it. But in the great variety of human geniuses, there are some, which, though they see their object clearly and distinctly in general; yet, when they come to unfold its parts by discourse or writing, lose that luminous conception, which they had before attained. All accounts agree in ascribing to Cromwel a tiresome, dark, unintelligible elocution, even when he had no intention to disguise his meaning: Yet no man's actions were ever, in such a variety of difficult incidents, more decisive and judicious.","subId":"24","id":"Hume.HE.6.61.24"},{"type":"paragraph","content":"The electing of a discontented parliament is a proof of a discontented nation: The angry and abrupt dissolution of that parliament is always sure to encrease the general discontent. The members of this assembly, returning to their counties, propagated that spirit of mutiny, which they had exerted in the house. Sir Harry Vane and the old republicans, who maintained the indissoluble authority of the long parliament, encouraged the murmurs against the present usurpation; though they acted so cautiously as to give the protector no handle against them. Wildman and some others of that party carried still farther their conspiracies against the protector's authority. The royalists, observing this general ill will towards the establishment, could no longer be retained in subjection; but fancied, that every one, who was dissatisfied like them, had also embraced the same views and inclinations. They did not consider, that the old parliamentary party, though many of them were displeased with Cromwel, who had dispossessed them of their power, were still more apprehensive of any success to the royal cause; whence, besides a certain prospect of the same consequence, they had so much reason to dread the severest vengeance for their past transgressions.","subId":"25","id":"Hume.HE.6.61.25"},{"type":"paragraph","content":"{Insurrection of the royalists.} In concert with the king a conspiracy was entered into by the royalists throughout England, and a day of general rising appointed. Information of this design was conveyed to Cromwel. The protector's administration was extremely vigilant. Thurloe, his secretary, had spies every where. Manning, who had access to the king's family, kept a regular correspondence with him. And it was not difficult to obtain intelligence of a confederacy, so generally diffused among a party, who valued themselves more on zeal and courage, than on secrecy and sobriety. Many of the royalists were thrown into prison. Others, on the approach of the day, were terrified with the danger of the undertaking, and remained at home. In one place alone the conspiracy broke into action. Penruddoc, Groves, Jones, and other gentlemen of the west, entered Salisbury with about 200 horse; {11th of March.} at the very time when the sheriff and judges were holding the assizes. These they made prisoners; and they proclaimed the king. Contrary to their expectations, they received no accession of force; so prevalent was the terror of the established government. Having in vain wandered about for some time, they were totally discouraged; and one troop of horse was able at last to suppress them. The leaders of the conspiracy, being taken prisoners, were capitally punished. The rest were sold for slaves, and transported to Barbadoes.","subId":"26","id":"Hume.HE.6.61.26"},{"type":"paragraph","content":"The easy subduing of this insurrection, which, by the boldness of the undertaking, struck at first a great terror into the nation, was a singular felicity to the protector; who could not, without danger, have brought together any considerable body of his mutinous army, in order to suppress it. The very insurrection itself he regarded as a fortunate event; since it proved the reality of those conspiracies, which his enemies, on every occasion, represented as mere fictions, invented to colour his tyrannical severities. He resolved to keep no longer any terms with the royalists, who, though they were not perhaps the most implacable of his enemies, were those whom he could oppress under the most plausible pretences, and who met with least countenance and protection from his adherents. He issued an edict with the consent of his council, for exacting the tenth penny from that whole party; in order, as he pretended, to make them pay the expences, to which their mutinous disposition continually exposed the public. Without regard to compositions, articles of capitulation, or acts of indemnity, all the royalists, however harassed with former oppressions, were obliged anew to redeem themselves by great sums of money; and many of them were reduced by these multiplied disasters to extreme poverty. Whoever was known to be disaffected, or even lay under any suspicion, though no guilt could be proved against him, was exposed to the new exaction.","subId":"27","id":"Hume.HE.6.61.27"},{"type":"paragraph","content":"In order to raise this imposition, which commonly passed by the name of decimation, the protector instituted twelve major-generals; and divided the whole kingdom of England into so many military jurisdictions. These men, assisted by commissioners, had power to subject whom they pleased to decimation, to levy all the taxes imposed by the protector and his council, and to imprison any person who should be exposed to their jealousy or suspicion; nor was there any appeal from them but to the protector himself and his council. Under colour of these powers, which were sufficiently exorbitant, the major-generals exercised an authority still more arbitrary, and acted as if absolute masters of the property and person of every subject. All reasonable men now concluded, that the very masque of liberty was thrown aside, and that the nation was for ever subjected to military and despotic government, exercised not in the legal manner of European nations, but according to the maxims of eastern tyranny. Not only the supreme magistrate owed his authority to illegal force and usurpation: He had parcelled out the people into so many subdivisions of slavery, and had delegated to his inferior ministers the same unlimited authority, which he himself had so violently assumed.","subId":"28","id":"Hume.HE.6.61.28"},{"type":"paragraph","content":"A government, totally military and despotic, is almost sure, after some time, to fall into impotence and languor: But when it immediately succeeds a legal constitution, it may, at first, to foreign nations appear very vigorous and active, and may exert with more unanimity that power, spirit, and riches, which had been acquired under a better form. It seems now proper, after so long an interval, to look abroad to the general state of Europe, and to consider the measures, which England, at this time, embraced in its negotiations with the neighbouring princes. The moderate temper and unwarlike genius of the two last princes, the extreme difficulties under which they laboured at home, and the great security which they enjoyed from foreign enemies, had rendered them negligent of the transactions on the continent; and England, during their reigns, had been, in a manner, overlooked in the general system of Europe. {State of Europe.} The bold and restless genius of the protector led him to extend his alliances and enterprizes to every part of Christendom; and partly from the ascendant of his magnanimous spirit, partly from the situation of foreign kingdoms, the weight of England, even under its most legal and bravest princes, was never more sensibly felt than during this unjust and violent usurpation.","subId":"29","id":"Hume.HE.6.61.29"},{"type":"paragraph","content":"A war of thirty years, the most signal and most destructive that had appeared in modern annals, was at last finished in Germany; and by the treaty of Westphalia, were composed those fatal quarrels, which had been excited by the palatine's precipitate acceptance of the crown of Bohemia. The young palatine was restored to part of his dignities and of his dominions. The rights, privileges, and authority of the several members of the Germanic body were fixed and ascertained: Sovereign princes and free states were in some degree reduced to obedience under laws: And by the valour of the heroic Gustavus, the enterprizes of the active Richelieu, the intrigues of the artful Mazarine, was in part effected, after an infinite expence of blood and treasure, what had been fondly expected and loudly demanded from the feeble efforts of the pacific James, seconded by the scanty supplies of his jealous parliaments.","subId":"30","id":"Hume.HE.6.61.30"},{"type":"paragraph","content":"Sweden, which had acquired by conquest large dominions in the north of Germany, was engaged in enterprizes, which promised her, from her success and valour, still more extensive acquisitions on the side both of Poland and of Denmark. Charles X. who had mounted the throne of that kingdom after the voluntary resignation of Christina, being stimulated by the fame of Gustavus as well as by his own martial disposition, carried his conquering arms to the south of the Baltic, and gained the celebrated battle of Warsaw, which had been obstinately disputed during the space of three days. The protector, at the time his alliance was courted by every power in Europe, anxiously courted the alliance of Sweden; and he was fond of forming a confederacy with a protestant power of such renown, even though it threatened the whole north with conquest and subjection.","subId":"31","id":"Hume.HE.6.61.31"},{"type":"paragraph","content":"The transactions of the parliament and protector with France had been various and complicated. The emissaries of Richelieu had furnished fuel to the flame of rebellion, when it first broke out in Scotland; but after the conflagration had diffused itself, the French court, observing the materials to be of themselves sufficiently combustible, found it unnecessary any longer to animate the British malcontents to an opposition of their sovereign. On the contrary, they offered their mediation for composing these intestine disorders; and their ambassadors, from decency, pretended to act in concert with the court of England, and to receive directions from a prince, with whom their master was connected with so near an affinity. Meanwhile, Richelieu died, and soon after him, the French king, Louis XIII. leaving his son an infant four years old, and his widow, Anne of Austria, regent of the kingdom. Cardinal Mazarine succeeded Richelieu in the ministry; and the same general plan of policy, though by men of such opposite characters, was still continued in the French counsels. The establishment of royal authority, the reduction of the Austrian family, were pursued with ardor and success; and every year brought an accession of force and grandeur to the French monarchy. Not only battles were won, towns and fortresses taken; the genius too of the nation seemed gradually to improve, and to compose itself to the spirit of dutiful obedience and of steddy enterprize. A Condé, a Turenne were formed; and the troops, animated by their valour, and guided by their discipline, acquired every day a greater ascendant over the Spaniards. All of a sudden, from some intrigues of the court, and some discontents in the courts of judicature, intestine commotions were excited, and every thing relapsed into confusion. But these rebellions of the French, neither ennobled by the spirit of liberty, nor disgraced by the fanatical extravagances, which distinguished the British civil wars, were conducted with little bloodshed, and made but a small impression on the minds of the people. Though seconded by the force of Spain, and conducted by the prince of Condé, the malcontents, in a little time, were either expelled or subdued; and the French monarchy, having lost a few of its conquests, returned, with fresh vigour, to the acquisition of new dominion.","subId":"32","id":"Hume.HE.6.61.32"},{"type":"paragraph","content":"The queen of England and her son, Charles, during these commotions, passed most of their time at Paris; and notwithstanding their near connexion of blood, received but few civilities, and still less support, from the French court. Had the queen regent been ever so much inclined to assist the English prince, the disorders of her own affairs, would, for a long time, have rendered such intentions impracticable. The banished queen had a moderate pension assigned her; but it was so ill payed, and her credit ran so low, that, one morning, when the cardinal de Retz waited on her, she informed him, that her daughter, the princess Henrietta, was obliged to lie abed, for want of a fire to warm her. To such a condition was reduced, in the midst of Paris, a queen of England, and daughter of Henry IV. of France!","subId":"33","id":"Hume.HE.6.61.33"},{"type":"paragraph","content":"The English parliament, however, having assumed the sovereignty of the state, resented the countenance, cold as it was, which the French court gave to the unfortunate monarch. On pretence of injuries, of which the English merchants complained, they issued letters of reprisal upon the French; and Blake went so far as to attack and seize a whole squadron of ships, which were carrying supplies to Dunkirk, then closely besieged by the Spaniards. That town, disappointed of these supplies, fell into the hands of the enemy. The French ministers soon found it necessary to change their measures. They treated Charles with such affected indifference, that he thought it more decent to withdraw, and prevent the indignity of being desired to leave the kingdom. He went first to Spaw, thence he retired to Cologne; where he lived two years, on a small pension, about 6000 pounds a year, payed him by the court of France, and on some contributions sent him by his friends in England. In the management of his family, he discovered a disposition to order and economy; and his temper, cheerful, careless, and sociable, was more than a sufficient compensation for that empire, of which his enemies had bereaved him. Sir Edward Hyde, created lord-chancellor, and the marquess of Ormond, were his chief friends and confidents.","subId":"34","id":"Hume.HE.6.61.34"},{"type":"paragraph","content":"If the French ministry had thought it prudent to bend under the English parliament, they deemed it still more necessary to pay deference to the protector, when he assumed the reins of government. Cardinal Mazarine, by whom all the councils of France were directed, was artful and vigilant, supple and patient, false and intriguing; desirous rather to prevail by dexterity than violence, and placing his honour more in the final success of his measures than in the splendor and magnanimity of the means, which he employed. Cromwel, by his imperious character, rather than by the advantage of his situation, acquired an ascendant over this man; and every proposal made by the protector, however unreasonable in itself and urged with whatever insolence, met with a ready compliance from the politic and timid cardinal. Bourdeaux was sent over to England as minister; and all circumstances of respect were payed to the daring usurper, who had imbrued his hands in the blood of his sovereign, a prince so nearly related to the royal family of France. With indefatigable patience did Bourdeaux conduct this negotiation, which Cromwel seemed entirely to neglect; and though privateers with English commissions committed daily depredations on the French commerce, Mazarine was content, in hopes of a fortunate issue, still to submit to these indignities.","subId":"35","id":"Hume.HE.6.61.35"},{"type":"paragraph","content":"The court of Spain, less connected with the unfortunate royal family, and reduced to greater distress than the French monarchy, had been still more forward in her advances to the prosperous parliament and protector. Don Alonzo de Cardenas, the Spanish envoy, was the first public minister, who recognized the authority of the new republic; and in return for this civility, Ascham was sent envoy into Spain by the parliament. No sooner had this minister arrived in Madrid, than some of the banished royalists, inflamed by that inveterate hatred, which animated the English factions, broke into his chamber, and murdered him together with his secretary. Immediately, they took sanctuary in the churches; and, assisted by the general favour, which every where attended the royal cause, were enabled, most of them, to make their escape. Only one of the criminals suffered death; and the parliament seemed to rest satisfied with this atonement.","subId":"36","id":"Hume.HE.6.61.36"},{"type":"paragraph","content":"Spain, at this time, assailed every where by vigorous enemies from without, and labouring under many internal disorders, retained nothing of her former grandeur, except the haughty pride of her counsels, and the hatred and jealousy of her neighbours. Portugal had rebelled, and established her monarchy in the house of Braganza: Catalonia, complaining of violated privileges, had revolted to France: Naples was shaken with popular convulsions: The Low Countries were invaded with superior forces, and seemed ready to change their master: The Spanish infantry, anciently so formidable, had been annihilated by Condé' in the fields of Rocroy: And though the same prince, banished France, sustained by his activity and valour, the falling fortunes of Spain, he could only hope to protract, not prevent, the ruin, with which that monarchy was visibly threatened.","subId":"37","id":"Hume.HE.6.61.37"},{"type":"paragraph","content":"Had Cromwel understood and regarded the interests of his country, he would have supported the declining condition of Spain against the dangerous ambition of France, and preserved that balance of power, on which the greatness and security of England so much depend. Had he studied only his own interests, he would have maintained an exact neutrality between those great monarchies; nor would he have hazarded his ill-acquired and unsettled power, by provoking foreign enemies, who might lend assistance to domestic faction, and overturn his tottering throne. But his magnanimity undervalued danger: His active disposition and avidity of extensive glory, made him incapable of repose: And as the policy of men is continually warped by their temper, no sooner was peace made with Holland, than he began to deliberate what new enemy he should invade with his victorious arms.","subId":"38","id":"Hume.HE.6.61.38"},{"type":"paragraph","content":"{War with Spain.} The extensive empire and yet extreme weakness of Spain in the West Indies; the vigorous courage and great naval power of England; were circumstances, which, when compared, excited the ambition of the enterprizing protector, and made him hope, that he might, by some gainful conquest, render for ever illustrious that dominion, which he had assumed over his country. Should he fail of these durable acquisitions, the Indian treasures, which must every year cross the ocean to reach Spain, were, he thought, a sure prey to the English navy, and would support his military force, without his laying new burthens on the discontented people. From France a vigorous resistance must be expected: No plunder, no conquests could be hoped for: The progress of his arms, even if attended with success, must there be slow and gradual: And the advantages acquired, however real, would be less striking to the multitude, whom it was his interest to allure. The royal family, so closely connected with the French monarch, might receive great assistance from that neighbouring kingdom; and an army of French protestants, landed in England, would be able, he dreaded, to unite the most opposite factions against the present usurpation.","subId":"39","id":"Hume.HE.6.61.39"},{"type":"paragraph","content":"These motives of policy were probably seconded by his bigotted prejudices; as no human mind ever contained so strange a mixture of sagacity and absurdity as that of this extraordinary personage. The Swedish alliance, though much contrary to the interests of England, he had contracted, merely from his zeal for protestantism; and Sweden being closely connected with France, he could not hope to maintain that confederacy, in which he so much prided himself, should a rupture ensue between England and this latter kingdom. The Hugonots, he expected, would meet with better treatment, while he engaged in a close union with their sovereign. And as the Spaniards were much more papists than the French, were much more exposed to the old puritanical hatred, and had even erected the bloody tribunal of the inquisition, whose rigours they had refused to mitigate on Cromwel's solicitation; he hoped that a holy and meritorious war with such idolaters could not fail of protection from heaven. A preacher likewise, inspired, as was supposed, by a prophetic spirit, bid him go and prosper; calling him a stone cut out of the mountains without hands, that would break the pride of the Spaniard, crush Antichrist, and make way for the purity of the Gospel over the whole world.","subId":"40","id":"Hume.HE.6.61.40"},{"type":"paragraph","content":"Actuated equally by these bigotted, these ambitious, and these interested motives, the protector equipped two considerable squadrons; and while he was making those preparations, the neighbouring states, ignorant of his intentions, remained in suspence, and looked with anxious expectation on what side the storm should discharge itself. One of these squadrons, consisting of thirty capital ships, was sent into the Mediterranean under Blake, whose fame was now spread over Europe. No English fleet, except during the Crusades, had ever before sailed in those seas; and from one extremity to the other, there was no naval force, Christian or Mahometan, able to resist them. The Roman pontiff, whose weakness and whose pride equally provoke attacks, dreaded invasion from a power, which professed the most inveterate enmity against him, and which so little regulated its movements by the usual motives of interest and prudence. Blake, casting anchor before Leghorn, demanded and obtained from the duke of Tuscany reparation for some losses, which the English commerce had formerly sustained from him. He next sailed to Algiers, and compelled the dey to make peace, and to restrain his pyratical subjects from farther violences on the English. He presented himself before Tunis; and having there made the same demands, the dey of that republic bade him look to the castles of Porto-Farino and Goletta, and do his utmost. Blake needed not to be rouzed by such a bravado: He drew his ships close up to the castles, and tore them in pieces with his artillery. He sent a numerous detachment of sailors in their long boats into the harbour, and burned every ship which lay there. This bold action, which its very temerity, perhaps, rendered safe, was executed with little loss, and filled all that part of the world with the renown of English valour.","subId":"41","id":"Hume.HE.6.61.41"},{"type":"paragraph","content":"{Jamaica conquered.} The other squadron was not equally successful. It was commanded by Pen, and carried on board 4000 men, under the command of Venables. About 5000 more joined them from Barbadoes and St. Christopher's. Both these officers were inclined to the king's service; and it is pretended, that Cromwel was obliged to hurry tbe soldiers on board, in order to prevent the execution of a conspiracy which had been formed among them, in favour of the exiled family. The ill success of this enterprize may justly be ascribed, as much to the injudicious schemes of the protector, who planned it, as to the bad execution of the officers, by whom it was conducted. The soldiers were the refuse of the whole army: The forces, inlisted in the West Indies, were the most profligate of mankind: Pen and Venables were of incompatible tempers: The troops were not furnished with arms fit for such an expedition: Their provisions were defective both in quantity and quality: All hopes of pillage, the best incentive to valour among such men, were refused the soldiers and seamen: No directions or intelligence were given to conduct the officers in their enterprize: And at the same time, they were tied down to follow the advice of commissioners, who disconcerted them in all their projects.","subId":"42","id":"Hume.HE.6.61.42"},{"type":"paragraph","content":"{13th April.} It was agreed by the admiral and general to attempt St. Domingo, the only place of strength in the island of Hispaniola. On the approach of the English the Spaniards in a fright deserted their houses, and fled into the woods. Contrary to the opinion of Venables, the soldiers were disembarked without guides ten leagues distant from the town. They wandered four days through the woods without provisions, and what was still more intolerable in that sultry climate, without water. The Spaniards recovered spirit, and attacked them. The English, discouraged with the bad conduct of their officers, and scarcely alive from hunger, thirst, and fatigue, were unable to resist. An inconsiderable number of the enemy put the whole army to rout, killed 600 of them, and chased the rest on board their vessels.","subId":"43","id":"Hume.HE.6.61.43"},{"type":"paragraph","content":"The English commanders, in order to atone, as much as possible, for this unprosperous attempt, bent their course to Jamaica, which was surrendered to them without a blow. Pen and Venables returned to England, and were both of them sent to the Tower by the protector, who, though commonly master of his fiery temper, was thrown into a violent passion at this disappointment. He had made a conquest of greater importance, than he was himself at that time aware of; yet was it much inferior to the vast projects, which he had formed. He gave orders, however, to support it by men and money; and that island has ever since remained in the hands of the English; the chief acquisition which they owe to the enterprizing spirit of Cromwel.","subId":"44","id":"Hume.HE.6.61.44"},{"type":"paragraph","content":"{1656.} As soon as the news of this expedition, which was an unwarrantable violation of treaty, arrived in Europe, the Spaniards declared war against England, and seized all the ships and goods of English merchants, of which they could make themselves masters. The commerce with Spain, so profitable to the English, was cut off; and near 1500 vessels, it is computed, fell in a few years into the hands of the enemy. Blake, to whom Montague was now joined in command, after receiving new orders, prepared himself for hostilities against the Spaniards.","subId":"45","id":"Hume.HE.6.61.45"},{"type":"paragraph","content":"Several sea officers, having entertained scruples of conscience with regard to the justice of the Spanish war, threw up their commissions, and retired. No commands, they thought, of their superiors could justify a war, which was contrary to the principles of natural equity, and which the civil magistrate had no right to order. Individuals, they maintained, in resigning to the public their natural liberty, could bestow on it only what they themselves were possessed of, a right of performing lawful actions, and could invest it with no authority of commanding what is contrary to the decrees of heaven. Such maxims, though they seem reasonable, are perhaps too perfect for human nature; and must be regarded as one effect, though of the most innocent and even honourable kind, of that spirit, partly fanatical, partly republican, which predominated in England.","subId":"46","id":"Hume.HE.6.61.46"},{"type":"paragraph","content":"{Success.} Blake lay some time off Cadiz, in expectation of intercepting the plate fleet, but was at last obliged, for want of water, to make sail towards Portugal. Captain Stayner, whom he had left on the coast with a squadron of seven vessels, came in sight of the galleons, and immediately set sail to pursue them. The Spanish admiral ran his ship ashore: Two others followed his example: {September.} The English took two ships valued at near two millions of pieces of eight. Two galleons were set on fire; and the marquess of Badajox, viceroy of Peru, with his wife and his daughter, betrothed to the young duke of Medina Celi, were destroyed in them. The marquess himself might have escaped; but seeing these unfortunate women, astonished with the danger, fall in a swoon, and perish in the flames, he rather chose to die with them than drag out a life, embittered with the remembrance of such dismal scenes. When the treasures, gained by this enterprize, arrived at Portsmouth, the protector, from a spirit of ostentation, ordered them to be transported by land to London.","subId":"47","id":"Hume.HE.6.61.47"},{"type":"paragraph","content":"The next action against the Spaniards was more honourable, though less profitable, to the nation. Blake, having heard that a Spanish fleet of sixteen ships, much richer than the former, had taken shelter in the Canaries, immediately made sail towards them. He found them in the bay of Santa Cruz, disposed in a formidable posture. The bay was secured with a strong castle, well provided with cannon, besides seven forts in several parts of it, all united by a line of communication, manned with musqueteers. Don Diego Diagues, the Spanish admiral, ordered all his smaller vessels to moor close to the shore, and posted the larger galleons farther off, at anchor, with their broadsides to the sea.","subId":"48","id":"Hume.HE.6.61.48"},{"type":"paragraph","content":"Blake was rather animated than daunted with this appearance. The wind seconded his courage, and blowing full into the bay, in a moment brought him among the thickest of his enemies. After a resistance of four hours, the Spaniards yielded to English valour, and abandoned their ships, which were set on fire, and consumed with all their treasure. The greatest danger still remained to the English. They lay under the fire of the castles and all the forts, which must, in a little time, have torn them in pieces. But the wind, suddenly shifting, carried them out of the bay; where they left the Spaniards in astonishment at the happy temerity of their audacious victors.","subId":"49","id":"Hume.HE.6.61.49"},{"type":"paragraph","content":"{And death of admiral Blake.} This was the last and greatest action of the gallant Blake. He was consumed with a dropsy and scurvy, and hastened home, that he might yield up his breath in his native country, which he had so much adorned by his valour. As he came within sight of land, he expired. Never man, so zealous for a faction, was so much respected and esteemed even by the opposite factions. He was by principle an inflexible republican; and the late usurpations, amidst all the trust and caresses, which he received from the ruling powers, were thought to be very little grateful to him. It is still our duty, he said to the seamen, to fight for our country, into what hands so ever the government may fall. Disinterested, generous, liberal; ambitious only of true glory, dreadful only to his avowed enemies; he forms one of the most perfect characters of the age, and the least stained with those errors and violences, which were then so predominant. The protector ordered him a pompous funeral at the public charge: But the tears of his countrymen were the most honourable panegyric on his memory.","subId":"50","id":"Hume.HE.6.61.50"},{"type":"paragraph","content":"The conduct of the protector in foreign affairs, though imprudent and impolitic, was full of vigour and enterprize, and drew a consideration to his country, which, since the reign of Elizabeth, it seemed to have totally lost. The great mind of this successful usurper was intent on spreading the renown of the English nation; and while he struck mankind with astonishment at his extraordinary fortune, he seemed to ennoble, instead of debasing, that people, whom he had reduced to subjection. It was his boast, that he would render the name of an Englishman as much feared and revered as ever was that of a Roman; and as his countrymen found some reality in these pretensions, their national vanity, being gratified, made them bear with more patience all the indignities and calamities, under which they laboured.","subId":"51","id":"Hume.HE.6.61.51"},{"type":"paragraph","content":"{Domestic administration of Cromwel.} It must also be acknowledged, that the protector, in his civil and domestic administration, displayed as great regard both to justice and clemency, as his usurped authority, derived from no law, and founded only on the sword, could possibly permit. All the chief offices in the courts of judicature were filled with men of integrity: Amidst the virulence of faction, the decrees of the judges were upright and impartial: And to every man but himself, and to himself, except where necessity required the contrary, the law was the great rule of conduct and behaviour. Vane and Lilburn, whose credit with the republicans and levellers he dreaded, were indeed for some time confined to prison: Cony, who refused to pay illegal taxes, was obliged by menaces to depart from his obstinacy: High courts of justice were erected to try those who had engaged in conspiracies and insurrections against the protector's authority, and whom he could not safely commit to the verdict of juries. But these irregularities were deemed inevitable consequences of his illegal authority. And though often urged by his officers, as is pretended; to attempt a general massacre of the royalists, he always with horror rejected such sanguinary counsels.","subId":"52","id":"Hume.HE.6.61.52"},{"type":"paragraph","content":"In the army was laid the sole basis of the protector's power; and in managing it consisted the chief art and delicacy of his government. The soldiers were held in exact discipline; a policy, which both accustomed them to obedience, and made them less hateful and burthensome to the people. He augmented their pay; though the public necessities some times obliged him to run in arrears to them. Their interests, they were sensible, were closely connected with those of their general and protector. And he entirely commanded their affectionate regard, by his abilities and success in almost every enterprize, which he had hitherto undertaken. But all military government is precarious; much more where it stands in opposition to civil establishments; and still more, where it encounters religious prejudices. By the wild fanaticism, which he had nourished in the soldiers, he had seduced them into measures, for which, if openly proposed to them, they would have entertained the utmost aversion. But this same spirit rendered them more difficult to be governed, and made their caprices terrible even to that hand, which directed their movements. So often taught, that the office of king was an usurpation upon Christ, they were apt to suspect a protector not to be altogether compatible with that divine authority. Harrison, though raised to the highest dignity, and possessed of Cromwel's confidence, became his most inveterate enemy as soon as the authority of a single person was established, against which that usurper had always made such violent protestations. Overton, Rich, Okey, officers of rank in the army, were actuated with like principles, and Cromwel was obliged to deprive them of their commissions. Their influence, which was before thought unbounded among the troops, seemed from that moment to be totally annihilated.","subId":"53","id":"Hume.HE.6.61.53"},{"type":"paragraph","content":"The more effectually to curb the enthusiastic and seditious spirit of the troops, Cromwel established a kind of militia in the several counties. Companies of infantry and cavalry were enlisted under proper officers, regular pay distributed among them, and a resource by that means provided both against the insurrections of the royalists, and mutiny of the army.","subId":"54","id":"Hume.HE.6.61.54"},{"type":"paragraph","content":"Religion can never be deemed a point of small consequence in civil government: But during this period, it may be regarded as the great spring of men's actions and determinations. Though transported, himself, with the most frantic whimsies, Cromwel had adopted a scheme for regulating this principle in others, which was sagacious and political. Being resolved to maintain a national church, yet determined neither to admit episcopacy nor presbytery, he established a number of commissioners, under the name of tryers, partly laymen, partly ecclesiastics, some presbyterians, some independents. These presented to all livings, which were formerly in the gift of the crown; they examined and admitted such persons as received holy orders; and they inspected the lives, doctrine, and behaviour of the clergy. Instead of supporting that union between learning and theology, which has so long been attempted in Europe, these tryers embraced the latter principle in its full purity, and made it the sole object of their examination. The candidates were no more perplexed with questions concerning their progress in Greek and Roman erudition; concerning their talent for profane arts and sciences: The chief object of scrutiny regarded their advances in grace, and fixing the critical moment of their conversion.","subId":"55","id":"Hume.HE.6.61.55"},{"type":"paragraph","content":"With the pretended saints of all denominations Cromwel was familiar and easy. Laying aside the state of protector, which, on other occasions, he well knew how to maintain, he insinuated to them, that nothing but necessity could ever oblige him to invest himself with it. He talked spiritually to them; he sighed, he weeped, he canted, he prayed. He even entered with them into an emulation of ghostly gifts; and these men, instead of grieving to be out done in their own way, were proud, that his highness, by his princely example, had dignified those practices, in which they themselves were daily occupied.","subId":"56","id":"Hume.HE.6.61.56"},{"type":"paragraph","content":"If Cromwel might be said to adhere to any particular form of religion, they were the independents who could chiefly boast of his favour; and it may be affirmed, that such pastors of that sect, as were not passionately addicted to civil liberty, were all of them devoted to him. The presbyterian clergy also, saved from the ravages of the anabaptists and millenarians, and enjoying their establishments and tythes, were not averse to his government; though he still entertained a great jealousy of that ambitious and restless spirit, by which they were actuated. He granted an unbounded liberty of conscience, to all but catholics and prelatists; and by that means, he both attached the wild sectaries to his person, and employed them in curbing the domineering spirit of the presbyterians. \"I am the only man,\" he was often heard to say, \"who has known how to subdue that insolent sect, which can suffer none but itself.\"","subId":"57","id":"Hume.HE.6.61.57"},{"type":"paragraph","content":"The protestant zeal, which possessed the presbyterians and independents, was highly gratified by the haughty manner, in which the protector so successfully supported the persecuted protestants throughout all Europe. Even the duke of Savoy, so remote a power, and so little exposed to the naval force of England, was obliged, by the authority of France, to comply with his mediation, and to tolerate the protestants of the vallies, against whom that prince had commenced a furious persecution. France itself was constrained to bear, not only with the religion, but even, in some instances, with the seditious insolence of the Hugonots; and when the French court applied for a reciprocal toleration of the catholic religion in England, the protector, who arrogated in every thing the superiority, would hearken to no such proposal. He had entertained a project of instituting a college in imitation of that at Rome, for the propagation of the faith; and his apostles, in zeal, though not in unanimity, had certainly been a full match for the catholics.","subId":"58","id":"Hume.HE.6.61.58"},{"type":"paragraph","content":"Cromwel retained the church of England in constraint; though he permitted its clergy a little more liberty than the republican parliament had formerly allowed. He was pleased, that the superior lenity of his administration should in every thing be remarked. He bridled the royalists, both by the army which he retained, and by those secret spies, which he found means to intermix in all their counsels. Manning being detected and punished with death, he corrupted Sir Richard Willis, who was much trusted by chancellor Hyde and all the royalists; and by means of this man he was let into every design and conspiracy of the party. He could disconcert any project, by confining the persons who were to be the actors in it; and as he restored them afterwards to liberty, his severity passed only for the result of general jealousy and suspicion. The secret source of his intelligence remained still unknown and unsuspected.","subId":"59","id":"Hume.HE.6.61.59"},{"type":"paragraph","content":"Conspiracies for an assassination he was chiefly afraid of; these being designs, which no prudence or vigilance could evade. Colonel Titus, under the name of Allen, had written a spirited discourse, exhorting every one to embrace this method of vengeance; and Cromwel knew, that the inflamed minds of the royal party were sufficiently disposed to put the doctrine in practice against him. He openly told them, that assassinations were base and odious, and he never would commence hostilities by so shameful an expedient; but if the first attempt or provocation came from them, he would retaliate to the uttermost. He had instruments, he said, whom he could employ; and he never would desist, till he had totally exterminated the royal family. This menace, more than all his guards, contributed to the security of his person.","subId":"60","id":"Hume.HE.6.61.60"},{"type":"paragraph","content":"There was no point about which the protector was more solicitous than to procure intelligence. This article alone, it is said, cost him sixty thousand pounds a year. Postmasters, both at home and abroad, were in his pay: Carriers were searched or bribed: Secretaries and clerks were corrupted: The greatest zealots in all parties were often those who conveyed private information to him: And nothing could escape his vigilant enquiry. Such at least is the representation made by historians of Cromwel's administration: But it must be confessed, that, if we may judge by those volumes of Thurloe's papers, which have been lately published, this affair, like many others, has been greatly magnified. We scarcely find by that collection, that any secret counsels of foreign states, except those of Holland, which are not expected to be concealed, were known to the protector.","subId":"61","id":"Hume.HE.6.61.61"},{"type":"paragraph","content":"The general behaviour and deportment of this man, who had been raised from a very private station, who had passed most of his youth in the country, and who was still constrained so much to frequent bad company, was such as might befit the greatest monarch. He maintained a dignity without either affectation or ostentation; and supported with all strangers that high idea, with which his great exploits and prodigious fortune had impressed them. Among his ancient friends, he could relax himself; and by trifling and amusement, jesting and making verses, he feared not exposing himself to their most familiar approaches. With others, he sometimes pushed matters to the length of rustic buffoonery; and he would amuse himself by putting burning coals into the boots and hose of the officers, who attended him. Before the king's trial, a meeting was agreed on between the chiefs of the republican party and the general officers, in order to concert the model of that free government, which they were to substitute, in the room of the monarchical constitution, now totally subverted. After debates on this subject, the most important, that could fall under the discussion of human creatures, Ludlow tells us, that Cromwel, by way of frolic, threw a cushion at his head; and when Ludlow took up another cushion, in order to return the compliment, the general ran down stairs, and had almost fallen in the hurry. When the high court of justice was signing the warrant for the execution of the king, a matter, if possible, still more serious; Cromwel, taking the pen in his hand, before he subscribed his name, bedaubed with ink the face of Martin, who sat next him. And the pen being delivered to Martin, he practised the same frolic upon Cromwel. He frequently gave feasts to his inferior officers; and when the meat was set upon the table, a signal was given; the soldiers rushed in upon them; and with much noise, tumult, and confusion, ran away with all the dishes, and disappointed the guests of their expected meal.","subId":"62","id":"Hume.HE.6.61.62"},{"type":"paragraph","content":"That vein of frolic and pleasantry, which made a part, however inconsistent, of Cromwel's character, was apt sometimes to betray him into other inconsistencies, and to discover itself even where religion might seem to be a little concerned. It is a tradition, that, one day, sitting at table, the protector had a bottle of wine brought him, of a kind which he valued so highly, that he must needs open the bottle himself: But in attempting it, the corkscrew dropt from his hand. Immediately his courtiers and generals flung themselves on the floor to recover it. Cromwel burst out a laughing. Should any fool, said he, put in his head at the door, he would fancy, from your posture, that you were seeking the Lord; and you are only seeking a cork screw.","subId":"63","id":"Hume.HE.6.61.63"},{"type":"paragraph","content":"Amidst all the unguarded play and buffoonery of this singular personage, he took the opportunity of remarking the characters, designs, and weaknesses of men; and he would sometimes push them, by an indulgence in wine, to open to him the most secret recesses of their bosom. Great regularity, however, and even, austerity of manners were always maintained in his court; and he was careful never by any liberties to give offence to the most rigid of the godly. Some state was upheld; but with little expence, and without any splendor. The nobility, though courted by him, kept at a distance, and disdained to intermix with those mean persons, who were the instruments of his government. Without departing from œconomy, he was generous to those who served him; and he knew how to find out and engage in his interests every man possessed of those talents, which any particular employment demanded. His generals, his admirals, his judges, his ambassadors, were persons, who contributed, all of them, in their several spheres, to the security of the protector, and to the honour and interest of the nation.","subId":"64","id":"Hume.HE.6.61.64"},{"type":"paragraph","content":"Under pretence of uniting Scotland and Ireland in one commonwealth with England, Cromwell had reduced those kingdoms to a total subjection; and he treated them entirely as conquered provinces. The civil administration of Scotland was placed in a council, consisting mostly of English, of which lord Broghil was president. Justice was administered by seven judges, four of whom were English. In order to curb the tyrannical nobility, he both abolished all vassalage and revived the office of justice of peace, which king James had introduced, but was not able to support. A long line of forts and garrisons was maintained throughout the kingdom. An army of 10,000 men kept every thing in peace and obedience; and neither the banditti of the mountains nor the bigots of the low countries could indulge their inclination to turbulence and disorder. He courted the presbyterian clergy; though he nourished that intestine enmity which prevailed between the resolutioners and protesters; and he found, that very little policy was requisite to foment quarrels among theologians. He permitted no church assemblies; being sensible that from thence had proceeded many of the past disorders. And in the main, the Scots were obliged to acknowledge, that never before, while they enjoyed their irregular, factious liberty, had they attained so much happiness as at present, when reduced to subjection under a foreign nation.","subId":"65","id":"Hume.HE.6.61.65"},{"type":"paragraph","content":"The protector's administration of Ireland was more severe and violent. The government of that island was first entrusted to Fleetwood, a notorious fanatic, who had married Ireton's widow; then to Henry Cromwel, second son of the protector, a young man of an amiable mild disposition, and not destitute of vigor and capacity. Above five millions of acres, forfeited either by the popish rebels or by the adherents of the king, were divided, partly among the adventurers, who had advanced money to the parliament, partly among the English soldiers, who had arrears due to them. Examples of a more sudden and violent change of property are scarcely to be found in any history. An order was even issued to confine all the native Irish to the province of Connaught, where they would be shut up by rivers, lakes, and mountains, and could not, it was hoped, be any longer dangerous to the English government: But this barbarous and absurd policy, which, from an impatience of attaining immediate security, must have depopulated all the other provinces, and rendered the English estates of no value, was soon abandoned as impracticable.","subId":"66","id":"Hume.HE.6.61.66"},{"type":"paragraph","content":"{New parliament.} Cromwel began to hope, that, by his administration, attended with so much lustre and success abroad, so much order and tranquillity at home, he had now acquired such authority as would enable him to meet the representatives of the nation, and would assure him of their dutiful compliance with his government. He summoned a parliament; but not trusting altogether to the good will of the people, he used every art, which his new model of representation allowed him to employ, in order to influence the elections and fill the house with his own creatures. Ireland, being entirely in the hands of the army, chose few but such officers as were most acceptable to him. Scotland showed a like compliance; and as the nobility and gentry of that kingdom regarded their attendance on English parliaments as an ignominious badge of slavery, it was, on that account, more easy for the officers to prevail in the elections. Notwithstanding all these precautions, the protector still found, that the majority would not be favourable to him. {17th of September.} He set guards, therefore, on the door, who permitted none to enter but such as produced a warrant from his council; and the council rejected about a hundred, who either refused a recognition of the protector's government, or were on other accounts obnoxious to him. These protested against so egregious a violence, subversive of all liberty; but every application for redress was neglected both by the council and the parliament.","subId":"67","id":"Hume.HE.6.61.67"},{"type":"paragraph","content":"The majority of the parliament, by means of these arts and violences, was now at last either friendly to the protector, or resolved, by their compliance, to adjust, if possible, this military government to their laws and liberties. They voted a renunciation of all title in Charles Stuart or any of his family; and this was the first act, dignified with the appearance of national consent, which had ever had that tendency. Colonel Jephson, in order to sound the inclinations of the house, ventured to move, that the parliament should bestow the crown on Cromwel; and no surprize or reluctance was discovered on the occasion. When Cromwel afterwards asked Jephson what induced him to make such a motion, \"As long,\" said Jephson, \"as I have the honour to sit in parliament, I must follow the dictates of my own conscience, whatever offence I may be so unfortunate as to give you.\" \"Get thee gone,\" said Cromwel, giving him a gentle blow on the shoulder, \"get thee gone, for a mad fellow as thou art.\"","subId":"68","id":"Hume.HE.6.61.68"},{"type":"paragraph","content":"In order to pave the way to this advancement, for which he so ardently longed, Cromwel resolved to sacrifice his major-generals, whom he knew to be extremely odious to the nation. That measure was also become necessary for his own security. All government, purely military, fluctuates perpetually between a despotic monarchy and a despotic aristocracy, according as the authority of the chief commander prevails, or that of the officers next him in rank and dignity. The major-generals, being possessed of so much distinct jurisdiction, began to establish a separate title to power, and had rendered themselves formidable to the protector himself; and for this inconvenience, though he had not foreseen it, he well knew, before it was too late, to provide a proper remedy. Claypole, his son-in-law, who possessed his confidence, abandoned them to the pleasure of the house; and though the name was still retained, it was agreed to abridge, or rather entirely annihilate, the power of the major-generals.","subId":"69","id":"Hume.HE.6.61.69"},{"type":"paragraph","content":"At length, a motion in form was made by alderman Pack, one of the city members, for investing the protector with the dignity of king. This motion, at first, excited great disorder, and divided the whole house into parties. The chief opposition came from the usual adherents of the protector, the major-generals and such officers as depended on them. Lambert, a man of deep intrigue and of great interest in the army, had long entertained the ambition of succeeding Cromwel in the protectorship; and he foresaw, that, if the monarchy were restored, hereditary right would also be established, and the crown be transmitted to the posterity of the prince first elected. He pleaded, therefore, conscience; and rouzing all those civil and religious jealousies against kingly government, which had been so industriously encouraged among the soldiers, and which served them as a pretence for so many violences, he raised a numerous, and still more formidable party against the motion.","subId":"70","id":"Hume.HE.6.61.70"},{"type":"paragraph","content":"On the other hand, the motion was supported by every one, who was more particularly devoted to the protector, and who hoped, by so acceptable a measure, to pay court to the prevailing authority. Many persons also, attached to their country, despaired of ever being able to subvert the present illegal establishment, and were desirous, by fixing it on ancient foundations, to induce the protector, from views of his own safety, to pay a regard to the ancient laws and liberties of the kingdom. Even the royalists imprudently joined in the measure; and hoped, that, when the question regarded only persons, not forms of government, no one would any longer balance between the ancient royal family, and an ignoble usurper, {1657. Crown offered to Cromwel.} who, by blood, treason, and perfidy, had made his way to the throne. The bill was voted by a considerable majority; and a committee was appointed to reason with the protector, and to overcome those scruples, which he pretended against accepting so liberal an offer.","subId":"71","id":"Hume.HE.6.61.71"},{"type":"paragraph","content":"{9th April.} The conference lasted for several days. The committee urged, that all the statutes and customs of England were founded on the supposition of regal authority, and could not, without extreme violence, be adjusted to any other form of government: That a protector, except during the minority of a king, was a name utterly unknown to the laws; and no man was acquainted with the extent or limits of his authority: That if it were attempted to define every part of his jurisdiction, many years, if not ages, would be required for the execution of so complicated a work; if the whole power of the king were at once transferred to him, the question was plainly about a name, and the preference was undisputably due to the ancient title: That the English constitution was more anxious concerning the form of government than concerning the birthright of the first magistrate, and had provided, by an express law of Henry VII. for the security of those who act in defence of the king in being, by whatever means he might have acquired possession: That it was extremely the interest of all his Highness's friends to seek the shelter of this statute; and even the people in general were desirous of such a settlement, and in all juries were with great difficulty induced to give their verdict in favour of a protector: That the great source of all the late commotions had been the jealousy of liberty; and that a republic, together with a protector, had been established in order to provide farther securities for the freedom of the constitution; but that by experience the remedy had been found insufficient, even dangerous and pernicious; since every undeterminate power, such as that of a protector, must be arbitrary; and the more arbitrary, as it was contrary to the genius and inclination of the people.","subId":"72","id":"Hume.HE.6.61.72"},{"type":"paragraph","content":"The difficulty consisted not in perswading Cromwel. He was sufficiently convinced of the solidity of these reasons; and his inclination, as well as judgment, was entirely on the side of the committee. But how to bring over the soldiers to the same way of thinking was the question. The office of king had been painted to them in such horrible colours, that there were no hopes of reconciling them suddenly to it, even though bestowed upon their general, to whom they were so much devoted. A contradiction, open and direct, to all past professions would make them pass, in the eyes of the whole nation, for the most shameless hypocrites, inlisted, by no other than mercenary motives, in the cause of the most perfidious traitor. Principles, such as they were, had been encouraged in them by every consideration, human and divine; and though it was easy, where interest concurred, to deceive them by the thinnest disguises, it might be found dangerous at once to pull off the masque, and to show them in a full light the whole crime and deformity of their conduct. Suspended between these fears and his own most ardent desires, Cromwel protracted the time, and seemed still to oppose the reasonings of the committee; in hopes, that by artifice he might be able to reconcile the refractory minds of the soldiers to his new dignity.","subId":"73","id":"Hume.HE.6.61.73"},{"type":"paragraph","content":"While the protector argued so much in contradiction both to his judgment and inclination, it is no wonder, that his elocution, always confused, embarrassed, and unintelligible, should be involved in tenfold darkness, and discover no glimmering of common sense or reason. An exact account of this conference remains, and may be regarded as a great curiosity. The members of the committee, in their reasonings, discover judgment, knowledge, elocution: Lord Broghill in particular exerts himself on this memorable occasion. But what a contrast, when we pass to the protector's replies! After so singular a manner does nature distribute her talents, that, in a nation abounding with sense and learning, a man, who, by superior personal merit alone, had made his way to supreme dignity, and had even obliged the parliament to make him a tender of the crown, was yet incapable of expressing himself on this occasion, but in a manner which a peasant of the most ordinary capacity would justly be ashamed of.","subId":"74","id":"Hume.HE.6.61.74"},{"type":"paragraph","content":"The opposition, which Cromwel dreaded, was not that which came from Lambert and his adherents, whom he now regarded as capital enemies, and whom he was resolved, on the first occasion, to deprive of all power and authority: It was that which he met with in his own family, and from men, who, by interest as well as inclination, were the most devoted to him. Fleetwood had married his daughter: Desborow his sister: Yet these men, actuated by principle alone, could, by no persuasion, artifice, or entreaty, be induced to consent, that their friend and patron should be invested with regal dignity. They told him, that, if he accepted of the crown, they would instantly throw up their commissions, and never afterwards should have it in their power to serve him. Colonel Pride procured a petition against the office of king, signed by a majority of the officers, who were in London and the neighbourhood. Several persons, it is said, had entered into an engagement to murder the protector within a few hours after he should have accepted the offer of the parliament. Some sudden mutiny in the army was justly dreaded. And upon the whole, Cromwel, after the agony and perplexity of long doubt, {He rejects it.} was at last obliged to refuse that crown, which the representatives of the nation, in the most solemn manner, had tendered to him. Most historians are inclined to blame his choice; but he must be allowed the best judge of his own situation. And in such complicated subjects, the alteration of a very minute circumstance, unknown to the spectator, will often be sufficient to cast the balance, and render a determination, which, in itself, may be uneligible, very prudent, or even absolutely necessary to the actor.","subId":"75","id":"Hume.HE.6.61.75"},{"type":"paragraph","content":"A dream or prophecy, lord Clarendon mentions, which he affirms (and he must have known the truth), was universally talked of almost from the beginning of the civil wars, and long before Cromwel was so considerable a person as to bestow upon it any degree of probability. In this prophecy it was foretold, that Cromwel should be the greatest man in England, and would nearly, but never would fully, mount the throne. Such a prepossession probably arose from the heated imagination either of himself or of his followers; and as it might be one cause of the great progress, which he had already made, it is not an unlikely reason, which may be assigned, for his refusing at this time any farther elevation.","subId":"76","id":"Hume.HE.6.61.76"},{"type":"paragraph","content":"The parliament, when the regal dignity was rejected by Cromwel, found themselves obliged to retain the name of a commonwealth and protector; and as the government was hitherto a manifest usurpation, it was thought proper to sanctify it by a seeming choice of the people and their representatives. Instead of the instrument of government, which was the work of the general officers alone, a humble petition and advice was framed, {Humble petition and advice.} and offered to the protector by the parliament. This was represented as the great basis of the republican establishment, regulating and limiting the powers of each member of the constitution, and securing the liberty of the people to the most remote posterity. By this deed, the authority of protector was in some particulars enlarged: In others, it was considerably diminished. He had the power of nominating his successor; he had a perpetual revenue assigned him, a million a year for the pay of the fleet and army, three hundred thousand pounds for the support of civil government; and he had authority to name another house, who should enjoy their seats during life, and exercise some functions of the former house of peers. But he abandoned the power assumed in the intervals of parliament, of framing laws with the consent of his council; and he agreed, that no members of either house should be excluded but by the consent of that house, of which they were members. The other articles were in the main the same as in the instrument of government. The instrument of government Cromwel had formerly extolled as the most perfect work of human invention: He now represented it as a rotten plank, upon which no man could trust himself without sinking. Even the humble petition and advice, which he extolled in its turn, appeared so lame and imperfect, that it was found requisite, this very session, to mend it by a supplement; and after all, it may be regarded as a crude and undigested model of government. It was, however, accepted for the voluntary deed of the whole people in the three united nations; and Cromwel, as if his power had just commenced from this popular consent, was anew inaugurated in Westminster Hall, after the most solemn and most pompous manner.","subId":"77","id":"Hume.HE.6.61.77"},{"type":"paragraph","content":"{26th June.} The parliament having adjourned itself, the protector deprived Lambert of all his commissions; but still allowed him a considerable pension, of 2000 pounds a year, as a bribe for his future peaceable deportment. Lambert's authority in the army, to the surprise of every body, was found immediately to expire with the loss of his commission. Packer and some other officers, whom Cromwel suspected, were also displaced.","subId":"78","id":"Hume.HE.6.61.78"},{"type":"paragraph","content":"Richard, eldest son of the protector, was brought to court, introduced into public business, and thenceforth regarded by many as his heir in the protectorship: though Cromwel sometimes employed the gross artifice of flattering others with hopes of the succession. Richard was a person possessed of the most peaceable, inoffensive, unambitious character; and had hitherto lived contentedly in the country on a small estate, which his wife had brought him. All the activity, which he discovered, and which never was great, was however exerted to beneficent purposes: At the time of the king's trial, he had fallen on his knees before his father, and had conjured him, by every tye of duty and humanity, to spare the life of that monarch. Cromwel had two daughters unmarried: One of them he now gave in marriage to the grandson and heir of his great friend, the earl of Warwic, with whom he had, in every fortune, preserved an uninterrupted intimacy and good correspondence. The other, he married to the viscount Fauconberg, of a family, formerly devoted to the royal party. He was ambitious of forming connexions with the nobility; and it was one chief motive for his desiring the title of king, that he might replace every thing in its natural order, and restore, to the ancient families, the trust and honour, of which he now found himself obliged, for his own safety, to deprive them.","subId":"79","id":"Hume.HE.6.61.79"},{"type":"paragraph","content":"{1658. 20th Jan.} The parliament was again assembled; consisting, as in the times of monarchy, of two houses, the commons and the other house. Cromwel, during the interval, had sent writs to his house of peers, which consisted of sixty members. They were composed of five or six ancient peers, of several gentlemen of fortune and distinction, and of some officers who had risen from the meanest stations. None of the ancient peers, however, though summoned by writ, would deign to accept of a seat, which they must share with such companions as were assigned them. The protector endeavoured at first to maintain the appearance of a legal magistrate. He placed no guard at the door of either house: But soon found how incompatible liberty is with military usurpations. By bringing so great a number of his friends and adherents into the other house, he had lost the majority among the national representatives. In consequence of a clause in the humble petition and advice, the commons assumed a power of re-admitting those members, whom the council had formerly excluded. Sir Arthur Hazelrig and some others, whom Cromwel had created lords, rather chose to take their seat with the commons. An incontestible majority now declared themselves against the protector; and they refused to acknowledge the jurisdiction of that other house, which he had established. Even the validity of the humble petition and advice was questioned; as being voted by a parliament, which lay under force, and which was deprived by military violence of a considerable number of its members. The protector, dreading combinations between the parliament and the malcontents in the army, resolved to allow no leisure for forming any conspiracy against him; and with expressions of great displeasure, he dissolved the parliament. {4th Feb.} When urged by Fleetwood and others of his friends not to precipitate himself into this rash measure, he swore by the living God, that they should not sit a moment longer.","subId":"80","id":"Hume.HE.6.61.80"},{"type":"paragraph","content":"These distractions at home were not able to take off the protector's attention from foreign affairs; and in all his measures he proceeded with the same vigour and enterprize, as if secure of the duty and attachment of the three kingdoms. His alliance with Sweden he still supported; and he endeavoured to assist that crown in its successful enterprizes, for reducing all its neighbours to subjection, and rendering itself absolute master of the Baltic. As soon as Spain declared war against him, he concluded a peace and an alliance with France, and united himself in all his counsels with that potent and ambitious kingdom. Spain, having long courted in vain the friendship of the successful usurper, was reduced at last to apply to the unfortunate prince. Charles formed a league with Philip, removed his small court to Bruges in the Low Countries, and raised four regiments of his own subjects, whom he employed in the Spanish service. The duke of York, who had, with applause, served some campaigns in the French army, and who had merited the particular esteem of marshal Turenne, now joined his brother, and continued to seek military experience under Don John of Austria and the prince of Condé.","subId":"81","id":"Hume.HE.6.61.81"},{"type":"paragraph","content":"The scheme of foreign politics, adopted by the protector, was highly imprudent, but was suitable to that magnanimity and enterprize, with which he was so signally endowed. He was particularly desirous of conquest and dominion on the continent; and he sent over into Flanders six thousand men under Reynolds, who joined the French army commanded by Turenne. In the former campaign, Mardyke was taken, and put into the hands of the English. Early this campaign, siege was laid to Dunkirk; and when the Spanish army advanced to relieve it, the combined armies of France and England marched out of their trenches, and fought the battle of the Dunes, where the Spaniards were totally defeated. The valour of the English was much remarked on this occasion. Dunkirk, {Dunkirk taken.} being soon after surrendered, was by agreement delivered to Cromwel. He committed the government of that important place to Lockhart, a Scotchman of abilities, who had married his niece, and was his ambassador at the court of France.","subId":"82","id":"Hume.HE.6.61.82"},{"type":"paragraph","content":"This acquisition was regarded by the protector as the means only of obtaining farther advantages. He was resolved to concert measures with the French court for the final conquest and partition of the Low Countries. Had he lived much longer, and maintained his authority in England, so chimerical or rather so dangerous a project, would certainly have been carried into execution. And this first and principal step towards more extensive conquest, which France, during a whole century, has never yet been able, by an infinite expence of blood and treasure, fully to attain, had at once been accomplished by the enterprizing, though unskilful politics of Cromwel.","subId":"83","id":"Hume.HE.6.61.83"},{"type":"paragraph","content":"During these transactions, great demonstrations of mutual friendship and regard passed between the French king and the protector. Lord Fauconberg, Cromwel's son-in-law, was dispatched to Louis, then in the camp before Dunkirk; and was received with the regard, usually payed to foreign princes by the French court. Mazarine sent to London his nephew Mancini, along with the duke of Crequi; and expressed his regret, that his urgent affairs should deprive him of the honour, which he had long wished for, of paying, in person, his respects to the greatest man in the world.","subId":"84","id":"Hume.HE.6.61.84"},{"type":"paragraph","content":"The protector reaped little satisfaction from the success of his arms abroad: The situation, in which he stood at home, kept him in perpetual uneasiness and inquietude. His administration, so expensive both by military enterprizes and secret intelligence, had exhausted his revenue, and involved him in a considerable debt. The royalists, he heard, had renewed their conspiracies, for a general insurrection; and Ormond was secretly come over with a view of concerting measures for the execution of this project. Lord Fairfax, Sir William Waller, and many heads of the presbyterians, had secretly entered into the engagement. Even the army was infected with the general spirit of discontent; and some sudden and dangerous eruption was every moment to be dreaded from it. No hopes remained, after his violent breach with the last parliament, that he should ever be able to establish, with general consent, a legal settlement, or temper the military with any mixture of civil authority. All his arts and policy were exhausted; and having so often, by fraud and false pretences, deceived every party, and almost every individual, he could no longer hope, by repeating the same professions, to meet with equal confidence and regard.","subId":"85","id":"Hume.HE.6.61.85"},{"type":"paragraph","content":"However zealous the royalists, their conspiracy took not effect: Willis discovered the whole to the protector. Ormond was obliged to fly, and he deemed himself fortunate to have escaped so vigilant an administration. Great numbers were thrown into prison. A high court of justice was anew erected for the trial of those criminals, whose guilt was most apparent. Notwithstanding the recognition of his authority by the last parliament, the protector could not, as yet, trust to an unbyassed jury. Sir Henry Slingsby, and Dr. Huet were condemned and beheaded. Mordaunt, brother to the earl of Peterborow, narrowly escaped. The numbers for his condemnation and his acquittal were equal; and just as the sentence was pronounced in his favour, colonel Pride, who was resolved to condemn him, came into court. Ashton, Storey, and Bestley were hanged in different streets of the city.","subId":"86","id":"Hume.HE.6.61.86"},{"type":"paragraph","content":"The conspiracy of the Millenarians in the army struck Cromwel with still greater apprehensions. Harrison and the other discarded officers of that party could not remain at rest. Stimulated equally by revenge, by ambition, and by conscience, they still harboured in their breast some desperate project; and there wanted not officers in the army, who, from like motives, were disposed to second all their undertakings. The levellers and agitators had been encouraged by Cromwel to interpose with their advice in all political deliberations; and he had even pretended to honour many of them with his intimate friendship, while he conducted his daring enterprizes against the king and the parliament. It was a usual practice with him, in order to familiarize himself the more with the agitators, who were commonly corporals or serjeants, to take them to bed with him, and there, after prayers and exhortations, to discuss together their projects and principles, political as well as religious. Having assumed the dignity of protector, he excluded them from all his councils, and had neither leisure nor inclination to indulge them any farther in their wonted familiarities. Among those who were enraged at this treatment was Sexby; an active agitator, who now employed against him all that restless industry, which had formerly been exerted in his favour. He even went so far as to enter into a correspondence with Spain; and Cromwel, who knew the distempers of the army, was justly afraid of some mutiny, to which a day, an hour, an instant, might provide leaders.","subId":"87","id":"Hume.HE.6.61.87"},{"type":"paragraph","content":"Of assassinations likewise he was apprehensive, from the zealous spirit, which actuated the soldiers. Sindercome had undertaken to murder him; and, by the most unaccountable accidents, had often been prevented from executing his bloody purpose. His design was discovered; but the protector could never find the bottom of the enterprize, nor detect any of his accomplices. He was tried by a jury; and notwithstanding the general odium attending that crime, notwithstanding the clear and full proof of his guilt, so little conviction prevailed of the protector's right to the supreme government, it was with the utmost difficulty that this conspirator was condemned. When every thing was prepared for his execution, he was found dead; from poison, as is supposed, which he had voluntarily taken.","subId":"88","id":"Hume.HE.6.61.88"},{"type":"paragraph","content":"The protector might better have supported those fears and apprehensions, which the public distempers occasioned, had he enjoyed any domestic satisfaction, or possessed any cordial friend of his own family, in whose bosom he could safely have unloaded his anxious and corroding cares. But Fleetwood, his son-in-law, actuated by the wildest zeal, began to estrange himself from him; and was enraged to discover, that Cromwel, in all his enterprizes, had entertained views of promoting his own grandeur, more than of encouraging piety and religion, of which he made such fervent professions. His eldest daughter, married to Fleetwood, had adopted republican principles so vehement, that she could not with patience behold power lodged in a single person, even in her indulgent father. His other daughters were no less prejudiced in favour of the royal cause, and regretted the violences and iniquities, into which, they thought, their family had so unhappily been transported. Above all, the sickness of Mrs. Claypole, his peculiar favourite, a lady endued with many humane virtues, and amiable accomplishments, depressed his anxious mind, and poisoned all his enjoyments. She had entertained a high regard for Dr. Huet, lately executed; and being refused his pardon, the melancholy of her temper, encreased by her distempered body, had prompted her to lament to her father all his sanguinary measures, and urge him to compunction for those heinous crimes, into which his fatal ambition had betrayed him. Her death, which followed soon after, gave new edge to every word, which she had uttered.","subId":"89","id":"Hume.HE.6.61.89"},{"type":"paragraph","content":"All composure of mind was now for ever fled from the protector: He felt, that the grandeur, which he had attained with so much guilt and courage, could not ensure him that tranquillity, which it belongs to virtue alone, and moderation fully to ascertain. Overwhelmed with the load of public affairs, dreading perpetually some fatal accident in his distempered government, seeing nothing around him but treacherous friends or enraged enemies, possessing the confidence of no party, resting his title on no principle, civil or religious, he found his power to depend on so delicate a poize of factions and interests, as the smallest event was able, without any preparation, in a moment to overturn. Death too, which, with such signal intrepidity, he had braved in the field, being incessantly threatened by the poniards of fanatical or interested assassins, was ever present to his terrified apprehension, and haunted him in every scene of business or repose. Each action of his life betrayed the terrors under which he laboured. The aspect of strangers was uneasy to him: With a piercing and anxious eye he surveyed every face, to which he was not daily accustomed. He never moved a step without strong guards attending him: He wore armour under his cloaths, and farther secured himself by offensive weapons, a sword, falchion, and pistols, which he always carried about him. He returned from no place by the direct road, or by the same way which he went. Every journey he performed with hurry and precipitation. Seldom he slept above three nights together in the same chamber: And he never let it be known beforehand what chamber he intended to choose, nor entrusted himself in any, which was not provided with back-doors, at whicb sentinels were carefully placed. Society terrified him, while he reflected on his numerous, unknown, and implacable enemies: Solitude astonished him, by withdrawing that protection, which he found so necessary for his security.","subId":"90","id":"Hume.HE.6.61.90"},{"type":"paragraph","content":"{Sickness of the protector.} His body also, from the contagion of his anxious mind, began to be affected; and his health seemed sensibly to decline. He was seized with a slow fever, which changed into a tertian ague. For the space of a week, no dangerous symptoms appeared; and in the intervals of the fits he was able to walk abroad. At length, the fever encreased, and he himself began to entertain some thoughts of death, and to cast his eye towards that future existence, whose idea had once been intimately present to him; though since, in the hurry of affairs, and in the shock of wars and factions, it had, no doubt, been considerably obliterated. He asked Goodwin, one of his preachers, if the doctrine were true, that the elect could never fall or suffer a final reprobation. \"Nothing more certain,\" replied the preacher. \"Then am I safe,\" said the protector: \"For I am sure that once I was in a state of grace.\"","subId":"91","id":"Hume.HE.6.61.91"},{"type":"paragraph","content":"His physicians were sensible of the perilous condition, to which his distemper had reduced him: But his chaplains, by their prayers, visions, and revelations, so buoyed up his hopes, that he began to believe his life out of all danger. A favourable answer, it was pretended, had been returned by heaven to the petitions of all the godly; and he relied on their asseverations much more than on the opinion of the most experienced physicians. \"I tell you,\" he cried with confidence to the latter, \"I tell you, I shall not die of this distemper: I am well assured of my recovery. It is promised by the Lord, not only to my supplications, but to those of men who hold a stricter commerce and more intimate correspondence with him. Ye may have skill in your profession; but nature can do more than all the physicians in the world, and God is far above nature.\" Nay, to such a degree of madness did their enthusiastic assurances mount, that, upon a fast day, which was observed, on his account, both at Hampton Court and at White-hall, they did not so much pray for his health, as give thanks for the undoubted pledges, which they had received of his recovery. He himself was overheard offering up his addresses to heaven; and so far had the illusions of fanaticism prevailed over the plainest dictates of natural morality, that he assumed more the character of a mediator, in interceding for his people, than that of a criminal, whose atrocious violation of social duty had, from every tribunal, human and divine, merited the severest vengeance.","subId":"92","id":"Hume.HE.6.61.92"},{"type":"paragraph","content":"Meanwhile all the symptoms began to wear a more fatal aspect; and the physicians were obliged to break silence, and to declare that the protector could not survive the next fit, with which he was threatened. The council was alarmed. A deputation was sent to know his will with regard to his successor. His senses were gone, and he could not now express his intentions. They asked him whether he did not mean, that his eldest son, Richard, should succeed him in the protectorship. A simple affirmative was, or seemed to be extorted from him. Soon after, on the 3d of September, that very day, which he had always considered as the most fortunate for him, he expired. {His death, and character.} A violent tempest, which immediately succeeded his death, served as a subject of discourse to the vulgar. His partizans, as well as his enemies, were fond of remarking this event; and each of them endeavoured, by forced inferences, to interpret it as a confirmation of their particular prejudices.","subId":"93","id":"Hume.HE.6.61.93"},{"type":"paragraph","content":"The writers, attached to the memory of this wonderful person, make his character, with regard to abilities, bear the air of the most extravagant panegyric: His enemies form such a representation of his moral qualities as resembles the most virulent invective. Both of them, it must be confessed, are supported by such striking circumstances in his conduct and fortune as bestow on their representation a great air of probability. \"What can be more extraordinary,\" it is said, \"than that a person, of private birth and education, no fortune, no eminent qualities of body, which have sometimes, nor shining talents of mind, which have often raised men to the highest dignities, should have the courage to attempt and the abilities to execute so great a design as the subverting one of the most ancient and best established monarchies in the world? That he should have the power and boldness to put his prince and master to an open and infamous death? Should banish that numerous and strongly allied family? Cover all these temerities under a seeming obedience to a parliament, in whose service he pretended to be retained? Trample too upon that parliament in their turn, and scornfully expel them as soon as they gave him ground of dissatisfaction? Erect in their place the dominion of the saints, and give reality to the most visionary idea, which the heated imagination of any fanatic was ever able to entertain? Suppress again that monster in its infancy, and openly set up himself above all things that ever were called sovereign in England? Overcome first all his enemies by arms, and all his friends afterwards by artifice? Serve all parties patiently for a while, and command them victoriously at last? Over-run each corner of the three nations, and subdue with equal facility, both the riches of the south, and the poverty of the north? Be feared and courted by all foreign princes, and be adopted a brother to the gods of the earth? Call together parliaments with a word of his pen, and scatter them again with the breath of his mouth? Reduce to subjection a warlike and discontented nation, by means of a mutinous army? Command a mutinous army by means of seditious and factious officers? Be humbly and daily petitioned, that he would be pleased, at the rate of millions a year, to be hired as master of those who had hired him before to be their servant? Have the estates and lives of three nations as much at his disposal as was once the little inheritance of his father, and be as noble and liberal in the spending of them? And lastly (for there is no end of enumerating every particular of his glory) with one word bequeath all this power and splendor to his posterity? Die possessed of peace at home and triumph abroad? Be buried among kings, and with more than regal solemnity; and leave a name behind him not to be extinguished but with the whole world; which as it was too little for his praise, so might it have been for his conquests, if the short line of his mortal life could have stretched out the extent of his immortal designs?\"","subId":"94","id":"Hume.HE.6.61.94"},{"type":"paragraph","content":"My intention is not to disfigure this picture, drawn by so masterly a hand: I shall only endeavour to remove from it somewhat of the marvellous; a circumstance which, on all occasions, gives much ground for doubt and suspicion. It seems to me, that the circumstance of Cromwel's life, in which his abilities are principally discovered, is his rising, from a private station, in opposition to so many rivals, so much advanced before him, to a high command and authority in the army. His great courage, his signal military talents, his eminent dexterity and address, were all requisite for this important acquisition. Yet will not this promotion appear the effect of supernatural abilities, when we consider, that Fairfax himself, a private gentleman, who had not the advantage of a seat in parliament, had, through the same steps, attained even a superior rank, and, if endued with common capacity and penetration, had been able to retain it. To incite such an army to rebellion against the parliament, required no uncommon art or industry: To have kept them in obedience had been the more difficult enterprize. When the breach was once formed between the military and civil powers, a supreme and absolute authority, from that moment, is devolved on the general; and if he be afterwards pleased to employ artifice or policy, it may be regarded, on most occasions, as great condescension, if not as superfluous caution. That Cromwel was ever able really to blind or over-reach, either the king or the republicans, does not appear: As they possessed no means of resisting the force under his command, they were glad to temporize with him, and, by seeming to be deceived, wait for opportunities of freeing themselves from his dominion. If he seduced the military fanatics, it is to be considered, that their interests and his evidently concurred, that their ignorance and low education exposed them to the grossest imposition, and that he himself was at bottom as frantic an enthusiast as the worst of them, and, in order to obtain their confidence, needed but to display those vulgar and ridiculous habits, which he had early acquired, and on which he set so high a value. An army is so forcible, and at the same time so coarse a weapon, that any hand, which wields it, may, without much dexterity, perform any operation, and attain any ascendant, in human society.","subId":"95","id":"Hume.HE.6.61.95"},{"type":"paragraph","content":"The domestic administration of Cromwel, though it discovers great abilities, was conducted without any plan either of liberty or arbitrary power: Perhaps, his difficult situation admitted of neither. His foreign enterprizes, though full of intrepidity, were pernicious to national interest, and seem more the result of impetuous fury or narrow prejudices, than of cool foresight and deliberation. An eminent personage, however, he was in many respects, and even a superior genius; but unequal and irregular in his operations. And though not defective in any talent, except that of elocution, the abilities, which in him were most admirable, and which most contributed to his marvellous success, were the magnanimous resolution of his enterprizes, and his peculiar dexterity in discovering the characters, and practising on the weaknesses of mankind.","subId":"96","id":"Hume.HE.6.61.96"},{"type":"paragraph","content":"If we survey the moral character of Cromwel with that indulgence, which is due to the blindness and infirmities of the human species, we shall not be inclined to load his memory with such violent reproaches as those which his enemies usually throw upon it. Amidst the passions and prejudices of that period, that he should prefer the parliamentary to the royal cause, will not appear extraordinary; since, even at present, some men of sense and knowledge are disposed to think, that the question, with regard to the justice of the quarrel, may be regarded as doubtful and uncertain. The murder of the king, the most atrocious of all his actions, was to him covered under a mighty cloud of republican and fanatical illusions; and it is not impossible, but he might believe it, as many others did, the most meritorious action, that he could perform. His subsequent usurpation was the effect of necessity, as well as of ambition; nor is it easy to see, how the various factions could at that time have been restrained, without a mixture of military and arbitrary authority. The private deportment of Cromwel, as a son, a husband, a father, a friend, is exposed to no considerable censure, if it does not rather merit praise. And upon the whole, his character does not appear more extraordinary and unusual by the mixture of so much absurdity with so much penetration, than by his tempering such violent ambition and such enraged fanaticism with so much regard to justice and humanity.","subId":"97","id":"Hume.HE.6.61.97"},{"type":"paragraph","content":"Cromwel was in the fifty-ninth year of his age when he died. He was of a robust frame of body, and of a manly, though not of an agreeable aspect. He left only two sons, Richard and Henry; and three daughters; one married to general Fleetwood, another to Lord Fauconberg, a third to lord Rich. His father died when he was young. His mother lived till after he was protector; and, contrary to her orders, he buried her with great pomp in Westminster Abbey. She could not be persuaded, that his power or person was ever in safety. At every noise, which she heard, she exclaimed, that her son was murdered; and was never satisfied that he was alive, if she did not receive frequent visits from him. She was a decent woman; and by her frugality and industry had raised and educated a numerous family upon a small fortune. She had even been obliged to set up a brewery at Huntingdon, which she managed to good advantage. Hence Cromwel, in the invectives of that age, is often stigmatized with the name of the brewer. Ludlow, by way of insult, mentions the great accession, which he would receive to his royal revenues upon his mother's death, who possessed a jointure of sixty pounds a year upon his estate. She was of a good family, of the name of Stuart; remotely allied, as is by some supposed, to the royal family.","subId":"98","id":"Hume.HE.6.61.98"},{"type":"note","content":"Conference held at Whitehall.","subId":"n1","id":"Hume.HE.6.61.n1"},{"type":"note","content":"See Milton's State Papers.","subId":"n2","id":"Hume.HE.6.61.n2"},{"type":"note","content":"Parl. Hist. vol. xx. p. 182.","subId":"n3","id":"Hume.HE.6.61.n3"},{"type":"note","content":"These are his expressions. \"Indeed, I have but one word more to say to you, though in that perhaps I shall show my weakness: It is by way of encouragement to you in this work; give me leave to begin thus: I confess I never looked to have seen such a day as this, it may be nor you neither, when Jesus Christ should be so owned as he is at this day and in this work. Jesus Christ is owned this day by your call, and you own him by your willingness to appear for him, and you manifest this (as far as poor creatures can do) to be a day of the power of Christ. I know you will remember that scripture, he makes his people willing in the day of his power. God manifests it to be the day of the power of Christ, having thro' so much blood and so much tryal as has been upon this nation, he makes this one of the greatest mercies, next to his own son, to have his people called to the supreme authority. God hath owned his son, and hath owned you, and hath made you to own him. I confess, I never looked to have seen such a day: I did not.\" I suppose at this passage he cried: For he was very much given to weeping, and could at any time shed abundance of tears. The rest of the speech may be seen among Milton's State Papers, page 106. It is very curious, and full of the same obscurity, confusion, embarrassment, and absurdity, which appear in almost all Oliver's productions.","subId":"n4","id":"Hume.HE.6.61.n4"},{"type":"note","content":"Whitlocke, p. 543, 548.","subId":"n5","id":"Hume.HE.6.61.n5"},{"type":"note","content":"Conference held at Whitehall.","subId":"n6","id":"Hume.HE.6.61.n6"},{"type":"note","content":"It was usual for the pretended saints at that time to change their names from Henry, Edward, Anthony, William, which they regarded as heathenish, into others more sanctified and godly: Even the New Testament names, James, Andrew, John, Peter, were not held in such regard as those which were borrowed from the Old Testament, Hezekiah, Habbakuk, Joshua, Zerobabel. Sometimes a whole godly sentence was adopted as a name. Here are the names of a jury said to be enclosed in the county of Sussex about that time.See Brome's Travels into England, p. 279. \"Cromwell,\" says Cleveland, \"hath beat up his drums clean through the Old Testament. You may learn the genealogy of our Saviour by the names of his regiment. The muster-master has no other list, than the first chapter of St. Matthew.\" The brother of this Praise-god Barebone had for name, If Christ had not died for you, you had been damned Barebone. But the people, tired of this long name, retained only the last word, and commonly gave him the appellation of Damn'd Barebone.","subId":"n7","id":"Hume.HE.6.61.n7"},{"type":"note","content":"Thurloe, vol. i. p. 273, 591. Also Stubbe, p. 91, 92.","subId":"n8","id":"Hume.HE.6.61.n8"},{"type":"note","content":"Thurloe, vol. i. p. 393.","subId":"n9","id":"Hume.HE.6.61.n9"},{"type":"note","content":"Thurloe, vol. ii. p. 429.","subId":"n10","id":"Hume.HE.6.61.n10"},{"type":"note","content":"Ibid. vol. i. p. 616.","subId":"n11","id":"Hume.HE.6.61.n11"},{"type":"note","content":"Thurloe, vol. ii. p. 588.","subId":"n12","id":"Hume.HE.6.61.n12"},{"type":"note","content":"Thurloe, vol. ii. p. 620.","subId":"n13","id":"Hume.HE.6.61.n13"},{"type":"note","content":"Parl. Hist. vol. xx. p. 433.","subId":"n14","id":"Hume.HE.6.61.n14"},{"type":"note","content":"In 1648.","subId":"n15","id":"Hume.HE.6.61.n15"},{"type":"note","content":"This prince, during the civil wars, had much neglected his uncle and payed court to the parliament: He accepted of a pension of 8000 l. a year from them, and took a place in their assembly of divines.","subId":"n16","id":"Hume.HE.6.61.n16"},{"type":"note","content":"Thurloe, vol. iii. p. 103, 619, 653. In the treaty, which was signed after long negociation, the protector's name was inserted before the French king's in that copy which remained in England. Thurloe, vol. vi. p. 116. See farther, vol. vii. p. 178.","subId":"n17","id":"Hume.HE.6.61.n17"},{"type":"note","content":"See the account of the negociations with France and Spain by Thurloe, vol. i. p. 759.","subId":"n18","id":"Hume.HE.6.61.n18"},{"type":"note","content":"He proposed to Sweden a general league and confederacy of all the protestants. Whitlocke, p. 620. Thurloe, vol. vii. p. 1. In order to judge of the maxims, by which he conducted his foreign politics, see farther Thurloe, vol. iv. p. 295, 343, 443, vol. vii. p. 174.","subId":"n19","id":"Hume.HE.6.61.n19"},{"type":"note","content":"Thurloe, vol. i. p. 759.","subId":"n20","id":"Hume.HE.6.61.n20"},{"type":"note","content":"Thurloe, vol. i. p. 759.","subId":"n21","id":"Hume.HE.6.61.n21"},{"type":"note","content":"Id. ibid.","subId":"n22","id":"Hume.HE.6.61.n22"},{"type":"note","content":"Id. ibid. Don Alonzo said, that the Indian trade and the inquisition were his master's two eyes, and the protector insisted upon the putting out both of them at once.","subId":"n23","id":"Hume.HE.6.61.n23"},{"type":"note","content":"Carrington, p. 191.","subId":"n24","id":"Hume.HE.6.61.n24"},{"type":"note","content":"Bates.","subId":"n25","id":"Hume.HE.6.61.n25"},{"type":"note","content":"Clarendon.","subId":"n26","id":"Hume.HE.6.61.n26"},{"type":"note","content":"Vita D. Berwici, p. 124.","subId":"n27","id":"Hume.HE.6.61.n27"},{"type":"note","content":"Burchet's Naval History. See also Carte's Collection, vol. ii. p. 46, 47. Thurloe, vol. iii. p. 505.","subId":"n28","id":"Hume.HE.6.61.n28"},{"type":"note","content":"Thurloe, vol. iv. p. 135. World's Mistake in Oliver Cromwel, in the Harl. Miscel. vol. i.","subId":"n29","id":"Hume.HE.6.61.n29"},{"type":"note","content":"Thurloe, vol. iv. p. 570, 589.","subId":"n30","id":"Hume.HE.6.61.n30"},{"type":"note","content":"Thurloe, vol. v. p. 433.","subId":"n31","id":"Hume.HE.6.61.n31"},{"type":"note","content":"20th of April, 1657.","subId":"n32","id":"Hume.HE.6.61.n32"},{"type":"note","content":"Clarendon, Life of Dr. Berwick, &c.","subId":"n33","id":"Hume.HE.6.61.n33"},{"type":"note","content":"Cromwel followed, though but in part, the advice which he received from general Harrison, at the time when the intimacy and endearment most strongly subsisted betwixt them. \"Let the waiting upon Jehovah,\" said that military saint, \"be the greatest and most considerable business you have every day: Reckon it so, more than to eat, sleep, and council together. Run aside sometimes from your company, and get a word with the Lord. Why should not you have three or four precious souls always standing at your elbow, with whom you might now and then turn into a corner; I have found refreshment and mercy in such a way.\" Milton's state papers, p. 12.","subId":"n34","id":"Hume.HE.6.61.n34"},{"type":"note","content":"About this time an accident had almost robbed the protector of his life, and saved his enemies the trouble of all their machinations. Having got six fine Friesland coach-horses as a present from the count of Oldenburgh, he undertook for his amusement to drive them about Hyde-park; his secretary, Thurloe, being in the coach. The horses were startled and ran away: He was unable to command them or keep the box. He fell upon the pole, was dragged upon the ground for some time; a pistol, which he carried in his pocket, went off; and by that singular good fortune which ever attended him, he was taken up without any considerable hurt or bruise.","subId":"n35","id":"Hume.HE.6.61.n35"},{"type":"note","content":"Whitlocke, p. 647.","subId":"n36","id":"Hume.HE.6.61.n36"},{"type":"note","content":"Bates.","subId":"n37","id":"Hume.HE.6.61.n37"},{"type":"note","content":"Trial of the regicides.","subId":"n38","id":"Hume.HE.6.61.n38"},{"type":"note","content":"Bates.","subId":"n39","id":"Hume.HE.6.61.n39"},{"type":"note","content":"Whitlocke, p. 570.","subId":"n40","id":"Hume.HE.6.61.n40"},{"type":"note","content":"Thurloe, vol. iv. p. 57.","subId":"n41","id":"Hume.HE.6.61.n41"},{"type":"note","content":"Thurloe, vol. vi. p. 557.","subId":"n42","id":"Hume.HE.6.61.n42"},{"type":"note","content":"We shall produce any passage at random: For his discourse is all of a piece. \"I confess, for it behoves me to deal plainly with you, I must confess, I would say, I hope, I may be understood in this, for indeed I must be tender what I say to such an audience as this; I say, I would be understood, that in this argument I do not make parallel betwixt men of a different mind and a parliament, which shall have their desires. I know there is no comparison, nor can it be urged upon me, that my words have the least colour that way, because the parliament seems to give liberty to me to say anything to you; as that, that is a tender of my humble reasons and judgement and opinion to them; and if I think they are such and will be such to them, and are faithful servants, and will be so to the supreme authority, and the legislative wheresoever it is: If, I say, I should not tell you, knowing their minds to be so, I should not be faithful, if I should not tell you so, to the end you may report it to the parliament: I shall say something for myself, for my own mind, I do profess it, I am not a man scrupulous about words or names of such things I have not: But as I have the word of God, and I hope I shall ever have it, for the rule of my conscience, for my informations; so truly men that have been led in dark paths, through the providence and dispensation of God; why surely it is not to be objected to a man; for who can love to walk in the dark? But providence does so dispose. And though a man may impute his own folly and blindness to providence sinfully, yet it must be at my peril; the case may be that it is the providence of God, that doth lead men in darkness: I must need say, that I have had a great deal of experience of providence, and though it is no rule without or against the word, yet it is a very good expositor of the word in many cases.\" Conference at Whitehall The great defect in Oliver's speeches consists not in his want of elocution, but in his want of ideas. The sagacity of his actions, and the absurdity of his discourse, form the most prodigious contrast that ever was known. The collection of all his speeches, letters, sermons (for he also wrote sermons) would make a great curiosity, and with a few exceptions might justly pass for one of the most nonsensical books in the world.","subId":"n43","id":"Hume.HE.6.61.n43"},{"type":"note","content":"Thurloe, vol. vi. p. 261.","subId":"n44","id":"Hume.HE.6.61.n44"},{"type":"note","content":"He aspired to get possession of Elsinore and the passage of the Sound. See World's Mistake in Oliver Cromwel. He also endeavoured to get possession of Bremen. Thurloe, vol. vi. p. 478.","subId":"n45","id":"Hume.HE.6.61.n45"},{"type":"note","content":"It was remarked by the saints of that time, that the battle was fought on a day which was held for a fast in London, so that as Fleetwood said (Thurloe, vol. vii. p. 159,) while we were praying, they were fighting; and the Lord hath given a signal answer. The Lord has not only owned us in our work there, but in our waiting upon him in a way of prayer, which is indeed our old experienced approved way in all streights and difficulties. Cromwel's letter to Blake and Montague, his brave admirals, is remarkable for the same spirit. Thurloe, vol. iv. p. 744. You have, says he, as I verily believe and am persuaded, a plentiful stock of prayers going for you daily, sent up by the soberest and most approved ministers and christians in this nation, and, notwithstanding some discouragements, very much wrestling of faith for you, which are to us, and I trust will be to you, matter of great encouragement. But notwithstanding all this, it will be good for you and us to deliver up ourselves and all our affairs to the disposition of our all-wise Father, who not only out of prerogative, but because of his goodness, wisdom and truth, ought to be resigned unto by his creatures, especially those who are children of his begetting through the spirit, &c.","subId":"n46","id":"Hume.HE.6.61.n46"},{"type":"note","content":"Thurloe, vol. i. p. 762.","subId":"n47","id":"Hume.HE.6.61.n47"},{"type":"note","content":"Ibid. vol. vii. p. 151, 158.","subId":"n48","id":"Hume.HE.6.61.n48"},{"type":"note","content":"In reality the cardinal had not entertained so high an idea of Cromwel. He used to say, that he was a fortunate madman. Vie de Cromwel par Raguenet. See also Carte's Collection, vol. ii. p. 81. Gumble's Life of Monk, p. 93. World's Mistake in O. Cromwel.","subId":"n49","id":"Hume.HE.6.61.n49"},{"type":"note","content":"Thurloe, vol. vi. p. 53.","subId":"n50","id":"Hume.HE.6.61.n50"},{"type":"note","content":"Bates: See also Thurloe, vol. vii. p. 355, 416.","subId":"n51","id":"Hume.HE.6.61.n51"},{"type":"note","content":"Cowley's Discourses: This passage is altered in some particulars from the original.","subId":"n52","id":"Hume.HE.6.61.n52"}]}