{"id":"Hume.HE.6.64","imported":true,"parent":"Hume.HE.6","title":"Chapter 64. Charles II (cont.)","breadcrumb":"Chapter 64","published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. LXIV.\nCHARLES II.\nA new session——Rupture with Holland——A new session——Victory of the English——Rupture with France——Rupture with Denmark——New session——Five-mile act——Sea-fight of four days——Victory of the English——Fire of London——Advances towards peace——Disgrace at Chatham——Peace of Breda——Clarendon's fall——and banishment——State of France——Character of Lewis XIV.——French invasion of the Low Countries——Negotiations——Triple league——Treaty of Aix-la-chapelle——Affairs of Scotland——and of Ireland.","id":"Hume.HE.6.64"},{"type":"paragraph","content":"{1664. 16th March. A new session.} THE next session of parliament discovered a continuance of the same principles, which had prevailed in all the foregoing. Monarchy and the church were still the objects of regard and affection. During no period of the present reign, did this spirit more evidently pass the bounds of reason and moderation.","subId":"1","id":"Hume.HE.6.64.1"},{"type":"paragraph","content":"The king in his speech to the parliament had ventured openly to demand a repeal of the triennial act; and he even went so far as to declare, that, notwithstanding the law, he never would allow any parliament to be assembled by the methods prescribed in that statute. The parliament, without taking offence at this declaration, repealed the law; and in lieu of all the securities, formerly provided, satisfied themselves with a general clause, \"that parliaments should not be interrupted above three years at the most.\" As the English parliament had now raised itself to be a regular check and controul upon royal power; it is evident, that they ought still to have preserved a regular security for their meeting, and not have trusted entirely to the good-will of the king, who, if ambitious or enterprising, had so little reason to be pleased with these assemblies. Before the end of Charles's reign, the nation had occasion to feel very sensibly the effects of this repeal.","subId":"2","id":"Hume.HE.6.64.2"},{"type":"paragraph","content":"By the act of uniformity, every clergyman, who should officiate without being properly qualified, was punishable by fine and imprisonment: But this security was not thought sufficient for the church. It was now enacted, that, wherever five persons above those of the same household, should assemble in a religious congregation, every one of them was liable, for the first offence, to be imprisoned three months, or pay five pounds; for the second, to be imprisoned six months, or pay ten pounds; and for the third to be transported seven years, or pay a hundred pounds. The parliament had only in their eye the malignity of the sectaries: They should have carried their attention farther, to the chief cause of that malignity, the restraint under which they laboured.","subId":"3","id":"Hume.HE.6.64.3"},{"type":"paragraph","content":"The commons likewise passed a vote, that the wrongs, dishonours, and indignities, offered to the English by the subjects of the United Provinces, were the greatest obstructions to all foreign trade: And they promised to assist the king with their lives and fortunes in asserting the rights of his crown against all opposition whatsoever. This was the first open step towards a Dutch war. We must explain the causes and motives of this measure.","subId":"4","id":"Hume.HE.6.64.4"},{"type":"paragraph","content":"{Rupture with Holland.} That close union and confederacy, which, during a course of near seventy-years, has subsisted, almost without interruption or jealousy, between England and Holland, is not so much founded on the natural unalterable interests of these states, as on their terror of the growing power of the French monarch, who, without their combination, it is apprehended, would soon extend his dominion over Europe. In the first years of Charles's reign, when the ambitious genius of Lewis had not, as yet, displayed itself; and when the great force of his people was, in some measure, unknown even to themselves, the rivalship of commerce, not checked by any other jealousy or apprehension, had in England begotten a violent enmity against the neighbouring republic.","subId":"5","id":"Hume.HE.6.64.5"},{"type":"paragraph","content":"Trade was beginning, among the English, to be a matter of general concern; but notwithstanding all their efforts and advantages, their commerce seemed hitherto to stand upon a footing, which was somewhat precarious. The Dutch, who, by industry and frugality, were enabled to undersell them in every market, retained possession of the most lucrative branches of commerce; and the English merchants had the mortification to find, that all attempts to extend their trade were still turned, by the vigilance of their rivals, to their loss and dishonour. Their indignation encreased, when they considered the superior naval power of England; the bravery of her officers and seamen; her favourable situation, which enabled her to intercept the whole Dutch commerce. By the prospect of these advantages, they were strongly prompted, from motives less just than political, to make war upon the States; and at once to ravish from them by force, what they could not obtain, or could obtain but slowly, by superior skill and industry.","subId":"6","id":"Hume.HE.6.64.6"},{"type":"paragraph","content":"The careless, unambitious temper of Charles rendered him little capable of forming so vast a project as that of engrossing the commerce and naval power of Europe; yet could he not remain altogether insensible to such obvious and such tempting prospects. His genius, happily turned towards mechanics, had inclined him to study naval affairs, which, of all branches of business, he both loved the most, and understood the best. Though the Dutch, during his exile, had expressed towards him more civility and friendship, than he had received from any other foreign power; the Louvestein or aristocratic faction, which, at this time, ruled the commonwealth, had fallen into close union with France; and could that party be subdued, he might hope, that his nephew, the young prince of Orange, would be re-instated in the authority, possessed by his ancestors, and would bring the States to a dependence under England. His narrow revenues made it still requisite for him to study the humours of his people, which now ran violently towards war; and it has been suspected, though the suspicion was not justified by the event, that the hopes of diverting some of the supplies to his private use were not overlooked by this necessitous monarch.","subId":"7","id":"Hume.HE.6.64.7"},{"type":"paragraph","content":"The duke of York, more active and enterprizing, pushed more eagerly the war with Holland. He desired an opportunity of distinguishing himself: He loved to cultivate commerce: He was at the head of a new African company, whose trade was extremely checked by the settlements of the Dutch: And perhaps, the religious prejudices, by which that prince was always so much governed, began, even so early, to instil into him an antipathy against a protestant commonwealth, the bulwark of the reformation. Clarendon and Southampton, observing that the nation was not supported by any foreign alliance, were averse to hostilities; but their credit was now on the decline.","subId":"8","id":"Hume.HE.6.64.8"},{"type":"paragraph","content":"{17th May.} By these concurring motives, the court and parliament were both of them inclined to a Dutch war. The parliament was prorogued without voting supplies: But as they had been induced, without any open application from the crown, to pass that vote above-mentioned against the Dutch encroachments, it was reasonably considered as sufficient sanction for the vigorous measures, which were resolved on.","subId":"9","id":"Hume.HE.6.64.9"},{"type":"paragraph","content":"Downing, the English minister at the Hague, a man of an insolent, impetuous temper, presented a memorial to the States, containing a list of those depredations, of which the English complained. It is remarkable, that all the pretended depredations preceded the year 1662, when a treaty of league and alliance had been renewed with the Dutch; and these complaints were then thought either so ill grounded or so frivolous, that they had not been mentioned in the treaty. Two ships alone, the Bonaventure and the Good-hope, had been claimed by the English; and it was agreed, that the claim should be prosecuted by the ordinary course of justice. The States had consigned a sum of money, in case the cause should be decided against them; but the matter was still in dependance. Cary, who was entrusted by the proprietors with the management of the law-suit for the Bonaventure, had resolved to accept of thirty thousand pounds, which were offered him; but was hindered by Downing, who told him, that the claim was a matter of state between the two nations, not a concern of private persons. These circumstances give us no favourable idea of the justice of the English pretensions.","subId":"10","id":"Hume.HE.6.64.10"},{"type":"paragraph","content":"Charles confined not himself to memorials and remonstrances. Sir Robert Holmes was secretly dispatched with a squadron of twenty-two ships to the coast of Africa. He not only expelled the Dutch from cape Corse, to which the English had some pretensions: He likewise seized the Dutch settlements of cape Verde and the isle of Goree, together with several ships trading on that coast. And having sailed to America, he possessed himself of Nova Belgia, since called New York; a territory, which James the first had given by patent to the earl of Stirling, but which had never been planted but by the Hollanders. When the States complained of these hostile measures, the king, unwilling to avow what he could not well justify, pretended to be totally ignorant of Holmes's enterprize. He likewise confined that admiral to the Tower; but some time after released him.","subId":"11","id":"Hume.HE.6.64.11"},{"type":"paragraph","content":"The Dutch, finding that their applications for redress were likely to be eluded, and that a ground of quarrel was industriously sought for by the English, began to arm with diligence. They even exerted, with some precipitation, an act of vigour, which hastened on the rupture. Sir John Lawson and de Ruyter had been sent with combined squadrons into the Mediterranean, in order to chastise the pyratical states on the coast of Barbary; and the time of their separation and return was now approaching. The States secretly dispatched orders to de Ruyter, that he should take in provisions at Cadiz; and sailing towards the coast of Guinea, should retaliate on the English, and put the Dutch in possession of those settlements whence Holmes had expelled them. De Ruyter, having a considerable force on board, met with no opposition in Guinea. All the new acquisitions of the English, except cape Corse, were recovered from them. They were even dispossessed of some old settlements. Such of their ships as fell into his hands were seized by de Ruyter. That admiral sailed next to America. He attacked Barbadoes, but was repulsed. He afterwards committed hostilities on Long Island.","subId":"12","id":"Hume.HE.6.64.12"},{"type":"paragraph","content":"Meanwhile, the English preparations for war were advancing with vigor and industry. The king had received no supplies from parliament; but by his own funds and credit he was enabled to equip a fleet: The city of London lent him 100,000 pounds: The spirit of the nation seconded his armaments: He himself went from port to port, inspecting with great diligence, and encouraging the work: And in a little time the English navy was put in a formidable condition. Eight hundred thousand pounds are said to have been expended on this armament. When Lawson arrived, and communicated his suspicion of de Ruyter's enterprize, orders were issued for seizing all Dutch ships; and 135 fell into the hands of the English. These were not declared prizes, till afterwards, when war was proclaimed.","subId":"13","id":"Hume.HE.6.64.13"},{"type":"paragraph","content":"{24th Nov. A new session.} The parliament, when it met, granted a supply, the largest by far that had ever been given to a king of England, yet scarcely sufficient for the present undertaking. Near two millions and a half were voted, to be levied by quarterly payments in three years. The avidity of the merchants, together with the great prospect of success, had animated the whole nation against the Dutch.","subId":"14","id":"Hume.HE.6.64.14"},{"type":"paragraph","content":"A great alteration was made this session in the method of taxing the clergy. In almost all the other monarchies of Europe, the assemblies, whose consent was formerly requisite to the enacting of laws, were composed of three estates, the clergy, the nobility, and the commonalty, which formed so many members of the political body, of which the king was considered as the head. In England too, the parliament was always represented as consisting of three estates; but their separation was never so distinct as in other kingdoms. A convocation, however, had usually sitten at the same time with the parliament; though they possessed not a negative voice in the passing of laws, and assumed no other temporal power than that of imposing taxes on the clergy. By reason of ecclesiastical preferments, which he could bestow, the king's influence over the church was more considerable than over the laity; so that the subsidies, granted by the convocation, were commonly greater than those which were voted by parliament. The church, therefore, was not displeased to depart tacitly from the right of taxing herself, and allow the commons to lay impositions on ecclesiastical revenues, as on the rest of the kingdom. In recompence, two subsidies, which the convocation had formerly granted, were remitted, and the parochial clergy were allowed to vote at elections. Thus the church of England made a barter of power for profit. Their convocations, having become insignificant to the crown, have been much disused of late years.","subId":"15","id":"Hume.HE.6.64.15"},{"type":"paragraph","content":"The Dutch saw, with the utmost regret, a war approaching, whence they might dread the most fatal consequences, but which afforded no prospect of advantage. They tried every art of negotiation, before they would come to extremities. Their measures were at that time directed by John de Wit, a minister equally eminent for greatness of mind, for capacity, and for integrity. Though moderate in his private deportment, he knew how to adopt in his public counsels that magnanimity, which suits the minister of a great state. It was ever his maxim, that no independent government should yield to another any evident point of reason or equity; and that all such concessions, so far from preventing war, served to no other purpose than to provoke fresh claims and insults. By his management a spirit of union was preserved in all the provinces; great sums were levied; and a navy was equipped, composed of larger ships than the Dutch had ever built before, and able to cope with the fleet of England.","subId":"16","id":"Hume.HE.6.64.16"},{"type":"paragraph","content":"{1665. 22d Feb.} As soon as certain intelligence arrived of de Ruyter's enterprizes, Charles declared war against the States. His fleet, consisting of 114 sail, besides fire-ships and ketches, was commanded by the duke of York, and under him by prince Rupert and the earl of Sandwich. {3d June. Victory of the English.} It had about 22,000 men on board. Obdam, who was admiral of the Dutch navy, of nearly equal force, declined not the combat. In the heat of action, when engaged in close fight with the duke of York, Obdam's ship blew up. This accident much discouraged the Dutch, who fled towards their own coast. Tromp alone, son of the famous admiral, killed during the former war, bravely sustained with his squadron the efforts of the English, and protected the rear of his countrymen. The vanquished had nineteen ships sunk and taken. The victors lost only one. Sir John Lawson died soon after of his wounds.","subId":"17","id":"Hume.HE.6.64.17"},{"type":"paragraph","content":"It is affirmed, and with an appearance of reason, that this victory might have been rendered more complete, had not orders been issued to slacken sail by Brounker, one of the duke's bedchamber, who pretended authority from his master. The duke disclaimed the orders; but Brounker never was sufficiently punished for his temerity. It is allowed, however, that the duke behaved with great bravery during the action. He was long in the thickest of the fire. The earl of Falmouth, lord Muskerry, and Mr. Boyle, were killed by one shot at his side, and covered him all over with their brains and gore. And it is not likely, that, in a pursuit, where even persons of inferior station, and of the most cowardly disposition, acquire courage, a commander should feel his spirits to flag, and should turn from the back of an enemy, whose face he had not been afraid to encounter.","subId":"18","id":"Hume.HE.6.64.18"},{"type":"paragraph","content":"This disaster threw the Dutch into consternation, and determined de Wit, who was the soul of their councils, to exert his military capacity, in order to support the declining courage of his countrymen. He went on board the fleet, which he took under his command; and he soon remedied all those disorders, which had been occasioned by the late misfortune. The genius of this man was of the most extensive nature. He quickly became as much master of naval affairs, as if he had from his infancy been educated in them; and he even made improvements in some parts of pilotage and sailing, beyond what men expert in those arts had ever been able to attain.","subId":"19","id":"Hume.HE.6.64.19"},{"type":"paragraph","content":"{Rupture with France.} The misfortunes of the Dutch determined their allies to act for their assistance and support. The king of France was engaged in a defensive alliance with the States; but as his naval force was yet in its infancy, he was extremely averse, at that time, from entering into a war with so formidable a power as England. He long tried to mediate a peace between the states, and for that purpose sent an embassy to London, which returned without effecting any thing. Lord Hollis, the English ambassador at Paris, endeavoured to draw over Lewis to the side of England; and, in his master's name, made him the most tempting offers. Charles was content to abandon all the Spanish Low Countries to the French, without pretending to a foot of ground for himself; provided Lewis would allow him to pursue his advantages against the Dutch. But the French monarch, though the conquest of that valuable territory was the chief object of his ambition, rejected the offer as contrary to his interests: He thought, that if the English had once established an uncontroulable dominion over the sea and over commerce, they would soon be able to render his acquisitions a dear purchase to him. When de Lionne, the French secretary, assured Van Beuninghen, ambassador of the States, that this offer had been pressed on his master during six months, \"I can readily believe it,\" replied the Dutchman; \"I am sensible that it is the interest of England.\"","subId":"20","id":"Hume.HE.6.64.20"},{"type":"paragraph","content":"Such were the established maxims at that time with regard to the interests of princes. It must however be allowed, that the politics of Charles, in making this offer, were not a little hazardous. The extreme weakness of Spain would have rendered the French conquests easy and infallible; but the vigour of the Dutch, it might be foreseen, would make the success of the English much more precarious. And even were the naval force of Holland totally annihilated, the acquisition of the Dutch commerce to England could not be relied on as a certain consequence; nor is trade a constant attendant of power, but depends on many other, and some of them very delicate, circumstances.","subId":"21","id":"Hume.HE.6.64.21"},{"type":"paragraph","content":"Though the king of France was resolved to support the Hollanders in that unequal contest, in which they were engaged; he yet protracted his declaration, and employed the time in naval preparations, both in the ocean and the Mediterranean. The king of Denmark mean while was resolved not to remain an idle spectator of the contest between the maritime powers. The part which he acted was the most extraordinary: He made a secret agreement with Charles to seize all the Dutch ships in his harbours, and to share the spoils with the English, provided they would assist him in executing this measure. In order to encrease his prey, he perfidiously invited the Dutch to take shelter in his ports; and accordingly the East India fleet, very richly laden, had put into Bergen. Sandwich, who now commanded the English navy (the duke having gone ashore) dispatched Sir Thomas Tiddiman with a squadron to attack them; but whether from the king of Denmark's delay in sending orders to the governor, or, what is more probable, from his avidity in endeavouring to engross the whole booty, the English admiral, though he behaved with great bravery, {3d August.} failed of his purpose. The Danish governor fired upon him; and the Dutch, having had leisure to fortify themselves, made a gallant resistance.","subId":"22","id":"Hume.HE.6.64.22"},{"type":"paragraph","content":"The king of Denmark, seemingly ashamed of his conduct, concluded with Sir Gilbert Talbot, the English envoy, an offensive alliance against the States; and at the very same time, his resident at the Hague, {Rupture with Denmark.} by his orders, concluded an offensive alliance against England. To this latter alliance he adhered, probably from jealousy of the encreasing naval power of England; and he seized and confiscated all the English ships in his harbours. This was a sensible check to the advantages, which Charles had obtained over the Dutch. Not only a blow was given to the English commerce; the king of Denmark's naval force was also considerable, and threatened every moment a conjunction with the Hollanders. That prince stipulated to assist his ally with a fleet of thirty sail; and he received in return a yearly subsidy of 1,500,000 crowns, of which 300,000 were paid by France.","subId":"23","id":"Hume.HE.6.64.23"},{"type":"paragraph","content":"The king endeavoured to counterbalance these confederacies by acquiring new friends and allies. He had dispatched Sir Richard Fanshaw into Spain, who met with a very cold reception. That monarchy was sunk into a state of weakness, and was menaced with an invasion from France; yet could not any motive prevail with Philip to enter into cordial friendship with England. Charles's alliance with Portugal, the detention of Jamaica and Tangiers, the sale of Dunkirk to the French; all these offences sunk so deep in the mind of the Spanish monarch, that no motive of interest was sufficient to outweigh them.","subId":"24","id":"Hume.HE.6.64.24"},{"type":"paragraph","content":"The bishop of Munster was the only ally that Charles could acquire. This prelate, a man of restless enterprize and ambition, had entertained a violent animosity against the States; and he was easily engaged, by the promise of subsidies from England, to make an incursion on that republic. With a tumultuary army of near 20,000 men, he invaded her territories, and met with weak resistance. The land forces of the States were as feeble and ill-governed, as their fleets were gallant and formidable. But after his committing great ravages in several of the provinces, a stop was put to the progress of this warlike prelate. He had not military skill sufficient to improve the advantages which fortune had put into his hands: The king of France sent a body of 6000 men to oppose him: Subsidies were not regularly remitted him from England; and many of his troops deserted for want of pay: The elector of Brandenburgh threatened him with an invasion in his own state: And on the whole, he was glad to conclude a peace under the mediation of France. On the first surmise of his intentions, Sir William Temple was sent from London with money to fix him in his former alliance; but found, that he arrived too late.","subId":"25","id":"Hume.HE.6.64.25"},{"type":"paragraph","content":"The Dutch, encouraged by all these favourable circumstances, continued resolute to exert themselves to the utmost in their own defence. De Ruyter, their great admiral, was arrived from his expedition to Guinea: Their Indian fleet was come home in safety: Their harbours were crowded with merchant ships: Faction at home was appeased: The young prince of Orange had put himself under the tuition of the States of Holland, and of de Wit, their pensionary, who executed his trust with honour and fidelity: And the animosity, which the Hollanders entertained against the attack of the English, so unprovoked, as they thought it, made them thirst for revenge, and hope for better success in their next enterprize. Such vigour was exerted in the common cause, that, in order to man the fleet, all merchant ships were prohibited to sail, and even the fisheries were suspended.","subId":"26","id":"Hume.HE.6.64.26"},{"type":"paragraph","content":"The English likewise continued in the same disposition, though another more grievous calamity had joined itself to that of war. The plague had broken out in London; {10th Octob.} and that with such violence as to cut off, in a year, near 90,000 inhabitants. The king was obliged to summon the parliament at Oxford.","subId":"27","id":"Hume.HE.6.64.27"},{"type":"paragraph","content":"{New session.} A good agreement still subsisted between the king and parliament. They, on their part, unanimously voted him the supply demanded, twelve hundred and fifty thousand pounds, to be levied in two years by monthly assessments. And he, to gratify them; passed the five-mile-act, {Five-mile-act.} which has given occasion to grievous and not unjust complaints. The church, under pretence of guarding monarchy against its inveterate enemies, persevered in the project of wreaking her own enmity against the nonconformists. It was enacted, that no dissenting teacher, who took not the nonresistance oath above mentioned, should, except upon the road, come within five miles of any corporation, or of any place, where he had preached after the act of oblivion. The penalty was a fine of fifty pounds, and six months imprisonment. By ejecting the nonconforming clergy from their churches, and prohibiting all separate congregations, they had been rendered incapable of gaining any livelihood by their spiritual profession. And now, under colour of removing them from places, where their influence might be dangerous, an expedient was fallen upon to deprive them of all means of subsistence. Had not the spirit of the nation undergone a change, these violences were preludes to the most furious persecution.","subId":"28","id":"Hume.HE.6.64.28"},{"type":"paragraph","content":"However prevalent the hierarchy, this law did not pass without opposition. Besides several peers, attached to the old parliamentary party, Southampton himself, though Clarendon's great friend, expressed his disapprobation of these measures. But the church party, not discouraged with this opposition, introduced into the house of commons a bill for imposing the oath of nonresistance on the whole nation. {31st Octob.} It was rejected only by three voices. The parliament, after a short session, was prorogued.","subId":"29","id":"Hume.HE.6.64.29"},{"type":"paragraph","content":"{1666.} After France had declared war, England was evidently overmatched in force. Yet she possessed this advantage by her situation, that she lay between the fleets of her enemies, and might be able, by speedy and well-concerted operations, to prevent their junction. But such was the unhappy conduct of her commanders, or such the want of intelligence in her ministers, that this circumstance turned rather to her prejudice. Lewis had given orders to the duke of Beaufort, his admiral, to sail from Toulon; and the French squadron, under his command, consisting of above forty sail, was now commonly supposed to be entering the channel. The Dutch fleet, to the number of seventy-six sail, was at sea, under the command of de Ruyter and Tromp, in order to join him. The duke of Albemarle and prince Rupert commanded the English fleet, which exceeded not seventy-four sail. Albemarle, who, from his successes under the protector, had too much learned to despise the enemy, proposed to detach prince Rupert with twenty ships, in order to oppose the duke of Beaufort. Sir George Ayscue, well acquainted with the bravery and conduct of de Ruyter, protested against the temerity of this resolution: But Albemarle's authority prevailed. The remainder of the English set sail to give battle to the Dutch; who, seeing the enemy advance quickly upon them, cut their cables, and prepared for the combat. The battle that ensued, is one of the most memorable, that we read of in story; whether we consider its long duration, {Sea fight of four days.} or the desperate courage, with which it was fought. Albemarle made here some atonement by his valour for the rashness of the attempt. No youth, animated by glory and ambitious hopes, could exert himself more than did this man, who was now in the decline of life, and who had reached the summit of honours. We shall not enter minutely into particulars. It will be sufficient to mention the chief events of each day's engagement.","subId":"30","id":"Hume.HE.6.64.30"},{"type":"paragraph","content":"{1st June.} In the first day, Sir William Berkeley, vice-admiral, leading the van, fell into the thickest of the enemy, was overpowered, and his ship taken. He himself was found dead in his cabin, all covered with blood. The English had the weather-gage of the enemy; but as the wind blew so hard, that they could not use their lower tire, they derived but small advantage from this circumstance. The Dutch shot, however, fell chiefly on their sails and rigging; and few ships were sunk or much damaged. Chain-shot was at that time a new invention; commonly attributed to de Wit. Sir John Harman exerted himself extremely on this day. The Dutch admiral, Evertz, was killed in engaging him. Darkness parted the combatants.","subId":"31","id":"Hume.HE.6.64.31"},{"type":"paragraph","content":"The second day, the wind was somewhat fallen, and the combat became more steady and more terrible. The English now found, that the greatest valour cannot compensate the superiority of numbers, against an enemy who is well conducted, and who is not defective in courage. De Ruyter and Van Tromp, rivals in glory and enemies from faction, exerted themselves in emulation of each other; and de Ruyter had the advantage of disengaging and saving his antagonist, who had been surrounded by the English, and was in the most imminent danger. Sixteen fresh ships joined the Dutch fleet during the action: And the English were so shattered, that their fighting ships were reduced to twenty-eight, and they found themselves obliged to retreat towards their own coast. The Dutch followed them, and were on the point of renewing the combat; when a calm, which came a little before night, prevented the engagement.","subId":"32","id":"Hume.HE.6.64.32"},{"type":"paragraph","content":"Next morning, the English were obliged to continue their retreat; and a proper disposition was made for that purpose. The shattered ships were ordered to stretch ahead; and sixteen of the most entire followed them in good order, and kept the enemy in awe. Albemarle himself closed the rear, and presented an undaunted countenance to his victorious foes. The earl of Ossory, son of Ormond, a gallant youth, who sought honour and experience in every action throughout Europe, was then on board the admiral. Albemarle confessed to him his intention rather to blow up his ship and perish gloriously, than yield to the enemy. Ossory applauded this desperate resolution.","subId":"33","id":"Hume.HE.6.64.33"},{"type":"paragraph","content":"About two o'clock, the Dutch had come up with their enemy, and were ready to renew the fight; when a new fleet was descried from the south, crowding all their sail to reach the scene of action. The Dutch flattered themselves that Beaufort was arrived, to cut off the retreat of the vanquished: The English hoped, that prince Rupert had come, to turn the scale of action. Albemarle, who had received intelligence of the prince's approach, bent his course towards him. Unhappily, Sir George Ayscue, in a ship of a hundred guns, the largest in the fleet, struck on the Galloper sands, and could receive no assistance from his friends, who were hastening to join the reinforcement. He could not even reap the consolation of perishing with honour, and revenging his death on his enemies. They were preparing fireships to attack him, and he was obliged to strike. The English sailors, seeing the necessity, with the utmost indignation surrendered themselves prisoners.","subId":"34","id":"Hume.HE.6.64.34"},{"type":"paragraph","content":"Albemarle and prince Rupert were now determined to face the enemy; and next morning the battle began afresh, with more equal force than ever, and with equal valour. After long cannonading, the fleets came to a close combat; which was continued with great violence, till parted by a mist. The English retired first into their harbours.","subId":"35","id":"Hume.HE.6.64.35"},{"type":"paragraph","content":"Though the English, by their obstinate courage, reaped the chief honour in this engagement, it is somewhat uncertain, who obtained the victory. The Hollanders took a few ships; and having some appearances of advantage, expressed their satisfaction by all the signs of triumph and rejoicing. But as the English fleet was repaired in a little time, and put to sea more formidable than ever, together with many of those ships, which the Dutch had boasted to have burned or destroyed; all Europe saw, that those two brave nations were engaged in a contest, which was not likely, on either side, to prove decisive.","subId":"36","id":"Hume.HE.6.64.36"},{"type":"paragraph","content":"It was the conjunction alone of the French, that could give a decisive superiority to the Dutch. In order to facilitate this conjunction, de Ruyter, having repaired his fleet, posted himself at the mouth of the Thames. The English, under prince Rupert and Albemarle, were not long in coming to the attack. The numbers of each fleet amounted to about eighty sail; and the valour and experience of the commanders, {25th July. Victory of the English.} as well as of the seamen, rendered the engagement fierce and obstinate. Sir Thomas Allen, who commanded the white squadron of the English, attacked the Dutch van, which he entirely routed; and he killed the three admirals who commanded it. Van Tromp engaged Sir Jeremy Smith; and during the heat of action, he was separated from de Ruyter and the main body, whether by accident or design was never certainly known. De Ruyter, with conduct and valour, maintained the combat against the main body of the English; and though overpowered by numbers, kept his station, till night ended the engagement. Next day, finding the Dutch fleet scattered and discouraged, his high spirit submitted to a retreat, which yet he conducted with such skill, as to render it equally honourable to himself as the greatest victory. Full of indignation however at yielding the superiority to the enemy, he frequently exclaimed, \"My God! what a wretch am I? among so many thousand bullets, is there not one to put an end to my miserable life?\" One de Witte, his son-in-law, who stood near, exhorted him, since he sought death, to turn upon the English, and render his life a dear purchase to the victors. But de Ruyter esteemed it more worthy a brave man to persevere to the uttermost, and, as long as possible, to render service to his country. All that night and next day, the English pressed upon the rear of the Dutch; and it was chiefly by the redoubled efforts of de Ruyter, that the latter saved themselves in their harbours.","subId":"37","id":"Hume.HE.6.64.37"},{"type":"paragraph","content":"The loss, sustained by the Hollanders in this action, was not very considerable; but as violent animosities had broken out between the two admirals, who engaged all the officers on one side or other, the consternation, which took place, was great among the provinces. Tromp's commission was at last taken from him; but though several captains had misbehaved, they were so effectually protected by their friends in the magistracy of the towns, that most of them escaped punishment, many were still continued in their commands.","subId":"38","id":"Hume.HE.6.64.38"},{"type":"paragraph","content":"The English now rode incontestible masters of the sea, and insulted the Dutch in their harbours. A detachment under Holmes was sent into the road of Vlie, and burned a hundred and forty merchantmen, two men of war, together with Brandaris, a large and rich village on the coast. The Dutch merchants, who lost by this enterprize, uniting themselves to the Orange faction, exclaimed against an administration, which, they pretended, had brought such disgrace and ruin on their country. None but the firm and intrepid mind of de Wit could have supported itself under such a complication of calamities.","subId":"39","id":"Hume.HE.6.64.39"},{"type":"paragraph","content":"The king of France, apprehensive that the Dutch would sink under their misfortunes; at least, that de Wit, his friend, might be dispossessed of the administration, hastened the advance of the duke of Beaufort. The Dutch fleet likewise was again equipped; and under the command of de Ruyter, cruised near the straits of Dover. Prince Rupert with the English navy, now stronger than ever, came full sail upon them. The Dutch admiral thought proper to decline the combat, and retired into St. John's road near Bulloigne. Here he sheltered himself, both from the English, and from a furious storm, which arose. Prince Rupert too was obliged to retire into St. Helens; where he stayed some time, in order to repair the damages, which he had sustained. Mean while the duke of Beaufort proceeded up the channel, and passed the English fleet unperceived; but he did not find the Dutch, as he expected. De Ruyter had been seized with a fever: Many of the chief officers had fallen into sickness: A contagious distemper was spread through the fleet: And the States thought it necessary to recall them into their harbours, before the enemy should be refitted. The French king, anxious for his navy, which, with so much care and industry, he had lately built, dispatched orders to Beaufort, to make the best of his way to Brest. That admiral had again the good fortune to pass the English. One ship alone, the Ruby, fell into the hands of the enemy.","subId":"40","id":"Hume.HE.6.64.40"},{"type":"paragraph","content":"While the war continued without any decisive success on either side, a calamity happened in London, {3d Sept. Fire of London.} which threw the people into great consternation. Fire, breaking out in a baker's house near the bridge, spread itself on all sides with such rapidity, that no efforts could extinguish it, till it laid in ashes a considerable part of the city. The inhabitants, without being able to provide effectually for their relief, were reduced to be spectators of their own ruin; and were pursued from street to street by the flames, which unexpectedly gathered round them. Three days and nights did the fire advance; and it was only by the blowing up of houses, that it was at last extinguished. The king and duke used their utmost endeavours to stop the progress of the flames; but all their industry was unsuccessful. About four hundred streets, and thirteen thousand houses were reduced to ashes.","subId":"41","id":"Hume.HE.6.64.41"},{"type":"paragraph","content":"The causes of this calamity were evident. The narrow streets of London, the houses built entirely of wood, the dry season, and a violent east wind which blew; these were so many concurring circumstances, which rendered it easy to assign the reason of the destruction that ensued. But the people were not satisfied with this obvious account. Prompted by blind rage, some ascribed the guilt to the republicans, others to the catholics; though it is not easy to conceive how the burning of London could serve the purposes of either party. As the papists were the chief objects of public detestation, the rumour, which threw the guilt on them, was more favourably received by the people. No proof however, or even presumption, after the strictest enquiry by a committee of parliament, ever appeared to authorize such a calumny; yet in order to give countenance to the popular prejudice, the inscription, engraved by authority on the monument, ascribed this calamity to that hated sect. This clause was erazed by order of king James, when he came to the throne; but after the revolution it was replaced. So credulous, as well as obstinate, are the people, in believing every thing, which flatters their prevailing passion!","subId":"42","id":"Hume.HE.6.64.42"},{"type":"paragraph","content":"The fire of London, though at that time a great calamity, has proved in the issue beneficial both to the city and the kingdom. The city was rebuilt in a very little time; and care was taken to make the streets wider and more regular than before. A discretionary power was assumed by the king to regulate the distribution of the buildings, and to forbid the use of lath and timber, the materials, of which the houses were formerly composed. The necessity was so urgent, and the occasion so extraordinary, that no exceptions were taken at an exercise of authority, which otherwise might have been deemed illegal. Had the king been enabled to carry his power still farther, and made the houses be rebuilt with perfect regularity, and entirely upon one plan; he had much contributed to the convenience, as well as embellishment of the city. Great advantages, however, have resulted from the alterations; though not carried to the full length. London became much more healthy after the fire. The plague, which used to break out with great fury twice or thrice every century, and indeed was always lurking in some corner or other of the city, has scarcely ever appeared since that calamity.","subId":"43","id":"Hume.HE.6.64.43"},{"type":"paragraph","content":"The parliament met soon after, and gave the sanction of law to those regulations made by royal authority; as well as appointed commissioners for deciding all such questions of property, as might arise from the fire. They likewise voted a supply of 1,800,000 pounds to be levied, partly by a poll-bill, partly by assessments. Though their enquiry brought out no proofs, which could fix on the papists the burning of London, the general aversion against that sect still prevailed; and complaints were made, probably without much foundation, of its dangerous encrease. Charles, at the desire of the commons, issued a proclamation for the banishment of all priests and jesuits; but the bad execution of this, as well as of former edicts, destroyed all confidence in his sincerity, whenever he pretended an aversion towards the catholic religion. Whether suspicions of this nature had diminished the king's popularity, is uncertain; but it appears, that the supply was voted much later than Charles expected, or even than the public necessities seemed to require. The intrigues of the duke of Buckingham, a man who wanted only steadiness to render him extremely dangerous, had somewhat embarrassed the measures of the court: And this was the first time that the king found any considerable reason to complain of a failure of confidence in this house of commons. The rising symptoms of ill humour tended, no doubt, to quicken the steps, which were already making towards a peace with foreign enemies.","subId":"44","id":"Hume.HE.6.64.44"},{"type":"paragraph","content":"{Advances towards peace.} Charles began to be sensible, that all the ends, for which the war had been undertaken, were likely to prove entirely abortive. The Dutch, even when single, had defended themselves with vigor, and were every day improving in their military skill and preparations. Though their trade had suffered extremely, {1667.} their extensive credit enabled them to levy great sums; and while the seamen of England loudly complained of want of pay, the Dutch navy was regularly supplied with money and every thing requisite for its subsistence. As two powerful kings now supported them, every place, from the extremity of Norway to the coasts of Bayonne, was become hostile to the English. And Charles, neither fond of action, nor stimulated by any violent ambition, earnestly fought for means of restoring tranquillity to his people, disgusted with a war, which, being joined with the plague and fire, had proved so fruitless and destructive.","subId":"45","id":"Hume.HE.6.64.45"},{"type":"paragraph","content":"The first advances towards an accommodation were made by England. When the king sent for the body of Sir William Berkeley, he insinuated to the States his desire of peace on reasonable terms; and their answer corresponded in the same amicable intentions. Charles, however, to maintain the appearance of superiority, still insisted, that the States should treat at London; and they agreed to make him this compliment so far as concerned themselves: But being engaged in alliance with two crowned heads, they could not, they said, prevail with these to depart in that respect from their dignity. On a sudden, the king went so far on the other side as to offer the sending of ambassadors to the Hague; but this proposal, which seemed honourable to the Dutch, was meant only to divide and distract them, by affording the English an opportunity to carry on cabals with the disaffected party. The offer was therefore rejected; and conferences were secretly held in the queen-mother's apartments at Paris, where the pretensions of both parties were discussed. The Dutch made equitable proposals, either that all things should be restored to the same condition in which they stood before the war; or that both parties should continue in possession of their present acquisitions. Charles accepted of the latter proposal; and almost every thing was adjusted, except the disputes with regard to the isle of Polerone. This island lies in the East Indies, and was formerly valuable for its produce of spices. The English had been masters of it; but were dispossessed at the time when the violences were committed against them at Amboyna. Cromwel had stipulated to have it restored; and the Hollanders, having first entirely destroyed all the spice trees, maintained, that they had executed the treaty, but that the English had been anew expelled during the course of the war. Charles renewed his pretensions to this island; and as the reasons on both sides began to multiply, and seemed to require a long discussion, it was agreed to transfer the treaty to some other place; and Charles made choice of Breda.","subId":"46","id":"Hume.HE.6.64.46"},{"type":"paragraph","content":"Lord Hollis and Henry Coventry were the English ambassadors. They immediately desired, that a suspension of arms should be agreed to, till the several claims could be adjusted: But this proposal, seemingly so natural, was rejected by the credit of de Wit. That penetrating and active minister, thoroughly acquainted with the characters of princes and the situation of affairs, had discovered an opportunity of striking a blow, which might at once restore to the Dutch the honour lost during the war, and severely revenge those injuries, which he ascribed to the wanton ambition and injustice of the English.","subId":"47","id":"Hume.HE.6.64.47"},{"type":"paragraph","content":"Whatever projects might have been formed by Charles for secreting the money granted him by parliament, he had hitherto failed in his intention. The expences of such vast armaments had exhausted all the supplies; and even a great debt was contracted to the seamen. The king therefore was resolved to save, as far as possible, the last supply of 1,800,000 pounds; and to employ it for payment of his debts, as well those which had been occasioned by the war, as those which he had formerly contracted. He observed, that the Dutch had been with great reluctance forced into the war, and that the events of it were not such as to inspire them with great desire of its continuance. The French, he knew, had been engaged into hostilities by no other motive than that of supporting their ally; and were now more desirous than ever of putting an end to the quarrel. The differences between the parties were so inconsiderable, that the conclusion of peace appeared infallible; and nothing but forms, at least some vain points of honour, seemed to remain for the ambassadors at Breda to discuss. In this situation, Charles, moved by an ill-timed frugality, remitted his preparations, and exposed England to one of the greatest affronts, which it has ever received. Two small squadrons alone were equipped; and during a war with such potent and martial enemies, every thing was left almost in the same situation as in times of the most profound tranquillity.","subId":"48","id":"Hume.HE.6.64.48"},{"type":"paragraph","content":"De Wit protracted the negotiations at Breda, and hastened the naval preparations. The Dutch fleet appeared in the Thames under the command of de Ruyter, and threw the English into the utmost consternation. A chain had been drawn across the river Medway; some fortifications had been added to Sheerness and Upnore castle: But all these preparations were unequal to the present necessity. Sheerness was soon taken; nor could it be saved by the valour of Sir Edward Sprague, who defended it. Having the advantage of a spring tide, and an easterly wind, the Dutch pressed on, {10th June. Disgrace at Chatham.} and broke the chain, though fortified by some ships, which had been there sunk by orders of the duke of Albemarle. They burned the three ships, which lay to guard the chain, the Matthias, the Unity, and the Charles the Fifth. After damaging several vessels, and possessing themselves of the hull of the Royal Charles, which the English had burned, they advanced with six men of war, and five fire-ships, as far as Upnore castle, where they burned the Royal Oak, the Loyal London, and the Great James. Captain Douglas, who commanded on board the Royal Oak, perished in the flames, though he had an easy opportunity of escaping. \"Never was it known,\" he said, \"that a Douglas had left his post without orders.\" The Hollanders fell down the Medway without receiving any considerable damage; and it was apprehended, that they might next tide sail up the Thames, and extend their hostilities even to the bridge of London. Nine ships were sunk at Woolwich, four at Blackwall: Platforms were raised in many places, furnished with artillery: The train bands were called out; and every place was in a violent agitation. The Dutch sailed next to Portsmouth, where they made a fruitless attempt: They met with no better success at Plymouth: They insulted Harwich: They sailed again up the Thames as far as Tilbury, where they were repulsed. The whole coast was in alarm; and had the French thought proper at this time to join the Dutch fleet, and to invade England, consequences the most fatal might justly have been apprehended. But Lewis had no intention to push the victory to such extremities. His interest required, that a balance should be kept between the two maritime powers; not that an uncontrouled superiority should be given to either.","subId":"49","id":"Hume.HE.6.64.49"},{"type":"paragraph","content":"Great indignation prevailed amongst the English, to see an enemy, whom they regarded as inferior, whom they had expected totally to subdue, and over whom they had gained many honourable advantages, now of a sudden ride undisputed masters of the ocean, burn their ships in their very harbours, fill every place with confusion, and strike a terror into the capital itself. But though the cause of all these disasters could be ascribed neither to bad fortune, to the misconduct of admirals, nor to the ill-behaviour of seamen, but solely to the avarice, at least to the improvidence, of the government; no dangerous symptoms of discontent appeared, and no attempt for an insurrection was made by any of those numerous sectaries, who had been so openly branded for their rebellious principles, and who upon that supposition had been treated with such severity.","subId":"50","id":"Hume.HE.6.64.50"},{"type":"paragraph","content":"In the present distress, two expedients were embraced: An army of 12,000 men was suddenly levied; and the parliament, though it lay under prorogation, was summoned to meet. The houses were very thin; and the only vote, which the commons passed, was an address for breaking the army; which was complied with. This expression of jealousy shewed the court what they might expect from that assembly; and it was thought more prudent to prorogue them till next winter.","subId":"51","id":"Hume.HE.6.64.51"},{"type":"paragraph","content":"{10th July. Peace of Breda.} But the signing of the treaty at Breda extricated the king from his present difficulties. The English ambassadors received orders to recede from those demands, which, however frivolous in themselves, could not now be relinquished, without acknowledging a superiority in the enemy. Polerone remained with the Dutch; satisfaction for the ships, Bonaventure and Goodhope, the pretended grounds of the quarrel, was no longer insisted on; Acadie was yielded to the French. The acquisition of New-York, a settlement so important by its situation, was the chief advantage which the English reaped from a war, in which the national character of bravery had shone out with lustre, but where the misconduct of the government, especially in the conclusion, had been no less apparent.","subId":"52","id":"Hume.HE.6.64.52"},{"type":"paragraph","content":"To appease the people by some sacrifice seemed requisite before the meeting of parliament; {Clarendon's fall.} and the prejudices of the nation pointed out the victim. The chancellor was at this time much exposed to the hatred of the public, and of every party, which divided the nation. All the numerous sectaries regarded him as their determined enemy; and ascribed to his advice and influence, those persecuting laws, to which they had lately been exposed. The catholics knew, that while he retained any authority, all their credit with the king and the duke would be entirely useless to them, nor must they ever expect any favour or indulgence. Even the royalists, disappointed in their sanguine hopes of preferment, threw a great load of envy on Clarendon, into whose hands the king seemed at first to have resigned the whole power of government. The sale of Dunkirk, the bad payment of the seamen, the disgrace at Chatham, the unsuccessful conclusion of the war; all these misfortunes were charged on the chancellor, who, though he had ever opposed the rupture with Holland, thought it still his duty to justify what he could not prevent. A building, likewise, of more expence and magnificence than his slender fortune could afford, being unwarily undertaken by him, much exposed him to public reproach, as if he had acquired great riches by corruption. The populace gave it commonly the appellation of Dunkirk House.","subId":"53","id":"Hume.HE.6.64.53"},{"type":"paragraph","content":"The king himself, who had always more revered than loved the chancellor, was now totally estranged from him. Amidst the dissolute manners of the court, that minister still maintained an inflexible dignity, and would not submit to any condescensions, which he deemed unworthy of his age and character. Buckingham, a man of profligate morals, happy in his talent for ridicule, but exposed in his own conduct to all the ridicule, which he threw on others, still made him the object of his raillery, and gradually lessened in the king that regard, which he bore to his minister. When any difficulties arose, either for want of power or money, the blame was still thrown on him, who, it was believed, had carefully at the restoration checked all lavish concessions to the king. And what perhaps touched Charles more nearly, he found in Clarendon, it is said, obstacles to his pleasures as well as to his ambition.","subId":"54","id":"Hume.HE.6.64.54"},{"type":"paragraph","content":"The king, disgusted with the homely person of his consort, and desirous of having children, had hearkened to proposals of obtaining a divorce, on pretence either of her being pre-engaged to another, or of having made a vow of chastity before her marriage. He was farther stimulated by his passion for Mrs. Stuart, daughter of a Scotch gentleman; a lady of great beauty, and whose virtue he had hitherto found impregnable: But Clarendon, apprehensive of the consequences attending a disputed title, and perhaps anxious for the succession of his own grandchildren, engaged the duke of Richmond to marry Mrs. Stuart, and thereby put an end to the king's hopes. It is pretended, that Charles never forgave this disappointment.","subId":"55","id":"Hume.HE.6.64.55"},{"type":"paragraph","content":"When politics, therefore, and inclination both concurred to make the king sacrifice Clarendon to popular prejudices, the memory of his past services was not able any longer to delay his fall. The great seal was taken from him, and given to Sir Orlando Bridgeman, by the title of Lord Keeper. Southampton the treasurer was now dead, who had persevered to the utmost in his attachments to the chancellor. The last time he appeared at the council table, he exerted his friendship with a vigour, which neither age nor infirmities could abate. \"This man,\" said he, speaking of Clarendon, \"is a true protestant, and an honest Englishman; and while he enjoys power, we are secure of our laws, liberties, and religion. I dread the consequences of his removal.\"","subId":"56","id":"Hume.HE.6.64.56"},{"type":"paragraph","content":"But the fall of the chancellor was not sufficient to gratify the malice of his enemies: His total ruin was resolved on. The duke of York in vain exerted his interest in behalf of his father-in-law. Both prince and people united in promoting that violent measure; and no means were thought so proper for ingratiating the court with a parliament, which had so long been governed by that very minister, who was now to be the victim of their prejudices.","subId":"57","id":"Hume.HE.6.64.57"},{"type":"paragraph","content":"Some popular acts paved the way for the session; and the parliament, in their first address, gave the king thanks for these instances of his goodness, and among the rest, they took care to mention his dismission of Clarendon. The king, in reply, assured the houses, that he would never again employ that nobleman in any public office whatsoever. Immediately, the charge against him was opened in the house of commons by Mr. Seymour, afterwards Sir Edward, and consisted of seventeen articles. The house, without examining particulars, farther than hearing general affirmations, that all would be proved, immediately voted his impeachment. Many of the articles we know to be either false or frivolous; and such of them, as we are less acquainted with, we may fairly presume to be no better grounded. His advising the sale of Dunkirk, seems the heaviest and truest part of the charge; but a mistake in judgment, allowing it to be such, where there appears no symptoms of corruption or bad intentions, it would be very hard to impute as a crime to any minister. The king's necessities, which occasioned that measure, cannot with any appearance of reason be charged on Clarendon; and chiefly proceeded from the overfrugal maxims of the parliament itself, in not granting the proper supplies to the crown.","subId":"58","id":"Hume.HE.6.64.58"},{"type":"paragraph","content":"When the impeachment was carried up to the peers, as it contained an accusation of treason in general, without specifying any particulars, it seemed not a sufficient ground for committing Clarendon to custody. The precedents of Strafford and Laud were not, by reason of the violence of the times, deemed a proper authority; but as the commons still insisted upon his commitment, it was necessary to appoint a free conference between the houses. The lords persevered in their resolution; and the commons voted this conduct to be an obstruction to public justice, and a precedent of evil and dangerous tendency. They also chose a committee to draw up a vindication of their own proceedings.","subId":"59","id":"Hume.HE.6.64.59"},{"type":"paragraph","content":"Clarendon, finding that the popular torrent, united to the violence of power, ran with impetuosity against him, and that a defence, offered to such prejudiced ears, would be entirely ineffectual, thought proper to withdraw. At Calais, he wrote a paper addressed to the house of lords. He there said, that his fortune, which was but moderate, had been gained entirely by the lawful, avowed profits of his office, and by the voluntary bounty of the king; that during the first years after the restoration he had always concurred in opinion with the other counsellors, men of such reputation that no one could entertain suspicions of their wisdom or integrity; that his credit soon declined, and however he might disapprove of some measures, he found it vain to oppose them; that his repugnance to the Dutch war, the source of all the public grievances, was always generally known, as well as his disapprobation of many unhappy steps taken in conducting it; and that whatever pretence might be made of public offences, his real crime, that which had exasperated his powerful enemies, was his frequent opposition to exorbitant grants, which the importunity of suitors had extorted from his majesty.","subId":"60","id":"Hume.HE.6.64.60"},{"type":"paragraph","content":"The lords transmitted this paper to the commons under the appellation of a libel; and by a vote of both houses, it was condemned to be burned by the hands of the hangman. The parliament next proceeded to exert their legislative power against Clarendon, {Clarendon's banishment.} and passed a bill of banishment and incapacity, which received the royal assent. He retired into France, where he lived in a private manner. He survived his banishment six years; and he employed his leisure chiefly in reducing into order the History of the Civil Wars, for which he had before collected materials. The performance does honour to his memory; and except Whitlocke's Memorials, is the most candid account of those times, composed by any contemporary author.","subId":"61","id":"Hume.HE.6.64.61"},{"type":"paragraph","content":"Clarendon was always a friend to the liberty and constitution of his country. At the commencement of the civil wars, he had entered into the late king's service, and was honoured with a great share in the esteem and friendship of that monarch: He was pursued with unrelenting animosity by the Long Parliament: He had shared all the fortunes and directed all the counsels of the present king during his exile: He had been advanced to the highest trust and offices after the restoration: Yet all these circumstances, which might naturally operate with such force, either on resentment, gratitude, or ambition, had no influence on his uncorrupted mind. It is said, that when he first engaged in the study of the law, his father exhorted him with great earnestness to shun the practice too common in that profession, of straining every point in favour of prerogative, and perverting so useful a science to the oppression of liberty: And in the midst of these rational and virtuous counsels, which he re-iterated, he was suddenly seized with an apoplexy, and expired in his son's presence. This circumstance gave additional weight to the principles, which he inculcated.","subId":"62","id":"Hume.HE.6.64.62"},{"type":"paragraph","content":"The combination of king and subject to oppress so good a minister affords, to men of opposite dispositions, an equal occasion of inveighing against the ingratitude of princes, or ignorance of the people. Charles seems never to have mitigated his resentment against Clarendon; and the national prejudices pursued him to his retreat in France. A company of English soldiers, being quartered near him, assaulted his house, broke open the doors, gave him a dangerous wound on the head, and would have proceeded to the last extremities, had not their officers, hearing of the violence, happily interposed.","subId":"63","id":"Hume.HE.6.64.63"},{"type":"paragraph","content":"{1668.} The next expedient, which the king embraced, in order to acquire popularity, is more deserving of praise; and, had it been steadily pursued, would probably have rendered his reign happy, certainly his memory respected. It is the Triple Alliance of which I speak; a measure, which gave entire satisfaction to the public.","subId":"64","id":"Hume.HE.6.64.64"},{"type":"paragraph","content":"{State of France.} The glory of France, which had long been eclipsed, either by domestic factions, or by the superior force of the Spanish monarchy, began now to break out with great lustre, and to engage the attention of the neighbouring nations. The independent power and mutinous spirit of the nobility were subdued: The popular pretensions of the parliament restrained: The Hugonot party reduced to subjection: That extensive and fertile country, enjoying every advantage both of climate and situation, was fully peopled with ingenious and industrious inhabitants: And while the spirit of the nation discovered all the vigour and bravery requisite for great enterprizes, it was tamed to an entire submission under the will of the sovereign.","subId":"65","id":"Hume.HE.6.64.65"},{"type":"paragraph","content":"{Character of Lewis XIV.} The sovereign, who now filled the throne, was well adapted, by his personal character, both to encrease and to avail himself of these advantages. Lewis XIV. endowed with every quality, which could enchant the people, possessed many which merit the approbation of the wise. The masculine beauty of his person was embellished with a noble air: The dignity of his behaviour was tempered with affability and politeness: Elegant without effeminacy, addicted to pleasure without neglecting business, decent in his very vices, and beloved in the midst of arbitrary power; he surpassed all contemporary monarchs, as in grandeur, so likewise in fame and glory.","subId":"66","id":"Hume.HE.6.64.66"},{"type":"paragraph","content":"His ambition, regulated by prudence, not by justice, had carefully provided every means of conquest; and before he put himself in motion, he seemed to have absolutely ensured success. His finances were brought into order: A naval power created: His armies encreased and disciplined: Magazines and military stores provided: And though the magnificence of his court was supported beyond all former example, so regular was the economy observed, and so willingly did the people, now enriched by arts and commerce, submit to multiplied taxes, that his military force much exceeded what in any preceding age had ever been employed by any European monarch.","subId":"67","id":"Hume.HE.6.64.67"},{"type":"paragraph","content":"The sudden decline and almost total fall of the Spanish monarchy, opened an inviting field to so enterprising a prince, and seemed to promise him easy and extensive conquests. The other nations of Europe, feeble or ill-governed, were astonished at the greatness of his rising empire; and all of them cast their eyes towards England, as the only power, which could save them from that subjection, with which they seemed to be so nearly threatened.","subId":"68","id":"Hume.HE.6.64.68"},{"type":"paragraph","content":"The animosity, which had anciently subsisted between the English and French nations, and which had been suspended for above a century by the jealousy of Spanish greatness, began to revive and to exert itself. The glory of preserving the balance of Europe, a glory so much founded on justice and humanity, flattered the ambition of England; and the people were eager to provide for their own future security, by opposing the progress of so hated a rival. The prospect of embracing such measures had contributed, among other reasons, to render the peace of Breda so universally acceptable to the nation. By the death of Philip IV. king of Spain, an inviting opportunity, and some very slender pretences, had been afforded to call forth the ambition of Lewis.","subId":"69","id":"Hume.HE.6.64.69"},{"type":"paragraph","content":"At the treaty of the Pyrenees, when Lewis espoused the Spanish princess, he had renounced every title of succession to every part of the Spanish monarchy; and this renunciation had been couched in the most accurate and most precise terms, that language could afford. But on the death of his father-in-law, he retracted his renunciation, and pretended, that natural rights, depending on blood and succession, could not be annihilated by any extorted deed or contract. Philip had left a son, Charles II. of Spain; but as the queen of France was of a former marriage, she laid claim to a considerable province of the Spanish monarchy, even to the exclusion of her brother. By the customs of some parts of Brabant, a female of a first marriage was preferred to a male of a second, in the succession to private inheritances; and Lewis thence inferred, that his queen had acquired a right to the dominion of that important dutchy.","subId":"70","id":"Hume.HE.6.64.70"},{"type":"paragraph","content":"{French invasion of the Low Countries.} A claim of this nature was more properly supported by military force than by argument and reasoning. Lewis appeared on the frontiers of the Netherlands with an army of 40,000 men, commanded by the best generals of the age, and provided with every thing necessary for action. The Spaniards, though they might have foreseen this measure, were totally unprepared. Their towns, without magazines, fortifications, or garrisons, fell into the hands of the French king, as soon as he presented himself before them. Athe, Lisle, Tournay, Oudenarde, Courtray, Charleroi, Binche were immediately taken: And it was visible, that no force in the Low Countries was able to stop or retard the progress of the French arms.","subId":"71","id":"Hume.HE.6.64.71"},{"type":"paragraph","content":"This measure, executed with such celerity and success, gave great alarm to almost every court in Europe. It had been observed with what dignity, or even haughtiness, Lewis, from the time he began to govern, had ever supported all his rights and pretensions. D'Estrades, the French ambassador, and Watteville, the Spanish, having quarrelled in London, on account of their claims for precedency, the French monarch was not satisfied, till Spain sent to Paris a solemn embassy, and promised never more to revive such contests. Crequi, his ambassador at Rome, had met with an affront from the pope's guards: The pope, Alexander VII. had been constrained to break his guards, to send his nephew to ask pardon, and to allow a pillar to be erected in Rome itself, as a monument of his own humiliation. The king of England too had experienced the high spirit and unsubmitting temper of Lewis. A pretension to superiority in the English flag having been advanced, the French monarch remonstrated with such vigour, and prepared himself to resist with such courage, that Charles found it more prudent to desist from his vain and antiquated claims. The king of England, said Lewis to his ambassador D'Estrades, may know my force, but he knows not the sentiments of my heart: Every thing appears to me contemptible in comparison of glory. These measures of conduct had given strong indications of his character: But the invasion of Flanders discovered an ambition, which, being supported by such overgrown power, menaced the general liberties of Europe.","subId":"72","id":"Hume.HE.6.64.72"},{"type":"paragraph","content":"As no state lay nearer the danger, none was seized with more terror than the United Provinces. They were still engaged, together with France, in a war against England; and Lewis had promised them, that he would take no step against Spain without previously informing them: But, contrary to this assurance, he kept a total silence, till on the very point of entering upon action. If the renunciation, made at the treaty of the Pyrenees, was not valid, it was foreseen, that upon the death of the king of Spain, a sickly infant, the whole monarchy would be claimed by Lewis; after which it would be vainly expected to set bounds to his pretensions. Charles, acquainted with these well-grounded apprehensions of the Dutch, had been the more obstinate in insisting on his own conditions at Breda; and by delaying to sign the treaty, had imprudently exposed himself to the signal disgrace, which he received at Chatham. De Wit, sensible that a few weeks delay would be of no consequence in the Low Countries, took this opportunity of striking an important blow, and of finishing the war with honour to himself and to his country.","subId":"73","id":"Hume.HE.6.64.73"},{"type":"paragraph","content":"{Negotiations.} Negotiations meanwhile commenced for the saving of Flanders; but no resistance was made to the French arms. The Spanish ministers exclaimed every where against the flagrant injustice of Lewis's pretensions, and represented it to be the interest of every power in Europe, even more than of Spain itself, to prevent his conquest of the Low Countries. The emperor and the German princes discovered evident symptoms of discontent; but their motions were slow and backward. The States, tho' terrified at the prospect of having their frontier exposed to so formidable a foe, saw no resource, no means of safety. England indeed seemed disposed to make opposition to the French; but the variable and impolitic conduct of Charles kept that republic from making him any open advances, by which she might lose the friendship of France, without acquiring any new ally. And though Lewis, dreading a combination of all Europe, had offered terms of accommodation, the Dutch apprehended, lest these, either from the obstinacy of the Spaniards, or the ambition of the French, should never be carried into execution.","subId":"74","id":"Hume.HE.6.64.74"},{"type":"paragraph","content":"Charles resolved with great prudence to take the first step towards a confederacy. Sir William Temple, his resident at Brussels, received orders to go secretly to the Hague, and to concert with the States the means of saving the Netherlands. This man, whom philosophy had taught to despise the world, without rendering him unfit for it, was frank, open, sincere, superior to the little tricks of vulgar politicians: And meeting in de Wit with a man of the same generous and enlarged sentiments, he immediately opened his master's intentions, and pressed a speedy conclusion. A treaty was from the first negotiated between these two statesmen with the same cordiality, as if it were a private transaction between intimate companions. Deeming the interests of their country the same, they gave full scope to that sympathy of character, which disposed them to an entire reliance on each other's professions and engagements. And though jealousy against the house of Orange might inspire de Wit with an aversion to a strict union with England, he generously resolved to sacrifice all private considerations to the public service.","subId":"75","id":"Hume.HE.6.64.75"},{"type":"paragraph","content":"Temple insisted on an offensive league between England and Holland, in order to oblige France to relinquish all her conquests: But de Wit told him, that this measure was too bold and precipitate to be agreed to by the States. He said, that the French were the old and constant allies of the republic; and till matters came to extremities, she never would deem it prudent to abandon a friendship so well established, and rely entirely on a treaty with England, which had lately waged so cruel a war against her: That ever since the reign of Elizabeth, there had been such a fluctuation in the English councils, that it was not possible, for two years together, to take any sure or certain measures with that kingdom: That though the present ministry, having entered into views so conformable to national interest, promised greater firmness and constancy, it might still be unsafe, in a business of such consequence, to put entire confidence in them: That the French monarch was young, haughty, and powerful; and if treated in so imperious a manner, would expose himself to the greatest extremities rather than submit: That it was sufficient, if he could be constrained to adhere to the offers, which he himself had already made; and if the remaining provinces of the Low Countries could be thereby saved from the danger, with which they were at present threatened: And that the other powers, in Germany and the north, whose assistance they might expect, would be satisfied with putting a stop to the French conquests, without pretending to recover the places already lost.","subId":"76","id":"Hume.HE.6.64.76"},{"type":"paragraph","content":"The English minister was content to accept of the terms, proposed by the pensionary. Lewis had offered to relinquish all the queen's rights on condition either of keeping the conquests, which he had made last campaign, or of receiving, in lieu of them, Franchecomté, together with Cambray, Aire, and St. Omers. De Wit and Temple founded their treaty upon this proposal. They agreed to offer their mediation to the contending powers, and oblige France to adhere to this alternative, and Spain to accept of it. If Spain refused, they agreed, that France should not prosecute her claim by arms, but leave it entirely to England and Holland to employ force for making the terms effectual. And the remainder of the Low Countries they thenceforth guaranteed to Spain. A defensive alliance was likewise concluded between Holland and England.","subId":"77","id":"Hume.HE.6.64.77"},{"type":"paragraph","content":"The articles of this confederacy were soon adjusted by such candid and able negotiators: But the greatest difficulty still remained. By the constitution of the republic, all the towns in all the provinces must give their consent to every alliance; and besides that this formality could not be dispatched in less than two months, it was justly to be dreaded, that the influence of France would obstruct the passing of the treaty in some of the smaller cities. D'Estrades, the French ambassador, a man of abilities, hearing of the league, which was on the carpet, treated it lightly; \"Six weeks hence,\" said he, \"we shall speak to it.\" To obviate this difficulty, de Wit had the courage, for the public good, to break through the laws in so fundamental an article; and by his authority, he prevailed with the States General at once to sign and ratify the league: Though they acknowledged, {13th Jan.} that, if that measure should displease their constituents, they risqued their heads by this irregularity. After sealing, all parties embraced with great cordiality. Temple cried out, At Breda, as friends: Here, as brothers. And de Wit added, that now the matter was finished, it looked like a miracle.","subId":"78","id":"Hume.HE.6.64.78"},{"type":"paragraph","content":"{Triple league.} Room had been left in the treaty for the accession of Sweden, which was soon after obtained; and thus was concluded in five days the triple league; an event received with equal surprise and approbation by the world. Notwithstanding the unfortunate conclusion of the last war, England now appeared in her proper station, and, by this wise conduct, had recovered all her influence and credit in Europe. Temple likewise received great applause; but to all the compliments made him on the occasion, he modestly replied, that to remove things from their center, or proper element, required force and labour; but that of themselves they easily returned to it.","subId":"79","id":"Hume.HE.6.64.79"},{"type":"paragraph","content":"The French monarch was extremely displeased with this measure. Not only bounds were at present set to his ambition: Such a barrier was also raised as seemed for ever impregnable. And though his own offer was made the foundation of the treaty, he had prescribed so short a time for the acceptance of it, that he still expected, from the delays and reluctance of Spain, to find some opportunity of eluding it. The court of Madrid showed equal displeasure. To relinquish any part of the Spanish provinces, in lieu of claims, so apparently unjust, and these urged with such violence and haughtiness, inspired the highest disgust. Often did the Spaniards threaten to abandon entirely the Low Countries rather than submit to so cruel a mortification; and they endeavoured, by this menace, to terrify the mediating powers into more vigorous measures for their support. But Temple and de Wit were better acquainted with the views and interests of Spain. They knew, that she must still retain the Low Countries, as a bond of connexion with the other European powers, who alone, if her young monarch should happen to die without issue, could ensure her independency against the pretensions of France. They still urged, therefore, {Treaty of Aix-la-Chapelle.} the terms of the triple league, and threatened Spain with war in case of refusal. The plenipotentiaries of all the powers met at Aix-la-Chapelle. Temple was minister for England; Van Beuninghen for Holland; D'Ohna for Sweden.","subId":"80","id":"Hume.HE.6.64.80"},{"type":"paragraph","content":"Spain at last, pressed on all hands, accepted of the alternative offered; but in her very compliance, she gave strong symptoms of ill-humour and discontent. It had been apparent, that the Hollanders, entirely neglecting the honour of the Spanish monarchy, had been anxious only for their own security; and, provided they could remove Lewis to a distance from their frontier, were more indifferent what progress he made in other places. Sensible of these views, the queen-regent of Spain resolved still to keep them in an anxiety, which might for the future be the foundation of an union more intimate than they were willing at present to enter into. Franchecomté, by a vigorous and well concerted plan of the French king, had been conquered, in fifteen days, during a rigorous season, and in the midst of winter. She chose therefore to recover this province, and to abandon all the towns conquered in Flanders during the last campaign. By this means, Lewis extended his garrisons into the heart of the Low-countries; and a very feeble barrier remained to the Spanish provinces.","subId":"81","id":"Hume.HE.6.64.81"},{"type":"paragraph","content":"But notwithstanding the advantages of his situation, the French monarch could entertain small hopes of ever extending his conquests on that quarter, which lay the most exposed to his ambition, and where his acquisitions were of most importance. The triple league guaranteed the remaining provinces to Spain; and the emperor and other powers of Germany, whose interest seemed to be intimately concerned, were invited to enter into the same confederacy. Spain herself, having, about this time, under the mediation of Charles, made peace on equal terms with Portugal, might be expected to exert more vigour and opposition to her haughty and triumphant rival. The great satisfaction, expressed in England, on account of the counsels now embraced by the court, promised the hearty concurrence of parliament in every measure, which could be proposed for opposition to the grandeur of France. And thus all Europe seemed to repose herself with security under the wings of that powerful confederacy, which had been so happily formed for her protection. It is now time to give some account of the state of affairs in Scotland and in Ireland.","subId":"82","id":"Hume.HE.6.64.82"},{"type":"paragraph","content":"{Affairs of Scotland.} The Scottish nation, though they had never been subject to the arbitrary power of their prince, had but very imperfect notions of law and liberty; and scarcely in any age had they ever enjoyed an administration, which had confined itself within the proper boundaries. By their final union alone with England, their once hated adversary, they have happily attained the experience of a government perfectly regular, and exempt from all violence and injustice. Charles, from his aversion to business, had entrusted the affairs of that country to his ministers, particularly Middleton; and these could not forbear making very extraordinary stretches of authority.","subId":"83","id":"Hume.HE.6.64.83"},{"type":"paragraph","content":"There had been intercepted a letter, written by lord Lorne to lord Duffus, in which, a little too plainly, but very truly, he complained, that his enemies had endeavoured by falshood to prepossess the king against him. But he said, that he had now discovered them, had defeated them, and had gained the person, meaning the earl of Clarendon, upon whom the chief of them depended. This letter was produced before the parliament; and Lorne was tried upon an old, tyrannical, absurd law against Leasing-making; by which it was rendered criminal to belie the subjects to the king, or create in him an ill opinion of them. He was condemned to die: But Charles was much displeased with the sentence, and granted him a pardon.","subId":"84","id":"Hume.HE.6.64.84"},{"type":"paragraph","content":"It was carried in parliament, that twelve persons, without crime, witness, trial, or accuser, should be declared incapable of all trust or office; and to render this injustice more egregious, it was agreed, that these persons should be named by ballot: A method of voting, which several republics had adopted at elections, in order to prevent faction and intrigue; but which could serve only as a cover to malice and iniquity, in the inflicting of punishments. Lauderdale, Crawford, and sir Robert Murray, among others, were incapacitated: But the king, who disapproved of this injustice, refused his assent.","subId":"85","id":"Hume.HE.6.64.85"},{"type":"paragraph","content":"An act was passed against all persons, who should move the king for restoring the children of those who were attainted by parliament; an unheard-of restraint on applications for grace and mercy. No penalty was affixed; but the act was but the more violent and tyrannical on that account. The court-lawyers had established it as a maxim, that the assigning of a punishment was a limitation of the crown: Whereas a law, forbidding anything, though without a penalty, made the offenders criminal. And in that case, they determined, that the punishment was arbitrary; only that it could not extend to life. Middleton as commissioner passed this act; though he had no instructions for that purpose.","subId":"86","id":"Hume.HE.6.64.86"},{"type":"paragraph","content":"An act of indemnity passed; but at the same time it was voted, that all those who had offended during the late disorders, should be subjected to fines; and a committee of parliament was appointed for imposing them. These proceeded without any regard to some equitable rules, which the king had prescribed to them. The most obnoxious compounded secretly. No consideration was had, either of men's riches, or of the degrees of their guilt: No proofs were produced: Enquiries were not so much as made: But as fast as information was given in against any man, he was marked down for a particular fine: And all was transacted in a secret committee. When the list was read in parliament, exceptions were made to several: Some had been under age during the civil wars; some had been abroad. But it was still replied, that a proper time would come, when every man should be heard in his own defence. The only intention, it was said, of setting the fines was, that such persons should have no benefit by the act of indemnity, unless they paid the sum demanded: Every one that chose to stand upon his innocence, and renounce the benefit of the indemnity, might do it at his peril. It was well known, that no one would dare so far to set at defiance so arbitrary an administration. The king wrote to the council, ordering them to supersede the levying of those fines: But Middleton found means, during some time, to elude these orders. And at last, the king obliged his ministers to compound for half the sums, which had been imposed. In all these transactions, and in most others, which passed during the present reign, we still find the moderating hand of the king, interposed to protect the Scots from the oppressions, which their own countrymen, employed in the ministry, were desirous of exercising over them.","subId":"87","id":"Hume.HE.6.64.87"},{"type":"paragraph","content":"But the chief circumstance, whence were derived all the subsequent tyranny and disorders in Scotland, was the execution of the laws for the establishment of episcopacy; a mode of government, to which a great part of the nation had entertained an unsurmountable aversion. The rights of patrons had for some years been abolished; and the power of electing ministers had been vested in the kirk-session, and lay-elders. It was now enacted, that all incumbents, who had been admitted upon this title, should receive a presentation from the patron, and should be instituted anew by the bishop, under the penalty of deprivation. The more rigid presbyterians concerted measures among themselves, and refused obedience: They imagined, that their number would protect them. Three hundred and fifty parishes, above a third of the kingdom, were at once declared vacant. The western counties chiefly were obstinate in this particular. New ministers were sought for all over the kingdom; and no one was so ignorant or vicious as to be rejected. The people, who loved extremely and respected their former teachers; men remarkable for the severity of their manners, and their fervor in preaching; were inflamed against these intruders, who had obtained their livings under such invidious circumstances, and who took no care, by the regularity of their manners, to soften the prejudices entertained against them. Even most of those, who retained their livings by compliance, fell under the imputation of hypocrisy, either by their shewing a disgust to the new model of ecclesiastical government, which they had acknowledged; or on the other hand, by declaring, that their former adherence to presbytery and the covenant had been the result of violence and necessity. And as Middleton and the new ministry indulged themselves in great riot and disorder, to which the nation had been little accustomed, an opinion universally prevailed, that any form of religion, offered by such hands, must be profane and impious.","subId":"88","id":"Hume.HE.6.64.88"},{"type":"paragraph","content":"The people, notwithstanding their discontents, were resolved to give no handle against them, by the least symptom of mutiny or sedition: But this submissive disposition, instead of procuring a mitigation of the rigours, was made use of as an argument for continuing the same measures, which by their vigour, it was pretended, had produced so prompt an obedience. The king, however, was disgusted with the violence of Middleton, and he made Rothes commissioner in his place. This nobleman was already president of the council; and soon after was made lord keeper and treasurer. Lauderdale still continued secretary of state, and commonly resided at London.","subId":"89","id":"Hume.HE.6.64.89"},{"type":"paragraph","content":"Affairs remained in a peaceable state, till the severe law was made in England against conventicles. The Scottish parliament imitated that violence, by passing a like act. A kind of high commission court was appointed by the privy-council, for executing this rigorous law, and for the direction of ecclesiastical affairs. But even this court, illegal as it might be deemed, was much preferable to the method next adopted. Military force was let loose by the council. Wherever the people had generally forsaken their churches, the guards were quartered throughout the country. Sir James Turner commanded them, a man whose natural ferocity of temper was often inflamed by the use of strong liquors. He went about, and received from the clergy lists of those who absented themselves from church, or were supposed to frequent conventicles. Without any proof or legal conviction, he demanded a fine from them, and quartered soldiers on the supposed delinquents, till he received payment. As an insurrection was dreaded during the Dutch war, new forces were levied, and intrusted to the command of Dalziel and Drummond; two officers, who had served the king during the civil wars, and had afterwards engaged in the service of Russia, where they had encreased the native cruelty of their disposition. A full career was given to their tyranny by the Scottish ministry. Representations were made to the king against these enormities. He seemed touched with the state of the country; and besides giving orders, that the ecclesiastical commission should be discontinued, he signified his opinion, that another way of proceeding was necessary for his service.","subId":"90","id":"Hume.HE.6.64.90"},{"type":"paragraph","content":"This lenity of the king's came too late to remedy the disorders. The people, inflamed with bigotry, and irritated by ill usage, rose in arms. They were instigated by Guthry, Semple, and other preachers. They surprised Turner in Dumfries, and resolved to have put him to death; but finding, that his orders, which fell into their hands, were more violent than his execution of them, they spared his life. At Laneric, after many prayers, they renewed the covenant, and published their manifesto; in which they professed all submission to the king: They desired only the re-establishment of presbytery and of their former ministers. As many gentlemen of their party had been confined on suspicion; Wallace and Learmont, two officers, who had served, but in no high rank, were entrusted by the populace with the command. Their force never exceeded two thousand men; and though the country in general bore them favour, men's spirits were so subdued, that the rebels could expect no farther accession of numbers. Dalziel took the field to oppose their progress. Their number was now diminished to 800; and these, having advanced near Edinburgh, attempted to find their way back into the west by Pentland Hills. They were attacked by the king's forces. Finding that they could not escape, they stopped their march. Their clergy endeavoured to infuse courage into them. After singing some psalms, the rebels turned on the enemy; and being assisted by the advantage of the ground, they received the first charge very resolutely. But that was all the action: Immediately, they fell into disorder, and fled for their lives. About forty were killed on the spot, and a hundred and thirty taken prisoners. The rest, favoured by the night, and by the weariness, and even by the pity of the king's troops, made their escape.","subId":"91","id":"Hume.HE.6.64.91"},{"type":"paragraph","content":"The oppressions which these people had suffered, the delusions under which they laboured, and their inoffensive behaviour during the insurrection, made them the objects of compassion: Yet were the king's ministers, particularly Sharpe, resolved to take severe vengeance. Ten were hanged on one gibbet at Edinburgh: Thirty-five before their own doors in different places. These criminals might all have saved their lives, if they would have renounced the covenant. The executions were going on, when the king put a stop to them. He said, that blood enough had already been shed; and he wrote a letter to the privy-council, in which he ordered, that such of the prisoners as should simply promise to obey the laws for the future, should be set at liberty, and that the incorrigible should be sent to the plantations. This letter was brought by Burnet, archbishop of Glasgow; but not being immediately delivered to the council by Sharpe, the president, one Maccail had in the interval been put to the torture, under which he expired. He seemed to die in an exstacy of joy. \"Farewel sun, moon, and stars; farewel world and time; farewel weak and frail body: Welcome eternity, welcome angels and saints, welcome Saviour of the world, and welcome God, the judge of all!\" Such were his last words: And these animated speeches he uttered with an accent and manner, which struck all the bystanders with astonishment.","subId":"92","id":"Hume.HE.6.64.92"},{"type":"paragraph","content":"{Affairs of Ireland.} The settlement of Ireland after the restoration was a work of greater difficulty than that of England, or even of Scotland. Not only the power, during the former usurpations, had there been vested in the king's enemies: The whole property, in a manner, of the kingdom had also been changed; and it became necessary to redress but with as little violence as possible, many grievous hardships and iniquities, which were there complained of.","subId":"93","id":"Hume.HE.6.64.93"},{"type":"paragraph","content":"The Irish catholics had in 1648 concluded a treaty with Ormond, the king's lieutenant, in which they had stipulated pardon for their past rebellion, and had engaged under certain conditions to assist the royal cause: And though the violence of the priests and the bigotry of the people had prevented, in a great measure, the execution of this treaty; yet were there many, who having strictly, at the hazard of their lives, adhered to it, seemed on that account well entitled to reap the fruits of their loyalty. Cromwel, having without distinction expelled all the native Irish from the three provinces of Munster, Leinster, and Ulster, had confined them to Connaught and the county of Clare; and among those who had thus been forfeited, were many whose innocence was altogether unquestionable. Several protestants likewise, and Ormond among the rest, had all along opposed the Irish rebellion; yet having afterwards embraced the king's cause against the parliament, they were all of them attainted by Cromwel. And there were many officers, who had, from the commencement of the insurrection, served in Ireland, and who, because they would not desert the king, had been refused all their arrears by the English Commonwealth.","subId":"94","id":"Hume.HE.6.64.94"},{"type":"paragraph","content":"To all these unhappy sufferers some justice seemed to be due: But the difficulty was to find the means of redressing such great and extensive iniquities. Almost all the valuable parts of Ireland had been measured out and divided, either to the adventurers, who had lent money to the parliament for the suppression of the Irish rebellion, or to the soldiers, who had received land in lieu of their arrears. These could not be dispossessed, because they were the most powerful and only armed part of Ireland; because it was requisite to favour them, in order to support the protestant and English interest in that kingdom; and because they had generally, with a seeming zeal and alacrity, concurred in the king's restoration. The king, therefore, issued a proclamation; in which he promised to maintain their settlement, and at the same time engaged to give redress to the innocent sufferers. There was a quantity of land as yet undivided in Ireland; and from this and some other funds, it was thought possible for the king to fulfil both these engagements.","subId":"95","id":"Hume.HE.6.64.95"},{"type":"paragraph","content":"A court of claims was erected, consisting altogether of English commissioners, who had no connexion with any of the parties, into which Ireland was divided. Before these were laid four thousand claims of persons craving restitution on account of their innocence; and the commissioners had found leisure to examine only six hundred. It already appeared, that, if all these were to be restored, the funds, whence the adventurers and soldiers must get reprisals, would fall short of giving them any tolerable satisfaction. A great alarm and anxiety seized all ranks of men: The hopes and fears of every party were excited: These eagerly grasped at recovering their paternal inheritance: Those were resolute to maintain their new acquisitions.","subId":"96","id":"Hume.HE.6.64.96"},{"type":"paragraph","content":"The duke of Ormond was created lord-lieutenant; being the only person, whose prudence and equity could compose such jarring interests. A parliament was assembled at Dublin; and as the lower house was almost entirely chosen by the soldiers and adventurers, who still kept possession, it was extremely favourable to that interest. The house of peers showed greater impartiality.","subId":"97","id":"Hume.HE.6.64.97"},{"type":"paragraph","content":"An insurrection was projected, together with a surprizal of the castle of Dublin, by some of the disbanded soldiers; but this design was happily defeated by the vigilance of Ormond. Some of the criminals were punished. Blood, the most desperate of them, escaped into England.","subId":"98","id":"Hume.HE.6.64.98"},{"type":"paragraph","content":"But affairs could not long remain in the confusion and uncertainty, into which they had fallen. All parties seemed willing to abate somewhat of their pretensions, in order to attain some stability; and Ormond interposed his authority for that purpose. The soldiers and adventurers agreed to relinquish a third of their possessions; and as they had purchased their lands at very low prices, they had reason to think themselves favoured by this composition. All those, who had been attainted on account of their adhering to the king, were restored; and some of the innocent Irish. It was a hard situation, that a man was obliged to prove himself innocent, in order to recover possession of the estate, which he and his ancestors had ever enjoyed: But the hardship was augmented, by the difficult conditions annexed to this proof. If the person had ever lived in the quarters of the rebels, he was not admitted to plead his innocence; and he was, for that reason alone, supposed to have been a rebel. The heinous guilt of the Irish nation made men the more readily overlook any iniquity, which might fall on individuals; and it was considered, that, though it be always the interest of all good government to prevent injustice, it is not always possible to remedy it, after it has had a long course, and has been attended with great successes.","subId":"99","id":"Hume.HE.6.64.99"},{"type":"paragraph","content":"Ireland began to attain a state of some composure when it was disturbed by a violent act, passed by the English parliament, which prohibited the importation of Irish cattle into England. Ormond remonstrated strongly against this law. He said, that the present trade, carried on between England and Ireland, was extremely to the advantage of the former kingdom, which received only provisions, or rude materials, in return for every species of manufacture: That if the cattle of Ireland were prohibited, the inhabitants of that island had no other commodity, by which they could pay England for their importations, and must have recourse to other nations for a supply: That the industrious inhabitants of England, if deprived of Irish provisions, which made living cheap, would be obliged to augment the price of labour, and thereby render their manufactures too dear to be exported to foreign markets: That the indolent inhabitants of Ireland, finding provisions fall almost to nothing, would never be induced to labour, but would perpetuate to all generations their native sloth and barbarism: That by cutting off almost entirely the trade between the kingdoms, all the natural bands of union were dissolved, and nothing remained to keep the Irish in their duty but force and violence: And that by reducing that kingdom to extreme poverty, it would be even rendered incapable of maintaining that military power, by which, during its well grounded discontents, it must necessarily be retained in subjection.","subId":"100","id":"Hume.HE.6.64.100"},{"type":"paragraph","content":"The king was so much convinced of the justness of these reasons, that he used all his interest to oppose the bill; and he openly declared, that he could not give his assent to it with a safe conscience. But the commons were resolute in their purpose. Some of the rents of England had fallen of late years, which had been ascribed entirely to the importation of Irish cattle: Several intrigues had contributed to inflame that prejudice, particularly those of Buckingham and Ashley, who were desirous of giving Ormond disturbance in his government: And the spirit of tyranny, of which nations are as susceptible as individuals, had extremely animated the English to exert their superiority over their dependant state. No affair could be conducted with greater violence than this was by the commons. They even went so far in the preamble of the bill as to declare the importation of Irish cattle to be a nuisance. By this expression, they gave scope to their passion, and at the same time barred the king's prerogative, by which he might think himself entitled to dispense with a law, so full of injustice and bad policy. The lords expunged the word; but as the king was sensible, that no supply would be given by the commons, unless they were gratified in their prejudices, he was obliged both to employ his interest with the peers for making the bill pass, and to give the royal assent to it. He could not, however, forbear expressing his displeasure at the jealousy entertained against him, and at the intention, which the commons discovered of retrenching his prerogative.","subId":"101","id":"Hume.HE.6.64.101"},{"type":"paragraph","content":"This law brought great distress for some time upon the Irish; but it has occasioned their applying with greater industry to manufactures, and has proved in the issue beneficial to that kingdom.","subId":"102","id":"Hume.HE.6.64.102"},{"type":"note","content":"Temple, vol. ii. p. 42.","subId":"n1","id":"Hume.HE.6.64.n1"},{"type":"note","content":"King James in his Memoirs gives an account of this affair different from what we meet with in any historian. He says, that, while he was asleep, Brounker brought orders to Sir John Harman, captain of the ship, to slacken sail. Sir John remonstrated, but obeyed. After some time, finding that his falling back was likely to produce confusion in the fleet, he hoisted the sail as before: So that the prince coming soon after on the quarter deck, and finding all things as he left them, knew nothing of what had passed during his repose. No body gave him the least intimation of it. It was long after, that he heard of it, by a kind of accident; and he intended to have punished Brounker by martial law; but just about that time, the house of commons took up the question and impeached him, which made it impossible for the duke to punish him otherwise than by dismissing him his service. Brounker, before the house, never pretended, that he had received any orders from the duke.","subId":"n2","id":"Hume.HE.6.64.n2"},{"type":"note","content":"D'Estrades, 19th of December, 1664.","subId":"n3","id":"Hume.HE.6.64.n3"},{"type":"note","content":"D'Estrades, 14th August, 1665.","subId":"n4","id":"Hume.HE.6.64.n4"},{"type":"note","content":"Tromp's life. D'Estrades, 5th of February 1665.","subId":"n5","id":"Hume.HE.6.64.n5"},{"type":"note","content":"D'Estrades, 21st of May 1666.","subId":"n6","id":"Hume.HE.6.64.n6"},{"type":"note","content":"The Dutch had spent on the war near 40 millions of livres a year, above three millions sterling: A much greater sum than had been granted by the English parliament. D'Estrades, 24th of December, 1665; 1st of January, 1666. Temple, vol. i. p. 71. It was probably the want of money which engaged the king to pay the seamen with tickets; a contrivance which proved so much to their loss.","subId":"n7","id":"Hume.HE.6.64.n7"},{"type":"note","content":"Temple, vol. ii. p. 41.","subId":"n8","id":"Hume.HE.6.64.n8"},{"type":"note","content":"Some nonconformists however, both in Scotland and England, had kept a correspondence with the States, and had entertained projects for insurrections, but they were too weak even to attempt the execution of them. D'Estrades, 13th October, 1665.","subId":"n9","id":"Hume.HE.6.64.n9"},{"type":"note","content":"The articles were, that he had advised the king to govern by military power without parliaments, that he had affirmed the king to be a papist or popishly affected, that he had received great sums of money for procuring the Canary patent and other illegal patents, that he had advised and procured divers of his majesty's subjects to be imprisoned against law, in remote islands and garrisons, thereby to prevent their having the benefit of the law, that he had procured the customs to be farmed at under rates, that he had received great sums from the Vintners' company, for allowing them to inhance the price of wines, that he had in a short time gained a greater estate than could have been supposed to arise from the profits of his offices, that he had introduced an arbitrary government into his majesty's plantations, that he had rejected a proposal for the preservation of Nevis and St. Christopher's, which was the occasion of great losses in those parts, that when he was in his majesty's service beyond sea he held a correspondence with Cromwel and his accomplices, that he advised the sale of Dunkirk, that he had unduly altered letters patent under the king's seal, that he had unduly decided causes in council, which should have been brought before chancery, that he had issued quo warrantos against corporations with an intention of squeezing money from them, that he had taken money for passing the bill of settlement in Ireland, that he betrayed the nation in all foreign treaties, and that he was the principal adviser of dividing the fleet in June 1666.","subId":"n10","id":"Hume.HE.6.64.n10"},{"type":"note","content":"25th of January, 1662.","subId":"n11","id":"Hume.HE.6.64.n11"},{"type":"note","content":"Burnet, p. 149.","subId":"n12","id":"Hume.HE.6.64.n12"},{"type":"note","content":"Burnet, p. 152.","subId":"n13","id":"Hume.HE.6.64.n13"},{"type":"note","content":"Id. p. 147.","subId":"n14","id":"Hume.HE.6.64.n14"},{"type":"note","content":"Burnet, p. 201.","subId":"n15","id":"Hume.HE.6.64.n15"},{"type":"note","content":"Burnet, p. 202.","subId":"n16","id":"Hume.HE.6.64.n16"},{"type":"note","content":"1664.","subId":"n17","id":"Hume.HE.6.64.n17"},{"type":"note","content":"Burnet, p. 213.","subId":"n18","id":"Hume.HE.6.64.n18"},{"type":"note","content":"28th November, 1666.","subId":"n19","id":"Hume.HE.6.64.n19"},{"type":"note","content":"Burnet, p. 237.","subId":"n20","id":"Hume.HE.6.64.n20"},{"type":"note","content":"Wodrow's History, vol. i. p. 255.","subId":"n21","id":"Hume.HE.6.64.n21"},{"type":"note","content":"In 1666.","subId":"n22","id":"Hume.HE.6.64.n22"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.6","imported":true,"title":"Volume 6. The History of Great Britain, Part 2","breadcrumb":"Volume 6","published":[1757]}],"prev":{"id":"Hume.HE.6.63","imported":true,"title":"Chapter 63. Charles II","breadcrumb":"Chapter 63","published":[1757]},"next":{"id":"Hume.HE.6.65","imported":true,"title":"Chapter 65. Charles II (cont.)","breadcrumb":"Chapter 65","published":[1757]}}