{"id":"Hume.HE.6.66","imported":true,"parent":"Hume.HE.6","title":"Chapter 66. Charles II (cont.)","breadcrumb":"Chapter 66","published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. LXVI.\nCHARLES II.\nSchemes of the Cabal——Remonstrances of Sir William Temple——Campaign of 1674——A Parliament——Passive obedience——A Parliament——Campaign of 1675——Congress of Nimeguen——Campaign of 1676——Uncertain conduct of the King——A Parliament——Campaign of 1677——Parliament's distrust of the King——Marriage of the Prince of Orange with the Lady Mary——Plan of peace——Negociations——Campaign of 1678——Negociations——Peace of Nimeguen——State of affairs in Scotland.","id":"Hume.HE.6.66"},{"type":"paragraph","content":"{1674. Schemes of the Cabal.} IF we consider the projects of the famous Cabal, it will appear hard to determine, whether the end, which those ministers pursued, were more blameable and pernicious, or the means, by which they were to effect it, more impolitic and imprudent. Though they might talk only of recovering or fixing the king's authority; their intention could be no other than that of making him absolute: Since it was not possible to regain or maintain, in opposition to the people, any of those powers of the crown, abolished by late law or custom, without subduing the people, and rendering the royal prerogative entirely uncontroulable. Against such a scheme, they might foresee, that every part of the nation would declare themselves, not only the old parliamentary faction, which, though they kept not in a body, were still numerous; but even the greatest royalists, who were indeed attached to monarchy, but desired to see it limited and restrained by law. It had appeared, that the present parliament, though elected during the greatest prevalence of the royal party, was yet tenacious of popular privileges, and retained a considerable jealousy of the crown, even before they had received any just ground of suspicion. The guards, therefore, together with a small army, new levied, and undisciplined, and composed too of Englishmen, were almost the only domestic resources, which the king could depend on in the prosecution of these dangerous counsels.","subId":"1","id":"Hume.HE.6.66.1"},{"type":"paragraph","content":"The assistance of the French king was, no doubt, deemed by the Cabal a considerable support in the schemes which they were forming; but it is not easily conceived, that they could imagine themselves capable of directing and employing an associate of so domineering a character. They ought justly to have suspected, that it would be the sole intention of Lewis, as it evidently was his interest, to raise incurable jealousies between the king and his people; and that he saw how much a steddy uniform government in this island, whether free or absolute, would form invincible barriers to his ambition. Should his assistance be demanded; if he sent a small supply, it would serve only to enrage the people, and render the breach altogether irreparable; if he furnished a great force, sufficient to subdue the nation, there was little reason to trust his generosity, with regard to the use, which he would make of this advantage.","subId":"2","id":"Hume.HE.6.66.2"},{"type":"paragraph","content":"In all its other parts, the plan of the Cabal, it must be confessed, appears equally absurd and incongruous. If the war with Holland were attended with great success, and involved the subjection of the republic; such an accession of force must fall to Lewis, not to Charles: And what hopes afterwards of resisting by the greatest unanimity so mighty a monarch? How dangerous, or rather how ruinous to depend upon his assistance against domestic discontents? If the Dutch, by their own vigour, and the assistance of allies, were able to defend themselves, and could bring the war to an equality, the French arms would be so employed abroad, that no considerable reinforcement could thence be expected to second the king's enterprizes in England. And might not the project of over-awing or subduing the people be esteemed, of itself, sufficiently odious, without the aggravation of sacrificing that State, which they regarded as their best ally, and with which, on many accounts, they were desirous of maintaining the greatest concord and strictest confederacy?","subId":"3","id":"Hume.HE.6.66.3"},{"type":"paragraph","content":"Whatever views likewise might be entertained of promoting by these measures the catholic religion; they could only tend to render all the other schemes abortive, and make them fall with inevitable ruin upon the projectors. The catholic religion, indeed, where it is established, is better fitted than the protestant for supporting an absolute monarchy; but would any man have thought of it as the means of acquiring arbitrary authority in England, where it was more detested than even slavery itself?","subId":"4","id":"Hume.HE.6.66.4"},{"type":"paragraph","content":"It must be allowed, that the difficulties, and even inconsistencies, attending the schemes of the Cabal, are so numerous and obvious, that one feels at first an inclination to deny the reality of those schemes, and to suppose them entirely the chimeras of calumny and faction. But the utter impossibility of accounting, by any other hypothesis, for those strange measures embraced by the court, as well as for the numerous circumstances, which accompanied them, obliges us to acknowledge (though there remains no direct evidence of it) that a formal plan was laid for changing the religion, and subverting the constitution, of England, and that the king and the ministry were in reality conspirators against the people. What is most probable in human affairs is not always true; and a very minute circumstance, overlooked in our speculations, serves often to explain events, which may seem the most surprizing and unaccountable. Though the king possessed penetration and a sound judgment, his capacity was chiefly fitted for smaller matters, and the ordinary occurrences of life; nor had he application enough to carry his view to distant consequences, or to digest and adjust any plan of political operations. As he scarcely ever thought twice on any one subject, every appearance of advantage was apt to seduce him; and when he found his way obstructed by unlooked-for difficulties, he readily turned aside into the first path, where he expected more to gratify the natural indolence of his disposition. To this versatility or pliancy of genius, he himself was inclined to trust; and he thought, that, after trying an experiment for enlarging his authority, and altering the national religion, he could easily, if it failed, return into the ordinary channel of government. But the suspicions of the people, though they burst not forth at once, were by this attempt rendered altogether incurable; and the more they reflected on the circumstances, attending it, the more resentment and jealousy were they apt to entertain. They observed, that the king never had any favourite; that he was never governed by his ministers, scarcely even by his mistresses; and that he himself was the chief spring of all public counsels. Whatever appearance, therefore, of a change might be assumed, they still suspected, that the same project was secretly in agitation; and they deemed no precaution too great to secure them against the pernicious consequences of such measures.","subId":"5","id":"Hume.HE.6.66.5"},{"type":"paragraph","content":"The king, sensible of this jealousy, was inclined thenceforth not to trust his people, of whom he had even before entertained a great diffidence; and though obliged to make a separate peace, he still kept up connexions with the French monarch. He apologized for deserting his ally, by representing to him all the real undissembled difficulties, under which he laboured; and Lewis, with the greatest complaisance and good humour, admitted the validity of his excuses. The duke likewise, conscious that his principles and conduct had rendered him still more obnoxious to the people, maintained on his own account a separate correspondence with the French court, and entered into particular connexions with Lewis, which these princes dignified with the name of friendship. The duke had only in view to secure his succession, and favour the catholics; and it must be acknowledged to his praise, that, though his schemes were, in some particulars, dangerous to the people, they gave the king no just ground of jealousy. A dutiful subject, and an affectionate brother, he knew no other rule of conduct than obedience; and the same unlimited submission, which afterwards, when king, he exacted of his people, he was ever willing, before he ascended the throne, to pay to his sovereign.","subId":"6","id":"Hume.HE.6.66.6"},{"type":"paragraph","content":"As the king was at peace with all the world, and almost the only prince in Europe placed in that agreeable situation, he thought proper to offer his mediation to the contending powers, in order to compose their differences. France, willing to negociate under so favourable a mediator, readily accepted of Charles's offer; but, it was apprehended, that, for a like reason, the allies would be inclined to refuse it. In order to give a sanction to his new measures, the king invited Temple from his retreat, and appointed him ambassador to the States. {Remonstrances of Sir W. Temple.} That wise minister, reflecting on the unhappy issue of his former undertakings, and the fatal turn of counsels, which had occasioned it, resolved, before he embarked anew, to acquaint himself, as far as possible, with the real intentions of the king, in those popular measures, which he seemed again to have adopted. After blaming the dangerous schemes of the Cabal, which Charles was desirous to excuse, he told his majesty very plainly, that he would find it extremely difficult, if not absolutely impossible, to introduce into England the same system of government and religion, which was established in France: That the universal bent of the nation was against both; and it required ages to change the genius and sentiments of a people: That many, who were at bottom indifferent in matters of religion, would yet oppose all alterations on that head; because they considered, that nothing but force of arms could subdue the reluctance of the people against popery; after which, they knew, there could be no security for civil liberty: That in France every circumstance had long been adjusted to that system of government, and tended to its establishment and support: That the commonalty, being poor and dispirited, were of no account; the nobility, engaged by the prospect or possession of numerous offices, civil and military, were entirely attached to the court; the ecclesiastics, retained by like motives, added the sanction of religion to the principles of civil policy: That in England a great part of the landed property belonged either to the yeomanry or middling gentry; the king had few offices to bestow; and could not himself even subsist, much less maintain an army, except by the voluntary supplies of his parliament: That if he had an army on foot, yet, if composed of Englishmen, they would never be prevailed on to promote ends, which the people so much feared and hated: That the Roman catholics in England were not the hundredth part of the nation, and in Scotland not the two hundredth; and it seemed against all common sense to hope, by one part, to govern ninety-nine, who were of contrary sentiments and dispositions: And that foreign troops, if few, would tend only to inflame hatred and discontent; and how to raise and bring over at once, or to maintain many, it was very difficult to imagine. To these reasonings Temple added the authority of Gourville, a Frenchman, for whom, he knew, the king had entertained a great esteem. \"A king of England,\" said Gourville, \"who will be the man of his people, is the greatest king in the world: But if he will be any thing more, he is nothing at all.\" The king heard, at first, this discourse with some impatience; but being a dextrous dissembler, he seemed moved at last, and laying his hand on Temple's, said, with an appearing cordiality, \"And I will be the man of my people.\"","subId":"7","id":"Hume.HE.6.66.7"},{"type":"paragraph","content":"Temple, when he went abroad, soon found, that the scheme of mediating a peace was likely to prove abortive. The allies, besides their jealousy of the king's mediation, expressed a great ardour for the continuance of war. Holland had stipulated with Spain never to come to an accommodation, till all things in Flanders were restored to the condition, in which they had been left by the Pyrenean treaty. The emperor had high pretensions in Alsace; and as the greater part of the empire joined in the alliance, it was hoped, that France, so much over-matched in force, would soon be obliged to submit to the terms demanded of her. The Dutch, indeed, oppressed by heavy taxes, as well as checked in their commerce, were desirous of peace; and had few or no claims of their own to retard it: But they could not in gratitude, or even in good policy, abandon allies, to whose protection they had so lately been indebted for their safety. The prince of Orange likewise, who had great influence in their councils, was all on fire for military fame, and was well pleased to be at the head of armies, from which such mighty successes were expected. Under various pretences, he eluded, during the whole campaign, the meeting with Temple; and after the troops were sent into winter-quarters, he told that minister, in his first audience, that, till greater impression were made on France, reasonable terms could not be hoped for; and it were therefore vain to negotiate.","subId":"8","id":"Hume.HE.6.66.8"},{"type":"paragraph","content":"{Campaign of 1674.} The success of the campaign had not answered expectation. The prince of Orange, with a superior army, was opposed in Flanders to the prince of Condé, and had hoped to penetrate into France by that quarter, where the frontier was then very feeble. After long endeavouring, though in vain, to bring Condé to a battle, he rashly exposed, at Seneffe, a wing of his army; and that active prince failed not at once to see and to seize the advantage. But this imprudence of the prince of Orange was amply compensated by his behaviour in that obstinate and bloody action which ensued. He rallied his dismayed troops; he led them to the charge; he pushed the veteran and martial troops of France; and he obliged the prince of Condé, notwithstanding his age and character, to exert greater efforts, and to risque his person more, than in any action, where, even during the heat of youth, he had ever commanded. After sun-set, the action was continued by the light of the moon; and it was darkness at last, not the weariness of the combatants, which put an end to the contest, and left the victory undecided. \"The prince of Orange,\" said Condé, with candour and generosity, \"has acted in every thing like an old captain, except venturing his life too like a young soldier.\" Oudenarde was afterwards invested by the prince of Orange; but he was obliged by the Imperial and Spanish generals to raise the siege on the approach of the enemy. He afterwards besieged and took Grave; and at the beginning of winter, the allied armies broke up, with great discontents and complaints on all sides.","subId":"9","id":"Hume.HE.6.66.9"},{"type":"paragraph","content":"The allies were not more successful in other places. Lewis in a few weeks reconquered Franchecomté. In Alsace, Turenne displayed, against a much superior enemy, all that military skill, which had long rendered him the most renowned captain of his age and nation. By a sudden and forced march, he attacked and beat at Sintzheim the duke of Lorrain and Caprara, general of the Imperialists. Seventy thousand Germans poured into Alsace, and took up their quarters in that province. Turenne, who had retired into Lorrain, returned unexpectedly upon them. He attacked and defeated a body of the enemy at Mulhausen. He chaced from Colmar the elector of Brandenburgh, who commanded the German troops. He gained a new advantage at Turkheim. And having dislodged all the allies, he obliged them to repass the Rhine, full of shame for their multiplied defeats, and still more, of anger and complaints against each other.","subId":"10","id":"Hume.HE.6.66.10"},{"type":"paragraph","content":"In England, all these events were considered by the people with great anxiety and concern; though the king and his ministers affected great indifference with regard to them. Considerable alterations were about this time made in the English ministry. Buckingham was dismissed, who had long, by his wit and entertaining humour, possessed the king's favour. Arlington, now chamberlain, and Danby the treasurer, possessed chiefly the king's confidence. Great hatred and jealousy took place between these ministers; and public affairs were somewhat disturbed by their quarrels. But Danby daily gained ground with his master. And Arlington declined in the same proportion. Danby was a frugal minister; and by his application and industry, he brought the revenue into tolerable order. He endeavoured so to conduct himself as to give offence to no party; and the consequence was, that he was able entirely to please none. He was a declared enemy to the French alliance; but never possessed authority enough to overcome the prepossessions, which the king and the duke retained towards it. It must be ascribed to the prevalence of that interest, aided by money, remitted from Paris, {1675. 13th April.} that the parliament was assembled so late this year; lest they should attempt to engage the king in measures against France, during the ensuing campaign. They met not till the approach of summer.","subId":"11","id":"Hume.HE.6.66.11"},{"type":"paragraph","content":"{A parliament.} Every step, taken by the commons, discovered that ill humour and jealousy, to which the late open measures of the king, and his present secret attachments gave but too just foundation. They drew up a new bill against popery, and resolved to insert in it many severe clauses for the detection and prosecution of priests: They presented addresses a second time against Lauderdale; and when the king's answer was not satisfactory, they seemed still determined to persevere in their applications: An accusation was moved against Danby; but upon examining the several articles, it was not found to contain any just reasons of a prosecution; and was therefore dropped: They applied to the king for recalling his troops from the French service; and as he only promised, that they should not be recruited, they appeared to be much dissatisfied with the answer: A bill was brought in, making it treason to levy money without authority of parliament: Another vacating the seats of such members as accepted of offices: Another to secure the personal liberty of the subject, and to prevent sending any person prisoner beyond sea.","subId":"12","id":"Hume.HE.6.66.12"},{"type":"paragraph","content":"That the court party might not be idle, during these attacks, a bill for a new test was introduced into the house of peers by the earl of Lindesey. All members of either house, and all who possessed any office, were by this bill required to swear, that it was not lawful, upon any pretence whatsoever, to take arms against the king; {Passive obedience.} that they abhorred the traiterous position of taking arms by his authority against his person, or against those who were commissioned by him; and that they will not at any time endeavour the alteration of the protestant religion, or of the established government either in church or state.","subId":"13","id":"Hume.HE.6.66.13"},{"type":"paragraph","content":"Great opposition was made to this bill; as might be expected from the present disposition of the nation. During seventeen days, the debates were carried on with much zeal; and all the reason and learning of both parties were displayed on the occasion. The question, indeed, with regard to resistance, was a point, which entered into the controversies of the old parties, cavalier and roundhead; as it made an essential part of the present disputes between court and country. Few neuters were found in the nation: But among such as could maintain a calm indifference, there prevailed sentiments wide of those which were adopted by either party. Such persons thought, that all general, speculative declarations of the legislature, either for or against resistance, were equally impolitic, and could serve to no other purpose, than to signalize in their turn the triumph of one faction over another: That the simplicity retained in the ancient laws of England, as well as in the laws of every other country, ought still to be preserved, and was best calculated to prevent the extremes on either side: That the absolute exclusion of resistance, in all possible cases, was founded on false principles; its express admission might be attended with dangerous consequences; and there was no necessity for exposing the public to either inconvenience: That if a choice must necessarily be made in the case, the preference of utility to truth in public institutions was apparent; nor could the supposition of resistance, beforehand and in general terms, be safely admitted in any government: That even in mixt monarchies, where that supposition seemed most requisite, it was yet entirely superfluous; since no man, on the approach of extraordinary necessity, could be at a loss, though not directed by legal declarations, to find the proper remedy: That even those who might, at a distance, and by scholastic reasoning, exclude all resistance, would yet hearken to the voice of nature; when evident ruin, both to themselves and to the public, must attend a strict adherence to their pretended principles: That the question, as it ought thus to be entirely excluded from all determinations of the legislature, was, even among private reasoners, somewhat frivolous, and little better than a dispute of words: That the one party could not pretend, that resistance ought ever to become a familiar practice; the other would surely have recourse to it in great extremities: And thus the difference could only turn on the degrees of danger or oppression, which would warrant this irregular remedy; a difference, which, in a general question, it was impossible, by any language, precisely to fix or determine.","subId":"14","id":"Hume.HE.6.66.14"},{"type":"paragraph","content":"There were many other absurdities in this test, particularly that of binding men by oath not to alter the government either in church or state; since all human institutions are liable to abuse, and require continual amendments, which are, in reality, so many alterations. It is not indeed possible to make a law, which does not innovate, more or less, in the government. These difficulties produced such obstructions to the bill, that it was carried only by two voices in the house of peers. All the popish lords, headed by the earl of Bristol, voted against it. It was sent down to the house of commons, where it was likely to undergo a scrutiny still more severe.","subId":"15","id":"Hume.HE.6.66.15"},{"type":"paragraph","content":"But a quarrel, which ensued between the two houses, prevented the passing of every bill, projected during the present session. One Dr. Shirley, being cast in a lawsuit before chancery against Sir John Fag, a member of the house of commons, preferred a petition of appeal to the house of peers. The Lords received it, and summoned Fag to appear before them. He complained to the lower house, who espoused his cause. They not only maintained, that no member of their house could be summoned before the peers: They also asserted, that the upper house could receive no appeals from any court of equity; a pretension, which extremely retrenched the jurisdiction of the peers, and which was contrary to the practice that had prevailed during this whole century. The commons send Shirley to prison; the lords assert their powers. Conferences are tried; but no accommodation ensues. Four lawyers are sent to the Tower by the commons, for transgressing the orders of the house, and pleading in this cause before the peers. The peers denominate this arbitrary commitment a breach of the great charter, and order the lieutenant of the Tower to release the prisoners: He declines obedience: They apply to the king, and desire him to punish the lieutenant for his contempt. The king summons both houses; exhorts them to unanimity; and informs them, that the present quarrel had arisen from the contrivance of his and their enemies, who expected by that means to force a dissolution of the parliament. His advice has no effect: The commons continue as violent as ever; and the king, {8th June.} finding that no business could be finished, at last prorogued the parliament.","subId":"16","id":"Hume.HE.6.66.16"},{"type":"paragraph","content":"{13th Oct. A parliament.} When the parliament was again assembled, there appeared not in any respect a change in the dispositions of either house. The king desired supplies, as well for the building of ships as for taking off anticipations, which lay upon his revenue. He even confessed, that he had not been altogether so frugal as he might have been, and as he resolved to be for the future; though he asserted, that, to his great satisfaction, he had found his expences by no means so exorbitant as some had represented them. The commons took into consideration the subject of supply. They voted 300,000 pounds for the building of ships; but they appropriated the sum by very strict clauses. They passed a resolution not to grant any supply for taking off the anticipations of the revenue. This vote was carried in a full house, by a majority of four only: So nearly were the parties balanced. The quarrel was revived, to which Dr. Shirley's cause had given occasion. The proceedings of the commons discovered the same violence as during the last session. A motion was made in the house of peers, but rejected, for addressing the king to dissolve the present parliament. The king contented himself with proroguing them to a very long term. {22d Nov.} Whether these quarrels between the houses arose from contrivance or accident was not certainly known. Each party might, according to their different views, esteem themselves either gainers or losers by them. The court might desire to obstruct all attacks from the commons, by giving them other employment. The country party might desire the dissolution of a parliament, which, notwithstanding all disgusts, still contained too many royalists, ever to serve all the purposes of the malcontents.","subId":"17","id":"Hume.HE.6.66.17"},{"type":"paragraph","content":"Soon after the prorogation, there passed an incident, which in itself is trivial, but tends strongly to mark the genius of the English government, and of Charles's administration, during this period. The liberty of the constitution, and the variety as well as violence of the parties, had begotten a propensity for political conversation; and as the coffee-houses in particular were the scenes, where the conduct of the king and the ministry was canvassed with great freedom, a proclamation was issued to suppress these places of rendezvous. Such an act of power, during former reigns, would have been grounded entirely on the prerogative; and before the accession of the house of Stuart, no scruple would have been entertained with regard to that exercise of authority. But Charles, finding doubts to arise upon his proclamation, had recourse to the judges, who supplied him with a chicane, and that too a frivolous one, by which he might justify his proceedings. The law, which settled the excise, enacted, that licences for retailing liquors might be refused to such as could not find security for payment of the duties. But coffee was not a liquor subjected to excise; and even this power of refusing licences was very limited, and could not reasonably be extended beyond the intention of the act. The king, therefore, observing the people to be much dissatisfied, yielded to a petition of the coffee-men, who promised for the future to restrain all seditious discourse in their houses; and the proclamation was recalled.","subId":"18","id":"Hume.HE.6.66.18"},{"type":"paragraph","content":"{Campaign of 1675.} This campaign proved more fortunate to the confederates than any other during the whole war. The French took the field in Flanders with a numerous army; and Lewis himself served as a volunteer under the prince of Condé. But notwithstanding his great preparations, he could gain no advantages but the taking of Huy and Limbourg, places of small consequence. The prince of Orange with a considerable army opposed him in all his motions; and neither side was willing, without a visible advantage, to hazard a general action, which might be attended either with the entire loss of Flanders on the one hand, or the invasion of France on the other. Lewis, tired of so unactive a campaign, returned to Versailles; and the whole summer passed in the Low-Countries without any memorable event.","subId":"19","id":"Hume.HE.6.66.19"},{"type":"paragraph","content":"Turenne commanded on the Upper Rhine, in opposition to his great rival, Montecuculi, general of the Imperialists. The object of the latter was to pass the Rhine, to penetrate into Alsace, Lorraine, or Burgundy, and to fix his quarters in these provinces: The aim of the former was to guard the French frontiers, and to disappoint all the schemes of his enemy. The most consummate skill was displayed on both sides; and if any superiority appeared in Turenne's conduct, it was chiefly ascribed to his greater vigour of body, by which he was enabled to inspect all the posts in person, and could on the spot take the justest measures for the execution of his designs. By posting himself on the German side of the Rhine, he not only kept Montecuculi from passing that river: He had also laid his plan in so masterly a manner, that, in a few days he must have obliged the Germans to decamp, and have gained a considerable advantage over them; when a period was put to his life, by a random shot, which struck him on the breast as he was taking a view of the enemy. The consternation of his army was inexpressible. The French troops, who, a moment before, were assured of victory, now considered themselves as entirely vanquished; and the Germans, who would have been glad to compound for a safe retreat, expected no less than the total destruction of their enemy. But de Lorges, nephew to Turenne, succeeded him in the command, and possessed a great share of the genius and capacity of his predecessor. By his skilful operations, the French were enabled to repass the Rhine, without considerable loss; and this retreat was deemed equally glorious with the greatest victory. The valour of the English troops, who were placed in the rear, greatly contributed to save the French army. They had been seized with the same passion as the native troops of France, for their brave general, and fought with ardour to revenge his death on the Germans. The duke of Marlborough, then captain Churchill, here learned the rudiments of that art, which he afterwards practised with such fatal success against France.","subId":"20","id":"Hume.HE.6.66.20"},{"type":"paragraph","content":"The prince of Condé left the army in Flanders under the command of Luxembourg; and carrying with him a considerable reinforcement, succeeded to Turenne's command. He defended Alsace from the Germans, who had passed the Rhine, and invaded that province. He obliged them first to raise the siege of Hagenau, then that of Saberne. He eluded all their attempts to bring him to a battle. And having dexterously prevented them from establishing themselves in Alsace, he forced them, notwithstanding their superiority of numbers, to repass the Rhine, and to take up winter quarters in their own country.","subId":"21","id":"Hume.HE.6.66.21"},{"type":"paragraph","content":"After the death of Turenne, a detachment of the German army was sent to the siege of Treves: An enterprize, in which the Imperialists, the Spaniards, the Palatine, the duke of Lorraine, and many other princes passionately concurred. The project was well concerted, and executed with vigor. Mareschal Crequi, on the other hand, collected an army, and advanced with a view of forcing the Germans to raise the siege. They left a detachment to guard their lines, and under the command of the dukes of Zell and Osnaburgh, marched in quest of the enemy. At Consarbric, they fell unexpectedly, and with superior numbers, on Crequi, and put him to rout. He escaped with four attendants only; and throwing himself into Treves, resolved, by a vigorous defence, to make atonement for his former error or misfortune. The garrison was brave, but not abandoned to that total despair, by which their governor was actuated. They mutinied against his obstinacy; capitulated for themselves; and because he refused to sign the capitulation, they delivered him a prisoner into the hands of the enemy.","subId":"22","id":"Hume.HE.6.66.22"},{"type":"paragraph","content":"It is remarkable, that this defeat, given to Crequi, is almost the only one, which the French received at land, from Rocroi to Blenheim, during the course of above sixty years; and these too, full of bloody wars against potent and martial enemies: Their victories almost equal the number of years during that period. Such was the vigour and good conduct of that monarchy! And such too were the resources and refined policy of the other European nations, by which they were enabled to repair their losses, and still to confine that mighty power nearly within its ancient limits! A fifth part of these victories would have sufficed, in another period, to have given to France the empire of Europe.","subId":"23","id":"Hume.HE.6.66.23"},{"type":"paragraph","content":"The Swedes had been engaged, by the payment of large subsidies, to take part with Lewis, and invade the territories of the elector of Brandenburgh in Pomerania. That elector, joined by some Imperialists from Silesia, fell upon them with bravery and success. He soon obliged them to evacuate his part of that country, and he pursued them into their own. He had an interview with the king of Denmark, who had now joined the confederates, and resolved to declare war against Sweden. These princes concerted measures for pushing the victory.","subId":"24","id":"Hume.HE.6.66.24"},{"type":"paragraph","content":"To all these misfortunes against foreign enemies were added some domestic insurrections of the common people in Guienne and Brittany. Though soon suppressed, they divided the force and attention of Lewis. The only advantage, gained by the French, was at sea. Messina in Sicily had revolted; and a fleet under the duke de Vivonne was dispatched to support the rebels. The Dutch had sent a squadron to assist the Spaniards. A battle ensued, where de Ruyter was killed. This event alone was thought equivalent to a victory.","subId":"25","id":"Hume.HE.6.66.25"},{"type":"paragraph","content":"The French, who, twelve years before, had scarcely a ship of war in any of their harbours, had raised themselves, by means of perseverance and policy, to be, in their present force, though not in their resources, the first maritime power in Europe. The Dutch, while in alliance with them against England, had supplied them with several vessels, and had taught them the rudiments of the difficult art of ship building. The English next, when in alliance with them against Holland, instructed them in the method of fighting their ships, and of preserving order in naval engagements. Lewis availed himself of every opportunity to aggrandize his people, while Charles, sunk in indolence and pleasure, neglected all the noble arts of government; or if at any time he roused himself from his lethargy, that industry, by reason of the unhappy projects which he embraced, was often more pernicious to the public than his inactivity itself. He was as anxious to promote the naval power of France, as if the safety of his crown had depended on it; and many of the plans executed in that kingdom, were first, it is said, digested and corrected by him.","subId":"26","id":"Hume.HE.6.66.26"},{"type":"paragraph","content":"{1676.} The successes of the allies had been considerable the last campaign; but the Spaniards and Imperialists well knew, that France was not yet sufficiently broken, nor willing to submit to the terms which they resolved to impose upon her. Though they could not refuse the king's mediation, and Nimeguen, {Congress of Nimeguen.} after many difficulties, was at last fixed on as the place of congress; yet under one pretence or other, they still delayed sending their ambassadors, and no progress was made in the negociation. Lord Berkeley, Sir William Temple, and Sir Lionel Jenkins, were the English ministers at Nimeguen. The Dutch, who were impatient for peace, soon appeared: Lewis, who hoped to divide the allies, and who knew, that he himself could neither be seduced nor forced into a disadvantageous peace, sent ambassadors: The Swedes, who hoped to recover by treaty what they had lost by arms, were also forward to negociate. But as these powers could not proceed of themselves to settle terms, the congress, hitherto, served merely as an amusement to the public.","subId":"27","id":"Hume.HE.6.66.27"},{"type":"paragraph","content":"{Campaign of 1676.} It was by the events of the campaign, not the conferences among the negotiators, that the articles of peace were to be determined. The Spanish towns, ill fortified and worse defended, made but a feeble resistance to Lewis; who, by laying up magazines during the winter, was able to take the field early in the spring, before the forage could be found in the open country. In the month of April he laid siege to Condé, and took it by storm in four days. Having sent the duke of Orleans to besiege Bouchaine, a small but important fortress, he posted himself so advantageously with his main army, as to hinder the confederates from relieving it, or fighting without disadvantage. The prince of Orange, in spite of the difficulties of the season, and the want of provisions, came in sight of the French army; but his industry served to no other purpose than to render him spectator of the surrender of Bouchaine. Both armies stood in awe of each other, and were unwilling to hazard an action, which might be attended with the most important consequences. Lewis, though he wanted not personal courage, was little enterprizing in the field; and being resolved this campaign to rest contented with the advantages which he had so early obtained, he thought proper to entrust his army to mareschal Schomberg, and retired himself to Versailles. After his departure, the prince of Orange laid siege to Maestricht; but meeting with an obstinate resistance, he was obliged, on the approach of Schomberg, who in the mean time had taken Aire, to raise the siege. He was incapable of yielding to adversity, or bending under misfortunes: But he began to foresee, that, by the negligence and errors of his allies, the war in Flanders must necessarily have a very unfortunate issue.","subId":"28","id":"Hume.HE.6.66.28"},{"type":"paragraph","content":"On the Upper Rhine, Philipsbourg was taken by the Imperialists. In Pomerania, the Swedes were so unsuccessful against the Danes and Brandenburghers, that they seemed to be losing apace all those possessions, which, with so much valour and good fortune, they had acquired in Germany.","subId":"29","id":"Hume.HE.6.66.29"},{"type":"paragraph","content":"About the beginning of winter, the congress of Nimeguen was pretty full, and the plenipotentiaries of the emperor and Spain, two powers strictly conjoined by blood and alliance, at last appeared. The Dutch had threatened, if they absented themselves any longer, to proceed to a separate treaty with France. In the conferences and negociations, the dispositions of the parties became every day more apparent.","subId":"30","id":"Hume.HE.6.66.30"},{"type":"paragraph","content":"{1677.} The Hollanders, loaded with debts, and harassed with taxes, were desirous of putting an end to a war; in which, besides the disadvantages attending all leagues, the weakness of the Spaniards, the divisions and delays of the Germans, prognosticated nothing but disgrace and misfortune. Their commerce languished; and what gave them still greater anxiety, the commerce of England, by reason of her neutrality, flourished extremely; and they were apprehensive, lest advantages, once lost, would never thoroughly be regained. They had themselves no farther motive for continuing the war, than to secure a good frontier to Flanders; but gratitude to their allies still engaged them to try, whether another campaign might procure a peace, which would give general satisfaction. The prince of Orange, urged by motives of honour, of ambition, and of animosity against France, endeavoured to keep them steady to this resolution.","subId":"31","id":"Hume.HE.6.66.31"},{"type":"paragraph","content":"The Spaniards, not to mention the other incurable weaknesses, into which their monarchy was fallen, were distracted with domestic dissentions between the parties of the queen regent and Don John, natural brother to their young sovereign. Though unable of themselves to defend Flanders, they were resolute not to conclude a peace, which would leave it exposed to every assault or inroad; and while they made the most magnificent promises to the States, their real trust was in the protection of England. They saw, that, if that small but important territory were once subdued by France, the Hollanders, exposed to so terrible a power, would fall into dependance, and would endeavour, by submissions, to ward off that destruction, to which a war in the heart of their state must necessarily expose them. They believed, that Lewis, sensible how much greater advantages he might reap from the alliance than from the subjection of the republic, which must scatter its people, and depress its commerce, would be satisfied with very moderate conditions, and would turn his enterprizes against his other neighbours. They thought it impossible but the people and parliament of England, foreseeing these obvious consequences, must at last force the king to take part in the affairs of the continent, in which their interests were so deeply concerned. And they trusted, that even the king himself, on the approach of so great a danger, must open his eyes, and sacrifice his prejudices, in favour of France, to the safety of his own dominions.","subId":"32","id":"Hume.HE.6.66.32"},{"type":"paragraph","content":"{Uncertain conduct of the king.} But Charles here found himself entangled in such opposite motives and engagements, as he had not resolution enough to break, or patience to unravel. On the one hand, he always regarded his alliance with France as a sure resource in case of any commotions among his own subjects; and whatever schemes he might still retain for enlarging his authority, or altering the established religion, it was from that quarter alone he could expect assistance. He had actually in secret sold his neutrality to France, and he received remittances of a million of livres a-year, which was afterwards encreased to two millions; a considerable supply in the present embarrassed state of his revenue. And he dreaded, lest the parliament should treat him as they had formerly done his father; and after they had engaged him in a war on the continent, should take advantage of his necessities, and make him purchase supplies by sacrificing his prerogative, and abandoning his ministers.","subId":"33","id":"Hume.HE.6.66.33"},{"type":"paragraph","content":"On the other hand, the cries of his people and parliament, seconded by Danby, Arlington, and most of his ministers, incited him to take part with the allies, and to correct the unequal balance of power in Europe. He might apprehend danger from opposing such earnest desires: He might hope for large supplies if he concurred with them: And however inglorious and indolent his disposition, the renown of acting as arbiter of Europe, would probably at intervals rouze him from his lethargy, and move him to support the high character, with which he stood invested.","subId":"34","id":"Hume.HE.6.66.34"},{"type":"paragraph","content":"It is worthy of observation, that, during this period, the king was, by every one, abroad and at home, by France and by the allies, allowed to be the undisputed arbiter of Europe; and no terms of peace, which he would have prescribed, could have been refused by either party. Though France afterwards found means to resist the same alliance, joined with England; yet was she then obliged to make such violent efforts as quite exhausted her; and it was the utmost necessity, which pushed her to find resources, far surpassing her own expectations. Charles was sensible, that, so long as the war continued abroad, he should never enjoy ease at home, from the impatience and importunity of his subjects; yet could he not resolve to impose a peace by openly joining himself with either party. Terms advantageous to the allies must lose him the friendship of France: The contrary would enrage his parliament. Between these views, he perpetually fluctuated; and from his conduct, it is observable, that a careless, remiss disposition, agitated by opposite motives, is capable of as great inconsistencies as are incident even to the greatest imbecillity and folly.","subId":"35","id":"Hume.HE.6.66.35"},{"type":"paragraph","content":"{15th Feb. A parliament.} The parliament was assembled; and the king made them a plausible speech, in which he warned them against all differences among themselves; expressed a resolution to do his part for bringing their consultations to a happy issue; and offered his consent to any laws for the farther security of their religion, liberty, and property. He then told them of the decayed condition of the navy; and asked money for repairing it: He informed them, that part of his revenue, the additional excise, was soon to expire: And he added these words, \"You may at any time see the yearly established expence of the government, by which it will appear, that, the constant and unavoidable charge being paid, there will remain no overplus towards answering those contingencies, which may happen in all kingdoms, and which have been a considerable burthen on me this last year.\"","subId":"36","id":"Hume.HE.6.66.36"},{"type":"paragraph","content":"Before the parliament entered upon business, they were stopped by a doubt, concerning the legality of their meeting. It had been enacted by an old law of Edward III. \"That parliaments should be held once every year, or oftener, if need be.\" The last prorogation had been longer than a year; and being supposed on that account illegal, it was pretended to be equivalent to a dissolution. The consequence seems by no means just; and besides, a later act, that which repealed the triennial law, had determined, that it was necessary to hold parliaments only once in three years. Such weight, however, was put on this cavil, that Buckingham, Shaftesbury, Salisbury, and Wharton, insisted strenuously in the house of peers on the invalidity of the parliament, and the nullity of all its future acts. For such dangerous positions, they were sent to the Tower, there to remain during the pleasure of his majesty and the house. Buckingham, Salisbury, and Wharton made submissions, and were soon after released. But Shaftesbury, more obstinate in his temper, and desirous of distinguishing himself by his adherence to liberty, sought the remedy of law; and being rejected by the judges, he was at last, after a twelve-month's imprisonment, obliged to make the same submissions; upon which he was also released.","subId":"37","id":"Hume.HE.6.66.37"},{"type":"paragraph","content":"The commons at first seemed to proceed with temper. They granted the sum of 586,000 pounds, for building thirty ships; though they strictly appropriated the money to that service. Estimates were given in of the expence; but it was afterwards found that they fell short near 100,000 pounds. They also voted, agreeably to the king's request, the continuance of the additional excise for three years. This excise had been granted for nine years in 1668. Every thing seemed to promise a peaceable and an easy session.","subId":"38","id":"Hume.HE.6.66.38"},{"type":"paragraph","content":"{Campaign of 1677.} But the parliament was roused from this tranquillity by the news received from abroad. The French king had taken the field in the middle of February, and laid siege to Valenciennes, which he carried in a few days by storm. He next invested both Cambray and St. Omers. The prince of Orange, alarmed with his progress, hastily assembled an army, and marched to the relief of St. Omers. He was encountered by the French, under the duke of Orleans and mareschal Luxembourg. The prince possessed great talents for war; courage, activity, vigilance, patience; but still he was inferior in genius to those consummate generals, opposed to him by Lewis; and though he always found means to repair his losses, and to make head in a little time against the victors, he was, during his whole life, unsuccessful. By a masterly movement of Luxembourg, he was here defeated, and obliged to retreat to Ypres. Cambray and St. Omers were soon after surrendered to Lewis.","subId":"39","id":"Hume.HE.6.66.39"},{"type":"paragraph","content":"This success, derived from such great power and such wise conduct, infused a just terror into the English parliament. They addressed the king, representing the danger to which the kingdom was exposed from the greatness of France; and praying, that his majesty, by such alliances as he should think fit, would both secure his own dominions and the Spanish Netherlands, and thereby quiet the fears of his people. The king, desirous of eluding this application, which he considered as a kind of attack on his measures, replied in general terms, that he would use all means for the preservation of Flanders, consistent with the peace and safety of his kingdoms. This answer was an evasion, or rather a denial. The commons, therefore, thought proper to be more explicite. They entreated him not to defer the entering into such alliances as might attain that great end: And in case war with the French king should be the result of his measures, they promised to grant him all the aids and supplies, which would enable him to support the honour and interest of the nation. The king was also more explicite in his reply. He told them, that the only way to prevent danger, was to put him in a condition to make preparations for their security. This message was understood to be a demand of money. The parliament accordingly empowered the king to borrow on the additional excise 200,000 pounds at seven per cent.: A very small sum indeed; but which they deemed sufficient, with the ordinary revenue, to equip a good squadron, and thereby put the nation in security, till farther resolutions should be taken.","subId":"40","id":"Hume.HE.6.66.40"},{"type":"paragraph","content":"But this concession fell far short of the king's expectations. He therefore informed them, that, unless they granted him the sum of 600,000 pounds upon new funds, it would not be possible for him, without exposing the nation to manifest danger, to speak or act those things, which would answer the end of their several addresses. The house took this message into consideration: But before they came to any resolution, the king sent for them to Whitehall, where he told them, upon the word of a king, that they should not repent any trust, which they would repose in him for the safety of his kingdom; that he would not for any consideration break credit with them, or employ their money to other uses, than those for which they intended it; but that he would not hazard, either his own safety or theirs, by taking any vigorous measures, or forming new alliances, till he were in a better condition both to defend his subjects, and offend his enemies. This speech brought affairs to a short issue. The king required them to trust him with a large sum: He pawned his royal word for their security: They must either run the risque of losing their money, or fail of those alliances which they had projected, and at the same time declare to all the world the highest distrust of their sovereign.","subId":"41","id":"Hume.HE.6.66.41"},{"type":"paragraph","content":"{Parliament's distrust of the king.} But there were many reasons which determined the house of commons to put no trust in the king. They considered, that the pretence of danger was obviously groundless; while the French were opposed by such powerful alliances on the continent, while the king was master of a good fleet at sea, and while all his subjects were so heartily united in opposition to foreign enemies. That the only justifiable reason, therefore, of Charles's backwardness, was not the apprehension of danger from abroad, but a diffidence, which he might perhaps have entertained of his parliament; lest, after engaging him in foreign alliances for carrying on war, they should take advantage of his necessities, and extort from him concessions dangerous to his royal dignity. That this parliament, by their past conduct, had given no foundation for such suspicions, and were so far from pursuing any sinister ends, that they had granted supplies for the first Dutch war; for maintaining the triple league, though concluded without their advice; even for carrying on the second Dutch war, which was entered into contrary to their opinion, and contrary to the manifest interests of the nation. That on the other hand, the king had, by former measures, excited very reasonable jealousies in his people, and did with a bad grace require at present their trust and confidence. That he had not scrupled to demand supplies for maintaining the triple league, at the very moment he was concerting measures for breaking it, and had accordingly employed to that purpose the supplies, which he had obtained by those delusive pretences. That his union with France, during the war against Holland, must have been founded on projects the most dangerous to his people; and as the same union was still secretly maintained, it might justly be feared, that the same projects were not yet entirely abandoned. That he could not seriously intend to prosecute vigorous measures against France; since he had so long remained entirely unconcerned during such obvious dangers; and, till prompted by his parliament, whose proper business it was not to take the lead in those parts of administration, had suspended all his activity. That if he really meant to enter into a cordial union with his people, he would have taken the first step, and have endeavoured, by putting trust in them, to restore that confidence, which he himself, by his rash conduct, had first violated. That it was in vain to ask so small a sum as 600,000 pounds, in order to secure him against the future attempts of the parliament; since that sum must soon be exhausted by a war with France, and he must again fall into that dependance, which was become, in some degree, essential to the constitution. That if he would form the necessary alliances, that sum, or a greater, would instantly be voted; nor could there be any reason to dread, that the parliament would immediately desert measures, in which they were engaged by their honour, their inclination, and the public interest. That the real ground, therefore, of the king's refusal was neither apprehension of danger from foreign enemies, nor jealousy of parliamentary encroachments; but a desire of obtaining the money, which he intended, notwithstanding his royal word, to employ to other purposes. And that by using such dishonourable means to so ignoble an end, he rendered himself still more unworthy the confidence of his people.","subId":"42","id":"Hume.HE.6.66.42"},{"type":"paragraph","content":"The house of commons was now regularly divided into two parties, the court and the country. Some were inlisted in the court-party by offices, nay, a few by bribes secretly given them; a practice first begun by Clifford, a dangerous minister: But great numbers were attached merely by inclination; so far as they esteemed the measures of the court agreeable to the interests of the nation. Private views and faction had likewise drawn several into the country party: But there were also many of that party, who had no other object than the public good. These disinterested members on both sides fluctuated between the factions; and gave the superiority sometimes to the court, sometimes to the opposition. In the present emergence, a general distrust of the king prevailed; and the parliament resolved not to hazard their money, in expectation of alliances, which, they believed, were never intended to be formed. Instead of granting the supply, they voted an address, wherein they \"besought his majesty to enter into a league, offensive and defensive, with the States General of the United Provinces, against the growth and power of the French king, and for the preservation of the Spanish Netherlands; and to make such other alliances with the confederates as should appear fit and useful to that end.\" They supported their advice with reasons; and promised speedy and effectual supplies, for preserving his majesty's honour and ensuring the safety of the public. The king pretended the highest anger at this address, which he represented as a dangerous encroachment upon his prerogative. He reproved the commons in severe terms; and ordered them immediately to be adjourned.","subId":"43","id":"Hume.HE.6.66.43"},{"type":"paragraph","content":"{8th May.} It is certain, that this was the critical moment, when the king both might with ease have preserved the balance of power in Europe, which it has since cost this island a great expence of blood and treasure to restore, and might by perseverance have at last regained, in some tolerable measure, after all past errors, the confidence of his people. This opportunity being neglected, the wound became incurable; and notwithstanding his momentary appearances of vigour against France and popery, and their momentary inclinations to rely on his faith: he was still believed to be at bottom engaged in the same interests, and they soon relapsed into distrust and jealousy. The secret memoirs of this reign, which have since been published, prove beyond a doubt, that the king had at this time concerted measures with France, and had no intention to enter into a war in favour of the allies. He had entertained no view, therefore, even when he pawned his royalword to his people, than to procure a grant of money; and he trusted, that, while he eluded their expectations, he could not afterwards want pretences for palliating his conduct.","subId":"44","id":"Hume.HE.6.66.44"},{"type":"paragraph","content":"Negotiations meanwhile were carried on between France and Holland, and an eventual treaty was concluded; that is, all their differences were adjusted, provided they could afterwards satisfy their allies on both sides. This work, though in appearance difficult, seemed to be extremely forwarded, by farther bad successes on the part of the confederates, and by the great impatience of the Hollanders; when a new event happened, which promised a more prosperous issue to the quarrel with France, and revived the hopes of all the English, who understood the interests of their country.","subId":"45","id":"Hume.HE.6.66.45"},{"type":"paragraph","content":"The king saw, with regret, the violent discontents, which prevailed in the nation, and which seemed every day to augment upon him. Desirous by his natural temper to be easy himself, and to make every body else easy, he sought expedients to appease those murmurs, which, as they were very disagreeable for the present, might in their consequences prove extremely dangerous. He knew, that, during the late war with Holland, the malcontents at home had made applications to the prince of Orange; and if he continued still to neglect the prince's interests, and to thwart the inclinations of his own people, he apprehended lest their common complaints should cement a lasting union between them. He saw, that the religion of the duke inspired the nation with dismal apprehensions; and though he had obliged his brother to allow the young princesses to be educated in the protestant faith, something farther, he thought, was necessary, in order to satisfy the nation. He entertained, therefore, proposals for marrying the prince of Orange to the lady Mary, the elder princess, and heir apparent to the crown (for the duke had no male issue), and he hoped, by so tempting an offer, to engage him intirely in his interests. A peace he purposed to make; such as would satisfy France, and still preserve his connections with that crown: And he intended to sanctify it by the approbation of the prince, whom he found to be extremely revered in England, and respected throughout Europe. All the reasons for this alliance were seconded by the solicitations of Danby, and also of Temple, who was at that time in England: And Charles at last granted permission to the prince, when the campaign should be over, to pay him a visit.","subId":"46","id":"Hume.HE.6.66.46"},{"type":"paragraph","content":"{10th Oct.} The king very graciously received his nephew at Newmarket. He would have entered immediately upon business; but the prince desired first to be acquainted with the lady Mary: And he declared, that, contrary to the usual sentiments of persons of his rank, he placed a great part of happiness in domestic satisfaction, and would not, upon any consideration of interest or politics, match himself with a person disagreeable to him. He was introduced to the princess, whom he found in the bloom of youth, and extremely amiable both in her person and her behaviour. The king now thought, that he had a double tye upon him, and might safely expect his compliance with every proposal: He was surprized to find the prince decline all discourse of business, and refuse to concert any terms for the general peace, till his marriage should be finished. He foresaw, he said, from the situation of affairs, that his allies were likely to have hard terms; and he never would expose himself to the reproach of having sacrificed their interests to promote his own purposes. Charles still believed, notwithstanding the cold, severe manner of the prince, that he would abate of this rigid punctilio of honour; and he protracted the time, hoping, by his own insinuation and address, as well as by the allurements of love and ambition, to win him to compliance. One day, Temple found the prince in very bad humour, repenting that he had ever come to England, and resolute in a few days to leave it: But before he went, the king, he said, must chuse the terms, on which they should hereafter live together: He was sure it must be like the greatest friends or the greatest enemies: And he desired Temple to inform his master next morning of these intentions. Charles was struck with this menace, and foresaw how the prince's departure would be interpreted by the people. He resolved, therefore, immediately to yield with a good grace; {23rd Octob. Marriage of the prince of Orange with the lady Mary.} and having paid a compliment to his nephew's honesty, he told Temple, that the marriage was concluded, and desired him to inform the duke of it, as of an affair already resolved on. The duke seemed surprized; but yielded a prompt obedience: Which, he said, was his constant maxim to whatever he found to be the king's pleasure. No measure during this reign gave such general satisfaction. All parties strove who should most applaud it. And even Arlington, who had been kept out of the secret, told the prince, \"That some things good in themselves, were spoiled by the manner of doing them, as some things bad were mended by it; but he would confess, that this was a thing so good in itself, that the manner of doing it could not spoil it.\"","subId":"47","id":"Hume.HE.6.66.47"},{"type":"paragraph","content":"This marriage was a great surprize to Lewis, who, accustomed to govern every thing in the English court, now found so important a step taken, not only without his consent, but without his knowledge or participation. A conjunction of England with the allies, and a vigorous war in opposition to French ambition, were the consequences immediately expected, both abroad and at home: But to check these sanguine hopes, the king, a few days after the marriage, prolonged the adjournment of the parliament from the third of December to the fourth of April. This term was too late for granting supplies, or making preparations for war; and could be chosen by the king for no other reason, than as an atonement to France for his consent to the marriage. It appears also that Charles secretly received from Lewis the sum of two millions of livres on account of this important service.","subId":"48","id":"Hume.HE.6.66.48"},{"type":"paragraph","content":"{Plan of peace.} The king, however, entered into consultations with the prince, together with Danby and Temple, concerning the terms which it would be proper to require of France. After some debate, it was agreed, that France should restore Lorrain to the duke; with Tournay, Valenciennes, Condé, Aeth, Charleroi, Courtray, Oudenarde, and Binche to Spain, in order to form a good frontier for the Low Countries. The prince insisted that Franchecomté should likewise be restored; and Charles thought, that, because he had patrimonial estates of great value in that province, and deemed his property more secure in the hands of Spain, he was engaged by such views to be obstinate in that point: But the prince declared, that to procure but one good town to the Spaniards in Flanders, he would willingly relinquish all those possessions. As the king still insisted on the impossibility of wresting Franchecomté from Lewis, the prince was obliged to acquiesce.","subId":"49","id":"Hume.HE.6.66.49"},{"type":"paragraph","content":"Notwithstanding this concession to France, the projected peace was favourable to the allies; and it was a sufficient indication of vigour in the king, that he had given his assent to it. He farther agreed to send over a minister instantly to Paris, in order to propose these terms. This minister was to enter into no treaty: He was to allow but two days for the acceptance or refusal of the terms: Upon the expiration of these, he was presently to return: And in case of refusal, the king promised to enter immediately into the confederacy. To carry so imperious a message, and so little expected from the English court, Temple was the person pitched on, whose declared aversion to the French interest was not likely to make him fail of vigour and promptitude in the execution of his commission.","subId":"50","id":"Hume.HE.6.66.50"},{"type":"paragraph","content":"But Charles next day felt a relenting in this assumed vigour. Instead of Temple he dispatched the earl of Feversham, a creature of the duke's, and a Frenchman by birth: And he said, that the message being harsh in itself, it was needless to aggravate it by a disagreeable messenger. The prince left London; and the king, at his departure, assured him, that he never would abate in the least point of the scheme concerted, and would enter into war with Lewis, if he rejected it.","subId":"51","id":"Hume.HE.6.66.51"},{"type":"paragraph","content":"{Negociations.} Lewis received the message with seeming gentleness and complacency. He told Feversham, that the king of England well knew, that he might always be master of the peace; but some of the towns in Flanders, it seemed very hard to demand, especially Tournay, upon whose fortifications such immense sums had been expended: He would therefore take some short time to consider of an answer. Feversham said, that he was limited to two days stay: But when that time was elapsed, he was prevailed on to remain some few days longer; and he came away at last without any positive answer. Lewis said, that he hoped his brother would not break with him for one or two towns: And with regard to them too, he would send orders to his ambassador at London to treat with the king himself. Charles was softened by the softness of France; and the blow was thus artfully eluded. The French ambassador, Barillon, owned at last, that he had orders to yield all except Tournay, and even to treat about some equivalent for that fortress, if the king absolutely insisted upon it. The prince was gone, who had given spirit to the English court; and the negociation began to draw out into messages and returns from Paris.","subId":"52","id":"Hume.HE.6.66.52"},{"type":"paragraph","content":"By intervals, however, the king could rouze himself, and show still some firmness and resolution. Finding that affairs were not likely to come to any conclusion with France, he summoned, notwithstanding the long adjournment, the parliament on the fifteenth of January; an unusual measure, and capable of giving alarm to the French court. Temple was sent for to the council, and the king told him, that he intended he should go to Holland, in order to form a treaty of alliance with the States; and that the purpose of it should be, like the triple league, to force both France and Spain to accept of the terms proposed. Temple was sorry to find this act of vigour qualified by such a regard to France, and by such an appearance of indifference and neutrality between the parties. He told the king, that the resolution agreed on, was to begin the war in conjunction with all the confederates, in case of no direct and immediate answer from France: That this measure would satisfy the prince, the allies, and the people of England; advantages which could not be expected from such an alliance with Holland alone: That France would be disobliged, and Spain likewise; nor would the Dutch be satisfied with such a faint imitation of the triple league, a measure concerted when they were equally at peace with both parties. For these reasons, Temple declined the employment; and Lawrence Hyde, second son of chancellor Clarendon, was sent in his place.","subId":"53","id":"Hume.HE.6.66.53"},{"type":"paragraph","content":"{1678.} The Prince of Orange could not regard without contempt such symptoms of weakness and vigour conjoined in the English counsels. He was resolved, however, to make the best of a measure, which he did not approve; and as Spain secretly consented, that her ally should form a league, which was seemingly directed against her as well as France, but which was to fall only on the latter, {6th Jan.} the States concluded the treaty in the terms proposed by the king.","subId":"54","id":"Hume.HE.6.66.54"},{"type":"paragraph","content":"{28th Jan.} Meanwhile, the English parliament met, after some new adjournments; and the king was astonished, that, notwithstanding the resolute measures, which, he thought, he had taken, great distrust and jealousy and discontent were apt, at intervals, still to prevail among the members. Though in his speech he had allowed, that a good peace could no longer be expected from negociation, and assured them, that he was resolved to enter into a war for that purpose; the commons did not forbear to insert in their reply several harsh and even unreasonable clauses. Upon his reproving them, they seemed penitent, and voted, that they would assist his majesty in the prosecution of the war. A fleet of ninety sail, an army of thirty thousand men, and a million of money were also voted. Great difficulties were made by the commons with regard to the army, which the house, judging by past measures, believed to be intended more against the liberties of England than against the progress of the French Monarch. To this perilous situation had the king reduced both himself and the nation. In all debates, severe speeches were made, and were received with seeming approbation: The duke and the treasurer began to be apprehensive of impeachments: Many motions against the king's ministers were lost by a small majority: The commons appointed a day to consider the state of the kingdom with regard to popery: And they even went so far as to vote, that, how urgent soever the occasion, they would lay no farther charge on the people, till secured against the prevalence of the catholic party. In short, the parliament was impatient for war whenever the king seemed averse to it; but grew suspicious of some sinister design as soon as he complied with their requests, and seemed to enter into their measures.","subId":"55","id":"Hume.HE.6.66.55"},{"type":"paragraph","content":"The king was enraged at this last vote: He reproached Temple with his popular notions, as he termed them; and asked him how he thought the house of commons could be trusted for carrying on the war, should it be entered on, when in the very commencement they made such declarations. The uncertainties indeed of Charles's conduct were so multiplied, and the jealousies on both sides so incurable, that even those, who approached nearest the scene of action, could not determine, whether the king ever seriously meant to enter into a war, or whether, if he did, the house of commons would not have taken advantage of his necessities, and made him purchase supplies by a great sacrifice of his authority.","subId":"56","id":"Hume.HE.6.66.56"},{"type":"paragraph","content":"The king of France knew how to avail himself of all the advantages, which these distractions afforded him. By his emissaries, he represented to the Dutch, the imprudence of their depending on England; where an indolent king, averse to all war, especially with France, and irresolute in his measures, was actuated only by the uncertain breath of a factious parliament. To the aristocratical party, he remarked the danger of the prince's alliance with the royal family of England, and revived their apprehensions; lest, in imitation of his father, who had been honoured with the same alliance, he should violently attempt to enlarge his authority, and enslave his native country. {Campaign of 1678.} In order to enforce these motives with farther terrors, he himself took the field very early in the spring; and after threatening Luxembourg, Mons, and Namur, he suddenly sat down before Ghent and Ypres, and in a few weeks made himself master of both places. This success gave great alarm to the Hollanders, who were no wise satisfied with the conduct of England, or with the ambiguous treaty lately concluded; and it quickened all their advances towards an accommodation.","subId":"57","id":"Hume.HE.6.66.57"},{"type":"paragraph","content":"Immediately after the parliament had voted the supply, the king began to inlist forces; and such was the ardour of the English for a war with France, that an army of above 20,000 men, to the astonishment of Europe, was completed in a few weeks. Three thousand men under the duke of Monmouth, were sent over to secure Ostend: Some regiments were recalled from the French service: A fleet was fitted out with great diligence: And a quadruple alliance was projected between England, Holland, Spain, and the Emperor.","subId":"58","id":"Hume.HE.6.66.58"},{"type":"paragraph","content":"But these vigorous measures received a sudden damp from a passionate address of the lower house; in which they justified all their past proceedings, that had given disgust to the king; desired to be acquainted with the measures taken by him; prayed him to dismiss evil counsellors; and named in particular the duke of Lauderdale, on whose removal they strenuously insisted. The king told them, that their address was so extravagant, that he was not willing speedily to give it the answer, which it deserved. And he began again to lend an ear to the proposals of Lewis, who offered him great sums of money, if he would consent to France's making an advantageous peace with the allies.","subId":"59","id":"Hume.HE.6.66.59"},{"type":"paragraph","content":"{Negotiations.} Temple, though pressed by the king, refused to have any concern in so dishonourable a negotiation: But he informs us, that the king said, there was one article proposed, which so incensed him, that, as long as he lived, he should never forget it. Sir William goes no farther; but the editor of his works, the famous Dr. Swift, says, that the French, before they would agree to any payment, required as a preliminary, that the king should engage never to keep above 8000 regular troops in Great Britain. Charles broke into a passion. \"God's-fish,\" said he, his usual oath, \"does my brother of France think to serve me thus? Are all his promises to make me absolute master of my people come to this? Or does he think that a thing to be done with eight thousand men?\"","subId":"60","id":"Hume.HE.6.66.60"},{"type":"paragraph","content":"Van Beverning was the Dutch ambassador at Nimeguen, a man of great authority with the States. He was eager for peace, and was persuaded, that the reluctance of the king and the jealousies of the parliament would for ever disappoint the allies in their hopes of succour from England. Orders were sent him by the States to go to the French king at Ghent, and to concert the terms of a general treaty, as well as procure a present truce for six weeks. The terms agreed on were much worse for the Spaniards, than those which had been planned by the king and the prince of Orange. Six towns, some of them of no great importance, were to be restored to them: But Ypres, Condé, Valenciennes, and Tournay, in which consisted the chief strength of their frontier, were to remain with France.","subId":"61","id":"Hume.HE.6.66.61"},{"type":"paragraph","content":"Great murmurs arose in England when it was known, that Flanders was to be left in so defenceless a condition. The chief complaints were levelled against the king, who, by his concurrence at first, by his favour afterwards, and by his delays at last, had raised the power of France to such an enormous height, that it threatened the general liberties of Europe. Charles, uneasy under these imputations, dreading the consequence of losing the affections of his subjects, and perhaps disgusted with the secret article proposed by France, began to wish heartily for war, which, he hoped, would have restored him to his ancient popularity.","subId":"62","id":"Hume.HE.6.66.62"},{"type":"paragraph","content":"An opportunity unexpectedly offered itself for his displaying these new dispositions. While the ministers at Nimeguen were concerting the terms of a general treaty, the marquis de Balbaces, the Spanish ambassador, asked the ambassadors of France, at what time France intended to restore the six towns in Flanders. They made no difficulty in declaring, that the king, their master, being obliged to see an entire restitution made to the Swedes of all they had lost in the war, could not evacuate these towns till that crown had received satisfaction; and that this detention of places was the only means to induce the powers of the north to accept of the peace.","subId":"63","id":"Hume.HE.6.66.63"},{"type":"paragraph","content":"The States immediately gave the king intelligence of a pretension, which might be attended with such dangerous consequences. The king was both surprised and angry. He immediately dispatched Temple to concert with the States vigorous measures for opposing France. Temple in six days concluded a treaty, {16th July.} by which Lewis was obliged to declare within sixteen days after the date, that he would presently evacuate the towns: And in case of his refusal, Holland was bound to continue the war, and England to declare immediately against France, in conjunction with the whole confederacy.","subId":"64","id":"Hume.HE.6.66.64"},{"type":"paragraph","content":"All these warlike measures were so ill seconded by the parliament, where even the French ministers were suspected, with reason, of carrying on some intrigues, that the commons renewed their former jealousies against the king, and voted the army immediately to be disbanded. The king by a message represented the danger of disarming before peace were finally concluded; and he recommended to their consideration, whether he could honourably recal his forces from those towns in Flanders, which were put under his protection, and which had at present no other means of defence. The commons agreed to prolong the term with regard to these forces. Every thing indeed in Europe bore the appearance of war. France had positively declared, that she would not evacuate the six towns before the requisite cession was made to Sweden; and her honour seemed now engaged to support that declaration. Spain and the Empire, disgusted with the terms of peace imposed by Holland, saw with pleasure the prospect of a powerful support from the new resolutions of Charles. Holland itself, encouraged by the prince of Orange and his party, was not displeased to find, that the war would be renewed on more equal terms. The allied army under that prince was approaching towards Mons, then blockaded by France. A considerable body of English under the duke of Monmouth, was ready to join him.","subId":"65","id":"Hume.HE.6.66.65"},{"type":"paragraph","content":"Charles usually passed a great part of his time in the women's apartments, particularly those of the duchess of Portsmouth; where, among other gay company, he often met with Barillon, the French ambassador, a man of polite conversation, who was admitted into all the amusements of that inglorious, but agreeable monarch. It was the charms of this sauntering, easy life, which, during his later years, attached Charles to his mistresses. By the insinuations of Barillon and the duchess of Portsmouth, an order was, in an unguarded hour, procured, which instantly changed the face of affairs in Europe. One du Cros, a French fugitive monk, was sent to Temple, directing him to apply to the Swedish ambassador, and persuade him not to insist on the conditions required by France, but to sacrifice to general peace those interests of Sweden. Du Cros, who had secretly received instructions from Barillon, published every where in Holland the commission with which he was intrusted; and all men took the alarm. It was concluded, that Charles's sudden alacrity for war was as suddenly extinguished, and that no steady measures could ever be taken with England. The king afterwards, when he saw Temple, treated this important matter in raillery; and said laughing, that the rogue du Cros had outwitted them all.","subId":"66","id":"Hume.HE.6.66.66"},{"type":"paragraph","content":"The negotiations however at Nimeguen still continued; and the French ambassadors spun out the time, till the morning of the critical day, which, by the late treaty between England and Holland, was to determine, whether a sudden peace or a long war were to have place in Christendom. The French ambassadors came then to Van Beverning, and told him, that they had received orders to consent to the evacuation of the towns, and immediately to conclude and sign the peace. Van Beverning might have refused compliance, {1st August.} because it was now impossible to procure the consent and concurrence of Spain; but he had entertained so just an idea of the fluctuations in the English counsels, and was so much alarmed by the late commission given to du Cros, that he deemed it fortunate for the republic to finish on any terms a dangerous war, where they were likely to be very ill supported. The papers were instantly drawn, and signed by the ministers of France and Holland between eleven and twelve o'clock at night. By this treaty, France secured the possession of Franchecomté, together with Cambray, Aire, St. Omers, Valenciennes, Tournay, Ypres, Bouchaine, Cassel, &c. and restored to Spain only Charleroi, Courtrai, Oudenard, Aeth, Ghent, and Limbourg.","subId":"67","id":"Hume.HE.6.66.67"},{"type":"paragraph","content":"Next day Temple received an express from England, which brought the ratifications of the treaty lately concluded with the States, together with orders immediately to proceed to the exchange of them. Charles was now returned to his former inclinations for war with France.","subId":"68","id":"Hume.HE.6.66.68"},{"type":"paragraph","content":"Van Beverning was loudly exclaimed against by the ambassadors of the allies at Nimeguen, especially those of Brandenburg and Denmark, whose masters were obliged by the treaty to restore all their acquisitions. The ministers of Spain and the emperor were sullen and disgusted; and all men hoped, that the States, importuned and encouraged by continual solicitations from England, would disavow their ambassador, and renew the war. The prince of Orange even took an extraordinary step, in order to engage them to that measure; or perhaps to give vent to his own spleen and resentment. The day after signing the peace at Nimeguen, he attacked the French army at St. Dennis near Mons; and gained some advantage over Luxembourg, who rested secure on the faith of the treaty, and concluded the war to be finished. The prince knew, at least had reason to believe, that the peace was signed, though it had not been formally notified to him; and he here sacrificed wantonly, without a proper motive, the lives of many brave men on both sides, who fell in this sharp and well contested action.","subId":"69","id":"Hume.HE.6.66.69"},{"type":"paragraph","content":"Hyde was sent over with a view of persuading the States to disavow Van Beverning; and the king promised, that England, if she might depend on Holland, would immediately declare war, and would pursue it, till France were reduced to reasonable conditions. Charles at present went farther than words. He hurried on the embarkation of his army for Flanders; and all his preparations wore a hostile appearance. But the States had been too often deceived to trust him any longer. They ratified the treaty signed at Nimeguen; and all the other powers of Europe were at last, after much clamour and many disgusts, obliged to accept of the terms prescribed to them.","subId":"70","id":"Hume.HE.6.66.70"},{"type":"paragraph","content":"{Peace of Nimeguen.} Lewis had now reached the height of that glory which ambition can afford. His ministers and negotiators appeared as much superior to those of all Europe in the cabinet, as his generals and armies had been experienced in the field. A successful war had been carried on against an alliance, composed of the greatest potentates in Europe. Considerable conquests had been made, and his territories enlarged on every side. An advantageous peace was at last concluded, where he had given the law. The allies were so enraged against each other, that they were not likely to cement soon in any new confederacy. And thus he had, during some years, a real prospect of attaining the monarchy of Europe, and of exceeding the empire of Charlemagne, perhaps equalling that of ancient Rome. Had England continued much longer in the same condition, and under the same government, it is not easy to conceive, that he could have failed of his purpose.","subId":"71","id":"Hume.HE.6.66.71"},{"type":"paragraph","content":"In proportion as these circumstances exalted the French, they excited indignation among the English, whose animosity, rouzed by terror, mounted to a great height against that rival nation. Instead of taking the lead in the affairs of Europe, Charles, they thought, had, contrary to his own honour and interest, acted a part entirely subservient to the common enemy; and in all his measures had either no project at all, or such as was highly criminal and dangerous. While Spain, Holland, the emperor, the princes of Germany called aloud on England to lead them to victory and to liberty, and conspired to raise her to a station more glorious than she had ever before attained; her king, from mean pecuniary motives, had secretly sold his alliance to Lewis, and was bribed into an interest contrary to that of his people. His active schemes in conjunction with France were highly pernicious; his neutrality was equally ignominious; and the jealous, refractory behaviour of the parliament, though in itself dangerous, was the only remedy for so many greater ills, with which the public, from the misguided counsels of the king, was so nearly threatened. Such were the dispositions of men's minds at the conclusion of the peace of Nimeguen: And these dispositions naturally prepared the way for the events which followed.","subId":"72","id":"Hume.HE.6.66.72"},{"type":"paragraph","content":"{State of affairs in Scotland.} We must now return to the affairs of Scotland, which we left in some disorder, after the suppression of the insurrection in 1666. The king, who at that time endeavoured to render himself popular in England, adopted like measures in Scotland; and he entrusted the government into the hands chiefly of Tweddale, and Sir Robert Murray, men of prudence and moderation. These ministers made it their principal object to compose the religious differences, which ran high, and for which scarcely any modern nation but the Dutch, had as yet found the proper remedy. As rigour and restraint had failed of success in Scotland, a scheme of comprehension was tried; by which it was intended to diminish greatly the authority of bishops, to abolish their negative voice in the ecclesiastical courts, and to leave them little more than the right of precedency among the presbyters. But the presbyterian zealots entertained great jealousy against this scheme. They remembered, that, by such gradual steps, king James had endeavoured to introduce episcopacy. Should the ears and eyes of men be once reconciled to the name and habit of bishops, the whole power of the function, they dreaded, would soon follow: The least communication with unlawful and antichristian institutions they esteemed dangerous and criminal: Touch not, taste not, handle not; this cry went out amongst them: And the king's ministers at last perceived, that they should prostitute the dignity of government, by making advances, to which the malcontents were determined not to correspond.","subId":"73","id":"Hume.HE.6.66.73"},{"type":"paragraph","content":"The next project adopted was that of indulgence. In prosecution of this scheme, the most popular of the expelled preachers, without requiring any terms of submission to the established religion, were settled in vacant churches; and small salaries of about twenty pounds a-year were offered to the rest, till they should otherwise be provided for. These last refused the king's bounty, which they considered as the wages of a criminal silence. Even the former soon repented their compliance. The people, who had been accustomed to hear them rail against their superiors, and preach to the times, as they termed it, deemed their sermons languid and spiritless, when deprived of these ornaments. Their usual gifts, they thought, had left them, on account of their submission, which was stigmatized as erastianism. They gave them the appellation, not of ministers of Christ, but of the king's curates; as the clergy of the established church were commonly denominated the bishop's curates. The preachers themselves returned in a little time to their former practices, by which they hoped to regain their former dominion over the minds of men. The conventicles multiplied daily in the west: The clergy of the established church were insulted: The laws were neglected: The covenanters even met daily in arms at their places of worship: And though they usually dispersed themselves after divine service, yet the government took a just alarm at seeing men, who were so entirely governed by their seditious teachers, dare to set authority at defiance, and during a time of full peace, to put themselves in a military posture.","subId":"74","id":"Hume.HE.6.66.74"},{"type":"paragraph","content":"There was here, it is apparent, in the political body, a disease dangerous and inveterate; and the government had tried every remedy, but the true one, to allay and correct it. An unlimited toleration, after sects have diffused themselves and are strongly rooted, is the only expedient, which can allay their fervour, and make the civil union acquire a superiority above religious distinctions. But as the operations of this regimen are commonly gradual, and at first imperceptible, vulgar politicians are apt, for that reason, to have recourse to more hasty and more dangerous remedies. It is observable too, that these non-conformists in Scotland neither offered nor demanded toleration; but laid claim to an entire superiority, and to the exercise of extreme rigour against their adversaries. The covenant, which they idolized, was a persecuting, as well as a seditious band of confederacy; and the government, instead of treating them like madmen, who should be soothed, and flattered, and deceived into tranquillity, thought themselves intitled to a rigid obedience, and were too apt, from a mistaken policy, to retaliate upon the dissenters, who had erred from the spirit of enthusiasm.","subId":"75","id":"Hume.HE.6.66.75"},{"type":"paragraph","content":"Amidst these disturbances, a new parliament was assembled at Edinburgh; and Lauderdale was sent down commissioner. The zealous presbyterians, who were the chief patrons of liberty, were too obnoxious to resist, with any success, the measures of government; and in parliament the tide still ran strongly in favour of monarchy. The commissioner had such influence as to get two acts passed, which were of great consequence to the ecclesiastical and civil liberties of the kingdom. By the one, it was declared, that the settling of all things with regard to the external government of the church was a right of the crown: That whatever related to ecclesiastical meetings, matters, and persons, was to be ordered, according to such directions as the king should send to his privy council: And that these, being published by them, should have the force of laws. The other act regarded the militia, which the king by his own authority had two years before established, instead of the army which was disbanded. By this act, the militia was settled, to the number of 22,000 men, who were to be constantly armed, and regularly disciplined. And it was farther enacted, that these troops should be held in readiness to march into England, Ireland, or any part of the king's dominions, for any cause in which his majesty's authority, power, or greatness was concerned; on receiving orders, not from the king himself, but from the privy council of Scotland.","subId":"76","id":"Hume.HE.6.66.76"},{"type":"paragraph","content":"Lauderdale boasted extremely of his services in procuring these two laws. The king by the former was rendered absolute master of the church, and might legally, by his edict, re-establish, if he thought proper, the catholic religion in Scotland. By the latter he saw a powerful force ready at his call: He had even the advantage of being able to disguise his orders under the name of the privy council; and in case of failure in his enterprizes, could, by such a pretence, apologize for his conduct to the parliament of England. But in proportion as these laws were agreeable to the king, they gave alarm to the English commons, and were the chief cause of the redoubled attacks, which they made upon Lauderdale. These attacks, however, served only to fortify him in his interest with the king; and though it is probable, that the militia of Scotland, during the divided state of that kingdom, would, if matters had come to extremities, have been of little service against England; yet did Charles regard the credit of it as a considerable support to his authority: And Lauderdale, by degrees, became the prime or rather sole minister for Scotland. The natural indolence of the king disposed him to place entire confidence in a man, who had so far extended the royal prerogative, and who was still disposed to render it absolutely uncontroulable.","subId":"77","id":"Hume.HE.6.66.77"},{"type":"paragraph","content":"In a subsequent session of the same parliament, a severe law was enacted against conventicles. Ruinous fines were imposed both on the preachers and hearers, even if the meetings had been in houses; but field conventicles were subjected to the penalty of death and confiscation of goods: Four hundred marks Scotch were offered as a reward to those who should seize the criminals; and they were indemnified for any slaughter, which they might commit in the execution of such an undertaking. And as it was found difficult to get evidence against these conventicles, however numerous, it was enacted by another law, that, whoever, being required by the council, refused to give information upon oath, should be punished by arbitrary fines, by imprisonment, or by banishment to the plantations. Thus all persecution naturally, or rather necessarily, adopts the iniquities, as well as rigours, of the inquisition. What a considerable part of the society consider as their duty and honour, and even many of the opposite party are apt to regard with compassion and indulgence, can by no other expedient be subjected to such severe penalties as the natural sentiments of mankind appropriate only to the greatest crimes.","subId":"78","id":"Hume.HE.6.66.78"},{"type":"paragraph","content":"Though Lauderdale found this ready compliance in the parliament, a party was formed against him, of which duke Hamilton was the head. This nobleman, with Tweddale, and others, went to London, and applied to the king, who, during the present depression and insignificance of parliament, was alone able to correct the abuses of Lauderdale's administration. But even their complaints to him might be dangerous; and all approaches of truth to the throne were barred by the ridiculous law against leasing-making; a law, which seems to have been extorted by the ancient nobles, in order to protect their own tyranny, oppression, and injustice. Great precautions, therefore, were used by the Scottish malcontents in their representations to the king; but no redress was obtained. Charles loaded them with caresses, and continued Lauderdale in his authority.","subId":"79","id":"Hume.HE.6.66.79"},{"type":"paragraph","content":"A very bad, at least a severe use was made of this authority. The privy council dispossessed twelve gentlemen or noblemen of their houses, which were converted into so many garrisons, established for the suppression of conventicles. The nation, it was pretended, was really, on account of these religious assemblies, in a state of war; and by the ancient law, the king, in such an emergence, was empowered to place a garrison in any house, where he should judge it expedient.","subId":"80","id":"Hume.HE.6.66.80"},{"type":"paragraph","content":"It were endless to recount every act of violence and arbitrary authority exercised during Lauderdale's administration. All the lawyers were put from the bar, nay, banished by the king's order twelve miles from the capital, and by that means the whole justice of the kingdom was suspended for a year; till these lawyers were brought to declare it as their opinion, that all appeals to parliament were illegal. A letter was procured from the king, for expelling twelve of the chief magistrates of Edinburgh, and declaring them incapable of all public office; though their only crime had been their want of compliance with Lauderdale. The burroughs of Scotland have a privilege of meeting once a-year by their deputies in order to consider the state of trade, and make bye laws for its regulation: In this convention a petition was voted, complaining of some late acts, which obstructed commerce, and praying the king, that he would impower his commissioner, in the next session of parliament, to give his assent for repealing them. For this presumption, as it was called, several of the members were fined and imprisoned. One More, a member of parliament, having moved in the house, that, in imitation of the English parliament, no bill should pass except after three readings, he was, for this pretended offence, immediately sent to prison by the commissioner.","subId":"81","id":"Hume.HE.6.66.81"},{"type":"paragraph","content":"The private deportment of Lauderdale was as insolent and provoking as his public administration was violent and tyrannical. Justice likewise was universally perverted by faction and interest: And from the great rapacity of that duke, and still more of his dutchess, all offices and favours were openly put to sale. No-one was allowed to approach the throne who was not dependant on him; and no remedy could be hoped for or obtained against his manifold oppressions. The case of Mitchel shows, that this minister was as much destitute of truth and honour as of lenity and justice.","subId":"82","id":"Hume.HE.6.66.82"},{"type":"paragraph","content":"Mitchel was a desperate fanatic, and had entertained a resolution of assassinating Sharpe, archbishop of St. Andrews, who, by his former apostasy and subsequent rigour, had rendered himself extremely odious to the covenanters. In the year 1668, Mitchel fired a pistol at the primate, as he was sitting in his coach; but the bishop of Orkney, stepping into the coach, happened to stretch out his arm, which intercepted the ball, and was much shattered by it. This happened in the principal street of the city; but so generally was the archbishop hated, that the assassin was allowed peaceably to walk off; and having turned a street or two, and thrown off a wig, which disguised him, he immediately appeared in public, and remained altogether unsuspected. Some years after, Sharpe remarked one, who seemed to eye him very eagerly; and being still anxious, lest an attempt of assassination should be renewed, he ordered the man to be seized and examined. Two loaded pistols were found upon him; and as he was now concluded to be the author of the former attempt, Sharpe promised, that, if he would confess his guilt, he should be dismissed without any punishment. Mitchel (for the conjecture was just), was so credulous as to believe him; but was immediately produced before the council by the faithless primate. The council, having no proof against him, but hoping to involve the whole body of covenanters in this odious crime, solemnly renewed the promise of pardon, if he would make a full discovery; and it was a great disappointment to them, when they found, upon his confession, that only one person, who was now dead, had been acquainted with his bloody purpose. Mitchel was then carried before a court of judicature, and required to renew his confession; but being apprehensive, lest, tho' a pardon for life had been promised him, other corporal punishment might still be inflicted, he refused compliance; and was sent back to prison. He was next examined before the council, under pretence of his being concerned in the insurrection at Pentland; and though no proof appeared against him, he was put to the question, and, contrary to the most obvious principles of equity, was urged to accuse himself. He endured the torture with singular resolution, and continued obstinate in the denial of a crime, of which, it is believed, he really was not guilty. Instead of obtaining his liberty, he was sent to the Bass, a very high rock, surrounded by the sea; at this time converted into a state prison, and full of the unhappy covenanters. He there remained in great misery, loaded with irons; till the year 1677, when it was resolved by some new examples to strike a fresh terror into the persecuted, but still obstinate enthusiasts. Mitchel was then brought before a court of judicature, and put upon his trial, for an attempt to assassinate an archbishop and a privy counsellor. His former confession was pleaded against him, and was proved by the testimony of the duke of Lauderdale, lord commissioner, lord Hatton his brother, the earl of Rothes, and the primate himself. Mitchel, besides maintaining that the privy counsel was no court of judicature, and that a confession before them was not judicial, asserted, that he had been engaged to make that confession by a solemn promise of pardon. The four privy counsellors denied upon oath, that any such promise had ever been given. The prisoner then desired, that the council books might be produced in court; and even offered a copy of that day's proceedings to be read; but the privy counsellors maintained, that, after they had made oath, no farther proof could be admitted, and that the books of council contained the king's secrets, which were on no account to be divulged. They were not probably aware, when they swore, that the clerk having engrossed the promise of pardon in the narrative of Mitchel's confession, the whole minute had been signed by the chancellor, and that the proofs of their perjury were by that means committed to record. Though the prisoner was condemned, Lauderdale was still inclined to pardon him; but the unrelenting primate rigorously insisted upon his execution, and said, that, if assassins remained unpunished, his life must be exposed to perpetual danger. Mitchel was accordingly executed at Edinburgh in January 1678. Such a complication of cruelty and treachery shews the character of those ministers, to whom the king had, at this time, entrusted the government of Scotland.","subId":"83","id":"Hume.HE.6.66.83"},{"type":"paragraph","content":"Lauderdale's administration, besides the iniquities arising from the violence of his temper, and the still greater iniquities inseparable from all projects of persecution, was attended with other circumstances, which engaged him in severe and arbitrary measures. An absolute government was to be introduced, which on its commencement is often most rigorous; and tyranny was still obliged, for want of military power, to cover itself under an appearance of law; a situation which rendered it extremely awkward in its motions, and by provoking opposition, extended the violence of its oppressions.","subId":"84","id":"Hume.HE.6.66.84"},{"type":"paragraph","content":"The rigours exercised against conventicles, instead of breaking the spirit of the fanatics, had tended only, as is usual, to render them more obstinate, to encrease the fervour of their zeal, to link them more closely together, and to inflame them against the established hierarchy. The commonalty, almost every where in the south, particularly in the western counties, frequented conventicles without reserve; and the gentry, though they themselves commonly abstained from these illegal places of worship, connived at this irregularity in their inferiors. In order to interest the former on the side of the persecutors, a bond or contract was by order of the privy council tendered to the landlords in the west, by which they were to engage for the good behaviour of their tenants; and in case any tenant frequented a conventicle, the landlord was to subject himself to the same fine as could by law be exacted from the delinquent. It was ridiculous to give sanction to laws by voluntary contracts: It was iniquitous to make one man answerable for the conduct of another: It was illegal to impose such hard conditions upon men, who had no wise offended. For these reasons, the greater part of the gentry refused to sign these bonds; and Lauderdale, enraged at this opposition, endeavoured to break their spirit by expedients, which were still more unusual and more arbitrary.","subId":"85","id":"Hume.HE.6.66.85"},{"type":"paragraph","content":"The law enacted against conventicles, had called them seminaries of rebellion. This expression, which was nothing but a flourish of rhetoric, Lauderdale and the privy council were willing to understand in a literal sense; and because the western counties abounded in conventicles, though otherwise in profound peace, they pretended that these counties were in a state of actual war and rebellion. They made therefore an agreement with some highland chieftains to call out their clans, to the number of 8000 men: To these they joined the guards, and the militia of Angus: And they sent the whole to live at free quarters upon the lands of such as had refused the bonds illegally required of them. The obnoxious counties were the most populous and most industrious in Scotland. The highlanders were the people the most disorderly and the least civilized. It is easy to imagine the havoc and destruction which ensued. A multitude, not accustomed to discipline, averse to the restraint of laws, trained up in rapine and violence, were let loose amidst those whom they were taught to regard as enemies to their prince and to their religion. Nothing escaped their ravenous hands: By menaces, by violence, and sometimes by tortures, men were obliged to discover their concealed wealth. Neither age, nor sex, nor innocence afforded protection: And the gentry, finding that even those who had been most compliant, and who had subscribed the bonds, were equally exposed to the rapacity of those barbarians, confirmed themselves still more in the resolution of refusing them. The voice of the nation was raised against this enormous outrage; and after two months free quarter, the highlanders were sent back to their hills, loaded with the spoils and execrations of the west.","subId":"86","id":"Hume.HE.6.66.86"},{"type":"paragraph","content":"Those who had been engaged to subscribe the bonds, could find no security but by turning out such tenants as they suspected of an inclination to conventicles, and thereby depopulating their estates. To encrease the misery of these unhappy farmers, the council enacted, that none should be received any where, or allowed a habitation, who brought not a certificate of his conformity from the parish-minister. That the obstinate and refractory might not escape farther persecution, a new device was fallen upon. By the law of Scotland, any man, who should go before a magistrate, and swear that he thought himself in danger from another, might obtain a writ of law-burrows, as it is called; by which the latter was bound, under the penalty of imprisonment and outlawry, to find security for his good behaviour. Lauderdale entertained the absurd notion of making the king sue out writs of law-burrows against his subjects. On this pretence, the refusers of the bonds were summoned to appear before the council, and were required to bind themselves, under the penalty of two years' rent, neither to frequent conventicles themselves, nor allow their family and tenants to be present at those unlawful assemblies. Thus chicanery was joined to tyranny; and the majesty of the king, instead of being exalted, was in reality prostituted; as if he were obliged to seek the same security, which one neighbour might require of another.","subId":"87","id":"Hume.HE.6.66.87"},{"type":"paragraph","content":"It was an old law, but seldom executed, that a man, who was accused of any crime, and did not appear, in order to stand his trial, might be intercommuned, that is, he might be publicly outlawed; and whoever afterwards, either on account of business, relation, nay charity, had the least intercourse with him, was subjected to the same penalties as could by law be inflicted on the criminal himself. Several writs of intercommuning were now issued against the hearers and preachers in conventicles; and by this severe and even absurd law, crimes and guilt went on multiplying in a geometrical proportion. Where laws themselves are so violent, it is no wonder that an administration should be tyrannical.","subId":"88","id":"Hume.HE.6.66.88"},{"type":"paragraph","content":"Lest the cry of an oppressed people should reach the throne, the council forbad, under severe penalties, all noblemen or gentlemen of landed property to leave the kingdom: A severe edict, especially where the sovereign himself resided in a foreign country. Notwithstanding this act of council, Cassils first, afterwards Hamilton and Tweddale, went to London, and laid their complaints before the king. These violent proceedings of Lauderdale were opposite to the natural temper of Charles; and he immediately issued orders for discontinuing the bonds and the writs of law-burrows. But as he was commonly little touched with what lay at a distance, he entertained not the proper indignation against those who had abused his authority: Even while he retracted these oppressive measures, he was prevailed with to avow and praise them in a letter, which he wrote to the privy council. This proof of confidence might fortify the hands of the ministry; but the king ran a manifest risque of losing the affections of his subjects, by not permitting, even those who were desirous of it, to distinguish between him and their oppressors.","subId":"89","id":"Hume.HE.6.66.89"},{"type":"paragraph","content":"It is reported, that Charles, after a full hearing of the debates concerning Scottish affairs, said, \"I perceive, that Lauderdale has been guilty of many bad things against the people of Scotland; but I cannot find, that he has acted any thing contrary to my interest.\" A sentiment unworthy of a sovereign!","subId":"90","id":"Hume.HE.6.66.90"},{"type":"paragraph","content":"During the absence of Hamilton and the other discontented lords, the king allowed Lauderdale to summon a convention of estates at Edinburgh. This assembly, besides granting some money, bestowed applause on all Lauderdale's administration, and in their addresses to the king, expressed the highest contentment and satisfaction. But these instances of complaisance had the contrary effect in England from what was expected by the contrivers of them. All men there concluded, that in Scotland the very voice of liberty was totally suppressed; and that, by the prevalence of tyranny, grievances were so rivetted, that it was become dangerous even to mention them, or complain to the prince, who alone was able to redress them. From the slavery of the neighbouring kingdom, they inferred the arbitrary disposition of the king; and from the violence with which sovereign power was there exercised, they apprehended the miseries, which might ensue to themselves upon their loss of liberty. If persecution, it was asked, by a protestant church could be carried to such extremes, what might be dreaded from the prevalence of popery, which had ever, in all ages, made open profession of exterminating by fire and sword every opposite sect or communion? And if the first approaches towards unlimited authority were so tyrannical, how dismal its final establishment; when all dread of opposition shall at last be removed by mercenary armies, and all sense of shame by long and inveterate habit?","subId":"91","id":"Hume.HE.6.66.91"},{"type":"note","content":"Since the publication of this History, the Author has had occasion to see the most direct and positive evidence of this conspiracy. From the humanity and candour of the principal of the Scotch College at Paris, he was admitted to peruse James the Second's Memoirs, kept there. They amount to several volumes of small folio, all writ with that prince's own hand, and comprehending the remarkable incidents of his life from his early youth till near the time of his death. His account of the French alliance is as follows: The intention of the king and duke was chiefly to change the religion of England, which they deemed an easy undertaking, because of the great propensity, as they imagined, of the cavaliers and church party to popery: The treaty with Lewis was concluded at Versailles in the end of 1669, or beginning of 1670, by Lord Arundel of Wardour, whom no historian mentions as having had any hand in these transactions. The purport of it was, that Lewis was to give Charles 200,000 pounds a year in quarterly payments, in order to enable him to settle the catholic religion in England; and he was also to supply him with an army of 6000 men in case of any insurrection. When that work was finished, England was to join with France in making war upon Holland. In case of success, Lewis was to have the inland provinces, the prince of Orange Holland in sovereignty, and Charles, Sluice, the Brille, Walkeren, with the rest of the sea ports as far as Mazeland Sluice. The king's project was first to effect the change of religion in England; but the dutchess of Orleans, in the interview at Dover, persuaded him to begin with the Dutch war, contrary to the remonstrances of the duke of York, who insisted that Lewis, after serving his own purposes, would no longer trouble himself about England. The duke makes no mention of any design to render the king absolute; but that was, no doubt, implied in the other project, which was to be effected entirely by royal authority. The king was so zealous a papist, that he wept for joy when he saw the prospect of re-uniting his kingdom to the catholic church.Sir John Dalrymple has since published some other curious particulars with regard to this treaty. We find, that it was concerted and signed with the privity alone of four popish counsellors of the king's, Arlington, Arundel, Clifford and Sir Richard Bealing. The secret was kept from Buckingham, Ashley, and Lauderdale. In order to engage them to take part in it, a very refined and a very mean artifice was fallen upon by the king. After the secret conclusion and signature of the treaty, the king pretended to these three ministers that he wished to have a treaty and alliance with France for mutual support, and for a Dutch war; and when various pretended obstacles and difficulties were surmounted, a sham-treaty was concluded with their consent and approbation, containing every article of the former real treaty, except that of the king's change of religion. However, there was virtually involved even in this treaty, the assuming of absolute government in England: For the support of French troops, and a war with Holland, so contrary to the interests and inclinations of his people, could mean nothing else. One cannot sufficiently admire the absolute want of common sense which appears throughout the whole of this criminal transaction. For if popery was so much the object of national horror, that even the king's three ministers, Buckingham, Ashley, and Lauderdale, and such profligate ones too, either would not, or durst not receive it, what hopes could he entertain of forcing the nation into that communion? Considering the state of the kingdom, full of veteran and zealous soldiers, bred during the civil wars, it is probable that he had not kept the crown two months after a declaration so wild and extravagant. This was probably the reason why the king of France and the French ministers always dissuaded him from taking off the mask, till the successes of the Dutch war should render that measure prudent and practicable.","subId":"n1","id":"Hume.HE.6.66.n1"},{"type":"note","content":"Duke of Buckingham's character of K. Charles II.","subId":"n2","id":"Hume.HE.6.66.n2"},{"type":"note","content":"This year, on the 25th of March, died Henry Cromwel, second son of the protector, in the 47th year of his age. He had lived unmolested in a private station, ever since the king's restoration, which he rather favoured than opposed.","subId":"n3","id":"Hume.HE.6.66.n3"},{"type":"note","content":"Several historians have affirmed, that the commons found, this session, upon enquiry, that the king's revenue was 1,600,000 pounds a year, and that the necessary expence was but 700,000 pounds; and have appealed to the Journals for a proof. But there is not the least appearance of this in the Journals; and the fact is impossible.","subId":"n4","id":"Hume.HE.6.66.n4"},{"type":"note","content":"Welwood, Burnet, Coke.","subId":"n5","id":"Hume.HE.6.66.n5"},{"type":"note","content":"Temple's Memoirs, vol. i. p. 458.","subId":"n6","id":"Hume.HE.6.66.n6"},{"type":"note","content":"Such as the letters, which passed betwixt Danby and Montague, the king's ambassador at Paris; Temple's Memoirs, and his Letters. In these last, we see that the king never made any proposals of terms but what were advantageous to France, and the prince of Orange believed them to have always been concerted with the French ambassador. Vol. i. p. 439.In Sir John Dalrymple's Appendix, p. 103, it appears, that the king had signed himself, without the participation of his ministers, a secret treaty with France, and had obtained a pension on the promise of his neutrality: A fact, which renders his royal word, solemnly given to his subjects, one of the most dishonourable and most scandalous acts, that ever proceeded from a throne.","subId":"n7","id":"Hume.HE.6.66.n7"},{"type":"note","content":"Sir John Dalrymple's Appendix, p. 112.","subId":"n8","id":"Hume.HE.6.66.n8"},{"type":"note","content":"Temple, vol. i. p. 461.","subId":"n9","id":"Hume.HE.6.66.n9"},{"type":"note","content":"To wit, 3000 men for Scotland, and the usual guards and garrisons in England, amounting to near 5000 men. Sir J. Dalrymple's App. p. 161.","subId":"n10","id":"Hume.HE.6.66.n10"},{"type":"note","content":"Sir John Dalrymple, in his Appendix, has given us, from Barillon's dispatches in the Secretary's office at Paris, a more particular detail of these intrigues. They were carried on with lord Russel, lord Hollis, lord Berkshire, the duke of Buckingham, Algernon Sydney, Montague, Bulstrode, col. Titus, sir Edward Harley, sir John Baber, sir Roger Hill, Boscawen, Littleton, Powle, Harbord, Hambden, sir Thomas Armstrong, Hotham, Herbert, and some others of less note. Of these, lord Russel and lord Hollis alone refused to touch any French money: All the others received presents or bribes from Barillon. But we are to remark, that the party views of these men, and their well-founded jealousies of the king and duke, engaged them, independently of the money, into the same measures that were suggested to them by the French ambassador. The intrigues of France, therefore, with the parliament were a mighty small engine in the political machine. Those with the king, which have always been known, were of infinitely greater consequence. The sums distributed to all these men, excepting Montague, did not exceed 16,000 pounds in three years; and therefore could have little weight in the two houses, especially when opposed to the influence of the crown. Accordingly we find, in all Barillon's dispatches, a great anxiety that the parliament should never be assembled. The conduct of these English patriots was more mean than criminal; and monsieur Courten says, that two hundred thousand livres employed by the Spaniards and Germans, would have more influence than two millions distributed by France. See Sir J. Dalrymple's App. p. 111. It is amusing to observe the general, and I may say national, rage excited by the late discovery of this secret negotiation; chiefly on account of Algernon Sydney, whom the blind prejudices of party had exalted into a hero. His ingratitude and breach of faith, in applying for the king's pardon, and immediately on his return entering into cabals for rebellion, form a conduct much more criminal than the taking of French gold: Yet the former circumstance was always known, and always disregarded. But every thing connected with France is supposed, in England, to be polluted beyond all possibility of expiation. Even lord Russel, whose conduct in this negotiation was only factious, and that in an ordinary degree, is imagined to be dishonoured by the same discovery.","subId":"n11","id":"Hume.HE.6.66.n11"},{"type":"note","content":"19th of October, 1669.","subId":"n12","id":"Hume.HE.6.66.n12"},{"type":"note","content":"28th of July, 1670.","subId":"n13","id":"Hume.HE.6.66.n13"},{"type":"note","content":"In 1675.","subId":"n14","id":"Hume.HE.6.66.n14"},{"type":"note","content":"Burnet.","subId":"n15","id":"Hume.HE.6.66.n15"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.6","imported":true,"title":"Volume 6. The History of Great Britain, Part 2","breadcrumb":"Volume 6","published":[1757]}],"prev":{"id":"Hume.HE.6.65","imported":true,"title":"Chapter 65. Charles II (cont.)","breadcrumb":"Chapter 65","published":[1757]},"next":{"id":"Hume.HE.6.67","imported":true,"title":"Chapter 67. Charles II (cont.)","breadcrumb":"Chapter 67","published":[1757]}}