{"id":"Hume.HE.1.11","imported":true,"parent":"Hume.HE.1","title":"Chapter 11. John","breadcrumb":"Chapter 11","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. XI.\nJOHN.\nAccession of the king——His marriage——War with France——Murder of Arthur, duke of Britanny——The king expelled from all the French provinces——The king's quarrel with the court of Rome——Cardinal Langton appointed archbishop of Canterbury——Interdict of the kingdom——Excommunication of the king——The king's submission to the pope——Discontents of the barons——Insurrection of the barons——Magna Charta——Renewal of the civil wars——Prince Lewis called over——Death——and character of the king.","id":"Hume.HE.1.11"},{"type":"paragraph","content":"{1199. Accession of the king.} THE noble and free genius of the ancients, which made the government of a single person be always regarded as a species of tyranny and usurpation, and kept them from forming any conception of a legal and regular monarchy, had rendered them entirely ignorant both of the rights of primogeniture and a representation in succession; inventions so necessary for preserving order in the lines of princes, for obviating the evils of civil discord and of usurpation, and for begetting moderation in that species of government, by giving security to the ruling sovereign. These innovations arose from the feudal law; which, first introducing the right of primogeniture, made such a distinction between the families of the elder and younger brothers, that the son of the former was thought entitled to succeed to his grandfather, preferably to his uncles, though nearer allied to the deceased monarch. But though this progress of ideas was natural, it was gradual. In the age of which we treat, the practice of representation was indeed introduced, but not thoroughly established; and the minds of men fluctuated between opposite principles. Richard, when he entered on the holy war, declared his nephew, Arthur duke of Britanny, his successor; and by a formal deed, he set aside, in his favour, the title of his brother John, who was younger than Geoffrey, the father of that prince. But John so little acquiesced in that destination, that, when he gained the ascendant in the English ministry, by expelling Longchamp, the chancellor and great justiciary, he engaged all the English barons to swear, that they would maintain his right of succession; and Richard, on his return, took no steps towards restoring or securing the order which he had at first established. He was even careful, by his last will, to declare his brother John heir to all his dominions; whether, that he now thought Arthur, who was only twelve years of age, incapable of asserting his claim against John's faction, or was influenced by Eleanor, the queen-mother, who hated Constantia, mother of the young duke, and who dreaded the credit which that princess would naturally acquire if her son should mount the throne. The authority of a testament was great in that age, even where the succession of a kingdom was concerned; and John had reason to hope, that this title, joined to his plausible right in other respects, would ensure him the succession. But the idea of representation seems to have made, at this time, greater progress in France than in England: The barons of the transmarine provinces, Anjou, Maine, and Touraine, immediately declared in favour of Arthur's title, and applied for assistance to the French monarch as their superior lord. Philip, who desired only an occasion to embarrass John, and dismember his dominions, embraced the cause of the young duke of Britanny, took him under his protection, and sent him to Paris to be educated, along with his own son Lewis. In this emergence, John hastened to establish his authority in the chief members of the monarchy; and after sending Eleanor into Poictou and Guienne, where her right was incontestible, and was readily acknowledged, he hurried to Roüen, and having secured the dutchy of Normandy, he passed over, without loss of time, to England. Hubert, archbishop of Canterbury, William Mareschal, earl of Strigul, who also passes by the name of earl of Pembroke, and Geoffrey Fitz-Peter, the justiciary, the three most favoured ministers of the late king, were already engaged on his side; and the submission or acquiescence of all the other barons put him, without opposition, in possession of the throne.","subId":"1","id":"Hume.HE.1.11.1"},{"type":"paragraph","content":"The king soon returned to France, in order to conduct the war against Philip, and to recover the revolted provinces from his nephew, Arthur. The alliances, which Richard had formed with the earl of Flanders, and other potent French princes, though they had not been very effectual, still subsisted, and enabled John to defend himself against all the efforts of his enemy. In an action between the French and Flemings, the elect bishop of Cambray was taken prisoner by the former; and when the cardinal of Capua claimed his liberty, Philip, instead of complying, reproached him with the weak efforts which he had employed in favour of the bishop of Beauvais, who was in a like condition. The legate, to show his impartiality, laid at the same time the kingdom of France and the dutchy of Normandy under an interdict, and the two kings found themselves obliged to make an exchange of these military prelates.","subId":"2","id":"Hume.HE.1.11.2"},{"type":"paragraph","content":"{1200.} Nothing enabled the king to bring this war to a happy issue so much as the selfish, intriguing character of Philip, who acted in the provinces that had declared for Arthur, without any regard to the interests of that prince. Constantia, seized with a violent jealousy, that he intended to usurp the entire dominion of them, found means to carry off her son secretly from Paris: She put him into the hands of his uncle; restored the provinces which had adhered to the young prince; and made him do homage for the dutchy of Britanny, which was regarded as a rere-fief of Normandy. From this incident, Philip saw, that he could not hope to make any progress against John; and being threatened with an interdict on account of his irregular divorce from Ingelburga, the Danish princess, whom he had espoused, he became desirous of concluding a peace with England. After some fruitless conferences, the terms were at last adjusted; and the two monarchs seemed in this treaty to have an intention, besides ending the present quarrel, of preventing all future causes of discord, and of obviating every controversy which could hereafter arise between them. They adjusted the limits of all their territories; mutually secured the interests of their vassals; and to render the union more durable, John gave his niece, Blanche of Castile, in marriage to prince Lewis, Philip's eldest son, and with her the baronies of Issoudun and Graçai, and other fiefs in Berri. Nine barons of the king of England, and as many of the king of France, were guarantees of this treaty; and all of them swore, that, if their sovereign violated any article of it, they would declare themselves against him, and embrace the cause of the injured monarch.","subId":"3","id":"Hume.HE.1.11.3"},{"type":"paragraph","content":"{The King's marrriage.} John, now secure, as he imagined, on the side of France, indulged his passion for Isabella, the daughter and heir of Aymar Tailleffer, count of Angouleme, a lady with whom he had become much enamoured. His queen, the heiress of the family of Glocester, was still alive: Isabella was married to the count de la Marche, and was already consigned to the care of that nobleman; though, by reason of her tender years, the marriage had not been consummated. The passion of John made him overlook all these obstacles: He persuaded the count of Angouleme to carry off his daughter from her husband; and having, on some pretence or other, procured a divorce from his own wife, he espoused Isabella; regardless both of the menaces of the pope, who exclaimed against these irregular proceedings, and of the resentment of the injured count, who soon found means of punishing his powerful and insolent rival.","subId":"4","id":"Hume.HE.1.11.4"},{"type":"paragraph","content":"{1201.} John had not the art of attaching his barons either by affection or by fear. The count de la Marche, and his brother the count d' Eu, taking advantage of the general discontent against him, excited commotions in Poictou and Normandy; and obliged the king to have recourse to arms, in order to suppress the insurrection of his vassals. He summoned together the barons of England, and required them to pass the sea under his standard, and to quell the rebels: He found that he possessed as little authority in that kingdom as in his transmarine provinces. The English barons unanimously replied, that they would not attend him on this expedition, unless he would promise to restore and preserve their privileges: The first symptom of a regular association and plan of liberty among those noblemen! But affairs were not yet fully ripe for the revolution projected. John, by menacing the barons, broke the concert; and both engaged many of them to follow him into Normandy, and obliged the rest, who staid behind, to pay him a scutage of two marks on each knight's fee, as the price of their exemption from the service.","subId":"5","id":"Hume.HE.1.11.5"},{"type":"paragraph","content":"The force, which John carried abroad with him, and that which joined him in Normandy, rendered him much superior to his malcontent barons; and so much the more, as Philip did not publicly give them any countenance, and seemed as yet determined to persevere steadily in the alliance, which he had contracted with England. But the king, elated with his superiority, advanced claims, which gave an universal alarm to his vassals, and diffused still wider the general discontent. As the jurisprudence of those times required, that the causes in the lord's court should chiefly be decided by duel, he carried along with him certain bravos, whom he retained as champions, and whom he destined to fight with his barons, in order to determine any controversy which he might raise against them. The count de La Marche, and other noblemen, regarded this proceeding as an affront, as well as an injury; and declared, that they would never draw their sword against men of such inferior quality. The king menaced them with vengeance; but he had not vigour to employ against them the force in his hands, or to prosecute the injustice, by crushing entirely the nobles who opposed it.","subId":"6","id":"Hume.HE.1.11.6"},{"type":"paragraph","content":"{War with France.} This government, equally feeble and violent, gave the injured barons courage as well as inclination to carry farther their opposition: They appealed to the king of France; complained of the denial of justice in John's court; demanded redress from him as their superior lord; and entreated him to employ his authority, and prevent their final ruin and oppression. Philip perceived his advantage, opened his mind to great projects, interposed in behalf of the French barons, and began to talk in a high and menacing style to the king of England. {1202.} John, who could not disavow Philip's authority, replied, that it belonged to himself first to grant them a trial by their peers in his own court; it was not till he failed in this duty, that he was answerable to his peers in the supreme court of the French king; and he promised, by a fair and equitable judicature, to give satisfaction to his barons. When the nobles, in consequence of this engagement, demanded a safe-conduct, that they might attend his court, he at first refused it: Upon the renewal of Philip's menaces, he promised to grant their demand; he violated this promise; fresh menaces extorted from him a promise to surrender to Philip the fortresses of Tillieres and Boutavant, as a security for performance; he again violated this engagement; his enemies, sensible both of his weakness and want of faith, combined still closer in the resolution of pushing him to extremities; and a new and powerful ally soon appeared to encourage them in their invasion of this odious and despicable government.","subId":"7","id":"Hume.HE.1.11.7"},{"type":"paragraph","content":"{1203.} The young duke of Britanny, who was now rising to man's estate, sensible of the dangerous character of his uncle, determined to seek both his security and elevation by an union with Philip and the malcontent barons. He joined the French army, which had begun hostilities against the king of England: He was received with great marks of distinction by Philip; was knighted by him; espoused his daughter Mary; and was invested not only in the dutchy of Britanny, but in the counties of Anjou and Maine, which he had formerly resigned to his uncle. Every attempt succeeded with the allies. Tillieres and Boutavant were taken by Philip, after making a feeble defence: Mortimar and Lyons fell into his hands almost without resistance. That prince next invested Gournai; and opening the sluices of a lake, which lay in the neighbourhood, poured such a torrent of water into the place, that the garrison deserted it, and the French monarch, without striking a blow, made himself master of that important fortress. The progress of the French arms was rapid, and promised more considerable success than usually in that age attended military enterprizes. In answer to every advance which the king made towards peace, Philip still insisted, that he should resign all his transmarine dominions to his nephew, and rest contented with the kingdom of England; when an event happened, which seemed to turn the scales in favour of John, and to give him a decisive superiority over his enemies.","subId":"8","id":"Hume.HE.1.11.8"},{"type":"paragraph","content":"Young Arthur, fond of military renown, had broken into Poictou at the head of a small army; and passing near Mirebeau, he heard, that his grandmother, Queen Eleanor, who had always opposed his interests, was lodged in that place, and was protected by a weak garrison, and ruinous fortifications. He immediately determined to lay siege to the fortress, and make himself master of her person: But John, rouzed from his indolence by so pressing an occasion, collected an army of English and Brabançons, and advanced from Normandy with hasty marches to the relief of the queen-mother. He fell on Arthur's camp before that prince was aware of the danger; dispersed his army; took him prisoner, together with the count de La Marche, Geoffrey de Lusignan, and the most considerable of the revolted barons; and returned in triumph to Normandy. Philip, who was lying before Arques in that dutchy, raised the siege and retired, {1st August.} upon his approach. The greater part of the prisoners were sent over to England; but Arthur was shut up in the castle of Falaise.","subId":"9","id":"Hume.HE.1.11.9"},{"type":"paragraph","content":"The king had here a conference with his nephew; represented to him the folly of his pretensions; and required him to renounce the French alliance, which had encouraged him to live in a state of enmity with all his family: But the brave, though imprudent, youth, rendered more haughty from misfortunes, maintained the justice of his cause; asserted his claim, not only to the French provinces, but to the crown of England; and in his turn, required the king to restore the son of his elder brother to the possession of his inheritance. John, sensible, from these symptoms of spirit, that the young prince, though now a prisoner, might hereafter prove a dangerous enemy, determined to prevent all future peril by dispatching his nephew; and Arthur was never more heard of. {Murder of Arthur duke of Britanny.} The circumstances which attended this deed of darkness, were, no doubt, carefully concealed by the actors, and are variously related by historians: But the most probable account is as follows. The king, it is said, first proposed to William de La Braye, one of his servants, to dispatch Arthur; but William replied, that he was a gentleman, not a hangman; and he positively refused compliance. Another instrument of murder was found, and was dispatched with proper orders to Falaise; but Hubert de Bourg, chamberlain to the king, and constable of the castle, feigning that he himself would execute the king's mandate, sent back the assassin, spread the report that the young prince was dead, and publickly performed all the ceremonies of his interment: But finding, that the Bretons vowed revenge for the murder, and that all the revolted barons persevered more obstinately in their rebellion, he thought it prudent to reveal the secret, and to inform the world that the duke of Britanny was still alive, and in his custody. This discovery proved fatal to the young prince: John first removed him to the castle of Roüen; and coming in a boat, during the night-time, to that place, commanded Arthur to be brought forth to him. The young prince, aware of his danger, and now more subdued by the continuance of his misfortunes, and by the approach of death, threw himself on his knees before his uncle, and begged for mercy: But the barbarous tyrant, making no reply, stabbed him with his own hands; and fastening a stone to the dead body, threw it into the Seine.","subId":"10","id":"Hume.HE.1.11.10"},{"type":"paragraph","content":"All men were struck with horror at this inhuman deed; and from that moment the king, detested by his subjects, retained a very precarious authority over both the people and the barons in his dominions. The Bretons, enraged at this disappointment in their fond hopes, waged implacable war against him; and fixing the succession of their government, put themselves in a posture to revenge the murder of their sovereign. John had got into his power his niece, Eleanor, sister to Arthur, commonly called the damsel of Britanny; and carrying her over to England, detained her ever after in captivity: But the Bretons, in despair of recovering this princess, chose Alice for their sovereign; a younger daughter of Constantia, by her second marriage with Gui de Thouars; and they entrusted the government of the dutchy to that nobleman. The states of Britanny meanwhile carried their complaints before Philip as their liege lord, and demanded justice for the violence committed by John on the person of Arthur, so near a relation, who, notwithstanding the homage which he did to Normandy, was always regarded as one of the chief vassals of the crown. Philip received their application with pleasure; summoned John to stand a trial before him; and on his non-appearance, passed sentence, with the concurrence of the peers, upon that prince; declared him guilty of felony and parricide; and adjudged him to forfeit to his superior lord all his seignories and fiefs in France.","subId":"11","id":"Hume.HE.1.11.11"},{"type":"paragraph","content":"{The king expelled from the French provinces.} The king of France, whose ambitious and active spirit had been hitherto confined, either by the sound policy of Henry, or the martial genius of Richard, seeing now the opportunity favourable against this base and odious prince, embraced the project of expelling the English, or rather the English king, from France, and of annexing to the crown so many considerable fiefs, which, during several ages, had been dismembered from it. Many of the other great vassals, whose jealousy might have interposed, and have obstructed the execution of this project, were not at present in a situation to oppose it; and the rest either looked on with indifference, or gave their assistance to this dangerous aggrandizement of their superior lord. The earls of Flanders and Blois were engaged in the holy war: The count of Champagne was an infant, and under the guardianship of Philip: The dutchy of Britanny, enraged at the murder of their prince, vigorously promoted all his measures: And the general defection of John's vassals made every enterprize easy and successful against him. Philip, after taking several castles and fortresses beyond the Loire, which he either garrisoned or dismantled, received the submissions of the count of Alençon, who deserted John, and delivered up all the places under his command to the French: Upon which, Philip broke up his camp, in order to give the troops some repose after the fatigues of the campaign. John, suddenly collecting some forces, laid siege to Alençon; and Philip, whose dispersed army could not be brought together in time to succour it, saw himself exposed to the disgrace of suffering the oppression of his friend and confederate. But his active and fertile genius found an expedient against this evil. There was held at that very time a tournament at Moret in the Gatinois; whither all the chief nobility of France and the neighbouring countries had resorted, in order to signalize their prowess and address. Philip presented himself before them; craved their assistance in his distress; and pointed out the plains of Alençon as the most honourable field, in which they could display their generosity and martial spirit. Those valorous knights vowed, that they would take vengeance on the base parricide, the stain of arms and of chivalry; and putting themselves, with all their retinue, under the command of Philip, instantly marched to raise the siege of Alençon. John, hearing of their approach, fled from before the place; and in the hurry abandoned all his tents, machines, and baggage, to the enemy.","subId":"12","id":"Hume.HE.1.11.12"},{"type":"paragraph","content":"This feeble effort was the last exploit of that slothful and cowardly prince for the defence of his dominions. He thenceforth remained in total inactivity at Roüen; passing all his time, with his young wife, in pastimes and amusements, as if his state had been in the most profound tranquillity, or his affairs in the most prosperous condition. If he ever mentioned war, it was only to give himself vaunting airs, which, in the eyes of all men, rendered him still more despicable and ridiculous. Let the French go on, said he, I will retake in a day what it has cost them years to acquire. His stupidity and indolence appeared so extraordinary, that the people endeavoured to account for the infatuation by sorcery, and believed, that he was thrown into this lethargy by some magic or witchcraft. The English barons, finding that their time was wasted to no purpose, and that they must suffer the disgrace of seeing, without resistance, the progress of the French arms, withdrew from their colours, and secretly returned to their own country. No one thought of defending a man, who seemed to have deserted himself; and his subjects regarded his fate with the same indifference, to which, in this pressing exigency, they saw him totally abandoned.","subId":"13","id":"Hume.HE.1.11.13"},{"type":"paragraph","content":"John, while he neglected all domestic resources, had the meanness to betake himself to a foreign power, whose protection he claimed: He applied to the pope, Innocent III. and entreated him to interpose his authority between him and the French monarch. Innocent, pleased with any occasion of exerting his superiority, sent Philip orders to stop the progress of his arms, and to make peace with the king of England. But the French barons received the message with indignation; disclaimed the temporal authority assumed by the pontiff; and vowed, that they would, to the uttermost, assist their prince against all his enemies: Philip, seconding their ardour, proceeded, instead of obeying the pope's envoys, to lay siege to Chateau Gaillard, the most considerable fortress which remained to guard the frontiers of Normandy.","subId":"14","id":"Hume.HE.1.11.14"},{"type":"paragraph","content":"Chateau Gaillard was situated partly on an island in the river Seine, partly on a rock opposite to it; and was secured by every advantage, which either art or nature could bestow upon it. The late king, having cast his eye on this favourable situation, had spared no labour or expence in fortifying it; and it was defended by Roger de Laci, constable of Chester, a determined officer, at the head of a numerous garrison. Philip, who despaired of taking the place by force, purposed to reduce it by famine; and that he might cut off its communication with the neighbouring country, he threw a bridge across the Seine, while he himself with his army blockaded it by land. The earl of Pembroke, the man of greatest vigour and capacity in the English court, formed a plan for breaking through the French entrenchments, and throwing relief into the place. He carried with him an army of 4000 infantry and 3000 cavalry, and suddenly attacked, with great success, Philip's camp in the night-time; having left orders, that a fleet of seventy flatbottomed vessels should sail up the Seine, and fall at the same instant on the bridge. But the wind and the current of the river, by retarding the vessels, disconcerted this plan of operations; and it was morning before the fleet appeared; when Pembroke, though successful in the beginning of the action, was already repulsed with considerable loss, and the king of France had leisure to defend himself against these new assailants, who also met with a repulse. After this misfortune, John made no farther efforts for the relief of Chateau Gaillard; and Philip had all the leisure requisite for conducting and finishing the siege. Roger de Laci defended himself for a twelvemonth with great obstinacy; and having bravely repelled every attack, and patiently born all the hardships of famine, he was at last overpowered by a sudden assault in the night-time, and made prisoner of war, with his garrison. Philip, who knew how to respect valour even in an enemy, treated him with civility, and gave him the whole city of Paris for the place of his confinement.","subId":"15","id":"Hume.HE.1.11.15"},{"type":"paragraph","content":"When this bulwark of Normandy was once subdued, all the province lay open to the inroads of Philip; and the king of England despaired of being any longer able to defend it. He secretly prepared vessels for a scandalous flight; and that the Normans might no longer doubt of his resolution to abandon them, he ordered the fortifications of Pont de l'Arche, Moulineaux, and Monfort l'Amauri to be demolished. Not daring to repose confidence in any of his barons, whom he believed to be universally engaged in a conspiracy against him, he entrusted the government of the province to Archas Martin and Lupicaire, two mercenary Brabançons, whom he had retained in his service. Philip, now secure of his prey, pushed his conquests with vigour and success against the dismayed Normans. Falaise was first besieged; and Lupicaire, who commanded in this impregnable fortress, after surrendering the place, inlisted himself with his troops in the service of Philip, and carried on hostilities against his ancient master. Caen, Coutance, Seez, Evreux, Baïeux soon fell into the hands of the French monarch, and all the lower Normandy was reduced under his dominion. To forward his enterprizes on the other division of the province, Gui de Thouars, at the head of the Bretons, broke into the territory, and took Mount St. Michael, Avranches, and all the other fortresses in that neighbourhood. The Normans, who abhorred the French yoke, and who would have defended themselves to the last extremity, if their prince had appeared to conduct them, found no resource but in submission; and every city opened its gates, as soon as Philip appeared before it. {1205.} Roüen alone, Arques, and Verneuil determined to maintain their liberties; and formed a confederacy for mutual defence. Philip began with the siege of Roüen: The inhabitants were so inflamed with hatred to France, that, on the appearance of his army, they fell on all the natives of that country, whom they found within their walls, and put them to death. But after the French king had begun his operations with success, and had taken some of their outworks, the citizens, seeing no resource, offered to capitulate; and demanded only thirty days to advertise their prince of their danger, {1st June.} and to require succours against the enemy. Upon the expiration of the term, as no supply had arrived, they opened their gates to Philip; and the whole province soon after imitated the example, and submitted to the victor. Thus was this important territory re-united to the crown of France, about three centuries after the cession of it by Charles the Simple to Rollo, the first duke: And the Normans, sensible that this conquest was probably final, demanded the privilege of being governed by French laws; which Philip, making a few alterations on the ancient Norman customs, readily granted them. But the French monarch had too much ambition and genius to stop in his present career of success. He carried his victorious army into the western provinces; soon reduced Anjou, Maine, Touraine, and part of Poictou; and in this manner, the French crown, during the reign of one able and active prince, received such an accession of power and grandeur, as, in the ordinary course of things, it would have required several ages to attain.","subId":"16","id":"Hume.HE.1.11.16"},{"type":"paragraph","content":"John, on his arrival in England, that he might cover the disgrace of his own conduct, exclaimed loudly against his barons, who, he pretended, had deserted his standard in Normandy; and he arbitrarily extorted from them a seventh of all their moveables, as a punishment for the offence. Soon after he forced them to grant him a scutage of two marks and a half on each knight's fee for an expedition into Normandy; but he did not attempt to execute the service, for which he pretended to exact it. Next year, he summoned all the barons of his realm to attend him on this foreign expedition, and collected ships from all the sea-ports; but meeting with opposition from some of his ministers, and abandoning his design, he dismissed both fleet and army, and then renewed his exclamations against the barons for deserting him. He next put to sea with a small army, and his subjects believed, that he was resolved to expose himself to the utmost hazard for the defence and recovery of his dominions: {1206.} But they were surprized, after a few days, to see him return again into harbour, without attempting any thing. In the subsequent season, he had the courage to carry his hostile measures a step farther. Gui de Thouars, who governed Britanny, jealous of the rapid progress made by his ally, the French king, promised to join the king of England with all his forces; and John ventured abroad with a considerable army, and landed at Rochelle. He marched to Angers; which he took and reduced to ashes. But the approach of Philip with an army threw him into a panic; and he immediately made proposals for peace, and fixed a place of interview with his enemy: But instead of keeping this engagement, he stole off with his army, embarked at Rochelle, and returned, loaded with new shame and disgrace, into England. The mediation of the pope procured him at last a truce for two years with the French monarch; almost all the transmarine provinces were ravished from him; and his English barons, though harassed with arbitrary taxes and fruitless expeditions, saw themselves and their country baffled and affronted in every enterprize.","subId":"17","id":"Hume.HE.1.11.17"},{"type":"paragraph","content":"In an age, when personal valour was regarded as the chief accomplishment, such conduct as that of John, always disgraceful, must be exposed to peculiar contempt; and he must thenceforth have expected to rule his turbulent vassals with a very doubtful authority. But the government, exercised by the Norman princes, had wound up the royal power to so high a pitch, and so much beyond the usual tenor of the feudal constitutions, that it still behoved him to be debased by new affronts and disgraces, ere his barons could entertain the view of conspiring against him, in order to retrench his prerogatives. The church, which, at that time, declined not a contest with the most powerful and most vigorous monarchs, took first advantage of John's imbecillity; and with the most aggravating circumstances of insolence and scorn, fixed her yoke upon him.","subId":"18","id":"Hume.HE.1.11.18"},{"type":"paragraph","content":"{1207.} The papal chair was then filled by Innocent III. who, having attained that dignity at the age of thirty-seven years, and being endowed with a lofty and enterprizing genius, {The king's quarrel with the court of France.} gave full scope to his ambition, and attempted, perhaps more openly than any of his predecessors, to convert that superiority, which was yielded him by all the European princes, into a real dominion over them. The hierarchy, protected by the Roman pontiff, had already carried to an enormous height its usurpations upon the civil power; but in order to extend them farther, and render them useful to the court of Rome, it was necessary to reduce the ecclesiastics themselves under an absolute monarchy, and to make them entirely dependant on their spiritual leader. For this purpose, Innocent first attempted to impose taxes at pleasure upon the clergy; and in the first year of this century, taking advantage of the popular frenzy for crusades, he sent collectors over all Europe, who levied by his authority the fortieth of all ecclesiastical revenues, for the relief of the Holy Land, and received the voluntary contributions of the laity to a like amount. The same year Hubert, archbishop of Canterbury, attempted another innovation, favourable to ecclesiastical and papal power: In the king's absence, he summoned, by his legantine authority, a synod of all the English clergy, contrary to the inhibition of Geoffrey Fitz-Peter, the chief justiciary; and no proper censure was ever passed on this encroachment, the first of the kind, upon the royal power. But a favourable incident soon after happened, which enabled so aspiring a pontiff as Innocent, to extend still farther his usurpations on so contemptible a prince as John.","subId":"19","id":"Hume.HE.1.11.19"},{"type":"paragraph","content":"Hubert, the primate, died in 1205; and as the monks or canons of Christ-church, Canterbury, possessed a right of voting in the election of their archbishop, some of the juniors of the order, who lay in wait for that event, met clandestinely the very night of Hubert's death; and without any congé d'elire from the king, chose Reginald, their sub-prior, for the successor; installed him in the archi-episcopal throne before midnight; and having enjoined him the strictest secrecy, sent him immediately to Rome, in order to solicit the confirmation of his election. The vanity of Reginald prevailed over his prudence; and he no sooner arrived in Flanders, than he revealed to every one the purpose of his journey, which was immediately known in England. The king was enraged at the novelty and temerity of the attempt, in filling so important an office without his knowledge or consent: The suffragan bishops of Canterbury, who were accustomed to concur in the choice of their primate, were no less displeased at the exclusion given them in this election: The senior monks of Christ-church were injured by the irregular proceedings of their juniors: The juniors themselves, ashamed of their conduct, and disgusted with the levity of Reginald, who had broken his engagements with them, were willing to set aside his election: And all men concurred in the design of remedying the false measures, which had been taken. But as John knew, that this affair would be canvassed before a superior tribunal, where the interposition of royal authority, in bestowing ecclesiastical benefices, was very invidious; where even the cause of suffragan bishops was not so favourable as that of monks; he determined to make the new election entirely unexceptionable: He submitted the affair wholly to the canons of Christ-church; and departing from the right, claimed by his predecessors, ventured no farther than to inform them privately, that they would do him an acceptable service, if they chose John de Gray, bishop of Norwich, for their primate. The election of that prelate was accordingly made without a contradictory vote; and the king, to obviate all contests, endeavoured to persuade the suffragan bishops not to insist on their claim of concurring in the election: But those prelates, persevering in their pretensions, sent an agent to maintain their cause before Innocent; while the king, and the convent of Christ-church, dispatched twelve monks of that order to support, before the same tribunal, the election of the bishop of Norwich.","subId":"20","id":"Hume.HE.1.11.20"},{"type":"paragraph","content":"Thus there lay three different claims before the pope, whom all parties allowed to be the supreme arbiter in the contest. The claim of the suffragans, being so opposite to the usual maxims of the papal court, was soon set aside: The election of Reginald was so obviously fraudulent and irregular, that there was no possibility of defending it: But Innocent maintained, that, though this election was null and invalid, it ought previously to have been declared such by the sovereign pontiff, before the monks could proceed to a new election; and that the choice of the bishop of Norwich was of course as uncanonical as that of his competitor. Advantage was, therefore, taken of this subtlety for introducing a precedent, by which the see of Canterbury, the most important dignity in the church after the papal throne, should ever after be at the disposal of the court of Rome.","subId":"21","id":"Hume.HE.1.11.21"},{"type":"paragraph","content":"While the pope maintained so many fierce contests, in order to wrest from princes the right of granting investitures, and to exclude laymen from all authority in conferring ecclesiastical benefices, he was supported by the united influence of the clergy, who, aspiring to independance, fought, with all the ardour of ambition, and all the zeal of superstition, under his sacred banners. But no sooner was this point, after a great effusion of blood, and the convulsions of many states, established in some tolerable degree, than the victorious leader, as is usual, turned his arms against his own community, and aspired to centre all power in his person. By the invention of reserves, provisions, commendams, and other devices, the pope gradually assumed the right of filling vacant benefices; and the plenitude of his apostolic power, which was not subject to any limitations, supplied all defects of title in the person on whom he bestowed preferment. The canons which regulated elections were purposely rendered intricate and involved: Frequent disputes arose among candidates: Appeals were every day carried to Rome: The apostolic see, besides reaping pecuniary advantages from these contests, often exercised the power of setting aside both the litigants, and on pretence of appeasing faction, nominated a third person, who might be more acceptable to the contending parties.","subId":"22","id":"Hume.HE.1.11.22"},{"type":"paragraph","content":"The present controversy about the election to the see of Canterbury afforded Innocent an opportunity of claiming this right; and he failed not to perceive and avail himself of the advantage. He sent for the twelve monks deputed by the convent to maintain the cause of the bishop of Norwich; and commanded them, under the penalty of excommunication, to chuse for their primate, cardinal Langton, an Englishman by birth, but educated in France, {Cardinal Langton appointed archbishop of Canterbury.} and connected, by his interests and attachments, with the see of Rome. In vain did the monks represent, that they had received from their convent no authority for this purpose; that an election, without a previous writ from the king, would be deemed highly irregular; and that they were merely agents for another person, whose right they had no power or pretence to abandon. None of them had the courage to persevere in this opposition, except one; Elias de Brantefield: All the rest, overcome by the menaces and authority of the pope, complied with his orders, and made the election required of them.","subId":"23","id":"Hume.HE.1.11.23"},{"type":"paragraph","content":"Innocent, sensible that this flagrant usurpation would be highly resented by the court of England, wrote John a mollifying letter; sent him four golden rings set with precious stones; and endeavoured to enhance the value of the present, by informing him of the many mysteries implied in it. He begged him to consider seriously the form of the rings, their number, their matter, and their colour. Their form, he said, being round, shadowed out Eternity, which had neither beginning nor end; and he ought thence to learn his duty of aspiring from earthly objects to heavenly, from things temporal to things eternal. The number four, being a square, denoted steadiness of mind, not to be subverted either by adversity or prosperity, fixed for ever on the firm basis of the four cardinal virtues. Gold, which is the matter, being the most precious of metals, signified Wisdom, which is the most valuable of all accomplishments, and justly preferred by Solomon to riches, power, and all exterior attainments. The blue colour of the saphire represented Faith; the verdure of the emerald, Hope; the redness of the ruby, Charity; and the splendor of the topaz, Good Works. By these conceits, Innocent endeavoured to repay John for one of the most important prerogatives of his crown, which he had ravished from him; conceits probably admired by Innocent himself. For it is easily possible for a man, especially in a barbarous age, to unite strong talents for business with an absurd taste for literature and in the arts.","subId":"24","id":"Hume.HE.1.11.24"},{"type":"paragraph","content":"John was inflamed with the utmost rage, when he heard of this attempt of the court of Rome; and he immediately vented his passion on the monks of Christ-church, whom he found inclined to support the election made by their fellows at Rome. He sent Fulk de Cantelupe, and Henry de Cornhulle, two knights of his retinue, men of violent tempers and rude manners, to expel them the convent, and take possession of their revenues. These knights entered the monastery with drawn swords, commanded the prior and the monks to depart the kingdom, and menaced them, that, in case of disobedience, they would instantly burn them with the convent. Innocent, prognosticating, from the violence and imprudence of these measures, that John would finally sink in the contest, persevered the more vigorously in his pretensions, and exhorted the king not to oppose God and the church any longer, nor to persecute that cause, for which the holy martyr, St. Thomas, had sacrificed his life, and which had exalted him equal to the highest saints in heaven: A clear hint to John to profit by the example of his father, and to remember the prejudices and established principles of his subjects, who bore a profound veneration to that martyr, and regarded his merits as the subject of their chief glory and exultation.","subId":"25","id":"Hume.HE.1.11.25"},{"type":"paragraph","content":"Innocent, finding that John was not sufficiently tamed to submission, sent three prelates, the bishops of London, Ely, and Worchester, to intimate, that, if he persevered in his disobedience, the sovereign pontiff would be obliged to lay the kingdom under an interdict. All the other prelates threw themselves on their knees before him, and entreated him, with tears in their eyes, to prevent the scandal of this sentence, by making a speedy submission to his spiritual Father, by receiving from his hands the new elected primate, and by restoring the monks of Christ-church to all their rights and possessions. He burst out into the most indecent invectives against the prelates; swore by God's teeth, his usual oath, that, if the pope presumed to lay his kingdom under an interdict, he would send to him all the bishops and clergy of England, and would confiscate all their estates; and threatened, that, if thenceforth he caught any Romans in his dominions, he would put out their eyes, and cut off their noses, in order to set a mark upon them, which might distinguish them from all other nations. Amidst all this idle violence, John stood on such bad terms with his nobility, that he never dared to assemble the states of the kingdom, who, in so just a cause, would probably have adhered to any other monarch, and have defended with vigour the liberties of the nation against these palpable usurpations of the court of Rome. {Interdict of the kingdom.} Innocent, therefore, perceiving the king's weakness, fulminated at last the sentence of interdict, which he had for some time held suspended over him.","subId":"26","id":"Hume.HE.1.11.26"},{"type":"paragraph","content":"The sentence of interdict was at that time the great instrument of vengeance and policy employed by the court of Rome; was denounced against sovereigns for the lightest offences; and made the guilt of one person involve the ruin of millions, even in their spiritual and eternal welfare. The execution of it was calculated to strike the senses in the highest degree, and to operate with irresistible force on the superstitious minds of the people. The nation was of a sudden deprived of all exterior exercise of its religion: The altars were despoiled of their ornaments: The crosses, the reliques, the images, the statues of the saints were laid on the ground; and as if the air itself were profaned, and might pollute them by its contact, the priests carefully covered them up, even from their own approach and veneration. The use of bells entirely ceased in all the churches: The bells themselves were removed from the steeples, and laid on the ground with the other sacred utensils. Mass was celebrated with shut doors; and none but the priests were admitted to that holy institution. The laity partook of no religious rite, except baptism to new-born infants, and the communion to the dying: The dead were not interred in consecrated ground: They were thrown into ditches, or buried in common fields; and their obsequies were not attended with prayers or any hallowed ceremony. Marriage was celebrated in the church-yards; and that every action in life might bear the marks of this dreadful situation, the people were prohibited the use of meat, as in Lent, or times of the highest pennance; were debarred from all pleasures and entertainments; and were forbidden even to salute each other, or so much as to shave their beards, and give any decent attention to their person and apparel. Every circumstance carried symptoms of the deepest distress, and of the most immediate apprehension of divine vengeance and indignation.","subId":"27","id":"Hume.HE.1.11.27"},{"type":"paragraph","content":"The king, that he might oppose his temporal to their spiritual terrors, immediately, from his own authority, confiscated the estates of all the clergy who obeyed the interdict; banished the prelates, confined the monks in their convent, and gave them only such a small allowance from their own estates, as would suffice to provide them with food and rayment. He treated with the utmost rigour all Langton's adherents, and every one that showed any disposition to obey the commands of Rome: And in order to distress the clergy in the tenderest point, and at the same time expose them to reproach and ridicule, he threw into prison all their concubines, and required high fines as the price of their liberty.","subId":"28","id":"Hume.HE.1.11.28"},{"type":"paragraph","content":"After the canons, which established the celibacy of the clergy, were, by the zealous endeavours of archbishop Anselm, more rigorously executed in England, the ecclesiastics gave, almost universally and avowedly, into the use of concubinage; and the court of Rome, which had no interest in prohibiting this practice, made very slight opposition to it. The custom was become so prevalent, that, in some cantons of Swisserland, before the reformation, the laws not only permitted, but, to avoid scandal, enjoined the use of concubines to the younger clergy; and it was usual every where for priests to apply to the ordinary, and obtain from him a formal liberty for this indulgence. The bishop commonly took care to prevent the practice from degenerating into licentiousness: He confined the priest to the use of one woman, required him to be constant to her bed, obliged him to provide for her subsistance and that of her children; and, though the offspring was, in the eye of the law, deemed illegitimate, this commerce was really a kind of inferior marriage, such as is still practised in Germany among the nobles; and may be regarded by the candid, as an appeal from the tyranny of civil and ecclesiastical institutions, to the more virtuous and more unerring laws of nature.","subId":"29","id":"Hume.HE.1.11.29"},{"type":"paragraph","content":"The quarrel between the king and the see of Rome continued for some years; and though many of the clergy, from the fear of punishment, obeyed the orders of John, and celebrated divine service, they complied with the utmost reluctance, and were regarded, both by themselves and the people, as men who betrayed their principles, and sacrificed their conscience to temporal regards and interests. During this violent situation, the king, in order to give a lustre to his government, attempted military expeditions, against Scotland, against Ireland, against the Welsh; and he commonly prevailed, more from the weakness of his enemies than from his own vigour or abilities. Meanwhile, the danger, to which his government stood continually exposed from the discontents of the ecclesiastics, encreased his natural propension to tyranny; and he seems to have even wantonly disgusted all orders of men, especially his nobles, from whom alone he could reasonably expect support and assistance. He dishonoured their families by his licentious amours; he published edicts, prohibited them from hunting feathered game, and thereby restrained them from their favourite occupation and amusement; he ordered all the hedges and fences near his forests to be levelled, that his deer might have more ready access into the fields for pasture; and he continually loaded the nation with arbitrary impositions. {1208.} Conscious of the general hatred which he had incurred, he required his nobility to give him hostages for security of their allegiance; and they were obliged to put into his hands their sons, nephews, or near relations. When his messengers came with like orders to the castle of William de Braouse, a baron of great note, the lady of that nobleman replied, that she would never entrust her son into the hands of one who had murdered his own nephew, while in his custody. Her husband reproved her for the severity of this speech; but, sensible of his danger, he immediately fled with his wife and son into Ireland, where he endeavoured to conceal himself. The king discovered the unhappy family in their retreat; seized the wife and son, whom he starved to death in prison; and the baron himself narrowly escaped, by flying into France.","subId":"30","id":"Hume.HE.1.11.30"},{"type":"paragraph","content":"{1209.} The court of Rome had artfully contrived a gradation of sentences; by which he kept offenders in awe, still afforded them an opportunity of preventing the next anathema by submission; and in case of their obstinacy, was able to refresh the horror of the people against them, by new denunciations of the wrath and vengeance of heaven. As the sentence of interdict had not produced the desired effect on John, and as his people, though extremely discontented, had hitherto been restrained from rising in open rebellion against him, he was soon to look for the sentence of excommunication: And he had reason to apprehend, that, notwithstanding all his precautions, the most dangerous consequences might ensue from it. He was witness of the other scenes, which, at that very time, were acting in Europe, and which displayed the unbounded and uncontrouled power of the papacy. Innocent, far from being dismayed at his contests with the king of England, had excommunicated the emperor Otho, John's nephew; and soon brought that powerful and haughty prince to submit to his authority. He published a crusade against the Albigenses, a species of enthusiasts in the south of France, whom he denominated heretics; because, like other enthusiasts, they neglected the rites of the church, and opposed the power and influence of the clergy: The people from all parts of Europe, moved by their superstition and their passion for wars and adventures, flocked to his standard: Simon de Montfort, the general of the crusade, acquired to himself a sovereignty in these provinces: The count of Toulouse, who protected, or perhaps only tolerated the Albigenses, was stripped of his dominions: And these sectaries themselves, though the most innocent and inoffensive of mankind, were exterminated with all the circumstances of extreme violence and barbarity. Here were therefore both an army and a general, dangerous from their zeal and valour, who might be directed to act against John; and Innocent, {Excommunication of the king.} after keeping the thunder long suspended, gave at last authority to the bishops of London, Ely, and Worcester, to fulminate the sentence of excommunication against him. These prelates obeyed; though their brethren were deterred from publishing, as the pope required of them, the sentence in the several churches of their dioceses.","subId":"31","id":"Hume.HE.1.11.31"},{"type":"paragraph","content":"No sooner was the excommunication known, than the effects of it appeared. Geoffrey, archdeacon of Norwich, who was entrusted with a considerable office in the court of exchequer, being informed of it while sitting on the bench, observed to his colleagues the danger of serving under an excommunicated king; and he immediately left his chair, and departed the court. John gave orders to seize him, to throw him into prison, to cover his head with a great leaden cope; and by this and other severe usage, he soon put an end to his life: Nor was there any thing wanting to Geoffrey, except the dignity and rank of Becket, to exalt him to an equal station in heaven with that great and celebrated martyr. Hugh de Wells, the chancellor, being elected by the king's appointment, bishop of Lincoln, upon a vacancy in that see, desired leave to go abroad, in order to receive consecration from the archbishop of Roüen; but he no sooner reached France, than he hastened to Pontigny, where Langton then resided, and paid submissions to him as his primate. The bishops, finding themselves exposed either to the jealousy of the king or hatred of the people gradually stole out of the kingdom; and at last there remained only three prelates to perform the functions of the episcopal office. Many of the nobility, terrified by John's tyranny, and obnoxious to him on different accounts, imitated the example of the bishops; and most of the others, who remained, were with reason suspected of having secretly entered into a confederacy against him. John was alarmed at his dangerous situation; a situation, which prudence, vigour, and popularity, might formerly have prevented, but which no virtues or abilities were now sufficient to retrieve. He desired a conference with Langton at Dover; offered to acknowledge him as primate, to submit to the pope, to restore the exiled clergy, even to pay them a limited sum as a compensation for the rents of their confiscated estates. But Langton, perceiving his advantage, was not satisfied with these concessions: He demanded, that full restitution and reparation should be made to all the clergy; a condition so exorbitant, that the king, who probably had not the power of fulfilling it, and who foresaw that this estimation of damages might amount to an immense sum, finally broke off the conference.","subId":"32","id":"Hume.HE.1.11.32"},{"type":"paragraph","content":"{1212.} The next gradation of papal sentences was to absolve John's subjects from their oaths of fidelity and allegiance, and to declare every one excommunicated who had any commerce with him, in public or in private; at his table, in his council, or even in private conversation: And this sentence was accordingly, with all imaginable solemnity, pronounced against him. But as John still persevered in his contumacy, there remained nothing but the sentence of deposition; which, though intimately connected with the former, had been distinguished from it by the artifice of the court of Rome; and Innocent determined to dart this last thunder-bolt against the refractory monarch. But as a sentence of this kind required an armed force to execute it, the pontiff, casting his eyes around, fixed at last on Philip, king of France, as the person, into whose powerful hand he could most properly entrust that weapon, the ultimate resource of his ghostly authority. And he offered the monarch, besides the remission of all his sins and endless spiritual benefits, the property and possession of the kingdom of England, as the reward of his labour.","subId":"33","id":"Hume.HE.1.11.33"},{"type":"paragraph","content":"It was the common concern of all princes to oppose these exorbitant pretensions of the Roman pontiff, by which they themselves were rendered vassals, and vassals totally dependant, of the papal crown: Yet even Philip, the most able monarch of the age, was seduced, by present interest, and by the prospect of so tempting a prize, to accept this liberal offer of the pontiff, and thereby to ratify that authority, which, if he ever opposed its boundless usurpations, might, next day, tumble him from the throne. He levied a great army; summoned all the vassals of the crown to attend him at Roüen; collected a fleet of 1700 vessels, great and small, in the sea-ports of Normandy and Picardy; and partly from the zealous spirit of the age, partly from the personal regard universally paid him, prepared a force, which seemed equal to the greatness of his enterprize. The king, on the other hand, issued out writs, requiring the attendance of all his military tenants at Dover, and even of all able-bodied men, to defend the kingdom in this dangerous extremity. A great number appeared; and he selected an army of 60,000 men; a power invincible, had they been united in affection to their prince, and animated with a becoming zeal for the defence of their native country. But the people were swayed by superstition, and regarded their king with horror, as anathematized by papal censures: The barons, besides lying under the same prejudices, were all disgusted by his tyranny, and were, many of them, suspected of holding a secret correspondence with the enemy: And the incapacity and cowardice of the king himself, ill-fitted to contend with those mighty difficulties, made men prognosticate the most fatal effects from the French invasion.","subId":"34","id":"Hume.HE.1.11.34"},{"type":"paragraph","content":"Pandolf, whom the pope had chosen for his legate, and appointed to head this important expedition, had, before he left Rome, applied for a secret conference with his master, and had asked him, whether, if the king of England, in this desperate situation, were willing to submit to the apostolic see, the church should, without the consent of Philip, grant him any terms of accommodation? Innocent, expecting from his agreement with a prince so abject both in character and fortune, more advantages than from his alliance with a great and victorious monarch, who, after such mighty acquisitions, might become too haughty to be bound by spiritual chains, explained to Pandolf the conditions on which he was willing to be reconciled to the king of England. The legate, therefore, as soon as he arrived in the north of France, sent over two knights templars to desire an interview with John at Dover, which was readily granted: He there represented to him, in such strong, and probably in such true colours, his lost condition, the disaffection of his subjects, the secret combination of his vassals against him, {13th May. The king's submission to the pope.} the mighty armament of France, that John, yielded at discretion, and subscribed to all the conditions which Pandolf was pleased to impose upon him. He promised, among other articles, that he would submit himself entirely to the judgment of the pope; that he would acknowledge Langton for primate; that he would restore all the exiled clergy and laity, who had been banished on account of the contest; that he would make them full restitution of their goods, and compensation for all damages, and instantly consign eight thousand pounds, in part of payment; and that every one outlawed or imprisoned for his adherence to the pope, should immediately be received into grace and favour. Four barons swore, along with the king, to the observance of this ignominious treaty.","subId":"35","id":"Hume.HE.1.11.35"},{"type":"paragraph","content":"But the ignominy of the king was not yet carried to its full height. Pandolf required him, as the first trial of obedience, to resign his kingdom to the church; and he persuaded him, that he could no wise so effectually disappoint the French invasion, as by thus putting himself under the immediate protection of the apostolic see. John, lying under the agonies of present terror, made no scruple of submitting to this condition. He passed a charter, in which he said, that, not constrained by fear, but of his own free-will, and by the common advice and consent of his barons, he had, for remission of his own sins and those of his family, resigned England and Ireland to God, to St. Peter and St. Paul, and to pope Innocent and his successors in the apostolic chair: He agreed to hold these dominions as feudatory of the church of Rome, by the annual payment of a thousand marks; seven hundred for England, three hundred for Ireland: And he stipulated, that, if he or his successors should ever presume to revoke or infringe this charter, they should instantly, except upon admonition they repented of their offence, forfeit all right to their domimon.","subId":"36","id":"Hume.HE.1.11.36"},{"type":"paragraph","content":"{15th May.} In consequence of this agreement, John did homage to Pandolf as the pope's legate, with all the submissive rites which the feudal law required of vassals before their liege-lord and superior. He came disarmed into the legate's presence, who was seated on a throne; he flung himself on his knees before him; he lifted up his joined hands, and put them within those of Pandolf; he swore fealty to the pope; and he paid part of the tribute, which he owed for his kingdom as the patrimony of St. Peter. The legate, elated by this supreme triumph of sacerdotal power, could not forbear discovering extravagant symptoms of joy and exultation: He trampled on the money, which was laid at his feet, as an earnest of the subjection of the kingdom: An insolence, of which, however offensive to all the English, no one present, except the archbishop of Dublin, dared to take any notice. But though Pandolf had brought the king to submit to these base conditions, he still refused to free him from the excommunication and interdict, till an estimation should be taken of the losses of the ecclesiastics, and full compensation and restitution should be made them.","subId":"37","id":"Hume.HE.1.11.37"},{"type":"paragraph","content":"John, reduced to this abject situation under a foreign power, still showed the same disposition to tyrannize over his subjects, which had been the chief cause of all his misfortunes. One Peter of Pomfret, a hermit, had foretold, that the king, this very year, should lose his crown; and for that rash prophecy, he had been thrown into prison in Corfe-castle. John now determined to bring him to punishment as an impostor; and though the man pleaded, that his prophecy was fulfilled, and that the king had lost the royal and independent crown which he formerly wore, the defence was supposed to aggravate his guilt: He was dragged at horses tails, to the town of Warham, and there hanged on a gibbet with his son.","subId":"38","id":"Hume.HE.1.11.38"},{"type":"paragraph","content":"When Pandolf, after receiving the homage of John, returned to France, he congratulated Philip on the success of his pious enterprize; and informed him, that John, moved by the terror of the French arms, had now come to a just sense of his guilt; had returned to obedience under the apostolic see; had even consented to do homage to the pope for his dominions; and having thus made his kingdom a part of St. Peter's patrimony, had rendered it impossible for any Christian prince, without the most manifest and most flagrant impiety, to attack him. Philip was enraged on receiving this intelligence: He exclaimed, that having, at the pope's instigation, undertaken an expedition, which had cost him above 60,000 pounds sterling, he was frustrated of his purpose, at the time when its success was become infallible: He complained, that all the expence had fallen upon him; all the advantages had accrued to Innocent: He threatened to be no longer the dupe of these hypocritical pretences: And assembling his vassals, he laid before them the ill-treatment which he had received, exposed the interested and fraudulent conduct of the pope, and required their assistance to execute his enterprize against England, in which, he told them, that, notwithstanding the inhibitions and menaces of the legate, he was determined to persevere. The French barons were in that age little less ignorant and superstitious than the English: Yet, so much does the influence of those religious principles depend on the present dispositions of men! they all vowed to follow their prince on his intended expedition, and were resolute not to be disappointed of that glory and those riches, which they had long expected from this enterprize. The earl of Flanders alone, who had previously formed a secret treaty with John, declaring against the injustice and impiety of the undertaking, retired with his forces; and Philip, that he might not leave so dangerous an enemy behind him, first turned his arms against the dominions of that prince. Meanwhile, the English fleet was assembled under the earl of Salisbury, the king's natural brother; and though inferior in number, received orders to attack the French in their harbours. Salisbury performed this service with so much success, that he took three hundred ships; destroyed a hundred more: And Philip, finding it impossible to prevent the rest from falling into the hands of the enemy, set fire to them himself, and thereby rendered it impossible for him to proceed any farther in his enterprize.","subId":"39","id":"Hume.HE.1.11.39"},{"type":"paragraph","content":"John, exulting in his present security, insensible to his past disgrace, was so elated with this success, that he thought of no less than invading France in his turn, and recovering all those provinces which the prosperous arms of Philip had formerly ravished from him. He proposed this expedition to the barons, who were already assembled for the defence of the kingdom. But the English nobles both hated and despised their prince: They prognosticated no success to any enterprize conducted by such a leader: And pretending, that their time of service was elapsed, and all their provisions exhausted, they refused to second his undertaking. The king, however, resolute in his purpose, embarked with a few followers, and sailed to Jersey, in the foolish expectation, that the barons would at last be ashamed to stay behind. But finding himself disappointed, he returned to England; and raising some troops, threatened to take vengeance on all his nobles for their desertion and disobedience. The archbishop of Canterbury, who was in a confederacy with the barons, here interposed; strictly inhibited the king from thinking of such an attempt; and threatened him with a renewal of the sentence of excommunication, if he pretended to levy war upon any of his subjects, before the kingdom were freed from the sentence of interdict.","subId":"40","id":"Hume.HE.1.11.40"},{"type":"paragraph","content":"The church had recalled the several anathemas pronounced against John, by the same gradual progress with which she had at first issued them. By receiving his homage, and admitting him to the rank of a vassal, his deposition had been virtually annulled, and his subjects were again bound by their oaths of allegiance. The exiled prelates had then returned in great triumph, with Langton at their head; and the king hearing of their approach, went forth to meet them, and throwing himself on the ground before them, he entreated them with tears to have compassion on him and the kingdom of England. The primate, seeing these marks of sincere penitence, led him to the chapter-house of Winchester, {20th July} and there administered an oath to him, by which he again swore fealty and obedience to pope Innocent and his successors; promised to love, maintain, and defend holy church and the clergy; engaged that he would re-establish the good laws of his predecessors, particularly those of St. Edward, and would abolish the wicked ones; and expressed his resolution of maintaining justice and right in all his dominions. The primate next gave him absolution in the requisite forms, and admitted him to dine with him, to the great joy of all the people. The sentence of interdict, however, was still upheld against the kingdom. A new legate, Nicholas, bishop of Frescati, came into England, in the room of Pandolf; and he declared it to be the pope's intentions never to loosen that sentence till full restitution were made to the clergy of every thing taken from them, and ample reparation for all damages which they had sustained. He only permitted mass to be said with a low voice in the churches, till those losses and damages could be estimated to the satisfaction of the parties. Certain barons were appointed to take an account of the claims; and John was astonished at the greatness of the sums, to which the clergy made their losses to amount. No less than twenty thousand marks were demanded by the monks of Canterbury alone; twenty-three thousand for the see of Lincoln; and the king, finding these pretensions to be exorbitant and endless, offered the clergy the sum of a hundred thousand marks for a final acquittal. The clergy rejected the offer with disdain; but the pope, willing to favour his new vassal, whom he found zealous in his declarations of fealty, and regular in paying the stipulated tribute to Rome, directed his legate to accept of forty thousand. The issue of the whole was, that the bishops and considerable abbots got reparation beyond what they had any title to demand: The inferior clergy were obliged to sit down contented with their losses: And the king, after the interdict was taken off, renewed, in the most solemn manner, and by a new charter, sealed with gold, his professions of homage and obedience to the see of Rome.","subId":"41","id":"Hume.HE.1.11.41"},{"type":"paragraph","content":"{1214.} When this vexatious affair was at last brought to a conclusion, the king, as if he had nothing farther to attend to but triumphs and victories, went over to Poictou, which still acknowledged his authority; and he carried war into Philip's dominions. He besieged a castle near Angiers; but the approach of prince Lewis, Philip's son, obliged him to raise the siege with such precipitation, that he left his tents, machines, and baggage behind him; and he returned to England with disgrace. About the same time, he heard of the great and decisive victory gained by the king of France at Bovines over the emperor Otho, who had entered France at the head of 150,000 Germans; a victory which established for ever the glory of Philip, and gave full security to all his dominions. John could, therefore, think henceforth of nothing farther, than of ruling peaceably his own kingdom; and his close connexions with the pope, which he was determined at any price to maintain, ensured him, as he imagined, the certain attainment of that object. But the last and most grievous scene of this prince's misfortunes still awaited him; and he was destined to pass through a series of more humiliating circumstances than had ever yet fallen to the lot of any other monarch.","subId":"42","id":"Hume.HE.1.11.42"},{"type":"paragraph","content":"{Discontents of the barons.} The introduction of the feudal law into England by William the Conqueror had much infringed the liberties, however imperfect, enjoyed by the Anglo-Saxons in their ancient government, and had reduced the whole people to a state of vassalage under the king or barons, and even the greater part of them to a state of real slavery. The necessity also of entrusting great power in the hands of a prince, who was to maintain military dominion over a vanquished nation, had engaged the Norman barons to submit to a more severe and absolute prerogative than that to which men of their rank, in other feudal governments, were commonly subjected. The power of the crown, once raised to a high pitch, was not easily reduced; and the nation, during the course of a hundred and fifty years, was governed by an authority, unknown, in the same degree, to all the kingdoms founded by the northern conquerors. Henry I. that he might allure the people to give an exclusion to his elder brother Robert, had granted them a charter, favourable in many particulars to their liberties; Stephen had renewed the grant; Henry II. had confirmed it: But the concessions of all these princes had still remained without effect; and the same unlimited, at least irregular authority, continued to be exercised both by them and their successors. The only happiness was, that arms were never yet ravished from the hands of the barons and people: The nation, by a great confederacy, might still vindicate its liberties: And nothing was more likely, than the character, conduct, and fortunes of the reigning prince, to produce such a general combination against him. Equally odious and contemptible, both in public and private life, he affronted the barons by his insolence, dishonoured their families by his gallantries, enraged them by his tyranny, and gave discontent to all ranks of men by his endless exactions and impositions. The effect of these lawless practices had already appeared in the general demand made by the barons of a restoration of their privileges; and after he had reconciled himself to the pope, by abandoning the independance of the kingdom, he appeared to all his subjects in so mean a light, that they universally thought they might with safety and honour insist upon their pretensions.","subId":"43","id":"Hume.HE.1.11.43"},{"type":"paragraph","content":"But nothing forwarded this confederacy so much as the concurrence of Langton, archbishop of Canterbury, a man, whose memory, though he was obtruded on the nation by a palpable incroachment of the see of Rome, ought always to be respected by the English. This prelate, whether he was moved by the generosity of his nature and his affection to public good; or had entertained an animosity against John, on account of the long opposition made by that prince to his election; or thought that an acquisition of liberty to the people would serve to encrease and secure the privileges of the church; had formed the plan of reforming the government, and had prepared the way for that great innovation, by inserting those singular clauses above-mentioned in the oath, which he administered to the king, before he would absolve him from the sentence of excommunication. Soon after, in a private meeting of some principal barons at London, he showed them a copy of Henry I.'s charter, which, he said, he had happily found in a monastery; and he exhorted them to insist on the renewal and observance of it: The barons swore, that they would sooner lose their lives than depart from so reasonable a demand. The confederacy began now to spread wider, and to comprehend almost all the barons in England; and a new and more numerous meeting was summoned by Langton at St. Edmondsbury, {November.} under colour of devotion. He again produced to the assembly the old charter of Henry; renewed his exhortations of unanimity and vigour in the prosecution of their purpose; and represented in the strongest colours the tyranny to which they had so long been subjected, and from which it now behoved them to free themselves and their posterity. The barons, inflamed by his eloquence, incited by the sense of their own wrongs, and encouraged by the appearance of their power and numbers, solemnly took an oath before the high altar, to adhere to each other, to insist on their demands, and to make endless war on the king, till he should submit to grant them. They agreed, that, after the festival of Christmas, they would prefer in a body their common petition; and in the mean time, they separated, after mutually engaging, that they would put themselves in a posture of defence, would inlist men and purchase arms, and would supply their castle with the necessary provisions.","subId":"44","id":"Hume.HE.1.11.44"},{"type":"paragraph","content":"{1215. 6th Jan.} The barons appeared in London on the day appointed and demanded of the king, that, in consequence of his own oath before the primate, as well as in deference to their just rights, he should grant them a renewal of Henry's charter, and a confirmation of the laws of St. Edward. The king, alarmed with their zeal and unanimity, as well as with their power, required a delay; promised, that, at the festival of Easter, he would give them a positive answer to their petition; and offered them the archbishop of Canterbury, the bishop of Ely, and the earl of Pembroke, the Mareschal, as sureties for his fulfilling this engagement. The barons accepted of the terms, and peaceably returned to their castles.","subId":"45","id":"Hume.HE.1.11.45"},{"type":"paragraph","content":"{15th Jan.} During this interval, John, in order to break or subdue the league of his barons, endeavoured to avail himself of the ecclesiastical power, of whose influence he had, from his own recent misfortunes, had such fatal experience. He granted to the clergy a charter, relinquishing for ever that important prerogative, for which his father and all his ancestors had zealously contended; yielding to them the free election on all vacancies; reserving only the power to issue a congé d'elire, and to subjoin a confirmation of the election; and declaring, that, if either of these were with-held, the choice should nevertheless be deemed just and valid. He made a vow to lead an army into Palestine against the infidels, and he took on him the cross; in hopes, that he should receive from the church that protection, which she tendered to every one that had entered into this sacred and meritorious engagement. And he sent to Rome his agent, William de Mauclerc, in order to appeal to the pope against the violence of his barons, and procure him a favourable sentence from that powerful tribunal. The barons also were not negligent on their part in endeavouring to engage the pope in their interests: They dispatched Eustace de Vescie to Rome; laid their case before Innocent as their feudal lord; and petitioned him to interpose his authority with the king, and oblige him to restore and confirm all their just and undoubted privileges. ","subId":"46","id":"Hume.HE.1.11.46"},{"type":"paragraph","content":"Innocent beheld with regret the disturbances which had arisen in England, and was much inclined to favour John in his pretensions. He had no hopes of retaining and extending his newly acquired superiority over that kingdom, but by supporting so base and degenerate a prince, who was willing to sacrifice every consideration to his present safety: And he foresaw, that, if the administration should fall into the hands of those gallant and high-spirited barons, they would vindicate the honour, liberty, and independance of the nation, with the same ardour which they now exerted in defence of their own. He wrote letters therefore to the prelates, to the nobility, and to the king himself. He exhorted the first to employ their good offices in conciliating peace between the contending parties, and putting an end to civil discord: To the second, he expressed his disapprobation of their conduct in employing force to extort concessions from their reluctant sovereign: The last, he advised to treat his nobles with grace and indulgence, and to grant them such of their demands as should appear just and reasonable.","subId":"47","id":"Hume.HE.1.11.47"},{"type":"paragraph","content":"The barons easily saw, from the tenor of these letters, that they must reckon on having the pope, as well as the king, for their adversary; but they had already advanced too far to recede from their pretensions, and their passions were so deeply engaged, that it exceeded even the power of superstition itself any longer to controul them. They also foresaw, that the thunders of Rome, when not seconded by the efforts of the English ecclesiastics, would be of small avail against them; and they perceived, that the most considerable of the prelates, as well as all the inferior clergy, professed the highest approbation of their cause. Besides, that these men were seized with the national passion for laws and liberty; blessings, of which they themselves expected to partake; there concurred very powerful causes to loosen their devoted attachment to the apostolic see. It appeared, from the late usurpations of the Roman pontiff, that he pretended to reap alone all the advantages accruing from that victory, which, under his banners, though at their own peril, they had every where obtained over the civil magistrate. The pope assumed a despotic power over all the churches: Their particular customs, privileges, and immunities, were treated with disdain: Even the canons of general councils were set aside by his dispensing power: The whole administration of the church was centered in the court of Rome: All preferments ran of course in the same channel: and the provincial clergy saw, at least felt, that there was a necessity for limiting these pretensions. The legate, Nicholas, in filling those numerous vacancies which had fallen in England during an interdict of six years, had proceeded in the most arbitrary manner; and had paid no regard, In conferring dignities, to personal merit, to rank, to the inclination of the electors, or to the customs of the country. The English church was universally disgusted; and Langton himself, though he owed his elevation to an incroachment of the Romish see, was no sooner established in his high office, than he became jealous of the privileges annexed to it, and formed attachments with the country subjected to his jurisdiction. These causes, though they opened slowly the eyes of men, failed not to produce their effect: They set bounds to the usurpations of the papacy: The tide first stopped, and then turned against the sovereign pontiff: And it is otherwise inconceivable, how that age, so prone to superstition, and so sunk in ignorance, or rather so devoted to a spurious erudition, could have escaped falling into an absolute and total slavery under the court of Rome.","subId":"48","id":"Hume.HE.1.11.48"},{"type":"paragraph","content":"{Insurrection of the barons.} About the time that the pope's letters arrived in England, the malcontent barons, on the approach of the festival of Easter, when they were to expect the king's answer to their petition, met by agreement at Stamford; and they assembled a force, consisting of above 2000 knights, besides their retainers and inferior persons without number. {27th April.} Elated with their power, they advanced in a body to Brackley, within fifteen miles of Oxford, the place where the court then resided; and they there received a message from the king, by the archbishop of Canterbury and the earl of Pembroke, desiring to know what those liberties were which they so zealously challenged from their sovereign. They delivered to these messengers a schedule, containing the chief articles of their demands; which was no sooner shown to the king, than he burst into a furious passion, and asked, why the barons did not also demand of him his kingdom? swearing, that he would never grant them such liberties as must reduce himself to slavery.","subId":"49","id":"Hume.HE.1.11.49"},{"type":"paragraph","content":"No sooner were the confederated nobles informed of John's reply, than they chose Robert Fitz-Walter their general, whom they called the mareschal of the army of God and of holy church; and they proceeded without farther ceremony to levy war upon the king. They besieged the castle of Northampton during fifteen days, though without success. The gates of Bedford castle were willingly opened to them by William Beauchamp, its owner: {24th May.} They advanced to Ware in their way to London, where they held a correspondence with the principal citizens: They were received without opposition into that capital: And finding now the great superiority of their force, they issued proclamations, requiring the other barons to join them, and menacing them, in case of refusal or delay, with committing devastation on their houses and estates. In order to show what might be expected from their prosperous arms, they made incursions from London, and laid waste the king's parks and palaces; and all the barons, who had hitherto carried the semblance of supporting the royal party, were glad of this pretence for openly joining a cause, which they always had secretly favoured. The king was left at Odiham in Surrey with a poor retinue of only seven knights; and after trying several expedients to elude the blow, after offering to refer all differences to the pope alone, or to eight barons, four to be chosen by himself, and four by the confederates, he found himself at last obliged to submit at discretion.","subId":"50","id":"Hume.HE.1.11.50"},{"type":"paragraph","content":"{Magna Charta, 15th June.} A conference between the king and the barons was appointed at Runnemede, between Windsor and Staines; a place which has ever since been extremely celebrated, on account of this great event. The two parties encamped a-part, like open enemies; and after a debate of a few days, the king, with a facility somewhat suspicious, {19th June.} signed and sealed the charter which was required of him. This famous deed, commonly called the GreatCharter, either granted or secured very important liberties and privileges to every order of men in the kingdom; to the clergy, to the barons, and to the people.","subId":"51","id":"Hume.HE.1.11.51"},{"type":"paragraph","content":"The freedom of elections was secured to the clergy: The former charter of the king was confirmed, by which the necessity of a royal congé d'elire and confirmation was superseded: All check upon appeals to Rome was removed, by the allowance granted every man to depart the kingdom at pleasure: And the fines to be imposed on the clergy, for any offence, were ordained to be proportional to their lay estates, not to their ecclesiastical benefices.","subId":"52","id":"Hume.HE.1.11.52"},{"type":"paragraph","content":"The privileges granted to the barons were either abatements in the rigour of the feudal law, or determinations in points which had been left by that law, or had become by practice, arbitrary and ambiguous. The reliefs of heirs succeeding to a military fee were ascertained; an earl's and baron's at a hundred marks, a knight's at a hundred shillings. It was ordained by the charter, that, if the heir be a minor, he shall, immediately upon his majority, enter upon his estate, without paying any reliefs: The king shall not sell his wardship: He shall levy only reasonable profits upon the estate, without committing waste or hurting the property: He shall uphold the castles, houses, mills, parks, and ponds: And if he commit the guardianship of the estate to the sheriff or any other, he shall previously oblige them to find surety to the same purpose. During the minority of a baron, while his lands are in wardship, and are not in his own possession, no debt which he owes to the Jews shall bear any interest. Heirs shall be married without disparagement; and before the marriage be contracted, the nearest relations of the person shall be informed of it. A widow, without paying any relief, shall enter upon her dower, the third part of her husband's rents: She shall not be compelled to marry, so long as she chuses to continue single; she shall only give security never to marry without her lord's consent. The king shall not claim the wardship of any minor, who holds lands by military tenure of a baron, on pretence that he also holds lands of the crown, by soccage or any other tenure. Scutages shall be estimated at the same rate as in the time of Henry I.; and no scutage or aid, except in the three general feudal cases, the king's captivity, the knighting of his eldest son, and the marrying of his eldest daughter, shall be imposed but by the great council of the kingdom; the prelates, earls, and great barons, shall be called to this great council, each by a particular writ; the lesser barons by a general summons of the sheriff. The king shall not seize any baron's land for a debt to the crown, if the baron possesses as many goods and chattels as are sufficient to discharge the debt. No man shall be obliged to perform more service for his fee than he is bound to by his tenure. No governor or constable of a castle shall oblige any knight to give money for castle-guard, if the knight be willing to perform the service in person, or by another able-bodied man; and if the knight be in the field himself, by the king's command, he shall be exempted from all other service of this nature. No vassal shall be allowed to sell so much of his land as to incapacitate himself from performing his service to his lord.","subId":"53","id":"Hume.HE.1.11.53"},{"type":"paragraph","content":"These were the principal articles, calculated for the interest of the barons; and had the charter contained nothing farther, national happiness and liberty had been very little promoted by it, as it would only have tended to encrease the power and independance of an order of men, who were already too powerful, and whose yoke might have become more heavy on the people than even that of an absolute monarch. But the barons, who alone drew and imposed on the prince this memorable charter, were necessitated to insert in it other clauses of a more extensive and more beneficent nature: They could not expect the concurrence of the people, without comprehending, together with their own, the interests of inferior ranks of men; and all provisions, which the barons, for their own sake, were obliged to make, in order to ensure the free and equitable administration of justice, tended directly to the benefit of the whole community. The following were the principal clauses of this nature.","subId":"54","id":"Hume.HE.1.11.54"},{"type":"paragraph","content":"It was ordained, that all the privileges and immunities above-mentioned, granted to the barons against the king, should be extended by the barons to their inferior vassals. The king bound himself not to grant any writ, empowering a baron to levy aids from his vassals, except in the three feudal cases. One weight and one measure shall be established throughout the kingdom. Merchants shall be allowed to transact all business, without being exposed to any arbitrary tolls and impositions: They and all free men shall be allowed to go out of the kingdom and return to it at pleasure: London, and all cities and burghs, shall preserve their ancient liberties, immunities, and free customs: Aids shall not be required of them but by the consent of the great council: No towns or individuals shall be obliged to make or support bridges but by ancient custom: The goods of every freeman shall be disposed of according to his will: If he die intestate, his heirs shall succeed to them. No officer of the crown shall take any horses, carts, or wood, without the consent of the owner. The king's courts of justice shall be stationary, and shall no longer follow his person: They shall be open to every one; and justice shall no longer be sold, refused, or delayed by them. Circuits shall be regularly held every year. The inferior tribunals of justice, the county court, sheriff's turn, and court-leet shall meet at their appointed time and place: The sheriffs shall be incapacitated to hold pleas of the crown; and shall not put any person upon his trial, from rumour or suspicion alone, but upon the evidence of lawful witnesses. No freeman shall be taken or imprisoned, or dispossessed of his free tenement and liberties, or outlawed, or banished, or any wise hurt or injured, unless by the legal judgment of his peers, or by the law of the land; and all who suffered otherwise in this or the two former reigns, shall be restored to their rights and possessions. Every freeman shall be fined in proportion to his fault; and no fine shall be levied on him to his utter ruin: Even a villain or rustic shall not by any fine be bereaved of his carts, ploughs, and implements of husbandry. This was the only article calculated for the interests of this body of men, probably at that time the most numerous in the kingdom.","subId":"55","id":"Hume.HE.1.11.55"},{"type":"paragraph","content":"It must be confessed, that the former articles of the Great Charter contain such mitigations and explanations of the feudal law as are reasonable and equitable; and that the latter involve all the chief outlines of a legal government, and provide for the equal distribution of justice, and free enjoyment of property; the great objects for which political society was at first founded by men, which the people have a perpetual and unalienable right to recal, and which no time, nor precedent, nor statute, nor positive institution, ought to deter them from keeping ever uppermost in their thoughts and attention. Though the provisions made by this charter might, conformably to the genius of the age, be esteemed too concise, and too bare of circumstances, to maintain the execution of its articles, in opposition to the chicanery of lawyers, supported by the violence of power; time gradually ascertained the sense of all the ambiguous expressions; and those generous barons, who first extorted this concession, still held their swords in their hands, and could turn them against those who dared, on any pretence, to depart from the original spirit and meaning of the grant. We may, now, from the tenor of this charter, conjecture what those laws were of king Edward, which the English nation, during so many generations, still desired, with such an obstinate perseverance, to have recalled and established. They were chiefly these latter articles of Magna Charta; and the barons, who, at the beginning of these commotions, demanded the revival of the Saxon laws, undoubtedly thought, that they had sufficiently satisfied the people, by procuring them this concession, which comprehended the principal objects, to which they had so long aspired. But what we are most to admire, is the prudence and moderation of those haughty nobles themselves, who were enraged by injuries, inflamed by opposition, and elated by a total victory over their sovereign. They were content, even in this plenitude of power, to depart from some articles of Henry I.'s charter, which they made the foundation of their demands, particularly from the abolition of wardships, a matter of the greatest importance; and they seem to have been sufficiently careful not to diminish too far the power and revenue of the crown. If they appear, therefore, to have carried other demands to too great a height, it can be ascribed only to the faithless and tyrannical character of the king himself, of which they had long had experience, and which, they foresaw, would, if they provided no farther security, lead him soon to infringe their new liberties, and revoke his own concessions. This alone gave birth to those other articles, seemingly exorbitant, which were added as a rampart for the safeguard of the Great Charter.","subId":"56","id":"Hume.HE.1.11.56"},{"type":"paragraph","content":"The barons obliged the king to agree, that London should remain in their hands, and the Tower be consigned to the custody of the primate, till the 15th of August ensuing, or till the execution of the several articles of the Great Charter. The better to ensure the same end, he allowed them to chuse five and twenty members from their own body, as conservators of the public liberties; and no bounds were set to the authority of these men either in extent or duration. If any complaint were made of a violation of the charter, whether attempted by the king, justiciaries, sheriffs, or foresters, any four of these barons might admonish the king to redress the grievance: If satisfaction were not obtained, they could assemble the whole council of twenty-five; who, in conjunction with the great council, were empowered to compel him to observe the charter, and, in case of resistance, might levy war against him, attack his castles, and employ every kind of violence, except against his royal person, and that of his queen and children. All men, throughout the kingdom, were bound, under the penalty of confiscation, to swear obedience to the twenty-five barons; and the freeholders of each county were to chuse twelve knights, who were to make report of such evil customs as required redress, conformably to the tenor of the Great Charter. The names of those conservators were the earls of Clare, Albemarle, Glocester, Winchester, Hereford, Roger Bigod, earl of Norfolk, Robert de Vere, earl of Oxford, William Mareschal the younger, Robert Fitz-Walter, Gilbert de Clare, Eustace de Vescey, Gilbert Delaval, William de Moubray, Geoffrey de Say, Roger de Mombezon, William de Huntingfield, Robert de Ros, the constable of Chester, William de Aubenie, Richard de Perci, William Malet, John Fitz-Robert, William de Lanvalay, Hugh de Bigod, and Roger de Montfichet. These men were, by this convention, really invested with the sovereignty of the kingdom: They were rendered co-ordinate with the king, or rather superior to him, in the exercise of the executive power: And as there was no circumstance of government, which, either directly or indirectly, might not bear a relation to the security or observance of the Great Charter; there could scarcely occur any incident, in which they might not lawfully interpose their authority.","subId":"57","id":"Hume.HE.1.11.57"},{"type":"paragraph","content":"John seemed to submit passively to all these regulations, however injurious to majesty: He sent writs to all the sheriffs, ordering them to constrain every one to swear obedience to the twenty-five barons. He dismissed all his foreign forces: He pretended, that his government was thenceforth to run in a new tenor, and be more indulgent to the liberty and independance of his people. But he only dissembled, till he should find a favourable opportunity for annulling all his concessions. The injuries and indignities, which he had formerly suffered from the pope and the king of France, as they came from equals or superiors, seemed to make but small impression on him: But the sense of this perpetual and total subjection under his own rebellious vassals, sunk deep in his mind, and he was determined, at all hazards, to throw off so ignominious a slavery. He grew sullen, silent, and reserved: He shunned the society of his courtiers and nobles: He retired into the Isle of Wight, as if desirous of hiding his shame and confusion; but in this retreat he meditated the most fatal vengeance against all his enemies. He secretly sent abroad his emissaries to inlist foreign soldiers, and to invite the rapacious Brabançons into his service, by the prospect of sharing the spoils of England, and reaping the forfeitures of so many opulent barons, who had incurred the guilt of rebellion, by rising in arms against him. And he dispatched a messenger to Rome, in order to lay before the pope the Great Charter, which he had been compelled to sign, and to complain, before that tribunal, of the violence, which had been imposed upon him.","subId":"58","id":"Hume.HE.1.11.58"},{"type":"paragraph","content":"Innocent, considering himself as feudal lord of the kingdom, was incensed at the temerity of the barons, who, though they pretended to appeal to his authority, had dared, without waiting for his consent, to impose such terms on a prince, who, by resigning to the Roman pontiff his crown and independance, had placed himself immediately under the papal protection. He issued, therefore, a bull, in which, from the plenitude of his apostolic power, and from the authority, which God had committed to him, to build and destroy kingdoms, to plant and overthrow, he annulled and abrogated the whole charter, as unjust in itself, as obtained by compulsion, and as derogatory to the dignity of the apostolic see. He prohibited the barons from exacting the observance of it: He even prohibited the king himself from paying any regard to it: He absolved him and his subjects from all oaths, which they had been constrained to take to that purpose: And he pronounced a general sentence of excommunication against every one, who should persevere in maintaining such treasonable and iniquitous pretensions.","subId":"59","id":"Hume.HE.1.11.59"},{"type":"paragraph","content":"{Renewal of the civil wars.} The king, as his foreign forces arrived along with this bull, now ventured to take off the mask; and, under sanction of the pope's decree, recalled all the liberties which he had granted to his subjects, and which he had solemnly sworn to observe. But the spiritual weapon was found upon trial to carry less force with it, than he had reason from his own experience to apprehend. The primate refused to obey the pope in publishing the sentence of excommunication against the barons; and though he was cited to Rome, that he might attend a general council, there assembled, and was suspended, on account of his disobedience to the pope, and his secret correspondence with the king's enemies. Though a new and particular sentence of excommunication was pronounced by name against the principal barons; John still found, that his nobility and people, and even his clergy, adhered to the defence of their liberties, and to their combination against him: The sword of his foreign mercenaries was all he had to trust to for restoring his authority.","subId":"60","id":"Hume.HE.1.11.60"},{"type":"paragraph","content":"The barons, after obtaining the Great Charter, seem to have been lulled into a fatal security, and to have taken no rational measures, in case of the introduction of a foreign force, for reassembling their armies. The king was from the first master of the field; and immediately laid siege to the castle of Rochester, which was obstinately defended by William de Albiney, at the head of a hundred and forty knights with their retainers, but was at last reduced by famine. {30th Nov.} John, irritated with the resistance, intended to have hanged the governor and all the garrison; but on the representation of William de Mauleon, who suggested to him the danger of reprizals, he was content to sacrifice, in this barbarous manner, the inferior prisoners only. The captivity of William de Albiney, the best officer among the confederated barons, was an irreparable loss to their cause; and no regular opposition was thenceforth made to the progress of the royal arms. The ravenous and barbarous mercenaries, incited by a cruel and enraged prince, were let loose against the estates, tenants, manors, houses, parks of the barons, and spread devastation over the face of the kingdom. Nothing was to be seen but the flames of villages and castles reduced to ashes, the consternation and misery of the inhabitants, tortures exercised by the soldiery to make them reveal their concealed treasures, and reprizals no less barbarous, committed by the barons and their partizans on the royal demesnes, and on the estates of such as still adhered to the crown. The king, marching through the whole extent of England, from Dover to Berwic, laid the provinces waste on each side of him; and considered every state, which was not his immediate property, as entirely hostile and the object of military execution. The nobility of the north in particular, who had shewn greatest violence in the recovery of their liberties, and who, acting in a separate body, had expressed their discontent even at the concessions made by the Great Charter; as they could expect no mercy, fled before him with their wives and families, and purchased the friendship of Alexander, the young king of Scots, by doing homage to him.","subId":"61","id":"Hume.HE.1.11.61"},{"type":"paragraph","content":"{Prince Lewis called over.} The barons, reduced to this desperate extremity, and menaced with the total loss of their liberties, their properties, and their lives, employed a remedy no less desperate; and making applications to the court of France, they offered to acknowledge Lewis, the eldest son of Philip, for their sovereign; on condition, that he would afford them protection from the violence of their enraged prince. Though the sense of the common rights of mankind, the only rights that are entirely indefeasible, might have justified them in the deposition of their king; they declined insisting before Philip, on a pretension, which is commonly so disagreeable to sovereigns, and which sounds harshly in their royal ears. They affirmed, that John was incapable of succeeding to the crown, by reason of the attainder, passed upon him during his brother's reign; though that attainder had been reversed, and Richard had even, by his last will, declared him his successor. They pretended, that he was already legally deposed by sentence of the peers of France, on account of the murder of his nephew; though that sentence could not possibly regard any thing but his transmarine dominions, which alone he held in vassalage to that crown. {1216.} On more plausible grounds, they affirmed, that he had already deposed himself by doing homage to the pope, changing the nature of his sovereignty, and resigning an independant crown for a see under a foreign power. And as Blanche of Castile, the wife of Lewis, was descended by her mother from Henry II. they maintained, though many other princes stood before her in the order of succession, that they had not shaken off the royal family, in chusing her husband for their sovereign.","subId":"62","id":"Hume.HE.1.11.62"},{"type":"paragraph","content":"Philip was strongly tempted to lay hold on the rich prize which was offered to him. The legate menaced him with interdicts and excommunications, if he invaded the patrimony of St. Peter, or attacked a prince, who was under the immediate protection of the holy see. But as Philip was assured of the obedience of his own vassals, his principles were changed with the times, and he now undervalued as much all papal censures, as he formerly pretended to pay respect to them. His chief scruple was with regard to the fidelity, which he might expect from the English barons in their new engagements, and the danger of entrusting his son and heir into the hands of men, who might, on any caprice or necessity, make peace with their native sovereign, by sacrificing a pledge of so much value. He therefore exacted from the barons twenty-five hostages of the most noble birth in the kingdom; and having obtained this security, he sent over first a small army to the relief of the confederates; then more numerous forces, which arrived with Lewis himself at their head.","subId":"63","id":"Hume.HE.1.11.63"},{"type":"paragraph","content":"The first effect of the young prince's appearance in England was the desertion of John's foreign troops, who, being mostly levied in Flanders, and other provinces of France, refused to serve against the heir of their monarchy. The Gascons and Poictevins alone, who were still John's subjects, adhered to his cause; but they were too weak to maintain that superiority in the field, which they had hitherto supported against the confederated barons. Many considerable noblemen deserted John's party, the earls of Salisbury, Arundel, Warrene, Oxford, Albemarle, and William Mareschal the younger: His castles fell daily into the hands of the enemy: Dover was the only place, which, from the valour and fidelity of Hubert de Burgh, the governor, made resistance to the progress of Lewis: And the barons had the melancholy prospect of finally succeeding in their purpose, and of escaping the tyranny of their own king, by imposing on themselves and the nation a foreign yoke. But this union was of short duration between the French and English nobles; and the imprudence of Lewis, who, on every occasion, showed too visible a preference to the former, encreased that jealousy, which it was so natural for the latter to entertain in their present situation. The viscount of Melun, too, it is said, one of his courtiers, fell sick at London, and finding the approaches of death, he sent for some of his friends among the English barons, and warning them of their danger, revealed Lewis's secret intentions of exterminating them and their families as traitors to their prince, and of bestowing their estates and dignities on his native subjects, in whose fidelity he could more reasonably place confidence. This story, whether true or false, was universally reported and believed; and concurring with other circumstances, which rendered it credible, did great prejudice to the cause of Lewis. The earl of Salisbury and other noblemen deserted again to John's party; and as men easily change sides in a civil war, especially where their power is founded on an hereditary and independant authority, and is not derived from the opinion and favour of the people, the French prince had reason to dread a sudden reverse of fortune. The king was assembling a considerable army, with a view of fighting one great battle for his crown; but passing from Lynne to Lincolnshire, his road lay along the sea-shore, which was overflowed at high water; and not chusing the proper time for his journey, he left in the inundation all his carriages, treasure, baggage, and regalia. The affliction for this disaster, and vexation from the distracted state of his affairs, encreased the sickness under which he then laboured; and though he reached the castle of Newark, he was obliged to halt there, and his distemper soon after put an end to his life, {17th Octob. Death and character of the king.} in the forty-ninth year of his age, and eighteenth of his reign; and freed the nation from the dangers, to which it was equally exposed, by his success or by his misfortunes.","subId":"64","id":"Hume.HE.1.11.64"},{"type":"paragraph","content":"The character of this prince is nothing but a complication of vices, equally mean and odious; ruinous to himself, and destructive to his people. Cowardice, inactivity, folly, levity, licentiousness, ingratitude, treachery, tyranny, and cruelty, all these qualities appear too evidently in the several incidents of his life, to give us room to suspect that the disagreeable picture has been anywise overcharged, by the prejudices of the ancient historians. It is hard to say, whether his conduct to his father, his brother, his nephew, or his subjects, was most culpable; or whether his crimes in these respects were not even exceeded by the baseness, which appeared in his transactions with the king of France, the pope, and the barons. His European dominions, when they devolved to him by the death of his brother, were more extensive than have ever, since his time, been ruled by any English monarch: But he first lost by his misconduct the flourishing provinces in France, the ancient patrimony of his family: He subjected his kingdom to a shameful vassalage under the see of Rome: He saw the prerogatives of his crown diminished by law, and still more reduced by faction. And he died at last, when in danger of being totally expelled by a foreign power, and of either ending his life miserably in prison, or seeking shelter as a fugitive from the pursuit of his enemies.","subId":"65","id":"Hume.HE.1.11.65"},{"type":"paragraph","content":"The prejudices against this prince were so violent, that he was believed to have sent an embassy to the Miramoulin or emperor of Morocco, and to have offered to change his religion and become Mahometan, in order to purchase the protection of that monarch. But though this story is told us, on plausible authority, by Matthew Paris, it is in itself utterly improbable; except, that there is nothing so incredible but may be believed to proceed from the folly and wickedness of John.","subId":"66","id":"Hume.HE.1.11.66"},{"type":"paragraph","content":"The monks throw great reproaches on this prince for his impiety and even infidelity; and as an instance of it, they tell us, that, having one day caught a very fat stag, he exclaimed, How plump and well fed is this animal! and yet I dare swear, he never heard mass. This sally of wit, upon the usual corpulency of the priests, more than all his enormous crimes and iniquities, made him pass with them for an atheist.","subId":"67","id":"Hume.HE.1.11.67"},{"type":"paragraph","content":"John left two legitimate sons behind him, Henry, born on the first of October, 1207, and now nine years of age; and Richard, born on the sixth of January, 1209; and three daughters, Jane afterwards married to Alexander king of Scots; Eleanor married first to William Mareschal the younger, earl of Pembroke, and then to Simon Mountfort, earl of Leicester; and Isabella married to the emperor Frederic II. All these children were born to him by Isabella of Angoulesme, his second wife. His illegitimate children were numerous; but none of them were any wise distinguished.","subId":"68","id":"Hume.HE.1.11.68"},{"type":"paragraph","content":"It was this king, who, in the ninth year of his reign, first gave by charter to the city of London, the right of electing annually a mayor out of its own body, an office which was till now held for life. He gave the city also power to elect and remove its sheriffs at pleasure, and its common-council-men annually. London bridge was finished in this reign: The former bridge was of wood. Maud the empress was the first that built a stone bridge in England.","subId":"69","id":"Hume.HE.1.11.69"},{"type":"note","content":"Hoveden, p. 677. M. Paris, p. 112. Chron. de Dunst. p. 43. Rymer, vol. 1. p. 66, 68. Bened. Abb. p. 619.","subId":"n1","id":"Hume.HE.1.11.n1"},{"type":"note","content":"Hoveden, p. 791. Trivet, p. 138.","subId":"n2","id":"Hume.HE.1.11.n2"},{"type":"note","content":"Hoveden, p. 792. M. Paris, p. 137. M. West. p. 263. Knyghton, p. 2414.","subId":"n3","id":"Hume.HE.1.11.n3"},{"type":"note","content":"Hoveden, p. 793. M. Paris, p. 137.","subId":"n4","id":"Hume.HE.1.11.n4"},{"type":"note","content":"Rymer, vol. i. p. 114. Hoveden, p. 794. M. Paris, p. 138.","subId":"n5","id":"Hume.HE.1.11.n5"},{"type":"note","content":"Hoveden, p. 795.","subId":"n6","id":"Hume.HE.1.11.n6"},{"type":"note","content":"Norman. Duchesnii, p. 1055. Rymer, vol. i. p. 117, 118, 119. Hoveden, p. 814. Chron. Dunst. vol. i. p. 47.","subId":"n7","id":"Hume.HE.1.11.n7"},{"type":"note","content":"Annal. Burton, p. 2621.","subId":"n8","id":"Hume.HE.1.11.n8"},{"type":"note","content":"Ibid.","subId":"n9","id":"Hume.HE.1.11.n9"},{"type":"note","content":"Philipp. lib. 6.","subId":"n10","id":"Hume.HE.1.11.n10"},{"type":"note","content":"Trivet, p. 142.","subId":"n11","id":"Hume.HE.1.11.n11"},{"type":"note","content":"Ann. Waverl. p. 167. M. West. p. 264.","subId":"n12","id":"Hume.HE.1.11.n12"},{"type":"note","content":"Ann. Marg. p. 213. M. West. p. 264.","subId":"n13","id":"Hume.HE.1.11.n13"},{"type":"note","content":"M. West. p. 264.","subId":"n14","id":"Hume.HE.1.11.n14"},{"type":"note","content":"Ibid.","subId":"n15","id":"Hume.HE.1.11.n15"},{"type":"note","content":"Trivet, p. 145. T. Wykes, p. 36. Ypod. Neust. p. 459.","subId":"n16","id":"Hume.HE.1.11.n16"},{"type":"note","content":"W. Heming. p. 455. M. West. p. 264. Knyghton, p. 2420.","subId":"n17","id":"Hume.HE.1.11.n17"},{"type":"note","content":"M. Paris, p. 146. M. West. p. 266","subId":"n18","id":"Hume.HE.1.11.n18"},{"type":"note","content":"M. Paris, p. 146. M. West. p. 264.","subId":"n19","id":"Hume.HE.1.11.n19"},{"type":"note","content":"Trivet, p. 144. Gul. Britto, lib. 7. Ann. Waverl. p. 168.","subId":"n20","id":"Hume.HE.1.11.n20"},{"type":"note","content":"Trivet, p. 147. Ypod. Neust. p. 459.","subId":"n21","id":"Hume.HE.1.11.n21"},{"type":"note","content":"Trivet, p. 149.","subId":"n22","id":"Hume.HE.1.11.n22"},{"type":"note","content":"M. Paris, p. 146. M. West, p. 265.","subId":"n23","id":"Hume.HE.1.11.n23"},{"type":"note","content":"Rymer, vol. i. p. 141.","subId":"n24","id":"Hume.HE.1.11.n24"},{"type":"note","content":"Rymer, vol. i. p. 119.","subId":"n25","id":"Hume.HE.1.11.n25"},{"type":"note","content":"M. Paris, p. 148. M. West. p. 266.","subId":"n26","id":"Hume.HE.1.11.n26"},{"type":"note","content":"Ibid. B","subId":"n27","id":"Hume.HE.1.11.n27"},{"type":"note","content":"M. West. p. 266.","subId":"n28","id":"Hume.HE.1.11.n28"},{"type":"note","content":"M. Paris, p. 149. M. West. p. 266.","subId":"n29","id":"Hume.HE.1.11.n29"},{"type":"note","content":"M. Paris, p. 155. Chron. de Mailr. p. 182.","subId":"n30","id":"Hume.HE.1.11.n30"},{"type":"note","content":"M. Paris, p. 155. Ann. Waverl. p. 169. W. Heming. p. 553. Knyghton, p. 2415.","subId":"n31","id":"Hume.HE.1.11.n31"},{"type":"note","content":"Rymer, vol. i. p. 139. M. Paris, p. 155.","subId":"n32","id":"Hume.HE.1.11.n32"},{"type":"note","content":"Rymer, vol. i. p. 143.","subId":"n33","id":"Hume.HE.1.11.n33"},{"type":"note","content":"M. Paris, p. 156. Trivet, p. 151. Ann. Waverl. p. 169.","subId":"n34","id":"Hume.HE.1.11.n34"},{"type":"note","content":"M. Paris, p. 157.","subId":"n35","id":"Hume.HE.1.11.n35"},{"type":"note","content":"M. Paris, p. 157.","subId":"n36","id":"Hume.HE.1.11.n36"},{"type":"note","content":"Ibid.","subId":"n37","id":"Hume.HE.1.11.n37"},{"type":"note","content":"Ibid. Trivet, p. 152. Ann. Waverl. p. 170. M. West. p. 268.","subId":"n38","id":"Hume.HE.1.11.n38"},{"type":"note","content":"Chron. Dunst. vol. i. p. 51.","subId":"n39","id":"Hume.HE.1.11.n39"},{"type":"note","content":"Ann. Waverl. p. 170.","subId":"n40","id":"Hume.HE.1.11.n40"},{"type":"note","content":"M. Paris, p. 158. Ann. Waverl. p. 170.","subId":"n41","id":"Hume.HE.1.11.n41"},{"type":"note","content":"Padre Paolo, Hist. Conc. Trid. lib. 1.","subId":"n42","id":"Hume.HE.1.11.n42"},{"type":"note","content":"W. Heming. p. 556. Ypod. Neust. p. 460. Knyghton, p. 2420.","subId":"n43","id":"Hume.HE.1.11.n43"},{"type":"note","content":"M. West. p. 268.","subId":"n44","id":"Hume.HE.1.11.n44"},{"type":"note","content":"M. Paris, p. 160. Trivet, 154. M. West. p. 269.","subId":"n45","id":"Hume.HE.1.11.n45"},{"type":"note","content":"M. Paris, p. 159. M. West. p. 270.","subId":"n46","id":"Hume.HE.1.11.n46"},{"type":"note","content":"M. Paris, p. 159.","subId":"n47","id":"Hume.HE.1.11.n47"},{"type":"note","content":"Ann. Waverl. p. 170. Ann. Marg. p. 14.","subId":"n48","id":"Hume.HE.1.11.n48"},{"type":"note","content":"M. Paris, p. 162. M. West. p. 270, 271.","subId":"n49","id":"Hume.HE.1.11.n49"},{"type":"note","content":"Ann. Waverl. p. 171.","subId":"n50","id":"Hume.HE.1.11.n50"},{"type":"note","content":"M. Paris, p. 161. M. West. p. 270.","subId":"n51","id":"Hume.HE.1.11.n51"},{"type":"note","content":"M. Paris, p. 161. M. West. p. 271.","subId":"n52","id":"Hume.HE.1.11.n52"},{"type":"note","content":"M.Paris, p. 163. M. West. p. 271.","subId":"n53","id":"Hume.HE.1.11.n53"},{"type":"note","content":"M. Paris, p. 162.","subId":"n54","id":"Hume.HE.1.11.n54"},{"type":"note","content":"M. West. p. 271.","subId":"n55","id":"Hume.HE.1.11.n55"},{"type":"note","content":"Rymer, vol. 1. p. 166. M. Paris, p. 163. Annal. Burt. p. 268.","subId":"n56","id":"Hume.HE.1.11.n56"},{"type":"note","content":"Rymer, vol. i. p. 170. M. Paris, p. 163.","subId":"n57","id":"Hume.HE.1.11.n57"},{"type":"note","content":"Rymer, vol. i. p. 176. M. Paris, p. 165.","subId":"n58","id":"Hume.HE.1.11.n58"},{"type":"note","content":"M. Paris, p. 165. Chron. Dunst. vol. i. p. 56.","subId":"n59","id":"Hume.HE.1.11.n59"},{"type":"note","content":"Trivet, p. 160.","subId":"n60","id":"Hume.HE.1.11.n60"},{"type":"note","content":"M. Paris, p. 166.","subId":"n61","id":"Hume.HE.1.11.n61"},{"type":"note","content":"M. Paris, p. 166. Chron. Dunst. vol. i. p. 59. Trivet, p. 157.","subId":"n62","id":"Hume.HE.1.11.n62"},{"type":"note","content":"M. Paris, p. 166.","subId":"n63","id":"Hume.HE.1.11.n63"},{"type":"note","content":"M. Paris, p. 166.","subId":"n64","id":"Hume.HE.1.11.n64"},{"type":"note","content":"M. Paris, p. 167.","subId":"n65","id":"Hume.HE.1.11.n65"},{"type":"note","content":"M. Paris, p. 166. Ann. Waverl. p. 178.","subId":"n66","id":"Hume.HE.1.11.n66"},{"type":"note","content":"M. Paris, p. 166.","subId":"n67","id":"Hume.HE.1.11.n67"},{"type":"note","content":"Queen Eleanor died in 1203 or 1204.","subId":"n68","id":"Hume.HE.1.11.n68"},{"type":"note","content":"Chron. Mailr. p. 188. T. Wykes, p. 36. Ann. Waverl. p. 181. W. Heming. p. 557.","subId":"n69","id":"Hume.HE.1.11.n69"},{"type":"note","content":"M. Paris, p. 167.","subId":"n70","id":"Hume.HE.1.11.n70"},{"type":"note","content":"Ibid. p. 175.","subId":"n71","id":"Hume.HE.1.11.n71"},{"type":"note","content":"Ibid. p. 176.","subId":"n72","id":"Hume.HE.1.11.n72"},{"type":"note","content":"M. Paris, p. 176. M. West. p. 273.","subId":"n73","id":"Hume.HE.1.11.n73"},{"type":"note","content":"Rymer, vol. i. p. 197.","subId":"n74","id":"Hume.HE.1.11.n74"},{"type":"note","content":"Rymer, vol. i. p. 200. Trivet, p. 162. T. Wykes, p. 37. M. West. p. 273.","subId":"n75","id":"Hume.HE.1.11.n75"},{"type":"note","content":"Rymer, vol. i. p. 184.","subId":"n76","id":"Hume.HE.1.11.n76"},{"type":"note","content":"Ibid.","subId":"n77","id":"Hume.HE.1.11.n77"},{"type":"note","content":"Ibid. p. 196, 197.","subId":"n78","id":"Hume.HE.1.11.n78"},{"type":"note","content":"M. Paris, p. 176.","subId":"n79","id":"Hume.HE.1.11.n79"},{"type":"note","content":"M. Paris, p. 177. Chron. Dunst. vol. i. p. 71.","subId":"n80","id":"Hume.HE.1.11.n80"},{"type":"note","content":"M. Paris, p. 177.","subId":"n81","id":"Hume.HE.1.11.n81"},{"type":"note","content":"Rymer, vol. i. p. 200.","subId":"n82","id":"Hume.HE.1.11.n82"},{"type":"note","content":"Rymer, vol. i. p. 201. Chron. Dunst. vol. i. p. 73.","subId":"n83","id":"Hume.HE.1.11.n83"},{"type":"note","content":"This seems a very strong proof that the house of commons was not then in being; otherwise the knights and burgesses from the several counties could have given into the lords a list of grievances, without so unusual an election.","subId":"n84","id":"Hume.HE.1.11.n84"},{"type":"note","content":"M. Paris, p. 181.","subId":"n85","id":"Hume.HE.1.11.n85"},{"type":"note","content":"M. Paris, p. 182.","subId":"n86","id":"Hume.HE.1.11.n86"},{"type":"note","content":"Ibid. p. 183.","subId":"n87","id":"Hume.HE.1.11.n87"},{"type":"note","content":"Ibid.","subId":"n88","id":"Hume.HE.1.11.n88"},{"type":"note","content":"M. Paris, p. 183. Chron. Dunst. vol. i. p. 72. Chron. Mailr. p. 188.","subId":"n89","id":"Hume.HE.1.11.n89"},{"type":"note","content":"M. Paris, p. 183. Chron. Dunst. vol. i. p. 73.","subId":"n90","id":"Hume.HE.1.11.n90"},{"type":"note","content":"Rymer, vol. i. p. 203, 204, 205, 208. M. Paris, p. 184, 185, 187.","subId":"n91","id":"Hume.HE.1.11.n91"},{"type":"note","content":"M. Paris, p. 189.","subId":"n92","id":"Hume.HE.1.11.n92"},{"type":"note","content":"Rymer, vol. i. p. 211. M. Paris, p. 192.","subId":"n93","id":"Hume.HE.1.11.n93"},{"type":"note","content":"M. Paris, p. 187.","subId":"n94","id":"Hume.HE.1.11.n94"},{"type":"note","content":"M. Paris, p. 194. M. West. p. 275.","subId":"n95","id":"Hume.HE.1.11.n95"},{"type":"note","content":"M. Paris, p. 193. Chron. Dunst. vol. 1. p. 74.","subId":"n96","id":"Hume.HE.1.11.n96"},{"type":"note","content":"M. Paris, p. 195.","subId":"n97","id":"Hume.HE.1.11.n97"},{"type":"note","content":"Ibid. p. 198. Chron. Dunst. vol. i. p. 75, 76.","subId":"n98","id":"Hume.HE.1.11.n98"},{"type":"note","content":"W. Heming. p. 559.","subId":"n99","id":"Hume.HE.1.11.n99"},{"type":"note","content":"M. Paris, p. 199. M. West. p. 277.","subId":"n100","id":"Hume.HE.1.11.n100"},{"type":"note","content":"Chron. Dunst. vol. i. p. 78.","subId":"n101","id":"Hume.HE.1.11.n101"},{"type":"note","content":"P. 169.","subId":"n102","id":"Hume.HE.1.11.n102"},{"type":"note","content":"M. Paris, 170.","subId":"n103","id":"Hume.HE.1.11.n103"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.1","imported":true,"title":"Volume 1. The Early History of England, Part 1","breadcrumb":"Volume 1","published":[1762]}],"prev":{"id":"Hume.HE.1.10","imported":true,"title":"Chapter 10. Richard I","breadcrumb":"Chapter 10","published":[1762]},"next":{"id":"Hume.HE.1.App2","imported":true,"title":"Appendix 2. The Feudal and Anglo-Norman Government and Manners","breadcrumb":"Appendix 2","published":[1762]}}