{"imported":true,"id":"Hume.EWU.EW","parent":"Hume.EWU","title":"Of Essay-Writing","breadcrumb":"Of Essay-Writing","published":[1742],"copytext":[1742],"texts":[],"sourceDesc":"The first edition of Hume’s <cite>Essays, Moral and Political</cite> contained eight essays that were later withdrawn from the <cite>Essays, Moral, Political, and Literary, Part 1</cite> (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays <cite>Of Suicide</cite> and <cite>Of the Immortality of the Soul</cite>. These latter were printed in 1755, intended for what became the <cite>Four Dissertations</cite> of 1757, but Hume soon regretted the decision and had them removed, writing the essay <cite>Of the Standard of Taste</cite> to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Of <span class=\"small-capitals\">Essay-Writing</span>.</h1> ","id":"Hume.EWU.EW"},{"type":"paragraph","content":"THE elegant Part of Mankind, who are not immers'd in the animal Life, but employ themselves in the Operations of the Mind, may be divided into the <em>learned</em> and <em>conversible</em>. The Learned are such as have chosen for their Portion the higher and more difficult Operations of the Mind, which require Leisure and Solitude, and cannot be brought to Perfection, without long Preparation and severe Labour. The conversible World join to a sociable Disposition, and a Taste of Pleasure, an Inclination to the easier and more gentle Exercises of the Understanding, to obvious Reflections on human <span class=\"page-break\"></span>Affairs, and the Duties of common Life, and to the Observation of the Blemishes or Perfections of the particular Objects, that surround them. Such Subjects of Thought furnish not sufficient Employment in Solitude, but require the Company and Conversation of our Fellow-Creatures, to render them a proper Exercise for the Mind: And this brings Mankind together in Society, where every one displays his Thoughts and Observations in the best Manner he is able, and mutually gives and receives Information, as well as Pleasure.","subId":"1","id":"Hume.EWU.EW.1","pages":"533-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Separation of the Learned from the conversible World seems to have been the great Defect of the last Age, and must have had a very bad Influence both on Books and Company: For what Possibility is there of finding Topics of Conversation fit for the Entertainment of rational Creatures, without having Recourse sometimes to History, Poetry, Politics, and the more obvious Principles, at least, of Philosophy? Must our whole Discourse be a continued Series of gossipping Stories and idle Remarks? Must the Mind never rise higher, but be perpetuall <blockquote><em>Stun'd and worn out with endless Chat<br> Of WILL did this, and NAN said that.</em></blockquote>","subId":"2","id":"Hume.EWU.EW.2","pages":"534"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> wou'd be to render the Time spent in Company the most unentertaining, as well as the most unprofitable Part of our Lives.","subId":"3","id":"Hume.EWU.EW.3","pages":"534"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the other Hand, Learning has been as great a Loser by being shut up in Colleges and Cells, and secluded from the World and good Company. By that Means, every Thing of what we call <em>Belles Lettres</em> became totally barbarous, being cultivated by Men without any Taste of Life or Manners, and without that Liberty and Facility of Thought and Expression, which can only be acquir'd by Conversation. Even Philosophy went to Wrack by this moaping recluse Method of Study, and became as chimerical in her Conclusions as she was unin<span class=\"page-break\"></span>telligible in her Stile and Manner of Delivery. And indeed, what cou'd be expected from Men who never consulted Experience in any of their Reasonings, or who never search'd for that Experience, where alone it is to be found, in common Life and Conversation?","subId":"4","id":"Hume.EWU.EW.4","pages":"534-5"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> with great Pleasure I observe, That Men of Letters, in this Age, have lost, in a great Measure, that Shyness and Bashfulness of Temper, which kept them at a Distance from Mankind; and, at the same Time, That Men of the World are proud of borrowing from Books their most agreeable Topics of Conversation. 'Tis to be hop'd, that this League betwixt the learned and conversible Worlds, which is so happily begun, will be still farther improv'd to their mutual Advantage; and to that End, I know nothing more advantageous than such <em>Essays</em> as these with which I endeavour to entertain the Public. In this View, I cannot but consider myself as a Kind of Resident or Ambassador from the Dominions of Learning to those of Conversation; and shall think it my constant Duty to promote a good Correspondence betwixt these two States, which have so great a Dependence on each other. I shall give Intelligence to the Learned of whatever passes in Company, and shall endeavour to import into Company whatever Commodities I find in my native Country proper for their Use and Entertainment. The Balance of Trade we need not be jealous of, nor will there be any Difficulty to preserve it on both Sides. The Materials of this Commerce must chiefly be furnish'd by Conversation and common Life: The manufacturing of them alone belongs to Learning.","subId":"5","id":"Hume.EWU.EW.5","pages":"535"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> 'twou'd be an unpardonable Negligence in an Ambassador not to pay his Respects to the Sovereign of the State where he is commission'd to reside; so it wou'd be altogether inexcusable in me not to address myself, with a particular Respect, to the Fair Sex, who are the Sovereigns of the Empire of Conversation. I approach them with Reverence; and were not my Countrymen, the Learned, a stubborn independent Race of Mortals, extremely jealous of their Liberty, and unaccustom'd to Subjection, I shou'd resign into their fair Hands <span class=\"page-break\"></span>the sovereign Authority over the Republic of Letters. As the Case stands, my Commission extends no farther, than to desire a League, offensive and defensive, against our common Enemies, against the Enemies of Reason and Beauty, People of dull Heads and cold Hearts. From this Moment let us pursue them with the severest Vengeance: Let no Quarter be given, but to those of sound Understandings and delicate Affections; and these Characters, 'tis to be presum'd, we shall always find inseparable.","subId":"6","id":"Hume.EWU.EW.6","pages":"535-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> be serious, and to quit the Allusion before it be worn thread-bare, I am of Opinion, that Women, that is, Women of Sense and Education (for to such alone I address myself) are much better Judges of all polite Writing than Men of the same Degree of Understanding; and that 'tis a vain Pannic, if they be so far terrify'd with the common Ridicule that is levell'd against learned Ladies, as utterly to abandon every Kind of Books and Study to our Sex. Let the Dread of that Ridicule have no other Effect, than to make them conceal their Knowledge before Fools, who are not worthy of it, nor of them. Such will still presume upon the vain Title of the Male Sex to affect a Superiority above them: But my fair Readers may be assur'd, that all Men of Sense, who know the World, have a great Deference for their Judgment of such Books as ly within the Compass of their Knowledge, and repose more Confidence in the Delicacy of their Taste, tho' unguided by Rules, than in all the dull Labours of Pedants and Commentators. In a neighbouring Nation, equally famous for good Taste, and for Gallantry, the Ladies are, in a Manner, the Sovereigns of the <em>learned</em> World, as well as of the <em>conversible</em>; and no polite Writer pretends to venture upon the Public, without the Approbation of some celebrated Judges of that Sex. Their Verdict is, indeed, sometimes complain'd of; and, in particular, I find, that the Admirers of <em>Corneille</em>, to save that great Poet's Honour upon the Ascendant that <em>Racine</em> began to take over him, always said, That it was not to be expected, that so old a Man could dispute the Prize, before such Judges, with so young a Man as his Rival. But this Observation has been found <span class=\"page-break\"></span>unjust, since Posterity seems to have ratify'd the Verdict of that Tribunal: And <em>Racine</em>, tho' dead, is still the Favourite of the Fair Sex, as well as of the best Judges among the Men.","subId":"7","id":"Hume.EWU.EW.7","pages":"536-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is only one Subject, on which I am apt to distrust the Judgment of Females, and that is, concerning Books of Gallantry and Devotion, which they commonly affect as high flown as possible; and most of them seem more delighted with the Warmth, than with the justness of the Passion. I mention Gallantry and Devotion as the same Subject, because, in Reality, they become the same when treated in this Manner; and we may observe, that they both depend upon the very same Complexion. As the Fair Sex have a great Share of the tender and amorous Disposition, it perverts their Judgment on this Occasion, and makes them be easily affected, even by what has no Propriety in the Expression nor Nature in the Sentiment. Mr. <em>Addison</em>'s elegant Discourses of Religion have no Relish with them, in Comparison of Books of mystic Devotion: And <em>Otway</em>'s Tragedies are rejected for the Rants of Mr. <em>Dryden</em>.","subId":"8","id":"Hume.EWU.EW.8","pages":"537"},{"type":"paragraph","content":"Wou'd the Ladies correct their false Taste in this Particular; Let them accustom themselves a little more to Books of all Kinds: Let them give Encouragement to Men of Sense and Knowledge to frequent their Company: And finally, let them concur heartily in that Union I have projected betwixt the learned and conversible Worlds. They may, perhaps, meet with more Complaisance from their usual Followers than from Men of Learning; but they cannot reasonably expect so sincere an Affection: And, I hope, they will never be guilty of so wrong a Choice, as to sacrifice the Substance to the Shadow.","subId":"9","id":"Hume.EWU.EW.9","pages":"537"}]}