{"imported":true,"id":"Hume.EWU.MP","parent":"Hume.EWU","title":"Of Moral Prejudices","breadcrumb":"Of Moral Prejudices","published":[1742],"copytext":[1742],"texts":[],"sourceDesc":"The first edition of Hume’s <cite>Essays, Moral and Political</cite> contained eight essays that were later withdrawn from the <cite>Essays, Moral, Political, and Literary, Part 1</cite> (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays <cite>Of Suicide</cite> and <cite>Of the Immortality of the Soul</cite>. These latter were printed in 1755, intended for what became the <cite>Four Dissertations</cite> of 1757, but Hume soon regretted the decision and had them removed, writing the essay <cite>Of the Standard of Taste</cite> to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Of <span class=\"small-capitals\">Moral Prejudices</span>.</h1> ","id":"Hume.EWU.MP"},{"type":"paragraph","content":"THERE is a Set of Men lately sprung up amongst us, who endeavour to distinguish themselves by ridiculing every Thing, that has hitherto appear'd sacred and venerable in the Eyes of Mankind. Reason, Sobriety, Honour, Friendship, Marriage, are the perpetual Subjects of their insipid Raillery: And even public Spirit, and a Regard to our Country, are treated as chimerical and romantic. Were the Schemes of these Anti-reformers to take Place, all the Bonds of Society must be broke, to make Way for the Indulgence of a licentious Mirth and Gaiety: The Companion of our drunken Frollics must be prefer'd to a Friend or Brother: Dissolute Prodigality <span class=\"page-break\"></span>must be supply'd at the Expence of every Thing valuable, either in public or private: And Men shall have so little Regard to any Thing beyond themselves, that, at last, a free Constitution of Government must become a Scheme perfectly impracticable among Mankind, and must degenerate into one universal System of Fraud and Corruption.","subId":"1","id":"Hume.EWU.MP.1","pages":"538-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is another Humour, which may be observ'd in some Pretenders to Wisdom, and which, if not so pernicious as the idle petulant Humour above-mention'd, must, however, have a very bad Effect on those, who indulge it. I mean that grave philosophic Endeavour after Perfection, which, under Pretext of reforming Prejudices and Errors, strikes at all the most endearing Sentiments of the Heart, and all the most useful Byasses and Instincts, which can govern a human Creature. The <em>Stoics</em> were remarkable for this Folly among the Antients; and I wish some of more venerable Characters in latter Times had not copy'd them too faithfully in this Particular. The virtuous and tender Sentiments, or Prejudices, if you will, have suffer'd mightily by these Reflections; while a certain sullen Pride or Contempt of Mankind has prevail'd in their Stead, and has been esteem'd the greatest Wisdom; tho', in Reality, it be the most egregious Folly of all others. <em>Statilius</em> being sollicited by <em>Brutus</em> to make one of that noble Band, who struck the GOD-like Stroke for the Liberty of <em>Rome</em>, refus'd to accompany them, saying, <em>That all Men were Fools or Mad, and did not deserve that a wise Man should trouble his Head about them</em>.","subId":"2","id":"Hume.EWU.MP.2","pages":"539"},{"type":"paragraph","content":"<span class=\"small-capitals\">My</span> learned Reader will here easily recollect the Reason, which an antient Philosopher gave, why he wou'd not be reconcil'd to his Brother, who sollicited his Friendship. He was too much a Philosopher to think, that the Connexion of having sprung from the same Parent, ought to have any Influ<span class=\"page-break\"></span>ence on a reasonable Mind, and exprest his Sentiment after such a Manner as I think not proper to repeat. When your Friend is in Affliction, says <em>Epictetus</em>, you may counterfeit a Sympathy with him, if it give him Relief; but take Care not to allow any Compassion to sink into your Heart, or disturb that Tranquillity, which is the Perfection of Wisdom. <em>Diogenes</em> being askt by his Friends in his Sickness, What should be done with him after his Death? <em>Why,</em> says he, <em>throw me out into the Fields.</em> <q>What! reply'd they, to the Birds or Beasts.</q> <em>No: Place a Cudgel by me, to defend myself withal.</em> <q>To what Purpose, say they, you will not have any Sense, nor any Power of making Use of it.</q> <em>Then if the Beasts shou'd devour me,</em> cries he, <em>shall I be any more sensible of it?</em> I know none of the Sayings of that Philosopher, which shews more evidently both the Liveliness and Ferocity of his Temper.","subId":"3","id":"Hume.EWU.MP.3","pages":"539-40"},{"type":"paragraph","content":"<span class=\"small-capitals\">How</span> different from these are the Maxims by which <em>Eugenius</em> conducts himself! In his Youth he apply'd himself, with the most unwearied Labour, to the Study of Philosophy; and nothing was ever able to draw him from it, except when an Opportunity offer'd of serving his Friends, or doing a Pleasure to some Man of Merit. When he was about thirty Years of Age, he was determin'd to quit the free Life of a Batchelor (in <span class=\"page-break\"></span>which otherwise he wou'd have been inclin'd to remain) by considering, that he was the last Branch of an antient Family, which must have been extinguish'd had he died without Children. He made Choice of the virtuous and beautiful <em>Emira</em> for his Consort, who, after being the Solace of his Life for many Years, and having made him the Father of several Children, paid at last the general Debt to Nature. Nothing cou'd have supported him under so severe an Affliction, but the Consolation he receiv'd from his young Family, who were now become dearer to him on account of their deceast Mother. One Daughter in particular is his Darling, and the secret Joy of his Soul; because her Features, her Air, her Voice recal every Moment the tender Memory of his Spouse, and fill his Eyes with Tears. He conceals this Partiality as much as possible; and none but his intimate Friends are acquainted with it. To them he reveals all his Tenderness; nor is he so affectedly Philosophical, as even to call it by the Name of <em>Weakness</em>. They know, that he still keeps the Birth-day of <em>Emira</em> with Tears, and a more fond and tender Recollection of past Pleasures; in like Manner as it was celebrated in her Lifetime with Joy and Festivity. They know, that he preserves her Picture with the utmost Care, and has one Picture in Miniature, which he always wears next to his Bosom: That he has left Orders in his last Will, that, in whatever Part of the World he shall happen to die, his Body shall be transported, and laid in the same Grave with her's: And that a Monument shall be erected over them, and their mutual Love and Happiness celebrated in an Epitaph, which he himself has compos'd for that Purpose.","subId":"4","id":"Hume.EWU.MP.4","pages":"540-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">A few</span> Years ago I receiv'd a Letter from a Friend, who was abroad on his Travels, and shall here communicate it to the Public. It contains such an Instance of a Philosophic Spirit, as I think pretty extraordinary, and may serve as an Example, not to depart too far from the receiv'd Maxims of Conduct and Behaviour, by a refin'd Search after Happiness or Perfection. The Story I have been since assur'd of as Matter of Fact.","subId":"5","id":"Hume.EWU.MP.5","pages":"542"},{"type":"paragraph","content":"&emsp;<span class=\"small-capitals\">Sir</span>, &emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;<em>Paris</em> <em>Aug.</em> 2. 1737. I KNOW you are more curious of Accounts of Men than of Buildings, and are more desirous of being inform'd of private History than of public Transactions; for which Reason, I thought the following Story, which is the common Topic of Conversation in this City, wou'd be no unacceptable Entertainment to you.","subId":"6","id":"Hume.EWU.MP.6","pages":"542"},{"type":"paragraph","content":"<span class=\"small-capitals\">A young</span> Lady of Birth and Fortune, being left intirely at her own Disposal, persisted long in a Resolution of leading a single Life, notwithstanding several advantageous Offers that had been made to her. She had been determin'd to embrace this Resolution, by observing the many unhappy Marriages among her Acquaintance, and by hearing the Complaints, which her Female Friends made of the Tyranny, Inconstancy, Jealousy or Indifference of their Husbands. Being a Woman of strong Spirit and an uncommon Way of thinking, she found no Difficulty either in forming or maintaining this Resolution, and cou'd not suspect herself of such Weakness, as ever to be induc'd, by any Temptation, to depart from it. She had, however, entertain'd a strong Desire of having a Son, whose Education she was resolv'd to make the principal Concern of her Life, and by that Means supply the Place of those other Passions, which she was resolv'd for ever to renounce. She push'd her Philosophy to such an uncommon Length, as to find no Contradiction betwixt such a Desire and her former Resolution; and accordingly look'd about, with great Deliberation, to find, among all her Male-Acquaintance, one whose Character and Person were agreeable to her, without being able to satisfy herself on that Head. At Length, being in the Play-house one <span class=\"page-break\"></span>Evening, she sees in the <em>Parterre</em>, a young Man of a most engaging Countenance and modest Deportment; and feels such a Pre-possession in his Favour, that she had Hopes this must be the Person she had long sought for in vain. She immediately dispatches a Servant to him; desiring his Company, at her Lodgings, next Morning. The young Man was over-joy'd at the Message, and cou'd not command his Satisfaction, upon receiving such an Advance from a Lady of so great Beauty, Reputation and Quality. He was, therefore, much disappointed, when he found a Woman, who wou'd allow him no Freedoms; and amidst all her obliging Behaviour, confin'd and over-aw'd him to the Bounds of rational Discourse and Conversation. She seem'd, however, willing to commence a Friendship with him; and told him, that his Company wou'd always be acceptable to her, whenever he had a leisure Hour to bestow. He needed not much Entreaty to renew his Visits, being so struck with her Wit and Beauty, that he must have been unhappy, had he been debarr'd her Company. Every Conversation serv'd only the more to inflame his Passion, and gave him more Occasion to admire her Person and Understanding, as well as to rejoice in his own Good-fortune. He was not, however, without Anxiety, when he consider'd the Disproportion of their Birth and Fortune; nor was his Uneasiness allay'd even when he reflected on the extraordinary Manner in which their Acquaintance had commenc'd. Our Philosophical Heroine, in the mean Time, discover'd, that her Lover's personal Qualities did not belye his Phisiognomy; so that, judging there was no Occasion for any farther Trial, she takes a proper Opportunity of communicating to him her whole Intention. Their Intercourse continu'd for sometime, till at last her Wishes were crown'd, and she was now Mother of a Boy, who was to be the Object of her future Care and Concern. Gladly wou'd she have continu'd her Friendship with the Father; but finding him too passionate a Lover to remain within the Bounds of Friendship, she was oblig'd to put a Violence upon herself. She sends him a Letter, in which she had inclos'd a Bond of Annuity for a <span class=\"page-break\"></span>Thousand Crowns; desiring him, at the same Time, never to see her more, and to forget, if possible, all past Favours and Familiarities. He was Thunder-struck at receiving this Message; and, having tried, in vain, all the Arts that might win upon the Resolution of a Woman, resolv'd at last to attack her by her <em>Foible</em>. He commences a Law-suit against her before the Parliament of Paris; and claims his Son, whom he pretends a Right to educate as he pleas'd, according to the usual Maxims of the Law in such Cases. She pleads, on the other Hand, their express Agreement before their Commerce, and pretends, that he had renounc'd all Claim to any Offspring that might arise from their Embraces. It is not yet known, how the Parliament will determine in this extraordinary Case, which puzzles all the Lawyers, as much as it does the Philosophers. As soon as they come to any Issue, I shall inform you of it, and shall embrace any Opportunity of subscribing myself, as I do at present. <br> &emsp;&emsp;&emsp;SIR, <br> &emsp;&emsp;&emsp;&emsp;<em>Your most humble Servant.</em>","subId":"7","id":"Hume.EWU.MP.7","pages":"542-4"}]}