{"id":"Hume.EWU.MS","imported":true,"parent":"Hume.EWU","title":"Of the Middle Station of Life","breadcrumb":"Of the Middle Station of Life","published":[1742],"copytext":[1742],"sourceDesc":"The first edition of Hume’s <cite>Essays, Moral and Political</cite> contained eight essays that were later withdrawn from the <cite>Essays, Moral, Political, and Literary, Part 1</cite> (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays <cite>Of Suicide</cite> and <cite>Of the Immortality of the Soul</cite>. These latter were printed in 1755, intended for what became the <cite>Four Dissertations</cite> of 1757, but Hume soon regretted the decision and had them removed, writing the essay <cite>Of the Standard of Taste</cite> to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Middle Station</span> of <span class=\"small-capitals\">Life</span>.</h1> ","id":"Hume.EWU.MS"},{"type":"paragraph","content":"THE Moral of the following Fable will easily discover itself, without my explaining it. One Rivulet meeting another, with whom he had been long united in strictest Amity, with noisy Haughtiness and Disdain thus bespoke him, <q>What, Brother! Still in the same State! Still low and creeping! Are you not asham'd, when you behold me, who, tho' lately in a like Condition with you, am now become a great River, and shall shortly be able to rival the <em>Danube</em> or the <em>Rhine</em>, provided those friendly Rains continue, which have favour'd my Banks, but neglected yours.</q> Very true, replies the humble Rivulet; <q>You are now, indeed, swoln to great Size: But methinks you <span class=\"page-break\"></span>are become, withal, somewhat turbulent and muddy. I am contented with my low Condition and my Purity.</q>","subId":"1","id":"Hume.EWU.MS.1","pages":"545-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Instead</span> of commenting upon this Fable, I shall take Occasion, from it, to compare the different Stations of Life, and to perswade such of my Readers as are plac'd in the Middle Station to be satisfy'd with it, as the most eligible of all others. These form the most numerous Rank of Men, that can be suppos'd susceptible of Philosophy; and therefore, all Discourses of Morality ought principally to be address'd to them. The Great are too much immers'd in Pleasure; and the Poor too much occupy'd in providing for the Necessities of Life, to hearken to the calm Voice of Reason. The Middle Station, as it is most happy in many Respects, so particularly in this, that a Man, plac'd in it, can, with the greatest Leisure, consider his own Happiness, and reap a new Enjoyment, from comparing his Situation with that of Persons above or below him.","subId":"2","id":"Hume.EWU.MS.2","pages":"546"},{"type":"paragraph","content":"<span class=\"small-capitals\">Agur</span>'s Prayer is sufficiently noted. <em>Two Things have I requir'd of thee, deny me them not before I die, Remove far from me Vanity and Lies; Give me neither Poverty nor Riches, feed me with Food convenient for me: Lest I be full and deny thee, and say, Who is the Lord? Or lest I be poor, and steal, and take the Name of my GOD in vain.</em> The middle Station is here justly recommended, as affording the fullest <em>Security</em> for Virtue; and I may also add, that it gives Opportunity for the most ample <em>Exercise</em> of it, and furnishes Employment for every good Quality, which we can possibly be possest of. Those, who are plac'd among the lower Rank of Men, have little Opportunity of exerting any other Virtue, besides those of Patience, Resignation, Industry and Integrity. Those, who are advanc'd into the higher Stations, have full Employment for their Generosity, Humanity, Affability and Charity. When a Man lyes betwixt these two Extremes, he can exert the former Virtues towards his <em>Superiors</em>, and the latter towards his <em>Inferiors</em>. Every moral Quality, <span class=\"page-break\"></span>which the human Soul is susceptible of, may have its Turn, and be called up to Action: And a Man may, after this Manner, be much more certain of his Progress in Virtue, than where his good Qualities lye dormant, and without Employment.","subId":"3","id":"Hume.EWU.MS.3","pages":"546-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> there is another Virtue, that seems principally to ly among <em>Equals</em>, and is, for that Reason, chiefly calculated for the middle Station of Life. This Virtue is <span class=\"small-capitals\">Friendship</span>. I believe most Men of generous Tempers are apt to envy the Great, when they consider the large Opportunities such Persons have of doing Good to their Fellow-creatures, and of acquiring the Friendship and Esteem of Men of Merit. They make no Advances in vain, and are not oblig'd to associate with those whom they have little Kindness for; like People of inferior Stations, who are subject to have their Proffers of Friendship rejected, even where they wou'd be most fond of placing their Affections. But tho' the Great have more Facility in acquiring Friendships, they cannot be so certain of the Sincerity of them, as Men of a lower Rank; since the Favours, they bestow, may acquire them Flattery, instead of Good-will and Kindness. It has been very judiciously remark'd, that we attach ourselves more by the Services we perform than by those we receive, and that a Man is in Danger of losing his Friends by obliging them too far. I shou'd, therefore, chuse to ly in the middle Way, and to have my Commerce with my Friend varied both by Obligations given and receiv'd. I have too much Pride to be willing that all the Obligations should ly on my Side; and shou'd be afraid, that, if they all lay on his, he wou'd also have too much Pride to be entirely easy under them, or have a perfect Complacency in my Company.","subId":"4","id":"Hume.EWU.MS.4","pages":"547"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may also remark of the middle Station of Life, that it is more favourable to the acquiring of <em>Wisdom</em> and <em>Ability</em>, as well as of <em>Virtue</em>, and that a Man so situate has a better Chance for attaining a Knowledge both of Men and Things, than those of a more elevated Station. He enters, with more Familiarity, into human Life: Every Thing appears in its natural Colours before him: He has more Leisure to form Observations; and has, beside, the Motive of Ambition to <span class=\"page-break\"></span>push him on in his Attainments; being certain, that he can never rise to any Distinction or Eminence in the World, without his own Industry. And here I cannot forbear communicating a Remark, which may appear somewhat extraordinary, <em>viz.</em> That 'tis wisely ordain'd by Providence, that the middle Station shou'd be the most favourable to the improving our natural Abilities, since there is really more Capacity requisite to perform the Duties of that Station, than is requisite to act in the higher Spheres of Life. There are more natural Parts, and a stronger Genius requisite to make a good Lawyer or Physician, than to make a great Monarch. For let us take any Race or Succession of Kings, where Birth alone gives a Title to the Crown: The <em>English</em> Kings, for Instance; who have not been esteemed the most shining in History. From the Conquest to the Succession of his present Majesty, we may reckon twenty eight Sovereigns, omitting those who died Minors. Of these, eight are esteem'd Princes of great Capacity, <em>viz.</em> the <em>Conqueror</em>, <em>Harry</em> II. <em>Edward</em> I. <em>Edward</em> III. <em>Harry</em> V. and VII. <em>Elisabeth</em>, and the late King <em>William</em>. Now, I believe every one will allow, that, in the common Run of Mankind, there are not eight out of twenty eight, who are fitted, by Nature, to make a Figure either on the Bench or at the Bar. Since <em>Charles</em> VII. ten Monarchs have reign'd in <em>France</em>, omitting <em>Francis</em> II. Five of these have been esteem'd Princes of Capacity, <em>viz.</em> <em>Loüis</em> XI. XII. and XIV. <em>Francis</em> I. and <em>Harry</em> <span class=\"page-break\"></span>IV. In short, the governing of Mankind well, requires a great deal of Virtue, Justice, and Humanity, but not a surprising Capacity. A certain Pope, whose Name I have forgot, us'd to say, <em>Let us divert ourselves, my Friends, the World governs itself.</em> There are, indeed, some critical Times, such as those in which <em>Harry</em> IV. liv'd, that call for the utmost Vigour; and a less Courage and Capacity, than what appear'd in that great Monarch, must have sunk under the Weight. But such Circumstances are rare; and even then, Fortune does, at least, one Half of the Business.","subId":"5","id":"Hume.EWU.MS.5","pages":"547-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> the common Professions, such as Law or Physic, require equal, if not superior Capacity, to what are exerted in the higher Spheres of Life, 'tis evident, that the Soul must be made of still a finer Mold, to shine in Philosophy or Poetry, or in any of the higher Parts of Learning. Courage and Resolution are chiefly requisite in a Commander: Justice and Humanity in a Statesman: But Genius and Capacity in a Scholar. Great Generals, and great Politicians, are found in all Ages and Countries of the World, and frequently start up, at once, even amongst the greatest Barbarians. <em>Sweden</em> was sunk in Ignorance, when it produc'd <em>Gustavus Ericson</em>, and <em>Gustavus Adolphus: Muscovy</em>, when the <em>Czar</em> appear'd: And, perhaps, <em>Carthage</em>, when it gave Birth to <em>Hannibal</em>. But <em>England</em> must pass thro' a long Gradation of its <em>Spencers</em>, <em>Johnsons</em>, <em>Wallers</em>, <em>Drydens</em>, before it arrive at an <em>Addison</em> or a <em>Pope</em>. A happy Talent for the liberal Arts and Sciences, is a Kind of Prodigy among Men. Nature must afford the richest Genius that comes from her Hands; Education and Example must cultivate it from the earliest Infancy; And Industry must concur to carry it to any Degree of Perfection. No Man needs be <span class=\"page-break\"></span>surprised to see <em>Kouli-Kan</em> among the <em>Persians:</em> but <em>Homer</em>, in so early an Age, among the <em>Greeks</em>, is certainly Matter of the highest Wonder.","subId":"6","id":"Hume.EWU.MS.6","pages":"549-50"},{"type":"paragraph","content":"<span class=\"small-capitals\">A Man</span> cannot show a Genius for War, who is not so fortunate as to be trusted with Command; and it seldom happens, in any State or Kingdom, that several, at once, are plac'd in that Situation. How many <em>Marlboroughs</em> were there in the confederate Army, who never rose so much as to the Command of a Regiment? But I am perswaded, there has been but one <em>Milton</em> in <em>England</em> within these hundred Years; because every one may exert the Talents for Poetry who is possest of them; and no one cou'd exert them under greater Disadvantages than that divine Poet. If no Man were allow'd to write Verses, but who was, before-hand, nam'd to be laureat, cou'd we expect a Poet in ten thousand Years?","subId":"7","id":"Hume.EWU.MS.7","pages":"550"},{"type":"paragraph","content":"<span class=\"small-capitals\">Were</span> we to distinguish the Ranks of Men by their Genius and Capacity more, than by their Virtue and Usefulness to the Public, great Philosophers wou'd certainly challenge the first Rank, and must be plac'd at the Top of human Kind. So rare is this Character, that, perhaps, there has not, as yet, been above two in the World, who can lay a just Claim to it. At least, <em>Galilæo</em> and <em>Newton</em> seem to me so far to excel all the rest, that I cannot admit any other into the same Class with them.","subId":"8","id":"Hume.EWU.MS.8","pages":"550"},{"type":"paragraph","content":"<span class=\"small-capitals\">Great</span> Poets may challenge the second Place; and this Species of Genius, tho' rare, is yet much more frequent than the former. Of the <em>Greek</em> Poets that remain, <em>Homer</em> alone seems to merit this Character: Of the <em>Romans</em>, <em>Virgil</em>, <em>Horace</em> and <em>Lucretius:</em> Of the <em>English</em>, <em>Milton</em> and <em>Pope:</em> <em>Corneille</em>, <em>Racine</em>, <span class=\"page-break\"></span><em>Boileau</em> and <em>Voltaire</em> of the <em>French:</em> And <em>Tasso</em> and <em>Ariosto</em> of the <em>Italians</em>.","subId":"9","id":"Hume.EWU.MS.9","pages":"550-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Great</span> Orators and Historians are, perhaps, more rare than great Poets: But as the Opportunities for exerting the Talents requisite for Eloquence, or acquiring the Knowledge requisite for writing History, depend, in some Measure, upon Fortune, we cannot pronounce these Productions of Genius to be more extraordinary than the former.","subId":"10","id":"Hume.EWU.MS.10","pages":"551"},{"type":"paragraph","content":"<span class=\"small-capitals\">I should</span> now return from this Digression, and show, that the middle Station of Life is more favourable to <em>Happiness</em>, as well as to <em>Virtue</em> and <em>Wisdom:</em> But as the Arguments, that prove this, seem pretty obvious, I shall here forbear insisting on them.","subId":"11","id":"Hume.EWU.MS.11","pages":"551"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"}],"prev":{"id":"Hume.EWU.MP","imported":true,"title":"Of Moral Prejudices","breadcrumb":"Of Moral Prejudices","published":[1742]},"next":{"id":"Hume.EWU.CR","imported":true,"title":"A Character of Sir Robert Walpole","breadcrumb":"A Character of Sir Robert Walpole","published":[1742]}}