{"id":"Hume.EWU.SH","imported":true,"parent":"Hume.EWU","title":"Of the Study of History","breadcrumb":"Of the Study of History","published":[1741],"copytext":[1760],"sourceDesc":"The first edition of Hume’s <cite>Essays, Moral and Political</cite> contained eight essays that were later withdrawn from the <cite>Essays, Moral, Political, and Literary, Part 1</cite> (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays <cite>Of Suicide</cite> and <cite>Of the Immortality of the Soul</cite>. These latter were printed in 1755, intended for what became the <cite>Four Dissertations</cite> of 1757, but Hume soon regretted the decision and had them removed, writing the essay <cite>Of the Standard of Taste</cite> to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Study</span> of <span class=\"small-capitals\">History</span>.</h1> ","id":"Hume.EWU.SH"},{"type":"paragraph","content":"THERE is nothing which I would recommend more earnestly to my female readers than the study of history, as an occupation, of all others, the best suited both to their sex and education, much more instructive than their ordinary books of amusement, and more entertaining than those serious compositions, which are usually to be found in their closets. Among other important truths, which they may learn from history, they may be informed of two particulars, the knowledge of which may contribute very much to their quiet and <span class=\"page-break\"></span>repose; <em>That</em> our sex, as well as theirs, are far from being such perfect creatures as they are apt to imagine, and, <em>That</em> Love is not the only passion, which governs the male-world, but is often overcome by avarice, ambition, vanity, and a thousand other passions. Whether they be the false representations of mankind in those two particulars, which endear romances and novels so much to the fair sex, I know not; but must confess that I am sorry to see them have such an aversion to matter of fact, and such an appetite for falshood. I remember I was once desired by a young beauty, for whom I had some passion, to send her some novels and romances for her amusement in the country; but was not so ungenerous as to take the advantage, which such a course of reading might have given me, being resolved not to make use of poisoned arms against her. I therefore sent her <span class=\"small-capitals\">Plutarch</span>'s lives, assuring her, at the same time, that there was not a word of truth in them from beginning to end. She perused them very attentively, 'till she came to the lives of <span class=\"small-capitals\">Alexander</span> and <span class=\"small-capitals\">Cæsar</span>, whose names she had heard of by accident; and then returned me the book, with many reproaches for deceiving her.","subId":"1","id":"Hume.EWU.SH.1","pages":"563-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">I may</span> indeed be told, that the fair sex have no such aversion to history, as I have represented, provided it be <em>secret</em> history, and contain some memorable transaction proper to excite their curiosity. But as I do not find that truth, which is the basis of history, is at all regarded in those anecdotes, I cannot admit of this as a proof of their passion for that study. However this may be, I see not why the same curiosity might not receive a more proper direction, and lead them to desire accounts of those who lived in past ages, as well as of their cotemporaries. What is it to <span class=\"small-capitals\">Cleora</span>, whether <span class=\"small-capitals\">Fulvia</span> entertains a secret commerce of <em>Love</em> with <span class=\"small-capitals\">Philander</span> or not? Has she not equal reason to be pleased, when she is informed (what is whispered about among historians) that <span class=\"small-capitals\">Cato</span>'s sister had an intrigue with <span class=\"small-capitals\">Cæsar</span>, and palmed her son, <span class=\"small-capitals\">Marcus Brutus</span>, upon her husband for his own, tho' in reality he was her gallant's? And are not the loves of <span class=\"small-capitals\">Messalina</span> or <span class=\"small-capitals\">Julia</span> as proper subjects of <span class=\"page-break\"></span>discourse as any intrigue that this city has produced of late years?","subId":"2","id":"Hume.EWU.SH.2","pages":"564-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> I know not whence it comes, that I have been thus seduced into a kind of raillery against the ladies: Unless, perhaps, it proceed from the same cause, which makes the person, who is the favourite of the company, be often the object of their good-natured jests and pleasantries. We are pleased to address ourselves after any manner, to one who is agreeable to us; and, at the same time, presume, that nothing will be taken amiss by a person, who is secure of the good opinion and affections of every one present. I shall now proceed to handle my subject more seriously, and shall point out the many advantages, which flow from the study of history, and show how well suited it is to every one, but particularly to those who are debarred the severer studies, by the tenderness of their complexion, and the weakness of their education. The advantages found in history seem to be of three kinds, as it amuses the fancy, as it improves the understanding, and as it strengthens virtue.","subId":"3","id":"Hume.EWU.SH.3","pages":"565"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> reality, what more agreeable entertainment to the mind, than to be transported into the remotest ages of the world, and to observe human society, in its infancy, making the first faint essays towards the arts and sciences: To see the <span class=\"page-break\"></span>policy of government, and the civility of conversation refining by degrees, and every thing which is ornamental to human life advancing towards its perfection. To remark the rise, progress, declension, and final extinction of the most flourishing empires: The virtues, which contributed to their greatness, and the vices, which drew on their ruin. In short, to see all human race, from the beginning of time, pass, as it were, in review before us; appearing in their true colours, without any of those disguises, which, during their life-time, so much perplexed the judgment of the beholders. What spectacle can be imagined, so magnificent, so various, so interesting? What amusement, either of the senses or imagination, can be compared with it? Shall those trifling pastimes, which engross so much of our time, be preferred as more satisfactory, and more fit to engage our attention? How perverse must that taste be, which is capable of so wrong a choice of pleasures?","subId":"4","id":"Hume.EWU.SH.4","pages":"565-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> history is a most improving part of knowledge, as well as an agreeable amusement; and a great part of what we commonly call <em>Erudition</em>, and value so highly, is nothing but an acquaintance with historical facts. An extensive knowledge of this kind belongs to men of letters; but I must think it an unpardonable ignorance in persons of whatever sex or condition, not to be acquainted with the history of their own country, together with the histories of ancient <span class=\"small-capitals\">Greece</span> and <span class=\"small-capitals\">Rome</span>. A woman may behave herself with good manners, and have even some vivacity in her turn of wit; but where her mind is so unfurnished, 'tis impossible her conversation can afford any entertainment to men of sense and reflection.","subId":"5","id":"Hume.EWU.SH.5","pages":"566"},{"type":"paragraph","content":"<span class=\"small-capitals\">I must</span> add, that history is not only a valuable part of knowledge, but opens the door to many other parts, and affords materials to most of the sciences. And indeed, if we consider the shortness of human life, and our limited knowledge, even of what passes in our own time, we must be sensible that we should be for ever children in understanding, were it not for this invention, which extends our experience to all past ages, and to the most distant nations; making them contribute as much to our improvement in wisdom, as if they had <span class=\"page-break\"></span>actually lain under our observation. A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century.","subId":"6","id":"Hume.EWU.SH.6","pages":"566-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is also an advantage in that experience which is acquired by history, above what is learned by the practice of the world, that it brings us acquainted with human affairs, without diminishing in the least from the most delicate sentiments of virtue. And, to tell the truth, I know not any study or occupation so unexceptionable as history in this particular. Poets can paint virtue in the most charming colours; but, as they address themselves entirely to the passions, they often become advocates for vice. Even philosophers are apt to bewilder themselves in the subtilty of their speculations; and we have seen some go so far as to deny the reality of all moral distinctions. But I think it a remark worthy the attention of the speculative, that the historians have been, almost without exception, the true friends of virtue, and have always represented it in its proper colours, however they may have erred in their judgments of particular persons. <span class=\"small-capitals\">Machiavel</span> himself discovers a true sentiment of virtue in his history of <span class=\"small-capitals\">Florence</span>. When he talks as a <em>Politician</em>, in his general reasonings, he considers poisoning, assassination and perjury, as lawful arts of power; but when he speaks as an <em>Historian</em>, in his particular narrations, he shows so keen an indignation against vice, and so warm an approbation of virtue, in many passages, that I could not forbear applying to him that remark of <span class=\"small-capitals\">Horace</span>, That if you chace away nature, tho' with ever so great indignity, she will always return upon you. Nor is this combination of historians in favour of virtue at all difficult to be accounted for. When a man of business enters into life and action, he is more apt to consider the characters of men, as <span class=\"page-break\"></span>they have relation to his interest, than as they stand in themselves; and has his judgment warped on every occasion by the violence of his passion. When a philosopher contemplates characters and manners in his closet, the general abstract view of the objects leaves the mind so cold and unmoved, that the sentiments of nature have no room to play, and he scarce feels the difference between vice and virtue. History keeps in a just medium betwixt these extremes, and places the objects in their true point of view. The writers of history, as well as the readers, are sufficiently interested in the characters and events, to have a lively sentiment of blame or praise; and, at the same time, have no particular interest or concern to pervert their judgment. <blockquote><em>Veræ voces tum demum pectore ab imo<br> Eliciuntur.</em><cite><span class=\"small-capitals\">Lucret.</span></cite></blockquote>","subId":"7","id":"Hume.EWU.SH.7","pages":"567-8"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"}],"prev":{"id":"Hume.EWU.LM","imported":true,"title":"Of Love and Marriage","breadcrumb":"Of Love and Marriage","published":[1741]},"next":{"id":"Hume.EWU.Av","imported":true,"title":"Of Avarice","breadcrumb":"Of Avarice","published":[1741]}}