{"id":"Shaftesbury.C.LE.6","imported":true,"parent":"Shaftesbury.C.LE","title":"Section VI","breadcrumb":"Section 6","published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_016","blocks":[{"type":"title","content":"£1 Section VI £1","id":"Shaftesbury.C.LE.6"},{"type":"paragraph","content":"OTHER Reasons, my Lord, there are, why this plain home-spun Philosophy, of looking into our-selves, may do us wondrous service, in rectifying our Errors in Religion. For there is a sort of Enthusiasm of second hand. And when Men find no original Commotions in themselves, no prepossessing _Panick_ which bewitches 'em; they are apt still, by the Testimony of others, to be impos'd on, and led credulously into the Belief of many false Miracles. And this Habit may make 'em variable, and of a very inconstant Faith, easy to be carry'd away with every Wind of Doctrine, and addicted to every upstart Sect or Superstition. But the knowledg of our Passions in their very Seeds, the measuring well the Growth and Progress of Enthusiasm, and the judging rightly of its natural Force, and what command it has over our very[n1] Senses, may teach us to oppose more successfully those Delusions which come arm'd with the specious Pretext of moral Certainty, and _Matter of Fact_.","subId":"1","id":"Shaftesbury.C.LE.6.1"},{"type":"paragraph","content":"The new prophesying Sect, I made mention of above, pretend, it seems, among many other Miracles, to have had a most signal one, acted premeditately, and with warning, before many hundreds of People, who actually give Testimony to the Truth of it. But I wou'd only ask, Whether there were present, among those hundreds, any one Person, who having never been of their _Sect_, or addicted to their Way, will give the same Testimony with them? I must not be contented to ask, Whether such a one had been wholly free of that particular Enthusiasm? but, Whether, before that time, he was esteem'd of so sound a Judgment, and clear a Head, as to be wholly free of _Melancholy_, and in all likelihood incapable of all Enthusiasm besides? For otherwise, the _Panick_ may have been caught; the Evidence of the Senses lost, as in a Dream; and the Imagination so inflam'd, as in a moment to have burnt up every Particle of Judgment and Reason. The combustible Matters lie prepar'd within, and ready to take fire at a Spark; but chiefly in a[n2] Multitude seiz'd with the same Spirit. No wonder if the Blaze rises so of a sudden; when innumerable Eyes glow with the Passion, and heaving Breasts are labouring with Inspiration: when not the Aspect only, but the very Breath and Exhalations of Men are infectious, and the inspiring Disease imparts it-self by insensible Transpiration. I am not a Divine good enough to resolve what _Spirit_ that was which prov'd so catching among the antient Prophets, that even the profane[n3] ^=Saul=^ was taken by it. But I learn from Holy Scripture, that there was _the[n4] evil_, as well as _the good Spirit_ of Prophecy. And I find by present Experience, as well as by all Historys, Sacred and Profane, that the Operation of this _Spirit_ is every where the same, as to the bodily Organs.","subId":"2","id":"Shaftesbury.C.LE.6.2"},{"type":"paragraph","content":"A Gentleman who has writ lately in defence of reviv'd Prophecy, and has since fallen himself into the _prophetick Extasys_, tells us, \"That the antient Prophets had the Spirit of ^God^ upon them _under Extasy_, with divers strange Gestures of Body denominating them Madmen, (or Enthusiasts) as appears evidently, _says he_, in the Instances of ^=Balaam=^, ^=Saul=^, ^=David=^, ^=Ezekiel=^, ^=Daniel=^, _&c._\" And he proceeds to justify this by _the Practice_ of the Apostolick Times, and by _the Regulation_ which the[n5] Apostle himself applies to these seemingly irregular _Gifts_, so frequent and ordinary (as our Author pretends) in the primitive Church, on the first rise and spreading of Christianity. But I leave it to him to make the Resemblance as well as he can between his own and the Apostolick way. I only know, that the Symptoms he describes, and which himself (poor Gentleman!) labours under, are as _Heathenish_ as he can possibly pretend them to be _Christian_. And when I saw him lately under _an Agitation_ (as they call it) uttering Prophecy in a pompous _Latin_ Style, of which, out of his Extasy, it seems, he is wholly incapable; it brought into my mind the _Latin_ Poet's Description of the ^=Sibyl=^, whose Agonys were so perfectly like these. \"\"[n6] $——Subitò non vultus, non color unus, // Non comptae mansere comae; sed pectus anhelum, // Et rabie fera corda tument; majorque videri // Nec morale sonans: afflata est Numine quando // Jam propiore Dei——$\"\" And again presently after: \"\"$——Immanis in antro // Bacchatur Vates, magnum si pectore possit // Excussisse Deum: tanto magis Ille fatigat // Os rabidum, fera corda domans, ^Fingit que Premendo^.$\"\" Which is the very Style of our experienc'd Author. \"For the Inspir'd (_says he_) undergo a Probation, wherein the Spirit, by frequent Agitations, _forms the Organs_, ordinarily for a Month or two before _Utterance_.\"","subId":"3","id":"Shaftesbury.C.LE.6.3"},{"type":"paragraph","content":"The _Roman_ Historian, speaking of a most horrible Enthusiasm which broke out in ^=Rome=^ long before his days, describes this Spirit of Prophecy; $Viros velut mente captâ, cum jactatione fanaticâ corporis vaticinari.$ [Livy, xxxix. 13.] The detestable things which are further related of these Enthusiasts, I wou'd not willingly transcribe: but the Senate's mild Decree in so execrable a Case, I can't omit copying; being satisfy'd, that tho your Lordship has read it before now, you can read it again and again with admiration: $In reliquum deinde$ (says _=Livy=_) $S. C. cautum est, _&c._ Si quis tale sacrum solenne & necessarium duceret, nec sine Religione & Piaculo se id omittere posse; apud Praetorem Urbanum profiteretur: Praetor Senatum consuleret. Si ei permissum esset, cùm in Senatu centum non minus essent, ita id sacrum faceret; dum ne plus quinque sacrificio interessent, neu qua pecunia communis, neu quis Magister sacrorum, aut Sacerdos esset.$","subId":"4","id":"Shaftesbury.C.LE.6.4"},{"type":"paragraph","content":"So necessary it is to give way to this Distemper of _Enthusiasm_, that even that Philosopher who bent the whole Force of his Philosophy against Superstition, appears to have left room for visionary Fancy, and to have indirectly tolerated Enthusiasm. For it is hard to imagine, that one who had so little religious Faith as ^=Epicurus=^, shou'd have so vulgar a Credulity, as to believe those accounts of Armys and Castles in the Air, and such visionary _Ph{ae}nomena_. Yet he allows them; and then thinks to solve 'em by his _Effluvia_, and Aerial Looking-glasses, and I know not what other stuff: which his _Latin_ Poet, however, sets off beautifully, as he does all. \"\"$——Rerum Simulacra vagari // Multa, modis multis, in cunctas undique parteis // Tenuia, quae facilè inter se junguntur in auris, // Obvia cùm veniunt, ut aranea bracteaque auri // \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* // \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* \\* // Centauros itaque, & Scyllarum Membra videmus, // Cerbereasque canum facies, simulacraque eorum // Quorum morte obita tellus amplectitur ossa: // Omne genus quoniam passim simulacra feruntur, // Partim sponte suâ quae fiunt aere in ipso; // Partim quae variis ab rebus cumque recedunt.$\"\"","subId":"5","id":"Shaftesbury.C.LE.6.5"},{"type":"paragraph","content":"'Twas a sign this Philosopher believ'd there was a good Stock of _Visionary Spirit_ originally in Human Nature. He was so satisfy'd that Men were inclin'd to see Visions, that rather than they shou'd go without, he chose to make 'em to their hand. Notwithstanding he deny'd the Principles of Religion to be[n7] _natural_, he was forc'd tacitly to allow there was a wondrous Disposition in Mankind towards _Supernatural Objects_; and that if these Ideas were vain, they were yet in a manner _innate_, or such as Men were really born to, and cou'd hardly by any means avoid. From which Concession, a Divine, methinks, might raise a good Argument against him, for the _Truth_ as well as the _Usefulness_ of ^Religion^. But so it is: whether the Matter of Apparition be true or false, the Symptoms are the same, and the Passion of equal force in the Person who is Vision-struck. The $Lymphatici$ of the _Latins_ were the $Nympholepti$ of the _Greeks_. They were Persons said to have seen some Species of Divinity, as either some rural _Deity_, or _Nymph_; which threw them into such Transports as overcame their Reason. The Extasys express'd themselves outwardly in Quakings, Tremblings, Tossings of the Head and Limbs, _Agitations_, and (as _=Livy=_ calls them) _Fanatical Throws_ or Convulsions, extemporary Prayer, Prophecy, Singing, and the like. All Nations have their _Lymphaticks_ of some kind or another; and all Churches, Heathen as well as Christian, have had their Complaints against _Fanaticism_.","subId":"6","id":"Shaftesbury.C.LE.6.6"},{"type":"paragraph","content":"One wou'd think the Antients imagin'd this Disease had some relation to that which they call'd _Hydrophoby_. Whether the antient _Lymphaticks_ had any way like that of biting, to communicate the Rage of their Distemper, I can't so positively determine. But certain Fanaticks there have been since the time of the Antients, who have had a most prosperous Faculty of communicating the Appetite of the Teeth. For since first the snappish Spirit got up in Religion, all Sects have been at it, as the saying is, _Tooth and Nail_; and are never better pleas'd, than in worrying one another without mercy.","subId":"7","id":"Shaftesbury.C.LE.6.7"},{"type":"paragraph","content":"So far indeed the innocent kind of Fanaticism extends it-self, that when the Party is struck by the Apparition, there follows always an Itch of imparting it, and kindling the same Fire in other Breasts. For thus _Poets_ are Fanaticks too. And thus ^=Horace=^ either is, or feigns himself _Lymphatick_, and shews what an Effect the Vision of the _Nymphs_ and ^=Bacchus=^ had on him. \"\"[n8] $Bacchum in remotis carmina rupibus // Vidi docentem, credite posteri, // NYMPHASque discentes— // Evae! recenti mens trepidat metu, // Plenoque Bacchi pectore turbidum // [n9] LYMPHATUR$—————as _=Heinsius=_ reads.\"\"","subId":"8","id":"Shaftesbury.C.LE.6.8"},{"type":"paragraph","content":"No _Poet_ (as I ventur'd to say at first to your Lordship) can do any thing great in his own way, without the Imagination or Supposition of _a Divine Presence_, which may raise him to some degree of this Passion we are speaking of. Even the cold ^=Lucretius=^[n10] makes use of Inspiration, when he writes against it; and is forc'd to raise an Apparition of _Nature_, in a Divine Form, to animate and conduct him in his very Work of degrading Nature, and despoiling her of all her seeming Wisdom and Divinity. \"\"[n11] $Alma ^Venus^, coeli subter labentia signa // Quae mare navigerum, quae terras frugiferenteis // Concelebras—— // Quae quoniam rerum naturam sola gubernas, // Nec sine te quidquam dias in luminis oras // Exoritur, neque fit laetum neque amabile quidquam: // Te sociam studeo scribundis versibus esse, // Quos Ego de rerum naturâ pangere conor // ^Memmiadae^ nostro.$\"\"","subId":"9","id":"Shaftesbury.C.LE.6.9"},{"type":"note","content":"[VOL. III. _p._ 39, 40. & 66, 67, 68.]","subId":"n1","id":"Shaftesbury.C.LE.6.n1"},{"type":"note","content":"[VOL. III. _p._ 66. in the Notes.]","subId":"n2","id":"Shaftesbury.C.LE.6.n2"},{"type":"note","content":"See [1 _Kings_ ch. xxii. ver. 20, _&c._] [2 _Chron._ ch. xviii. ver. 19, _&c._] And [VOL. III. _p._ 116, 117.]","subId":"n3","id":"Shaftesbury.C.LE.6.n3"},{"type":"note","content":"[1 _Cor._ ch. xiv.]","subId":"n4","id":"Shaftesbury.C.LE.6.n4"},{"type":"note","content":"[Virg. Aen. _lib._ 6.]","subId":"n5","id":"Shaftesbury.C.LE.6.n5"},{"type":"note","content":"[Lucret. _lib._ 4.]","subId":"n6","id":"Shaftesbury.C.LE.6.n6"},{"type":"note","content":"[_Infra,_ pag. 117.]","subId":"n7","id":"Shaftesbury.C.LE.6.n7"},{"type":"note","content":"[Od. 19. lib. 2.]","subId":"n8","id":"Shaftesbury.C.LE.6.n8"},{"type":"note","content":"So again, [_Sat._ 5. _ver._ 97.] $Gnatia Lymphis Iratis exstructa:$ where ^=Horace=^ wittily treats the People of _=Gnatia=_ as _Lymphaticks_ and Enthusiasts, for believing a Miracle of their Priests: $Credat Judaeus Apella.$ [Hor. _ibid._] See ^=Heinsius=^ and ^=Torrentius=^; and the Quotation in the following Notes, $ὑπὸ τω̑ν Νυμφω̑ν, &c.$","subId":"n9","id":"Shaftesbury.C.LE.6.n9"},{"type":"note","content":"[VOL. III. _p._ 32.]","subId":"n10","id":"Shaftesbury.C.LE.6.n10"},{"type":"note","content":"[Lucret. _lib._ 1.]","subId":"n11","id":"Shaftesbury.C.LE.6.n11"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.LE","imported":true,"title":"A Letter Concerning Enthusiasm","breadcrumb":"Letter Concerning Enthusiasm","published":[1708]}],"prev":{"id":"Shaftesbury.C.LE.5","imported":true,"title":"Section V","breadcrumb":"Section 5","published":[1708]},"next":{"id":"Shaftesbury.C.LE.7","imported":true,"title":"Section VII","breadcrumb":"Section 7","published":[1708]}}