{"imported":true,"id":"Shaftesbury.C.SC.4.1","parent":"Shaftesbury.C.SC.4","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_037","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section I £1","id":"Shaftesbury.C.SC.4.1"},{"type":"paragraph","content":"BY this time (my Friend!) you may possibly, I hope, be satisfy'd, that as I am in earnest in defending _Raillery,_ so I can be sober too in the Use of it. 'Tis in reality a serious Study, to learn to temper and regulate that _Humour_ which Nature has given us, as a more lenitive Remedy against Vice, and a kind of Specifick against Superstition and melancholy Delusion. There is a great difference between seeking how to raise a Laugh from every thing; and seeking, in every thing, what justly may be laugh'd at. For nothing is ridiculous except what is deform'd: Nor is any thing proof against _Raillery,_ except what is handsom and just. And therefore 'tis the hardest thing in the World, to deny _fair_ ^Honesty^ the use of this Weapon, which can never bear an Edge against her-self, and bears against every thing contrary.","subId":"1","id":"Shaftesbury.C.SC.4.1.1"},{"type":"paragraph","content":"If the very _Italian_ Buffoons were to give us the Rule in these cases, we shou'd learn by them, that in their lowest and most scurrilous way of Wit, there was nothing so successfully to be play'd upon, as the Passions of Cowardice and Avarice. One may defy the World to turn real _Bravery_ or _Generosity_ into Ridicule. A Glutton or mere Sensualist is as ridiculous as the other two Characters. Nor can an unaffected _Temperance_ be made the Subject of Contempt to any besides the grossest and most contemptible of Mankind. Now these _three_ Ingredients make up a virtuous Character: as _the contrary three_ a vicious one. How therefore can we possibly make a Jest of Honesty?—To laugh _both_ ways, is nonsensical. And if the Ridicule lie against _Sottishness, Avarice,_ and _Cowardice;_ you see the Consequence. A Man must be soundly ridiculous, who, with all the Wit imaginable, wou'd go about to ridicule Wisdom, or laugh at Honesty, or Good Manners.","subId":"2","id":"Shaftesbury.C.SC.4.1.2"},{"type":"paragraph","content":"A Man of thorow[n1] _Good-Breeding,_ whatever else he be, is incapable of doing a rude or brutal Action. He never _deliberates_ in this case, or considers of the matter by prudential Rules of Self-Interest and Advantage. He acts from his Nature, in a manner necessarily, and without Reflection: and if he did not, it were impossible for him to answer his Character, or be found that truly well-bred Man, on every occasion. 'Tis the same with the _honest Man._ He can't deliberate in the Case of a plain Villany. _A Plum_ is no Temptation to him. He likes and loves himself too well, to change Hearts with one of those corrupt Miscreants, who amongst 'em gave that name to a round Sum of Mony gain'd by Rapine and Plunder of the Commonwealth. He who wou'd enjoy _a Freedom of Mind,_ and be truly _Possessor of himself,_ must be above the thought of stooping to what is villanous or base. He, on the other side, who has a Heart to stoop, must necessarily quit the thought of _Manliness, Resolution, Friendship, Merit,_ and _a Character with himself and others:_ But to affect these Enjoyments and Advantages, together with the Privileges of a licentious Principle; to pretend to enjoy _Society,_ and _a free Mind,_ in company with _a knavish Heart,_ is as ridiculous as the way of Children, who eat their Cake, and afterwards cry for it. When Men begin to _deliberate_ about Dishonesty, and finding it go less against their Stomach, ask slily, \"Why they shou'd stick at a good Piece of Knavery, for a good Sum?\" They shou'd be told, as Children, that _They can't eat their Cake, and have it._","subId":"3","id":"Shaftesbury.C.SC.4.1.3"},{"type":"paragraph","content":"When Men, indeed, are become _accomplish'd Knaves,_ they are past _crying for their Cake._ They _know themselves,_ and are _known_ by Mankind. 'Tis not _these_ who are so much envy'd or admir'd. The _moderate_ Kind are the more taking with us. Yet had we Sense, we should consider 'tis in reality the _thorow profligate Knave,_ the very _compleat unnatural Villain_ alone, who can any way bid for Happiness with the _honest Man._ True Interest is wholly on _one_ side, or _the other._ All between is[n2] Inconsistency, Irresolution, Remorse, Vexation, and an Ague-Fit: from hot to cold; from one Passion to another quite contrary; a perpetual Discord of Life; and an alternate Disquiet and Self-dislike. The only Rest or Repose must be thro' _one,_ determin'd, considerate Resolution: which when once taken, must be courageously kept; and the Passions and Affections brought under obedience to it; the Temper steel'd and harden'd to the Mind; the Disposition to the Judgment. Both must agree; else all must be Disturbance and Confusion. So that to think with one's self, in good earnest, \"Why may not one do this _little_ Villany, or commit this _one_ Treachery, and but for _once_\"; is the most ridiculous Imagination in the world, and contrary to ^CommonSense.^ For a common honest Man, whilst left to himself, and undisturb'd by Philosophy and subtle Reasonings about his Interest, gives no other Answer to the thought of Villany, than that _he can't possibly find in his heart_ to set about it, or conquer the natural Aversion he has to it. And this is _natural_ and _just._","subId":"4","id":"Shaftesbury.C.SC.4.1.4"},{"type":"paragraph","content":"The truth is; as Notions stand now in the world, with respect to Morals, Honesty is like to gain little by Philosophy, or deep Speculations of any kind. In the main, 'tis best to stick to _Common Sense,_ and go no further. Mens first Thoughts, in this matter, are generally better than their second: their natural Notions better than those refin'd by Study, or Consultation with _Casuists._ According to common Speech, as well as common Sense, _Honesty is the best Policy:_ But according to refin'd Sense, the only _well-advis'd_ Persons, as to this World, are _errant Knaves;_ and they alone are thought to serve themselves, who serve their Passions, and indulge their loosest Appetites and Desires.—Such, it seems, are _the Wise,_ and such _the Wisdom of this World!_","subId":"5","id":"Shaftesbury.C.SC.4.1.5"},{"type":"paragraph","content":"An ordinary Man talking of a vile Action, in a way of _Common Sense,_ says naturally and heartily, \"He wou'd not be guilty of such a thing for the whole World.\" But _speculative Men_ find great Modifications in the case; many ways of Evasion; many Remedys; many Alleviations. A good Gift _rightly_ apply'd; a _right_ Method of suing out a Pardon; good Alms-Houses, and charitable Foundations erected for _right_ Worshippers; and a good Zeal shewn for the _right Belief,_ may sufficiently atone for _one wrong Practice;_ especially when it is such as raises a Man to a considerable power (as they say) of _doing good,_ and serving _the true Cause._","subId":"6","id":"Shaftesbury.C.SC.4.1.6"},{"type":"paragraph","content":"Many a good Estate, many a high Station has been gain'd upon such a bottom as this. Some _Crowns_ too may have been purchas'd on these terms: and some great[n3] _Emperors_ (if I mistake not) there have been of old, who were much assisted by these or the like Principles; and in return were not ingrateful to the Cause and Party which had assisted 'em. The Forgers of such Morals have been amply endow'd: and the World has paid roundly for its Philosophy; since the original plain Principles of Humanity, and the simple honest Precepts of _Peace_ and _mutual Love,_ have, by a sort of spiritual Chymists, been so sublimated, as to become the highest Corrosives; and passing thro' their Limbecks, have yielded the strongest Spirit of _mutual Hatred_ and _malignant Persecution._","subId":"7","id":"Shaftesbury.C.SC.4.1.7"},{"type":"note","content":"VOL. III. p. 161, 162.","subId":"n1","id":"Shaftesbury.C.SC.4.1.n1"},{"type":"note","content":"Our Author's _French_ Translator cites, on this occasion, very aptly those Verses of ^Horace^, [_Sat._ 7. _Lib._ 2.] \"\"$—Quanto constantior idem // In vitiis, tanto leviùs miser, ac prior illo // Qui jam contento, jam laxo fune laborat.$\"\"","subId":"n2","id":"Shaftesbury.C.SC.4.1.n2"},{"type":"note","content":"VOL. III. _p._ 78, 79, 90, 91.","subId":"n3","id":"Shaftesbury.C.SC.4.1.n3"}]}
