{"imported":true,"id":"Butler.S.1","parent":"Butler.S","title":"Sermon 1. Upon Humane Nature.","breadcrumb":"Sermon 1","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s <cite>Fifteeen Sermons Preached at the Rolls Chapel</cite> were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>SERMON I.</h1> <h2><em>Upon Humane Nature.</em></h2> <h3><cite><span class=\"small-capitals\">Rom.</span> xii. 4, 5.</cite></h3> <em>For as we have many members in one body, and all members have not the same office; so we, being many, are one body in Christ, and every one members one of another.</em>","id":"Butler.S.1"},{"type":"paragraph","content":"The epistles in the New Testament have all of them a particular reference to the condition and usages of the Christian world at the time they were written. Therefore, as they cannot be thoroughly understood, unless that condition and those usages are known and attended to; so, further, though they be known, yet, if they be discontinued or changed, exhortations, precepts, and illustrations of things, which refer to such circumstances now ceased or altered, cannot at this time be urged in that manner, and with that force, which they were to the primitive Christians. Thus, the text now before us, in its first intent and design, relates to the decent management of those extraordinary gifts which were then in the church, 1 Cor. xii., but which are now totally ceased. And even as to the allusion, that <q>we are one body in Christ,</q> though what the apostle here intends is equally true of Christians in all circumstances; and the consideration of it is plainly still an additional motive, over and above moral considerations, to the discharge of the several duties and offices of a Christian; yet it is manifest this allusion must have appeared with much greater force to those, who, by the many difficulties they went through for the sake of their religion, were led to keep always in view the relation they stood in to their Saviour, who had undergone the same; to those, who from the idolatries of all around them, and their ill-treatment, were taught to consider themselves as not of the world in which they lived, but as a distinct society of themselves; with laws, and ends, and principles of life and action, quite contrary to those which the world professed themselves at that time influenced by. Hence the relation of a Christian was by them considered as nearer than that of affinity and blood; and they almost literally esteemed themselves as members one of another.","subId":"1","id":"Butler.S.1.1"},{"type":"paragraph","content":"It cannot indeed possibly be denied, that our being God's creatures, and virtue being the natural law we are born under, and the whole constitution of man being plainly adapted to it, are prior obligations to piety and virtue, than the consideration that God sent his Son into the world to save it, and the motives which arise from the peculiar relations of Christians, as members one of another, under Christ our head. However, though all this be allowed, as it expressly is by the inspired writers, yet it is manifest, that Christians, at the time of the Revelation, and immediately after, could not but insist mostly upon considerations of this latter kind.","subId":"2","id":"Butler.S.1.2"},{"type":"paragraph","content":"These observations show the original particular reference of the text; and the peculiar force with which the thing intended by the allusion in it, must have been felt by the primitive Christian world. They likewise afford a reason for treating it at this time in a more general way. The relation which the several parts or members of the natural body have to each other, and to the whole body, is here compared to the relation which each particular person in society has to other particular persons, and to the whole society; and the latter is intended to be illustrated by the former. And if there be a likeness between these two relations, the consequence is obvious: That the latter shows us we were intended to do good to others, as the former shows us that the several members of the natural body were intended to be instruments of good to each other, and to the whole body. But as there is scarce any ground for a comparison between society and the mere material body, this without the mind being a dead unactive thing; much less can the comparison be carried to any length. And since the apostle speaks of the several members as having distinct offices, which implies the mind, it cannot be thought an allowable liberty, instead of the body and its members, to substitute the whole nature of man, and all the variety of internal principles which belong to it. And then the comparison will be between the nature of man as respecting self, and tending to private good, his own preservation and happiness; and the nature of man as having respect to society, and tending to promote public good, the happiness of that society. These ends do indeed perfectly coincide; and to aim at public and private good are so far from being inconsistent, that they mutually promote each other; yet, in the following discourse, they must be considered as entirely distinct; otherwise the nature of man, as tending to one, or as tending to the other, cannot be compared. There can no comparison be made, without considering the things compared as distinct and different.","subId":"3","id":"Butler.S.1.3"},{"type":"paragraph","content":"From this review and comparison of the nature of man as respecting self, and as respecting society, it will plainly appear, that there are as real and the same kind of indications in human nature, that we were made for society and to do good to our fellow-creatures, as that we were intended to take care of our own life, and health, and private good; and that the same objections lie against one of these assertions as against the other. For,","subId":"4","id":"Butler.S.1.4"},{"type":"paragraph","content":"First, There is a natural principle of benevolence<a href=\"#n6\"><sup>[6]</sup></a> in man which is in some degree to society, what self-love is to the individual. And if there be in mankind any disposition to friendship; if there be any such thing as compassion, for compassion is momentary love; if there be any such thing as the paternal or filial affections; if there be any affection in human nature, the object and end of which is the good of another; this is itself benevolence, or the love of another. Be it ever so short, be it ever so low a degree, or ever so unhappily confined; it proves the assertion, and points out what we were designed for, as really as though it were in a higher degree and more extensive. I most, however, remind you, that though benevolence and self-love are different; though the former tends most directly to public good, and the latter to private; yet they are so perfectly coincident, that the greatest satisfactions to ourselves depend upon our having benevolence in a due degree; and that self-love is one chief security of our right behaviour towards society. It may be added that their mutual coinciding, so that we can scarce promote one without the other, is equally a proof that we were made for both.","subId":"5","id":"Butler.S.1.5"},{"type":"paragraph","content":"Secondly. This will further appear from observing, that the several passions and affections, which are distinct,<a href=\"#n7\"><sup>[7]</sup></a> both from benevolence and self-love, do in general contribute and lead us to public good as really as to private. It might be thought too minute and particular, and would carry us too great a length, to distinguish between, and compare together the several passions or appetites, distinct from benevolence, whose primary use and intention is the security and good of society; and the passions distinct from self-love, whose primary intention and design is the security and good of the individual.<a href=\"#n8\"><sup>[8]</sup></a> It is enough to the present argument, that desire of esteem from others, contempt and esteem of them, love of society as distinct from affection to the good of it, indignation against successful vice, that these are public affections or passions, have an immediate respect to others, naturally lead us to regulate our behaviour in such a manner as will be of service to our fellow-creatures. If any or all of these may be considered likewise as private affections, as tending to private good, this does not hinder them from being public affections too, or destroy the good influence of them upon society, and their tendency to public good. It may be added, that as persons without any conviction from reason of the desirableness of life, would yet, of course, preserve it merely from the appetite of hunger; so, by acting merely from regard (suppose) to reputation, without any consideration of the good of others, men often contribute to public good. In both these instances, they are plainly instruments in the hands of another, in the hands of Providence, to curry on ends, the preservation of the individual and good of society, which they themselves have not in their view or intention. The sum is, men have various appetites, passions, and particalar affections, quite distinct both from self-love and from benevolence; all of these have a tendency to promote both public and private good, and may be considered as respecting others and ourselves equally and in common; but some of them seem most immediately to respect others, or tend to public good; others of them most immediately to respect self, or tend to private good. As the former are not benevolence, so the latter are not self-love: neither sort are instances of our love either to ourselves or others, but only instances of our Maker's care and love both of the individual and the species, and proofs that he intended we should be instruments of good to each other, as well as that we should be so to ourselves.","subId":"6","id":"Butler.S.1.6"},{"type":"paragraph","content":"Thirdly. There is a principle of reflection in men, by which they distinguish between, approve, and disapprove their own actions. We are plainly constituted such sort of creatures as to reflect upon our own nature. The mind can take a view of what passes within itself, its propensions, aversions, passions, affections, as respecting such objects, and in such degrees, and of the several actions consequent thereupon. In this survey it approves of one, disapproves of another, and towards a third is affected in neither of these ways, but is quite indifferent. This principle in man, by which he approves or disapproves his heart, temper, and actions, is conscience; for this is the strict sense of the word, though sometimes it is used so as to take in more. And that this faculty tends to restrain men from doing mischief to each other, and leads them to do good, is too manifest to need being insisted upon. Thus, a parent has the affection of love to his children: this leads him to take care of, to educate, to make due provision for them. The natural affection leads to this; but the reflection that it is his proper business, what belongs to him, that it is right and commendable so to do: this, added to the affection, becomes a much more settled principle, and carries him on through more labour and difficulties fur the sake of his children, than he would undergo for that affection alone, if he thought it, and the course of action it led to, either indifferent or criminal. This, indeed, is impossible,—to do that which is good, and not to approve of it; for which reason they are frequently not considered as distinct, though they really are: for men often approve of the actions of others, which they will not imitate, and likewise do that which they approve not. It cannot possibly be denied, that there is this principle of reflection or conscience in human nature. Suppose a man to relieve an innocent person in great distress; suppose the same man afterwards, in the fury of anger, to do the greatest mischief to a person who had given no just cause of offence; to aggravate the injury, add the circumstances of former friendship, and obligation from the injured person: let the man who is supposed to have done these two different actions coolly reflect upon them afterwards, without regard to their consequences to himself;—to assert that any common man would be affected in the same way towards these different actions, that he would make no distinction between them, but approve or disapprove them equally, is too glaring a falsity to need being confuted. There is therefore this principle of reflection or conscience in mankind. It is needless to compare the respect it has to private good, with the respect it has to public; since it plainly tends as much to the latter as to the former, and is commonly thought to tend chiefly to the latter. This faculty is now mentioned merely as another part of the inward frame of man, pointing out to us in some degree what we are intended for, and as what will naturally and of course have some influence. The particular place assigned to it by nature, what authority it has, and how great influence it ought to have, shall be hereafter considered.","subId":"7","id":"Butler.S.1.7"},{"type":"paragraph","content":"From this comparison of benevolence and self-love, of our public and private affections, of the courses of life they lead to, and of the principle of reflection or conscience as respecting each of them, it is as manifest, that we were made for society, and to promote the happiness of it; as that we were intended to take care of our own life, and health, for private good.","subId":"8","id":"Butler.S.1.8"},{"type":"paragraph","content":"And from this whole review must be given a different draught of human nature from what we are often presented with. Mankind are by nature so closely united, there is such a correspondence between the inward sensations of one man and those of another, that disgrace is as much avoided as bodily pain, and to be the object of esteem and love as much desired as any external goods: and, in many particular cases, persons are carried on to do good to others, as the end their affections tend to, and rest in; and manifest that they find real satisfaction and enjoyment in this course of behaviour. There is such a natural principle of attraction in man towards man, that having trod the same track of land, having breathed in the same climate, barely having been born in the same artificial district, or division, becomes the occasion of contracting acquaintances and familiarities many years after; for any thing may serve the purpose. Thus, relations, merely nominal, are sought and invented, not by governors, but by the lowest of the people; which are found sufficient to hold mankind together in little fraternities and copartnerships: weak ties indeed, and what may afford fund enough for ridicule, if they are absurdly considered as the real principles of that union; but they are, in truth, merely the occasions, as any thing may be of any thing, upon which our nature carries us on according to its own previous bent and bias; which occasions, therefore, would be nothing at all, were there not this prior disposition and bias of nature. Men are so much one body, that in a peculiar manner they feel for each other, shame, sudden danger, resentment, honour, prosperity, distress; one or another, or all of these, from the social nature in general, from benevolence, upon the occasion of natural relation, acquaintance, protection, dependence; each of these being distinct cements of society. And, therefore, to have no restraint from, nor regard to others in our behaviour, is the speculative absurdity of considering ourselves as single and independent, as having nothing in our nature which has respect to our fellow-creatures, reduced to action and practice. And this is the same absurdity, as to suppose a hand, or any part, to have no natural respect to any other, or to the whole body.","subId":"9","id":"Butler.S.1.9"},{"type":"paragraph","content":"But allowing all this, it may be asked, <q>Has not man dispositions and principles within, which lead him to do evil to others, as well as to do good? whence come the many miseries else, which men are the authors and instruments of to each other?</q> These questions, as far as they relate to the foregoing discourse, may be answered by asking, <q>Has not man also dispositions and principles within, which lead him to do evil to himself, as well as good? whence come the many miseries else, sickness, pain, and death, which men are the instruments and authors of to themselves?</q>","subId":"10","id":"Butler.S.1.10"},{"type":"paragraph","content":"It may be thought more easy to answer one of these questions than the other, but the answer to both is really the same: that mankind have ungoverned passions which they will gratify at any rate, as well to the injury of others, as in contradiction to known private interest: but that as there is no such thing as self-hatred, so neither is there any such thing as ill-will in one man towards another, emulation and resentment being away: whereas there is plainly benevolence or good-will: there is no such thing as love of injustice, oppression, treachery, ingratitude; but only eager desires after such and such external goods; which, according to a very ancient observation, the most abandoned would choose to obtain by innocent means, if they were as easy, and as effectual to their end: that even emulation and resentment, by any one who will consider what these passions really are in nature,<a href=\"#n9\"><sup>[9]</sup></a> will be found nothing to the purpose of this objection; and that the principles and passions in the mind of men, which are distinct both from self-love and benevolence, primarily and most directly lead to right behaviour with regard to others as well as himself, and only secondarily and accidentally to what is evil. Thus though men, to avoid the shame of one villany, are sometimes guilty of a greater; yet it is easy to see, that the original tendency of shame is to prevent the doing of shameful actions; and its leading men to conceal such actions when done, is only in consequence of their being done, i.e., of the passion's not having answered its first end.","subId":"11","id":"Butler.S.1.11"},{"type":"paragraph","content":"If it be said, that there are persons in the world who are, in great measure, without the natural affections towards their fellow-creatures; there are likewise instances of persons without the common natural affections to themselves: but the nature of man is not to be judged of by either of these, but what appears in the common world, in the bulk of mankind.","subId":"12","id":"Butler.S.1.12"},{"type":"paragraph","content":"I am afraid it would be thought very strange, if, to confirm the truth of this account of human nature, and make out the justness of the foregoing comparison, it should be added, that from what appears, men, in fact, as much and as often contradict that part of their nature which respects self, and which leads them to their own private good and happiness, as they contradict that part of it which respects society, and tends to public good: that there arc as few persons who attain the greatest satisfaction and enjoyment which they might attain in the present world, as who do the greatest good to others which they might do; nay, that there are as few who can be said really and in earnest to aim at one, as at the other. Take a survey of mankind; the world in general, the good and bad, almost without exception, equally are agreed, that were religion out of the case, the happiness of the present life would consist in a manner wholly in riches, honours, sensual gratifications; insomuch that one scarce hears a reflection made upon prudence, life, conduct, but upon this supposition. Yet, on the contrary, that persons in the greatest affluence of fortune are no happier than such as have only a competency; that the cares and disappointments of ambition for the most part far exceed the satisfactions of it; as also the miserable intervals of intemperance and excess, and the many untimely deaths occasioned by a dissolute course of life; these things are all seen, acknowledged, by every one acknowledged; but are thought no objections against, though they expressly contradict this universal principle, that the happiness of the present life consists in one or other of them. Whence is all this absurdity and contradiction? Is not the middle way obvious? Can anything be more manifest, than that the happiness of life consists in these, possessed and enjoyed only to a certain degree; that to pursue them beyond this degree, is always attended with more inconvenience than advantage to man's self, and often with extreme misery and unhappiness? Whence, then, I say, is all this absurdity and contradiction? Is it really the result of consideration in mankind, how they may become most easy to themselves, most free from care, and enjoy the chief happiness attainable in this world ? or is it not manifestly owing either to this, that they have not cool and reasonable concern enough for themselves to consider wherein their chief happiness in the present life consists; or else, if they do consider it, that they will not act conformably to what is the result of that consideration? i.e,, reasonable concern for themselves, or cool self-love, is prevailed over by passion and appetite. So that, from what appears, there is no ground to assert, that those principles in the nature of man, which most directly lead to promote the good of our fellow-creatures, are more generally or in a greater degree violated, than those which most directly lead us to promote our own private good and happiness.","subId":"13","id":"Butler.S.1.13"},{"type":"paragraph","content":"The sum of the whole is plainly this. The nature of man, considered in his single capacity, and with respect only to the present world, is adapted and leads him to attain the greatest happiness he can for himself in the present world. The nature of man, considered in his public or social capacity, leads him to a right behaviour in society, to that course of life which we call virtue. Men follow or obey their nature in both these capacities and respects to a certain degree, but not entirely; their actions do not come up to the whole of what their nature leads them to in either of these capacities or respects; and they often violate their nature in both; i.e., as they neglect the duties they owe to their fellow-creatures, to which their nature leads them; and are injurious, to which their nature is abhorrent: so there is a manifest negligence in men of their real happiness or interest in the present world, when that interest is inconsistent with a present gratification; for the sake of which they negligently, nay, even knowingly, are the authors and instruments of their own misery and ruin. Thus they are as often unjust to themselves as to others, and for the most part are equally so to both by the same actions.","subId":"14","id":"Butler.S.1.14"},{"type":"note","content":"Suppose a man of learning to be writing a grave book upon human nature, and to show in several parts of it that he had an insight into the subject he was considering; amongst other things, the following one would require to be accounted for; the appearance of benevolence or good-will in men towards each other in the instances of natural relation, and in others.<cite>n6a</cite> Cautious of being deceived with outward show, he retires within himself, to see exactly what that is in the mind of man from whence this appearance proceeds; and, upon deep reflection, asserts the principle in the mind to be only the love of power, and delight in the exercise of it. Would not every-body think here was a mistake of one word for another? That the philosopher was contemplating and accounting for some other human actions, some other behaviour of man to man? And could any one be thoroughly satisfied, that what is commonly called benevolence or good-will was really the affection meant, but only by being made to understand that this learned person had a general hypothesis, to which the appearance of good-will could no otherwise be reconciled? That what has this appearance, is often nothing but ambition; that delight in superiority often (suppose always) mixes itself with benevolence, only makes it more specious to call it ambition than hunger, of the two: but in reality that passion does no more account for the whole appearance of good-will than this appetite does. Is there not often the appearance of one man's wishing that good to another, which he knows himself unable to procure him; and rejoicing in it, though bestowed by a third person? And can love of power any way possibly come in to account for this desire or delight? Is there not often the appearance of men's distinguishing between two or more persons, preferring one before another, to do good to, in cases where love of power cannot in the least account for the distinction and preference? For this principle can no otherwise distinguish between objects, than as it is a greater instance and exertion of power to do good to one rather than to another. Again, suppose good-will in the mind of man to be nothing but delight in the exercise of power: men might indeed be restrained by distant and accidental considerations; but these restraints being removed, they would have a disposition to, and delight in mischief, as an exercise and proof of power: And this disposition and delight would arise from, or be the same principle in the mind, as a disposition to, and delight in charity. Thus cruelty, as distinct from envy and resentment, would be exactly the same in the mind of man as good-will: That one tends to the happiness, the other to the misery of our fellow creatures, is, it seems, merely an accidental circumstance, which the mind has not the least regard to. These are the absurdities which even men of capacity run into, when they have occasion to belie their nature, and win perversely disclaim that image of God which was originally stamped upon it; the traces of which, however faint, are plainly discernible upon the mind of man. <br> &emsp;If any person can in earnest doubt, whether there be such a thing as good-will in one man towards another, (for the question is not concerning either the degree or extensiveness of it, but concerning the affection itself,) let it be observed, that whether man be thus or otherwise constituted, what is the inward frame in this particular, is a mere question of fact or natural history, not proveable immediately by reason. It is therefore to be judged of and determined in the same way other facts or matters of natural history are: By appealing to the external senses, or inward perceptions, respectively, as the matter under consideration is cognizable by one or the other: By arguing from acknowledged facts and actions; for a great number of actions of the same kind in different circumstances, and respecting different objects, will prove, to a certainty, what principles they do not, and, to the greatest probability, what principles they do proceed from: And, lastly, by the testimony of mankind. Now, that there is some degree of benevolence amongst men, may be as strongly and plainly proved in all these ways as it could possibly be proved, supposing there was this affection in our nature. And should any one think fit to assert, that resentment in the mind of man was absolutely nothing but reasonable concern for our own safety, the falsity of this, and what is the real nature of that passion, could be shown in no other ways than those in which it may be shown, that there is such a thing, in some degree, as real good-will in man towards man. It is sufficient that the seeds of it be implanted in our nature by God. There is, it is owned, much left for us to do upon our own heart and temper; to activate, to improve, to call it forth, to exercise it in a steady uniform manner. This is our work: this is Virtue and Religion.","subId":"n6","id":"Butler.S.1.n6"},{"type":"note","content":"Hobbs of Human Nature, c.2. § 17.","subId":"n6a","id":"Butler.S.1.n6a"},{"type":"note","content":"Every-body makes a distinction between self-love, and the several particular passions, appetites, and affections; and yet they are often confounded again. That they are totally different, will be seen by any one who will distinguish between the passions and appetites themselves and endeavouring after the means of their gratification. Consider the appetite of hunger, and the desire of esteem; these being the occasion both of pleasure and pain, the coolest self-love, as well as the appetites and passions themselves, may put us upon making use of the proper methods of obtaining that pleasure, and avoiding that pain; but the feelings themselves, the pain of hunger and shame, and the delight from esteem, are no more self-love than they are anything in the world. Though a man hated himself, he would as much feel the pain of hunger as he would that of the gout; and it is plainly supposable, there may be creatures with self-love in them to the highest degree who may be quite insensible and indifferent (as men in some cases are,) to the contempt and esteem of those upon whom their happiness does not in some further respects depend. And as self-love and the several particular passions and appetites are in themselves totally different, so that some actions proceed from one and some from the other, will be manifest to any who will observe the two following very supposable cases:—One man rushes upon certain ruin for the gratification of a present desire; nobody will call the principle of this action self-love. Suppose another man to go through some laborious work, upon promise of a great reward, without any distinct knowledge what the reward would be; this course of action cannot be ascribed to any particular passion. The former of these actions is plainly to be imputed to some particular passion or affection, the latter as plainly to the general affection or principle of self-love. That there are some particular pursuits or actions concerning which we cannot determine how far they are owing to one, and how far to the other, proceeds from this, that the two principles are frequently mixed together, and run into each other. The distinction is further explained in the eleventh sermon.","subId":"n7","id":"Butler.S.1.n7"},{"type":"note","content":"If any desire to see this distinction and comparison made in a particular instance, the appetite and passion now mentioned may serve for one. Hunger is to be considered as a private appetite; because the end for which it was given us is the preservation of the individual. Desire of esteem is a public passion; because the end for which it was given us is to regulate our behaviour towards society. The respect which this has to private good is as remote as the respect that it has to public good; and the appetite is no more self-love, than the passion is benevolence. The object and end of the former is merely food; the object and end of the latter is merely esteem: but the latter can no more be gratified, without contributing to the good of society, than the former can be gratified without contributing to the preservation of the individual.","subId":"n8","id":"Butler.S.1.n8"},{"type":"note","content":"Emulation is merely the desire and hope of equality with, or superiority over others, with whom we compare ourselves. There does not appear to be any other grief in the natural passion, but only that want which is implied in desire. However, this may be so strong as to be the occasion of great grief. To desire the attainment of this equality, or superiority, by the particular means of others being brought down to our own level, or below it, is, I think, the distinct notion of envy. From whence it is easy to see, that the real end which the natural passion, emulation, and which the unlawful one, envy, aims at, is exactly the same; namely, that equality or superiority; and, consequently, that to do mischief is not the end of envy, but merely the means it makes use of to attain its end. As to resentment, see the eighth sermon.","subId":"n9","id":"Butler.S.1.n9"}]}