{"imported":true,"id":"Butler.S.19","parent":"Butler.S","title":"Sermon 19","breadcrumb":"Sermon 19","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s <cite>Fifteeen Sermons Preached at the Rolls Chapel</cite> were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>SERMON XIX.</h1> <h3><cite><span class=\"small-capitals\">Prov.</span> xxii. 6.</cite></h3> <em>Train up a child in the way he should go; and when he is old he will not depart from it.</em>","id":"Butler.S.19"},{"type":"paragraph","content":"Human creatures, from the constitution of their nature, and the circumstances in which they are placed, cannot but acquire habits during their childhood, by the impressions which are given them, and their own customary actions. And long before they arrive at mature age, these habits form a general settled character. And the observation of the text, that the most early habits are usually the most lasting, is likewise every one's observation. Now, whenever children are left to themselves, and to the guides and companions which they choose, or by hazard light upon, we find by experience, that the first impressions they take, and course of action they get into, are very bad: and so, consequently, must be their habits, and character, and future behaviour. Thus, if they are not trained up in the way they <q>should go,</q> they will certainly be trained up the way they should not go; and, in all probability, will persevere in it, and become miserable themselves, and mischievous to society: which, in event, is worse upon account of both, than if they had been exposed to perish in their infancy. On the other hand, the ingenuous docility of children before they have been deceived, their distrust of themselves, and natural deference to grown people, whom they find here settled in a world where they themselves are strangers, and to whom they have recourse for advice as readily as for protection; which deference is still greater towards those who are placed over them: these things give the justest grounds to expect, that they may receive such impressions, and be influenced to such a course of behaviour, as will produce lasting good habits; and, together with the dangers before mentioned, are as truly a natural demand upon us to <q>train them up in the way they should go,</q> as their bodily wants are a demand to provide them bodily nourishment. Brute creatures are appointed to do no more than this last for their offspring; nature forming them, by instincts, to the particular manner of life appointed them, from which they never deviate. But this is so far from being the case of men, that, on the contrary, considering communities collectively, every successive generation is left, in the ordinary course of Providence, to be formed by the preceding one; and becomes good or bad, though not without its own merit or demerit, as this trust is discharged or violated, chiefly in the management of youth.","subId":"1","id":"Butler.S.19.1"},{"type":"paragraph","content":"We ought, doubtless, to instruct and admonish grown persons, to restrain them from what is evil, and encourage them in what is good, as we are able; but this care of youth, abstracted from all consideration of the parental affection: I say, this care of youth, which is the general notion of education, becomes a distinct subject and a distinct duty, from the particular danger of their ruin, if left to themselves, and the particular reason we have to expect they will do well, if due care be taken of them. And from hence it follows, that children have as much right to some proper education, as to have their lives preserved; and that, when this is not given them by their parents, the care of it devolves upon all persons, it becomes the duty of all who are capable of contributing to it, and whose help is wanted.","subId":"2","id":"Butler.S.19.2"},{"type":"paragraph","content":"These trite, but most important things, implied indeed in the text, being thus premised as briefly as I could express them, I proceed to consider distinctly, the general manner in which the duty of education is there laid before us; which will further show its extent, and further obviate the idle objections which have been made against it. And all this together will naturally lead us to consider the occasion and necessity of schools for the education of poor children, and in what light the objections against them are to be regarded.","subId":"3","id":"Butler.S.19.3"},{"type":"paragraph","content":"Solomon might probably intend the text for a particular admonition, to educate children in a manner suitable to their respective ranks and future employments: but certainly he intended it for a general admonition, to educate them in virtue and religion, and good conduct of themselves in their temporal concerns. And all this together, in which they are to be educated, he calls <q>the way they should go,</q> i.e., he mentions it not as a matter of speculation, but of practice. And conformably to this description of the things in which children are to be educated, he describes education itself: for he calls it <q>training them up ;</q> which is a very different thing from merely teaching them some truths necessary to be known or believed. It is endeavouring to form such truths into practical principles in the mind, so as to render them of habitual good influence upon the temper and actions, in all the various occurrences of life. And this is not done by bare instruction; but by that, together with admonishing them frequently, as occasion offers: restraining them from what is evil, and exercising them in what is good. Thus the precept of the apostle concerning this matter is, to <q> bring up children in the nurture and admonition of the Lord,</q> Eph. vi. 4, as it were by way of distinction from acquainting them merely with the principles of Christianity, as you would with any common theory. Though education were nothing more than informing children of some truths of importance to them, relating to religion and common life, yet there would be great reason for it, notwithstanding the frivolous objections concerning the danger of giving them prejudices. But when we consider, that such information itself is really the least part of it, and that it consists in endeavouring to put them into right dispositions of mind, and right habits of living, in every relation and every capacity; this consideration shows such objections to be quite absurd; since it shows them to be objections against doing a thing of the utmost importance at the natural opportunity of our doing it, childhood and youth; and which is indeed, properly speaking, our only one. For when they are grown up to maturity, they are out of our hands, and must be left to themselves. The natural authority on one side ceases, and the deference on the other. God forbid, that it should be impossible for men to recollect themselves, and reform at an advanced age: but it is in no sort in the power of others to gain upon them, to turn them away from what is wrong, and enforce upon them what is right, at that season of their lives, in the manner we might have done in their childhood.","subId":"4","id":"Butler.S.19.4"},{"type":"paragraph","content":"Doubtless, religion requires instruction, for it is founded in knowledge and belief of some truths; and so is common prudence in the management of our temporal affairs: yet neither of them consists in the knowledge or belief even of these fundamental truths; but in our being brought by such knowledge or belief, to a correspondent temper and behaviour. Religion, as it stood under the Old Testament, is perpetually styled, <q>the fear of God;</q> under the New, <q>faith in Christ.</q> But as that fear of God does not signify literally being afraid of him, but having a good heart and leading a good life, in consequence of such fear, so this faith in Christ does not signify literally believing in him, in the sense that word is used in common language, but becoming his real disciples, in consequence of such belief.","subId":"5","id":"Butler.S.19.5"},{"type":"paragraph","content":"Our religion being then thus practical, consisting in a frame of mind and course of behaviour suitable to the dispensation we are under, and which will bring us to our final good; children ought, by education, to be habituated to this course of behaviour, and formed into this frame of mind. And it must ever be remembered, that if no care be taken to do it, they will grow up in a direct contrary behaviour, and be hardened in direct contrary habits; they will more and more corrupt themselves, and spoil their proper nature; they will alienate themselves farther from God; and not only neglect, but <q>trample under foot,</q> the means which he, in his infinite mercy, has appointed for our recovery. And upon the whole, the same reasons which show, that they ought to be instructed and exercised in what will render them useful to society, secure them from the present evils they are in danger of incurring, and procure them that satisfaction which lies within the reach of human prudence; show likewise, that they ought to be instructed and exercised in what is suitable to the highest relations in which we stand, and the most important capacity in which we can be considered; in that temper of mind and course of behaviour, which will secure them from their chief evil, and bring them to their chief good: besides that religion is the principal security of men's acting a right part in society, and even in respect to their own temporal happiness, all things duly considered.","subId":"6","id":"Butler.S.19.6"},{"type":"paragraph","content":"It is true, indeed, children may be taught superstition under the notion of religion; and it is true also, that, under the notion of prudence, they may he educated in great mistakes as to the nature of real interest and good respecting the present world. But this is no more a reason for not educating them according to the best of our judgment, than our knowing how very liable we all are to err in other cases, is a reason why we should not, in those other cases, act according to the best of our judgment.","subId":"7","id":"Butler.S.19.7"},{"type":"paragraph","content":"It being then of the greatest importance that children should be thus educated, the providing schools to give this education to such of them as would not otherwise have it, has the appearance, at least at first sight, of deserving a place amongst the very best of good works. One would be backward, methinks, in entertaining prejudices against it: and very forward, if one had any, to lay them aside, upon being shown that they were groundless. Let us consider the whole state of the case. For though this will lead us some little compass, yet I choose to do it: and the rather, because there are people who speak of charity-schools as a new invented scheme, and therefore to be looked upon with I know not what suspicion. Whereas it will appear, that the scheme of charity-schools, even the part of it which is most looked upon in this light, teaching the children letters and accounts, is no otherwise new than as the occasion for it is so.","subId":"8","id":"Butler.S.19.8"},{"type":"paragraph","content":"Formerly, not only the education of poor children, but also their maintenance, with that of the other poor, were left to voluntary charities. But great changes of different sorts happening over the nation, and charity becoming more cold, or the poor more numerous, it was found necessary to make some legal provision for them. This might, much more properly than charity-schools, be called a new scheme. For, without question, the education of poor children was all along taken care of, by voluntary charities more or less: but obliging us by law to maintain the poor, was new in the reign of Queen Elizabeth. Yet, because a change of circumstances made it necessary, its novelty was no reason against it. Now, in that legal provision for the maintenance of the poor, poor children must doubtless have had a part in common with grown people. But this could never be sufficient for children, because their case always requires more than mere maintenance; it requires that they be educated in some proper manner. Wherever there are poor who want to be maintained by charity, there must be poor children, who, besides this, want to be educated by charity. And whenever there began to be need of legal provision for the maintenance of the poor, there must immediately have been need also of some particular legal provision in behalf of poor children for their education; this not being included in what we call their maintenance. And many, whose parents are able to maintain them, and do so, may yet be utterly neglected as to their education. But possibly it might not at first be attended to, that the case of poor children was thus a case by itself, which required its own particular provision. Certainly it would not appear, to the generality, so urgent an one as the want of food and raiment. And it might be necessary, that a burden so entirely new as that of a poor-tax was at the time I am speaking of, should be as light as possible. Thus the legal provision for the poor was first settled, without any particular consideration of that additional want in the case of children; as it still remains with scarce any alteration in this respect. In the mean time, as the poor still increased, or charity still lessened, many poor children were left exposed, not to perish for want of food, but to grow up in society, and learn everything that is evil, and nothing that is good in it; and when they were grown up, greatly at a loss in what honest way to provide for themselves, if they could be supposed inclined to it. And larger numbers, whose case was not so bad as this, yet were very far from having due care taken of their education. And the evil went on increasing, till it was grown to such a degree, as to be quite out of the compass of separate charities to remedy. At length some excellent persons, who were united in a Society<a href=\"#n27\"><sup>[27]</sup></a> for carrying on almost every good work, took into consideration the neglected case I have been representing; and first of all, as I understand it, set up charity-schools: or, however, promoted them, as far as their abilities and influence could extend. Their design was not in any sort to remove poor children out of the rank in which they were born, but, keeping them in it, to give them the assistance which their circumstances plainly called for; by educating them in the principles of religion, as well as civil life; and likewise making some sort of provision for their maintenance: under which last I include clothing them, giving them such learning, if it is to be called by that name, as may qualify them for some common employment, and placing them out to it as they grow up. These two general designs coincide in many respects, and cannot be separated. For teaching the children to read, though I have ranked it under the latter, equally belongs to both: and without some advantages of the latter sort, poor people would not send their children to our charity-schools; nor could the poorest of all be admitted into any schools, without some charitable provision of clothing. And care is taken, that it be such as cannot but be a restraint upon the children. And if this, or any part of their education, gives them any little vanity, as has been poorly objected, whilst they are children, it is scarce possible but that it will have even a quite contrary effect when they are grown up, and ever after remind them of their rank. Yet still we find it is apprehended, that what they here learn may set them above it.","subId":"9","id":"Butler.S.19.9"},{"type":"paragraph","content":"But why should people be so extremely apprehensive of the danger, that poor persons will make a perverse use of even the least advantage, even the being able to read, whilst they do not appear at all apprehensive of the like danger for themselves or their own children, in respect of riches or power, how much soever; though the danger of perverting these advantages is surely as great, and the perversion itself of much greater and worse consequence. And by what odd reverse of things has it happened, that such as pretend to be distinguished for the love of liberty, should be the only persons who plead for keeping down the poor, as one may speak; for keeping them more inferior in this respect, and, which must be the consequence in other respects, than they were in times past? For, till within a century or two, all ranks were nearly upon a level as to the learning in question. The art of printing appears to have been providentially reserved till these latter ages, and then providentially brought into use, as what was to be instrumental for the future in carrying on the appointed course of things. The alterations which this art has even already made in the face of the world, are not inconsiderable. By means of it, whether immediately or remotely, the methods of carrying on business are, in several respects, improved; <q>knowledge has been increased,</q> Dan. xii. 4; and some sort of literature is become general. And if this be a blessing, we ought to let the poor, in their degree, share it with us. The present state of things, and course of Providence, plainly leads us to do so. And if we do not, it is certain, how little soever it be attended to, that they will be upon a greater disadvantage, on many accounts, especially in populous places, than they were in the dark ages: for they will be more ignorant, comparatively with the people about them, than they were then: and the ordinary affairs of the world are now put in a way which requires that they should have some knowledge of letters, which was not the case then. And therefore, to bring up the poor in their former ignorance, now this knowledge is so much more common and wanted, would be, not to keep them in the same, but to put them into a lower condition of life than what they were in formerly. Nor let people of rank flatter themselves, that ignorance will keep their inferiors more dutiful and in greater subjection to them: for surely there must be danger, that it will have a contrary effect, under a free government such as ours, and in a dissolute age. Indeed, the principles and manners of the poor, as to virtue and religion, will always be greatly influenced, as they always have been, by the example of their superiors, if that would mend the matter. And this influence will, I suppose, be greater, if they are kept more inferior than formerly in all knowledge and improvement. But unless their superiors of the present age, superiors, I mean, of the middle as well as higher ranks in society, are greater examples of public spirit, of dutiful submission to authority, human and divine, of moderation in diversions, and proper care of their families and domestic affairs; unless, I say, superiors of the present age are greater examples of decency, virtue, and religion, than those of former times; for what reason in the world is it desirable, that their example should have this greater influence over the poor? On the contrary, why should not the poor, by being taught to read, be put into a capacity of making some improvement in moral and religious knowledge, and confirming themselves in those good principles, which will be a great security for their following the example of their superiors, if it be good, and some sort of preservative against their following it, if it be bad? And serious persons will farther observe very singular reasons for this amongst us; from the discontinuance of that religious intercourse between pastors and people in private, which remains in Protestant churches abroad, as well as in the church of Rome; and from our small public care and provision for keeping up a sense of religion in the lower rank, except by distributing religious books. For in this way they have been assisted; and any well-disposed person may do much good amongst them, and at a very trifling expense, since the worthy society before mentioned has so greatly lessened the price of such books. But this pious charity is an additional reason why the poor should be taught to read, that they may be in a capacity of receiving the benefit of it. Vain indeed would be the hope, that anything in this world can be fully secured from abuse. For as it is the general scheme of divine Providence to bring good out of evil; so the wickedness of men will, if it be possible, bring evil out of good. But upon the whole, incapacity and ignorance must be favourable to error and vice; and knowledge and improvement contribute, in due time, to the destruction of impiety as well as superstition, and to the general prevalence of true religion. But some of these observations may perhaps be thought too remote from the present occasion. It is more obviously to the purpose of it to observe, that reading, writing, and accounts, are useful, and whatever cause it is owing to, would really now be wanted in the very lowest stations: and that the trustees of our charity-schools are fully convinced of the great fitness of joining to instruction easy labour, of some sort or other, as fast as it is practicable; which they have already been able to do in some of them.","subId":"10","id":"Butler.S.19.10"},{"type":"paragraph","content":"Then as to placing out the poor children, as soon as they are arrived at a fit age for it, this must be approved by every one, as it is putting them in a way of industry under domestic government, at a time of life, in some respects, more dangerous than even childhood. And it is a known thing, that care is taken to do it in a manner which does not set them above their rank; though it is not possible always to do it exactly as one would wish. Yet I hope it may be observed without offence, if any of them happen to be of a very weakly constitution, or of a very distinguished capacity, there can be no impropriety in placing these in employments adapted to their particular cases; though such as would be very improper for the generality.","subId":"11","id":"Butler.S.19.11"},{"type":"paragraph","content":"But the principal design of this charity is to educate poor children in such a manner, as has a tendency to make them good, and useful, and contented, whatever their particular station be. The care of this is greatly neglected by the poor; nor truly is it more regarded by the rich, considering what might be expected from them. And if it were as practicable to provide charity-schools, which should supply this shameful neglect in the rich, as it is to supply the like, though more excusable, neglect in the poor, I should think certainly, that both ought to be done for the same reasons. And most people, I hope, will think so too, if they attend to the thing I am speaking of; which is the moral and religious part of education, which is equally necessary for all ranks, and grievously wanting in all. Yet in this respect the poor must be greatly upon a disadvantage, from the nature of the case; as will appear to any one who will consider it.","subId":"12","id":"Butler.S.19.12"},{"type":"paragraph","content":"For if poor children are not sent to school, several years of their childhood, of course, pass away in idleness and loitering. This has a tendency to give them perhaps a feeble listlessness, perhaps a headstrong profligateness of mind; certainly an indisposition to proper application as they grow up, and an aversion afterwards, not only to the restraints of religion, but to those which any particular calling, and even the nature of society require. Whereas children kept to stated orders, and who, many hours of the day, are in employment, are by this means habituated both to submit to those who are placed over them, and to govern themselves; and they are also by this means prepared for industry in any way of life in which they may be placed. And all this holds, abstracted from the consideration of their being taught to read; without which, however, it will be impracticable to employ their time; not to repeat the unanswerable reasons for it before mentioned. Now, several poor people cannot, others will not, be at the expense of sending their children to school. And let me add, that such as can and are willing, yet if it be very inconvenient to them, ought to be eased of it, and the burden of children made as light as may be to their poor parents.","subId":"13","id":"Butler.S.19.13"},{"type":"paragraph","content":"Consider next the manner in which the children of the poor, who have vicious parents, are brought up in comparison with other children whose parents are of the same character. The children of dissolute men of fortune may have the happiness of not seeing much of their parents. And this, even though they are educated at home, is often the case, by means of a customary distance between them, which cannot be kept amongst the poor. Nor is it impossible that a rich man of this character, desiring to have his children better than himself, may provide them such an education as may make them so, without his having any restraint or trouble in the matter. And the education which children of better rank must have for their improvement in the common accomplishments belonging to it, is of course, as yet for the most part, attended with some sort of religious education. But the poor, as they cannot provide persons to educate their children, so, from the way in which they live together in poor families, a child must be an eye and ear-witness of the worst part of his parent's talk and behaviour. And it cannot but be expected that his own will be formed upon it. For as example in general has very great influence upon all persons, especially children, the example of their parents is of authority with them, when there is nothing to balance it on the other side. Now take in the supposition that these parents are dissolute, profligate people; then over and above giving their children no sort of good instruction, and a very bad example, there are more crimes than one, in which it may be feared they will directly instruct and encourage them; besides letting them ramble abroad wherever they will, by which, of course, they learn the very same principles and manners they do at home. And from all these things together, such poor children will have their characters formed to vice, by those whose business it is to restrain them from it. They will be disciplined and trained up in it. This surely is a case which ought to have some public provision made for it. If it cannot have an adequate one, yet such an one as it can; unless it be thought so rare as not to deserve our attention. But, in reality, though there should be no more parents of this character amongst the poor in proportion, than amongst the rich, the case which I have been putting will be far from being uncommon. Now, notwithstanding the danger to which the children of such wretched parents cannot but be exposed, from what they see at home: yet by instilling into them the principles of virtue and religion at school, and placing them soon out in sober families, there is ground to hope they may avoid those ill courses, and escape that ruin into which, without this care, they would almost certainly ran. I need not add how much greater ground there is to expect that those of the children who have religious parents will do well. For such parents, besides setting their children a good example, will likewise repeat and enforce upon them at home the good instructions they receive at school.","subId":"14","id":"Butler.S.19.14"},{"type":"paragraph","content":"After all, we find the world continues very corrupt. And it would be miraculous indeed, if charity-schools alone should make it otherwise; or if they should make even all who are brought up in them proof against its corruptions. The truth is, every method that can be made use of to prevent or reform the bad manners of the age, will appear to be of less effect, in proportion to the greater occasion there is for it; as cultivation, though the most proper that can be, will produce less fruit, or of a worse sort, in a bad climate than in a good one. And thus the character of the common people, with whom these children are to live in the ordinary intercourse of business and company when they come out into the world, may more or less defeat the good effects of their education. And so likewise may the character of men of rank, under whose influence they are to live. But whatever danger may be apprehended from either or both of these, it can be no reason why we should not endeavour, by the likeliest methods we can, to better the world, or keep it from growing worse. The good tendency of the method before us is unquestionable. And I think myself obliged to add, that upon a comparison of parishes where charity-schools have been for a considerable time established, with neighbouring ones in like situations, which have had none, the good effects of them, as I am very credibly informed, are most manifest. Notwithstanding, I freely own, that it is extremely difficult to make the necessary comparison in this case, and form a judgment upon them. And a multitude of circumstances must come in to determine, from appearances only, concerning the positive good which is produced by this charity, and the evil which is prevented by it; which last is full as material as the former, and can scarce be estimated at all. But surely there can be no doubt whether it be useful or not to educate children in order, virtue, and religion.","subId":"15","id":"Butler.S.19.15"},{"type":"paragraph","content":"However, suppose, which is yet far from being the case, but suppose it should seem that this undertaking did not answer the expense and trouble of it, in the civil or political way of considering things, what is this to persons who profess to be engaged in it, not only upon mere civil views, but upon moral and Christian ones? We are to do our endeavours to promote virtue and religion amongst men, and leave the success to God: the designs of his providence are answered by these endeavours, <q>whether they will hear, or whether they will forbear,</q> i.e., whatever be the success of them: and the least success in such endeavours is a great and valuable effect.<a href=\"#n28\"><sup>[28]</sup></a>","subId":"16","id":"Butler.S.19.16"},{"type":"paragraph","content":"From these foregoing observations, duly considered, it will appear, that the objections which have been made against charity-schools, are to be regarded in the same light with those which are made against any other necessary things: for instance, against providing for the sick and the aged poor. Objections in this latter case could be considered no otherwise than merely as warnings of some inconvenience which might accompany such charity, and might, more or less, be guarded against, the charity itself being still kept up; or as proposals for placing it upon some better footing. For though, amidst the disorder and imperfection in all human things, these objections were not obviated, they could not, however, possibly be understood as reasons for discontinuing such charity; because, thus understood, there would be reasons for leaving necessitous people to perish. Well-disposed persons, therefore, will take care that they be not deluded with objections against this before us, any more than against other necessary charities, as though such objections were reasons for suppressing them, or not contributing to their support, unless we can procure an alteration of that to which we object. There can be no possible reasons for leaving poor children in that imminent danger of ruin, in which many of these must be left, were it not for this charity. Therefore objections against it cannot, from the nature of the case, amount to more than reasons for endeavouring, whether with or without success, to put it upon a right and unexceptionable footing, in the particular respects objected against. And if this be the intention of the objectors, the managers of it have shown themselves remarkably ready to second them; for they have shown even a docility in receiving admonitions of anything thought amiss in it, and proposals for rendering it more complete. And under the influence of this good spirit, the management of it is really improving; particularly in greater endeavours to introduce manufactures into these schools, and in more particular care to place the children out to employments in which they are most wanted, and may be most serviceable, and which are most suitable to their ranks. But if there be anything in the management of them, which some particular persons think should be altered, and others are of a contrary opinion, these things must be referred to the judgment of the public, and the determination of the public complied with. Such compliance is an essential principle of all charitable associations, for without it they could not subsist at all; and by charitable associations, multitudes are put in mind to do good, who otherwise would not have thought of it; and infinitely more good may be done than possibly can by the separate endeavours of the same number of charitable persons. Now, he who refuses to help forward the good work before us, because it is not conducted exactly in his own way, breaks in upon that general principle of union, which those who are Mends to the indigent and distressed part of our fellow-creatures, will be very cautious how they do in any case; but more especially will they beware how they break in upon that necessary principle in a case of so great importance as is the present. For the public is as much interested in the education of poor children as in the preservation of their lives.","subId":"17","id":"Butler.S.19.17"},{"type":"paragraph","content":"This last, I observed, is legally provided for. The former is left amongst other works of charity, neglected by many who care for none of these things, and to be carried on by such only as think it their concern to be doing good. Some of you are able, and in a situation to assist in it in an eminent degree, by being trustees, and overlooking the management of these schools; or in different ways countenancing and recommending them, as well as by contributing to their maintenance; others can assist only in this latter way. In what manner and degree then it belongs to you, and to me, and to any particular person, to help it forward, let us all consider seriously, not for one another, but each of us for himself.","subId":"18","id":"Butler.S.19.18"},{"type":"paragraph","content":"And may the blessing of Almighty God accompany this work of charity, which he has put into the hearts of his servants, in behalf of these poor children; that being now <q>trained up in the way they should go, when they are old they may not depart from it.</q> May he, of his mercy, keep them safe against the innumerable dangers of this bad world, through which they are to pass, and preserve them unto his heavenly kingdom.","subId":"19","id":"Butler.S.19.19"},{"type":"note","content":"Society for Promoting Christian Knowledge.","subId":"n27","id":"Butler.S.19.n27"},{"type":"note","content":"See the Sermon before the Society for the Propagation of the Gospel.","subId":"n28","id":"Butler.S.19.n28"}]}