{"id":"Butler.S.2-3","imported":true,"parent":"Butler.S","title":"Sermon 2, 3. Upon Humane Nature.","breadcrumb":"Sermons 2 and 3","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s <cite>Fifteeen Sermons Preached at the Rolls Chapel</cite> were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"<h1>SERMON II, III.</h1> <h2><em>Upon Humane Nature.</em></h2> <h3><cite><span class=\"small-capitals\">Rom.</span> ii. 14.</cite></h3> <em>For when the Gentiles, which have not the law, do by nature the things contained in the law, these having not the law, are a law unto themselves.</em>","id":"Butler.S.2-3"},{"type":"paragraph","content":"As speculative truth admits of different kinds of proof, so likewise moral obligations may be shown by different methods. If the real nature of any creature leads him, and is adapted to such and such purposes only, or more than to any other; this is a reason to believe the Author of that nature intended it for those purposes. Thus there is no doubt the eye was intended for us to see with. And the more complex any constitution is, and the greater variety of parts there are which thus tend to some one end, the stronger is the proof that such end was designed. However, when the inward frame of man is considered as any guide in morals, the utmost caution must be used that none make peculiarities in their own temper, or anything which is the effect of particular customs, though observable in several, the standard of what is common to the species; and, above all, that the highest principle be not forgot or excluded, that to which belongs the adjustment and correction of all other inward movements and affections: which principle will of course have some influence, but which, being in nature supreme, as shall now be shown, ought to preside over and govern all the rest. The difficulty of rightly observing the two former cautions, the appearance there is of some small diversity amongst mankind with respect to this faculty, with respect to their natural sense of moral good and evil; and the attention necessary to survey with an exactness what passes within, have occasioned that it is not so much agreed what is the standard of the internal nature of man, as of his external form. Neither is this last exactly settled. Yet we understand one another when we speak of the shape of a human body; so likewise we do when we speak of the heart and inward principles, how far soever the standard is from being exact or precisely fixed. There is, therefore, ground for an attempt of showing men to themselves, of showing them what course of life and behaviour their real nature points out, and would lead them to. Now, obligations of virtue shown, and motives to the practice of it enforced, from a review of the nature of man, are to be considered as an appeal to each particular person's heart and natural conscience; as the external senses are appealed to for the proof of things cognisable by them. Since, then, our inward feelings, and the perceptions we receive from our external senses, are equally real; to argue from the former to life and conduct, is as little liable to exception, as to argue from the latter, to absolute speculative truth. A man can as little doubt whether his eyes were given him to see with, as he can doubt of the truth of the science of optics, deduced from ocular experiments. And allowing the inward feeling, shame; a man can as little doubt whether it was given him to prevent his doing shameful actions, as he can doubt whether his eyes were given him to guide his steps. And as to these inward feelings themselves; that they are real—that man has in his nature passions and affections, can no more be questioned, than that he has external senses. Neither can the former be wholly mistaken, though to a certain degree liable to greater mistakes than the latter.","subId":"1","id":"Butler.S.2-3.1"},{"type":"paragraph","content":"There can be no doubt but that several propensions or intincts, several principles in the heart of man, carry him to society, and to contribute to the happiness of it, in a sense and a manner in which no inward principle leads him to evil. These principles, propensions, or instincts, which lead him to do good, are approved of by a certain faculty within, quite distinct from these propensions themselves. All this hath been fully made out in the foregoing discourse.","subId":"2","id":"Butler.S.2-3.2"},{"type":"paragraph","content":"But it may be said, <q>What is all this, though true, to the purpose of virtue and religion? these require, not only that we do good to others when we are led this way, by benevolence or reflection happening to be stronger than other principles, passions, or appetites; but likewise that the whole character be formed upon thought and reflection; that every action be directed by some determinate rule, some other rule than the strength and prevalency of any principle or passion. What sign is there in our nature (for the inquiry is only about what is to be collected from thence) that this was intended by its Author? or how does so various and fickle a temper as that of man appear adapted thereto? It may indeed be absurd and unnatural for men to act without any reflection; nay, without regard to that particular kind of reflection which you call conscience: because this does belong to our nature. For, as there never was a man but who approved one place, prospect, building, before another; so it does not appear that there ever was a man who would not have approved an action of humanity rather than of cruelty; interest and passion being quite out of the case. But interest and passion do come in, and are often too strong for, and prevail over, reflection and conscience. Now, as brutes have various instincts by which they are carried on to the end the Author of their nature intended them for; is not man in the same condition, with this difference only, that to his instincts (i.e., appetites and passions) is added the principle of reflection or conscience? And as brutes act agreeably to their nature, in following that principle, a particular instinct, which for the present is strongest in them; does not man likewise act agreeably to his nature, or obey the law of his creation, by following that principle, be it passion or conscience, which for the present happens to be strongest in him? Thus, different men are by their particular nature hurried on to pursue honour, or riches, or pleasure; there are also persons whose temper leads them in an uncommon degree to kindness, compassion, doing good to their fellow-creatures; as there are others who are given to suspend their judgment, to weigh and consider things, and to act upon thought and reflection. Let every one then quietly follow his nature; as passion, reflection, appetite, the several parts of it, happen to be the strongest; but let not the man of virtue take upon him to blame the ambitious, the covetous, the dissolute; since these, equally with him, obey and follow their nature. Thus, as in some cases, we follow our nature in doing the works contained in the law, so in other cases we follow nature in doing contrary.</q>","subId":"3","id":"Butler.S.2-3.3"},{"type":"paragraph","content":"Now, all this licentious talk entirely goes upon a supposition, that men follow their nature in the same sense, in violating the known rules of justice and honesty for the sake of a present gratification, as they do in following those rules when they have no temptation to the contrary. And if this were true, that could not be so which St. Paul asserts, that men are <q>by nature a law to themselves.</q> If by following nature were meant only acting as we please, it would indeed be ridiculous to speak of nature as any guide in morals: nay, the very mention of deviating from nature would be absurd; and the mention of following it, when spoken by way of distinction, would absolutely have no meaning. For, did ever any one act otherwise than as he pleased? And yet the ancients speak of deviating from nature, as vice; and of following nature so much as a distinction, that, according to them, the perfection of virtue consists therein. So that language itself should teach people another sense to the words following nature, than acting as we please. Let it however be observed, though the words human nature are to be explained, yet the real question of this discourse is not concerning the meaning of words, any otherwise than as the explanation of them may be needful to make out and explain the assertion, that every man is naturally a law to himself, that every one may find within himself the rule of right, and obligations to follow it. This St Paul affirms in the words of the text, and this the foregoing objection really denies, by seeming to allow it. And the objection will be fully answered, and the text before us explained, by observing, that nature is considered in different views, and the word used in different senses; and by showing in what view it is considered, and in what sense the word is used, when intended to express and signify that which is the guide of life, that by which men are a law to themselves. I say, the explanation of the term will be sufficient, because from thence it will appear that, in some senses of the word nature cannot be, but that in another sense it manifestly is, a law to us.","subId":"4","id":"Butler.S.2-3.4"},{"type":"paragraph","content":"I. By nature is often meant no more than some principle in man, without regard either to the kind or degree of it. Thus the passion of anger, and the affection of parents to their children, would be called equally natural. And as the same person hath often contrary principles, which at the same time draw contrary ways, he may by the same action both follow and contradict his nature in this sense of the word; he may follow one passion, and contradict another.","subId":"5","id":"Butler.S.2-3.5"},{"type":"paragraph","content":"II. Nature is frequently spoken of as consisting in those passions which are strongest, and most influence the actions; which being vicious ones, mankind is in this sense naturally vicious, or vicious by nature. Thus St. Paul says of the Gentiles, who were dead in trespasses and sins, and walked according to the spirit of disobedience, that they were by nature the children of wrath. Eph. ii. 3. They could be no otherwise children of wrath by nature, than they were vicious by nature.","subId":"6","id":"Butler.S.2-3.6"},{"type":"paragraph","content":"Here then are two different senses of the word nature, in neither of which men can at all be said to be a law to themselves. They are mentioned only to be excluded; to prevent their being confounded, as the latter is in the objection, with another sense of it, which is now to be inquired after and explained.","subId":"7","id":"Butler.S.2-3.7"},{"type":"paragraph","content":"III. The apostle asserts, that the Gentiles do by nature the things contained in the law. Nature is indeed here put by way of distinction from revelation, but yet it is not a mere negative. He intends to express more than that by which they did not, than by which they did the works of the law; namely, by nature. It is plain the meaning of the word is not the same in this passage as in the former, where it is spoken of as evil; for in the latter it is spoken of as good; as that by which they acted, or might have acted virtuously. What that is in man by which he is naturally a law to himself, is explained in the following words: which shows the work of the law written in their hearts, their consciences also bearing witness, and their thoughts the meanwhile accusing or else excusing one another. If there be a distinction to be made between the works written in their hearts, and the witness of conscience; by the former must be meant, the natural disposition to kindness and compassion, to do what is of good report, to which this apostle often refers; that part of the nature of man, treated of in the foregoing discourse, which, with very little reflection and of course, leads him to society, and by means of which he naturally acts a just and good part in it, unless other passions or interests lead him astray. Yet since other passions, and regards to private interest, which lead us (though indirectly, yet they lead us) astray, are themselves in a degree equally natural, and often most prevalent; and since we have no method of seeing the particular degrees in which one or the other is placed in us by nature, it is plain the former, considered merely as natural, good and right as they are, can no more be a law to us than the latter. But there is a superior principle of reflection or conscience in every man, which distinguishes between the internal principles of his heart, as well as his external actions; which passes judgment upon himself and them; pronounces determinately some actions to be in themselves just, right, good; others to be in themselves evil, wrong, unjust; which, without being consulted, without being advised with, magisterially exerts itself, and approves or condemns him, the doer of them, accordingly; and which, if not forcibly stopped, naturally and always of course goes on to anticipate a higher and more effectual sentence, which shall hereafter second and affirm its own. But this part of the office of conscience is beyond my present design explicitly to consider. It is by this faculty natural to man, that he is a moral agent, that he is a law to himself: by this faculty, I say, not to be considered merely as a principle in his heart, which is to have some influence as well as others: but considered as a faculty, in kind and in nature, supreme over all others, and which bears its own authority of being so.","subId":"8","id":"Butler.S.2-3.8"},{"type":"paragraph","content":"This prerogative, this natural supremacy, of the faculty which surveys, approves, or disapproves the several affections of our mind, and actions of our lives, being that by which men are a law to themselves, their conformity, or disobedience to which law of our nature renders their actions, in the highest and most proper sense, natural or unnatural; it is fit it be further explained to you: and I hope it will be so, if you will attend to the following reflections.","subId":"9","id":"Butler.S.2-3.9"},{"type":"paragraph","content":"Man may act according to that principle or inclination which for the present happens to be strongest, and yet act in a way disproportionate to, and violate his real proper nature. Suppose a brute creature, by any bait, to be allured into a snare, by which he is destroyed; he plainly followed the bent of his nature, leading him to gratify his appetite: there is an entire correspondence between his whole nature and such an action: such action therefore is natural. But suppose a man, foreseeing the same danger of certain ruin, should rush into it for the sake of a present gratification; he in this instance would follow his strongest desire, as did the brute creature, but there would be as manifest a disproportion between the nature of man and such an action, as between the meanest work of art and the skill of the greatest master in that art ; which disproportion arises, not from considering the action singly in itself, or in its consequences, but from comparison of it with the nature of the agent. And since such an action is utterly disproportionate to the nature of man, it is in the strictest and most proper sense unnatural; this word expressing that disproportion. Therefore, instead of the words disproportionate to his nature, the word unnatural may now be put; this being more familiar to us: but let it be observed, that it stands for the same thing precisely.","subId":"10","id":"Butler.S.2-3.10"},{"type":"paragraph","content":"Now, what is it which renders such a rash action unnatural? Is it that he went against the principle of reasonable and cool self-love, considered merely as a part of his nature? No: for if he had acted the contrary way, he would equally have gone against a principle, or part of his nature, namely, passion, or appetite. But to deny a present appetite, from foresight that the gratification of it would end in immediate ruin or extreme misery, is by no means an unnatural action: whereas to contradict or go against cool self-love for the sake of such gratification, is so in the instance before us. Such an action, then, being unnatural, and its being so not arising from a man's going against that principle or desire barely, nor in going against that principle or desire which happens for the present to be strongest; it necessarily follows, that there must be some other difference or distinction to be made between these two principles, passion and cool self-love, than what I have yet taken notice of. And this difference, not being a difference in strength or degree, I call a difference in nature and in kind. And since, in the instance still before us, if passion prevails over self-love, the consequent action is unnatural; but if self-love prevails over passion the action is natural; it is manifest, that self-love is in human nature a superior principle to passion. This may be contradicted without violating that nature, but the former cannot. So that, if we will act conformably to the economy of man's nature, reasonable self-love must govern. Thus, without particular consideration of conscience, we may have a clear conception of the superior nature of one inward principle to another; and see that there really is this natural superiority, quite distinct from degrees of strength and prevalency.","subId":"11","id":"Butler.S.2-3.11"},{"type":"paragraph","content":"Let us now take a view of the nature of man, as consisting partly of various appetites, passions, affections, and partly of the principle of reflection, of conscience; leaving quite out all consideration of the different degrees of strength, in which either of them prevail; and it will further appear, that there is this natural superiority of one inward principle to another, or that it is even part of the idea of reflection or conscience.","subId":"12","id":"Butler.S.2-3.12"},{"type":"paragraph","content":"Passion or appetite implies a direct simple tendency towards such and such objects, without distinction of the means by which they are to be obtained. Consequently, it will often happen there will be a desire of particular objects, in cases where they cannot be obtained without manifest injury to others. Reflection, or conscience, comes in, and disapproves the pursuit of them in these circumstances; but the desire remains. Which is to be obeyed, appetite or reflection? Cannot this question be answered from the economy and constitution of human nature merely, without saying which is strongest? or need this all come into consideration? Would not the question be intelligibly and fully answered by saying, that the principle of reflection or conscience being compared with the various appetites, passions, and affections in men, the former is manifestly superior and chief, without regard to strength? And how often soever the latter happens to prevail, it is mere usurpation. The former remains in nature and in kind its superior: and every instance of such prevalence of the latter, is an instance of breaking in upon, and violation of, the constitution of man.","subId":"13","id":"Butler.S.2-3.13"},{"type":"paragraph","content":"All this is no more than the distinction which every body is acquainted with, between mere power and authority; only, instead of being intended to express the difference between what is possible, and what is lawful in civil government, here it has been shown applicable to the several principles in the mind of man. Thus, that principle by which we survey, and either approve or disapprove our own heart, temper, and actions, is not only to be considered as what is in its turn to have some influence; which may be said of every passion, of the lowest appetites; but likewise as being superior; as from its very nature manifestly claiming superiority over all others; insomuch that you cannot form a notion of this faculty, conscience, without taking in judgment, direction, superintendency. This is a constituent part of the idea, that is, of the faculty itself; and to preside and govern, from the very economy and constitution of man, belongs to it. Had it strength, as it has right; had it power, as it has manifest authority, it would absolutely govern the world.","subId":"14","id":"Butler.S.2-3.14"},{"type":"paragraph","content":"This gives us a further view of the nature of man; shows us what course of life we were made for; not only that our real nature leads us to be influenced in some degree by reflection and conscience, but likewise in what degree we are to be influenced by it, if we will fall in with, and act agreeably to the constitution of our nature: that this faculty was placed within to be our proper governor; to direct and regulate all under principles, passions, and motives of action. This is its right and office; thus sacred is its authority. And how often soever men violate and rebelliously refuse to submit to it, for supposed interest which they cannot otherwise obtain, or for the sake of passion, which they cannot otherwise gratify; this makes no alteration as to the natural right and office of conscience.","subId":"15","id":"Butler.S.2-3.15"},{"type":"paragraph","content":"Let us now turn this whole matter another way, and suppose there was no such thing at all as this natural supremacy of conscience; that there was no distinction to be made between one inward principle and another, but only that of strength, and see what would be the consequence.","subId":"16","id":"Butler.S.2-3.16"},{"type":"paragraph","content":"Consider, then, what is the latitude and compass of the actions of man with regard to himself, his fellow-creatures, and the Supreme Being? What are their bounds, besides that of our natural power? With respect to the two first, they are plainly no other than these: no man seeks misery as such for himself: and no one provoked does mischief to another for its own sake. For in every degree within these bounds, mankind knowingly, from passion or wantonness, bring ruin and misery upon themselves and others: and impiety and profaneness, I mean what every one would call so who believes the being of God, have absolutely no bounds at all. Men blaspheme the Author of nature, formally and in words renounce their allegiance to their Creator. Put an instance, then, with respect to any one of these three. Though we should suppose profane swearing, and in general that kind of impiety now mentioned, to mean nothing, yet it implies wanton disregard and irreverence towards an infinite Being, our Creator; and is this as suitable to the nature of man, as reverence and dutiful submission of heart towards that Almighty Being? Or suppose a man guilty of parricide, with all the circumstances of cruelty which such an action can admit of: this action is done in consequence of its principle being for the present strongest: and if there be no difference between inward principles, but only that of strength; the strength being given, you have the whole nature of the man given, so far as it relates to this matter. The action plainly corresponds to the principle, the principle being in that degree of strength it was; it therefore corresponds to the whole nature of the man. Upon comparing the action and the whole nature, there arises no disproportion, there appears no unsuitableness between them. Thus the murder of a father and the ’'nature of man correspond to each other, as the same nature and an act of filial duty. If there be no difference between inward principles, but only that of strength, we can make no distinction between these two actions, considered as the actions of such a creature, but in our coolest hours must approve or disapprove them equally: than which nothing can be reduced to a greater absurdity.","subId":"17","id":"Butler.S.2-3.17"},{"type":"paragraph","content":"The natural supremacy of reflection or conscience being thus established; we may from it form a distinct notion of what is meant by human nature, when virtue is said to consist in following it, and vice in deviating from it.","subId":"18","id":"Butler.S.2-3.18"},{"type":"paragraph","content":"As the idea of a civil constitution implies in it united strength, various subordinations, under one direction, that of the supreme authority; the different strength of each particular member of the society not coming into the idea: whereas, if you leave out the subordination, the union, and the one direction, you destroy and lose it; so reason, several appetites, passions, and affections, prevailing in different degrees of strength, is not that idea or notion of human nature; but that nature consists in these several principles considered as having a natural respect to each other, in the several passions being naturally subordinate to the one superior principle of reflection or conscience. Every bias, instinct, propension within, is a real part of our nature, but not the whole: add to these the superior faculty, whose office it is to adjust, manage, and preside over them, and take in this its natural superiority, and you complete the idea of human nature. And as in civil government the constitution is broken in upon and violated, by power and strength prevailing over authority; so the constitutional man is broken in upon and violated by the lower faculties or principles within prevailing over that, which is in its nature supreme over them all. Thus, when it is said by ancient writers, that tortures and death are not so contrary to human nature as injustice; by this, to be sure, is not meant, that the aversion to the former in mankind is less strong and prevalent than their aversion to the latter; but that the former is only contrary to our nature, considered in a partial view, and which takes in only the lowest part of it, that which we have in common with the brutes; whereas the latter is contrary to our nature, considered in a higher sense, as a system and constitution, contrary to the whole economy of man.<a href=\"#n10\"><sup>[10]</sup></a>","subId":"19","id":"Butler.S.2-3.19"},{"type":"paragraph","content":"And from all these things put together, nothing can be more evident, than that, exclusive of revelation, man cannot be considered as a creature left by his Maker to act at random, and live at large up to the extent of his natural power, as passion, humour, wilfulness, happen to carry him; which is the condition brute creatures are in; but that, from his make, constitution, or nature, he is, in the strictest and most proper sense, a law to himself. He hath the rule of right within: what is wanting is only that he honestly attend to it.","subId":"20","id":"Butler.S.2-3.20"},{"type":"paragraph","content":"The inquiries which have been made by men of leisure after some general rule, the conformity to, or disagreement from which, should denominate our actions good or evil, are in many respects of great service. Yet, let any plain, honest man, before he engages in any course of action, ask himself. Is this I am going about right, or is it wrong? Is it good, or is it evil? I do not in the least doubt but that this question would be answered agreeably to truth and virtue, by almost any fair man in almost any circumstance. Neither do there appear any cases which look like exceptions to this; but those of superstition and of partiality to ourselves. Superstition may, perhaps, be somewhat of an exception; but partiality to ourselves is not; this being itself dishonesty. For a man to judge that to be the equitable, the moderate, the right part for him to act, which he would see to be hard, unjust, oppressive in another; this is plain vice, and can proceed only from great unfairness of mind.","subId":"21","id":"Butler.S.2-3.21"},{"type":"paragraph","content":"But, allowing that mankind hath the rule of right within himself yet it may be asked, <q>What obligations are we under to attend and follow it?</q> I answer: it has been proved, that man by his nature is a law to himself, without the particular distinct consideration of the positive sanctions of that law; the rewards and punishments which we feel, and those which, from the light of reason, we have ground to believe are annexed to it. The question then carries its own answer along with it. Your obligation to obey this law, is its being the law of your nature. That your conscience approves of and attests to such a course of action, is itself alone an obligation. Conscience does not only offer itself to show us the way we should walk in, but it likewise carries its own authority with it, that it is our natural guide, the guide assigned us by the Author of our nature: it therefore belongs to our condition of being; it is our duty to walk in that path, and follow this guide, without looking about to see whether we may not possibly forsake them with impunity.","subId":"22","id":"Butler.S.2-3.22"},{"type":"paragraph","content":"However, let us hear what is to be said against obeying this law of our nature. And the sum is no more than this: <q>Why should we be concerned about anything out of, and beyond ourselves? If we do find within ourselves regards to others, and restraints of we know not how many different kinds; yet these being embarrassments, and hindering us from going the nearest way to our own good, why should we not endeavour to suppress and get over them?</q>","subId":"23","id":"Butler.S.2-3.23"},{"type":"paragraph","content":"Thus, people go on with words, which, when applied to human nature, and the condition in which it is placed in this world, have really no meaning. For does not all this kind of talk go upon supposition, that our happiness in this world consists in somewhat quite distinct from regards to others, and that it is the privilege of vice to be without restraint or confinement? Whereas, on the contrary, the enjoyments, in a manner all the common enjoyments of life, even the pleasures of vice, depend upon these regards of one kind or another to our fellow-creatures. Throw off all regards to others, and we should be quite indifferent to infamy and to honour: there could be no such thing at all as ambition, and scarce any such thing as covetousness; for we should likewise be equally indifferent to the disgrace of poverty, the several neglects and kinds of contempt which accompany this state; and to the reputation of riches, the regard and respect they usually procure. Neither is restraint by any means peculiar to one course of life; but our very nature, exclusive of conscience, and our condition, lays us under an absolute necessity of it. We cannot gain any end whatever without being confined to the proper means, which is often the most painful and uneasy confinement. And, in numberless instances, a present appetite cannot be gratified without such apparent and immediate ruin and misery, that the most dissolute man in the world chooses to forego the pleasure, rather than endure the pain.","subId":"24","id":"Butler.S.2-3.24"},{"type":"paragraph","content":"Is the meaning, then, to indulge those regards to our fellow-creatures, and submit to those restraints, which, upon the whole, are attended with more satisfaction than uneasiness, and get over only those which bring more uneasiness and inconvenience than satisfaction? <q>Doubtless this was our meaning.</q> You have changed sides, then.—Keep to this: be consistent with yourselves; and you and the men of virtue are, in general, perfectly agreed. But let us take care, and avoid mistakes. Let it not be taken for granted, that the temper of envy, rage, resentment, yields greater delight than meekness, forgiveness, compassion, and good-will: especially when it is acknowledged, that rage, envy, resentment, are in themselves mere misery; and the satisfaction arising from the indulgence of them is little more than relief from that misery; whereas the temper of compassion and benevolence is itself delightful; And the indulgence of it, by doing good, affords new positive delight and enjoyment. Let it not be taken for granted, that the satisfaction arising from the reputation of riches and power, however obtained, and from the respect paid to them, is greater than the satisfaction arising from the reputation of justice, honesty, charity, and the esteem which is universally acknowledged to be their due. And if it be doubtful which of these satisfactions is the greatest, as there are persons who think neither of them very considerable, yet there can be no doubt concerning ambition and covetousness, virtue and a good mind, considered in themselves, and as leading to different courses of life; there can, I say, be no doubt, which temper and which course is attended with most peace and tranquillity of mind; which with most perplexity, vexation, and inconvenience. And both the virtues and vices which have been now mentioned, do in a manner equally imply in them regards of one kind or another to our fellow-creatures. And with respect to restraint and confinement: whoever will consider the restraints from fear and shame, the dissimulation, mean arts of concealment, servile compliances, one or other of which belong to almost every course of vice, will soon be convinced, that the man of virtue is by no means upon a disadvantage in this respect. How many instances are there in which men feel, and own, and cry aloud under the chains of vice with which they are enthralled, and which yet they will not shake off! How many instances, in which persons manifestly go through more pain and self-denial to gratify a vicious passion, than would have been necessary to the conquest of it! To this is to be added, that when virtue is become habitual, when the temper of it is acquired, what was before confinement ceases to be so, by becoming choice and delight. Whatever restraint and guard upon ourselves may be needful to unlearn any unnatural distortion or odd gesture; yet, in all propriety of speech, natural behaviour must be the most easy and unrestrained. It is manifest, that in the common course of life there is seldom any inconsistency between our duty and what is called interest: it is much seldomer that there is an inconsistency between duty and what is really our present interest: meaning by interest, happiness and satisfaction. Self-love, then, though confined to the interests of the present world, does in general perfectly coincide with virtue, and leads us to one and the same course of life. But, whatever exceptions there are to this, which are much fewer than they are commonly thought, all shall be set right at the final distribution of things. It is a manifest absurdity to suppose evil prevailing finally over good, under the conduct and administration of a perfect mind.","subId":"25","id":"Butler.S.2-3.25"},{"type":"paragraph","content":"The whole argument which I have been now insisting upon, may be thus summed up and given you in one view. The nature of man is adapted to some course of action or other. Upon comparing some actions with this nature, they appear suitable and correspondent to it: from comparison of other actions with the same nature, there arises to our view some unsuitableness or disproportion. The correspondence of actions to the nature of the agent, renders them natural; their disproportion to it, unnatural. That an action is correspondent to the nature of the agent, does not arise from its being agreeable to the principle which happens to be the strongest; for it may be so, and yet be quite disproportionate to the nature of the agent. The correspondence, therefore, or disproportion, arises from somewhat else. This can be nothing but a difference in nature and kind (altogether distinct from strength) between the inward principles. Some, then, are in nature and kind superior to others. And the correspondence arises from the action being conformable to the higher principle; and the unsuitableness, from its being contrary to it. Reasonable self-love and conscience are the chief or superior principle's in the nature of man; because an action may be suitable to this nature, though all other principles be violated; but becomes unsuitable, if either of those are. Conscience and self-love, if we understand our true happiness, always lead us the same way.—Duty and interest are perfectly coincident; for the most part in this world, but entirely, and in every instance, if we take in the future, and the whole; this being implied in the notion of a good and perfect administration of things. Thus, they who have been so wise in their generation, as to regard only their own supposed interest, at the expense and to the injury of others, shall at last find, that he who has given up all the advantages of the present world, rather than violate his conscience and the relations of life, has infinitely better provided for himself, and secured his own interest and happiness.","subId":"26","id":"Butler.S.2-3.26"},{"type":"note","content":"Every man, in his physical nature, is one individual single agent. He has likewise properties and principles, each of which may be considered separately, and without regard to the respects which they have to each other. Neither of these are the nature we are taking a view of. But it is the inward frame of man, considered as a system or constitution; whose several parts are united, not by a physical principle of individuation, but by the respects they have to each other; the chief of which is the subjection which the appetites, passions, and particular affections have to the one supreme principle of reflection or conscience. The system, or constitution, is formed by, and consists in these respects and this subjection. Thus, the body is a system or constitution; so is a tree; so is every machine. Consider all the several parts of a tree, without the natural respects they have to each other, and you have not at all the idea of a tree; but add these respects, and this gives you the idea. The body may be impaired by sickness, a tree may decay, a machine be out of order, and yet the system and constitution of them not totally dissolved. There is plainly somewhat which answers to all this in the moral constitution of man. Whoever will consider his own nature will see, that the several appetites, passions, and particular affections, have different respects among themselves. They are restraints upon, and are in proportion to each other. This proportion is just and perfect, when all those under principles are perfectly coincident with conscience, so far as their nature permits, and, in all cases, under its absolute and entire direction. The least excess or defect, the least alteration of the due proportions amongst themselves, or of their coincidence with conscience, though not proceeding into action, is some degree of disorder in the moral constitution. But perfection, though plainly intelligible and supposable, was never attained by any man. If the higher principle of reflection maintains its place, and, as much as it can, corrects that disorder, and hinders it from breaking out into action, that is all that can be expected in such a creature as man. And though the appetites and passions have not their exact due proportion to each other; though they often strive for mastery with judgment or reflection; yet, since the superiority of this principle to all others is the chief respect which forma the constitution, so far as this superiority is maintained, the character, the man, is good, worthy, virtuous.","subId":"n10","id":"Butler.S.2-3.n10"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.1","imported":true,"title":"Sermon 1. Upon Humane Nature.","breadcrumb":"Sermon 1","published":[1726,1749]},"next":{"id":"Butler.S.4","imported":true,"title":"Sermon 4. Upon the Government of the Tongue.","breadcrumb":"Sermon 4","published":[1726,1749]}}