{"imported":true,"id":"Butler.S.4","parent":"Butler.S","title":"Sermon 4. Upon the Government of the Tongue.","breadcrumb":"Sermon 4","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s <cite>Fifteeen Sermons Preached at the Rolls Chapel</cite> were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>SERMON IV.</h1> <h2><em>Upon the Government of the Tongue.</em></h2> <h3><cite><span class=\"small-capitals\">James</span> i. 26.</cite></h3> <em>If any man among you seem to be religious, and bridleth not his Tongue, but deceiveth his own Heart, this Man's religion is vain.</em>","id":"Butler.S.4"},{"type":"paragraph","content":"The translation of this text would be more determinate by being more literal, thus: <q>If any man among you seemeth to be religious, not bridling his tongue, but deceiving his own heart, this man's religion is vain.</q> This determines that the words, <q>but deceiveth his own heart,</q> are not put in opposition to, <q>seemeth to be religious,</q> but to, <q>bridleth not his tongue.</q> The certain determinate meaning of the text then being, that he who seemeth to be religious and bridleth not his tongue, but, in that particular, deceiveth his own heart, this man's religion is vain; we may observe somewhat very forcible and expressive in these words of St. James. As if the apostle had said, No man surely can make any pretences to religion, who does not at least believe that he bridleth his tongue: if he puts on any appearance or face of religion, and yet does not govern his tongue, he must surely deceive himself in that particular, and think he does: and whoever is so unhappy as to deceive himself in this, to imagine he keeps that unruly faculty in due subjection, when, indeed, he does not, whatever the other part of his life be, his religion is vain; the government of the tongue being a most material restraint which virtue lays us under: without it, no man can be truly religious.","subId":"1","id":"Butler.S.4.1"},{"type":"paragraph","content":"In treating upon this subject, I will consider,— <br> First, What is the general vice, or fault, here referred to; or, what disposition in men is supposed in moral reflections and precepts concerning <q>bridling the tongue.</q> <br> Secondly, When it may be said of any one, that he has a due government over himself in this respect.","subId":"2","id":"Butler.S.4.2"},{"type":"paragraph","content":"I. Now, the fault referred to, and the disposition supposed, in precepts and reflections concerning the government of the tongue, is not evil-speaking from malice, nor lying or bearing false witness from indirect selfish designs. The disposition to these, and the actual vices themselves, all come under other subjects. The tongue may be employed about, and made to serve all the purposes of vice in tempting and deceiving, in perjury and injustice. But the thing here supposed and referred to, is talkativeness; a disposition to be talking, abstract from the consideration of what is to be said; with very little or no regard to, or thought of doing, either good or harm. And let not any imagine this to be a slight matter, and that it deserves not to have so great weight laid upon it, till he has considered what evil is implied in it, and the bad effects which follow from it. It is, perhaps, true that they who are addicted to this folly, would choose to confine themselves to trifles and indifferent subjects, and so intend only to be guilty of being impertinent; but as they cannot go on for ever talking of nothing, as common matters will not afford a sufficient fund for perpetual continued discourse, when subjects of this kind are exhausted, they will go on to defamation, scandal, divulging of secrets, their own secrets as well as those of others; anything rather than be silent. They are plainly hurried on, in the heat of their talk, to say quite different things from what they first intended, and which they afterwards wish unsaid; or improper things, which they had no other end in saying, but only to afford employment to their tongue. And if these people expect to be heard and regarded, for there are some content merely with talking, they will invent to engage your attention; and, when they have heard the least imperfect hint of an affair, they will, out of their own head, add the circumstances of time and place, and other matters, to make out their story, and give the appearance of probability to it; not that they have any concern about being believed, otherwise than as a means of being heard. The thing is to engage your attention; to take you up wholly for the present time; what reflections will be made afterwards, is in truth the least of their thoughts. And further, when persons who indulge themselves in these liberties of the tongue, are in any degree offended with another, as little disgusts and misunderstandings will be, they allow themselves to defame and revile such an one without any moderation or bounds; though the offence is so very slight, that they themselves would not do, nor perhaps wish, him an injury in any other way. And in this case the scandal and revilings are chiefly owing to talkativeness, and not bridling their tongue; and so come under our present subject. The least occasion in the world will make the humour break out in this particular way, or in another. It is like a torrent, which must and will flow; but the least thing imaginable will first of all give it either this or another direction—turn it into this or that channel: or like a fire, the nature of which, when in a heap of combustible matter, is to spread and lay waste all around; but any one of a thousand little accidents will occasion it to break out first either in this or another particular part.","subId":"3","id":"Butler.S.4.3"},{"type":"paragraph","content":"The subject then before us, though it does run up into, and can scarce be treated as entirely distinct from, all others, yet it needs not be so much mixed and blended with them as it often is. Every faculty and power may be used as the instrument of premeditated vice and wickedness, merely as the most proper and effectual means of executing such designs. But if a man, from deep malice and desire of revenge, should meditate a falsehood, with a settled desire to ruin his neighbour's reputation, and should, with great coolness and deliberation, spread it, nobody would choose to say of such an one, that he had no government of his tongue. A man may use the faculty of speech as an instrument of false witness, who yet has so entire a command over that faculty, as never to speak but from forethought and cool design. Here the crime is injustice and perjury; and, strictly speaking, no more belongs to the present subject, than perjury and injustice in any other way. But there is such a thing as a disposition to be talking for its own sake; from which persons often say anything good or bad, of others, merely as a subject of discourse, according to the particular temper they themselves happen to be in, and to pass away the present time. There is likewise to be observed in persons such a strong and eager desire of engaging attention to what they say, that they will speak good or evil, truth or otherwise, merely as one or the other seems to be most hearkened to: and this, though it is sometimes joined, is not the same with the desire of being thought important and men of consequence. There is in some such a disposition to be talking, that an offence of the slightest kind, and such as would not raise any other resentment, yet raises, if I may so speak, the resentment of the tongue, puts it into a flame, into the most ungovernable motions. This outrage, when the person it respects is present, we distinguish in the lower rank of people by a peculiar term: and let it be observed, that though the decencies of behaviour are a little kept, the same outrage and virulence, indulged when he is absent, is an offence of the same kind. But, not to distinguish any further in this manner; men run into faults and follies, which cannot so properly be referred to any one general head as this, that they have not a due government over their tongue.","subId":"4","id":"Butler.S.4.4"},{"type":"paragraph","content":"And this unrestrained volubility and wantonness of speech is the occasion of numberless evils and vexations in life. It begets resentment in him who is the subject of it; sows the seed of strife and dissension amongst others; and inflames little disgusts and offences, which, if let alone, would wear away of themselves: it is often of as bad effect upon the good name of others, as deep envy or malice: and, to say the least of it in this respect, it destroys and perverts a certain equity, of the utmost importance to society to be observed; namely, that praise and dispraise, a good or bad character, should always be bestowed according to desert.—The tongue, used in such a licentious manner, is like a sword in the hand of a madman; it is employed at random, it can scarce possibly do any good, and, for the most part, does a world of mischief; and implies not only great folly, and a trifling spirit, but great viciousness of mind, great indifference to truth and falsity, and to the reputation, welfare, and good of others. So much reason is there for what St. James says of the tongue, chap, iii. 6: <q>It is a fire, a world of iniquity; it defileth the whole body, setteth on fire the course of nature, and is itself set on fire of hell.</q> This is the faculty or disposition which we are required to keep a guard upon; these are the vices and follies it runs into, when not kept under due restraint.","subId":"5","id":"Butler.S.4.5"},{"type":"paragraph","content":"II. Wherein the due government of the tongue consists, or when it may be said of any one, in a moral and religious sense, that he <q>bridleth his tongue,</q> I come now to consider.","subId":"6","id":"Butler.S.4.6"},{"type":"paragraph","content":"The due and proper use of any natural faculty or power, is to be judged of by the end and design for which it was given us. The chief purpose for which the faculty of speech was given to man, is plainly, that we might communicate our thoughts to each other, in order to carry on the affairs of the world; for business, and for our improvement in knowledge and learning. But the good Author of our nature designed us not only necessaries, but likewise enjoyment and satisfaction,in that being he hath graciously given, and in that condition of life he hath placed us in. There are secondary uses of our faculties: they administer to delight, as well as to necessity; and as they are equally adapted to both, there is no doubt but he intended them for our gratification, as well as for the support and continuance of our being. The secondary use of speech is to please and be entertaining to each other in conversation. This is in every respect allowable and right; it unites men closer in alliances and friendships; gives us a fellow-feeling of the prosperity and unhappiness of each other; and is, in several respects, serviceable to virtue, and to promote good behaviour in the world. And provided there be not too much time spent in it, if it were considered only in the way of gratification and delight, men must have strange notions of God and of religion, to think that he can be of- fended with it, or that it is any way inconsistent with the strictest virtue. But the truth is, such sort of conversation, though it has no particular good tendency, yet it has a general good one; it is social and friendly, and tends to promote humanity, good-nature, and civility.","subId":"7","id":"Butler.S.4.7"},{"type":"paragraph","content":"As the end and use, so likewise the abuse of speech relates to the one or the other of these; either to business or to conversation. As to the former, deceit in the management of business and affairs does not properly belong to the subject now before us; though one may just mention that multitude, that endless number of words, with which business is perplexed, when a much fewer would, as it should seem, better serve the purpose; but this must be left to those who understand the matter. The government of the tongue, considered as a subject of itself, relates chiefly to conversation; to that kind of discourse which usually fills up the time spent in friendly meetings, and visits of civility. And the danger is, lest persons entertain themselves and others at the expense of their wisdom and their virtue, and to the injury or offence of their neighbour. If they will observe and keep clear of these, they may be as free, and easy, and unreserved, as they can desire.","subId":"8","id":"Butler.S.4.8"},{"type":"paragraph","content":"The cautions to be given for avoiding these dangers, and to render conversation innocent and agreeable, fall under the following particulars: silence; talking of indifferent things; and, which makes up too great a part of conversation, giving of characters, speaking well or evil of others.","subId":"9","id":"Butler.S.4.9"},{"type":"paragraph","content":"The wise man observes, that <q>there is a time to speak, and a time to keep silence.</q> One meets with people in the world, who seem never to have made the last of these observations. And yet these great talkers do not at all speak from their having anything to say, as every sentence shows, but only from their inclination to be talking. Their conversation is merely an exercise of the tongue; no other human faculty has any share in it. It is strange these persons can help reflecting, that unless they have in truth a superior capacity, and are in an extraordinary manner furnished for conversation; if they are entertaining, it is at their own expense. Is it possible, that it should never come into people's thoughts to suspect, whether or no it be to their advantage to show so very much of themselves? <q>O that ye would altogether hold your peace! and it should be your wisdom,</q> Job xiii. 5. Remember, likewise, there are persons who love fewer words, an inoffensive sort of people, and who deserve some regard, though of too still and composed tempers for you. Of this number was the Son of Sirach; for he plainly speaks from experience, when he says, <q>As hills of sand are to the steps of the aged, so is one of many words to a quiet man.</q> But one would think it should be obvious to every one, that when they are in company with their superiors of any kind, in years, knowledge, and experience; when proper and useful subjects are discoursed of which they cannot bear a part in; that these are times for silence; when they should learn to hear, and be attentive, at least in their turn. It is indeed a very unhappy way these people are in : they in a manner cut themselves out from all advantage of conversation, except that of being entertained with their own talk; their business in coming into company not being at all to be informed, to hear, to learn, but to display themselves, or rather to exert their faculty and talk without any design at all. And if we consider conversation as an entertainment, as somewhat to unbend the mind, as a diversion from the cares, the business, and the sorrows of life; it is of the very nature of it, that the discourse be mutual. This, I say, is implied in the very notion of what we distinguish by conversation, or being in company. Attention to the continued discourse of one alone grows more painful, often, than the cares and business we come to be diverted from. He, therefore, who imposes this upon us is guilty of a double offence; arbitrarily enjoining silence upon all the rest, and likewise obliging them to this painful attention.","subId":"10","id":"Butler.S.4.10"},{"type":"paragraph","content":"I am sensible these things are apt to be passed over, as too little to come into a serious discourse; but, in reality, men are obliged, even in point of morality and virtue, to observe all the decencies of behaviour. The greatest evils in life have had their rise from somewhat, which was thought of too little importance to be attended to. And as to the matter we are now upon, it is absolutely necessary to be considered. For if people will not maintain a due government over themselves, in regarding proper times and seasons for silence, but will be talking, they certainly, whether they design it or not at first, will go on to scandal and evil-speaking, and divulging secrets.","subId":"11","id":"Butler.S.4.11"},{"type":"paragraph","content":"If it were needful to say anything further, to persuade men to learn this lesson of silence, one might put them in mind, how insignificant they render themselves by this excessive talkativeness: insomuch, that if they do chance to say anything which deserves to be attended to and regarded, it is lost in the variety and abundance which they utter of another sort.","subId":"12","id":"Butler.S.4.12"},{"type":"paragraph","content":"The occasions of silence then are obvious, and one would think should be easily distinguished by every body; namely, when a man has nothing to say, or nothing but what is better unsaid; better, either in regard to the particular persons he is present with; or from its being an interruption to conversation itself, or to conversation of a more agreeable kind; or better, lastly, with regard to himself. I will end this particular with two reflections of the wise man; one of which, in the strongest manner, exposes the ridiculous part of this licentiousness of the tongue; and the other, the great danger and viciousness of it. <q>When he that is a fool walketh by the way side, his wisdom faileth him, and he saith to every one that he is a fool,</q> Eccles. x. 3. The other is, <q>In the multitude of words there wanteth not sin,</q> Pro v. x. 19.","subId":"13","id":"Butler.S.4.13"},{"type":"paragraph","content":"As to the government of the tongue, in respect to talking upon indifferent subjects: after what has been said concerning the due government of it in respect to the occasions and times for silence, there is little more necessary, than only to caution men to be fully satisfied that the subjects are indeed of an indifferent nature; and not to spend too much time in conversation of this kind. But persons must be sure to take heed, that the subject of their discourse be at least of an indifferent nature: that it be no way offensive to virtue, religion, or good manners; that it be not of a licentious, dissolute sort, this leaving always ill impressions upon the mind; that it be no way injurious or vexatious to others; and that too much time be not spent this way, to the neglect of those duties and offices and offices of life which belong to their station and condition in the world. However, though there is not any necessity that men should aim at being important and weighty in every sentence they speak; yet, since useful subjects, at least of some kinds, are as entertaining as others, a wise man, even when he desires to unbend his mind from business, would choose that the conversation might turn upon somewhat instructive.","subId":"14","id":"Butler.S.4.14"},{"type":"paragraph","content":"The last thing is, the government of the tongue as relating to discourse of the affairs of others, and giving of characters. These are in a manner the same. And one can scarce call it an indifferent subject, because discourse upon it almost perpetually runs into somewhat criminal.","subId":"15","id":"Butler.S.4.15"},{"type":"paragraph","content":"And first of all, it were very much to be wished that this did not take up so great a part of conversation; because it is indeed a subject of a dangerous nature. Let any one consider the various interests, competitions, and little misunderstandings which arise among men, and he will soon see that he is not unprejudiced and impartial: that he is not, as I may speak, neutral enough to trust himself with talking of the character and concerns of his neighbour, in a free, careless, and unreserved manner. There is perpetually, and often it is not attended to, a rivalship amongst people of one kind or another, in respect to wit, beauty, learning, fortune; and that one thing will insensibly influence them to speak to the disadvantage of others, even where there is no formed malice or ill design. Since therefore it is so hard to enter into this subject without offending, the first thing to be observed is, that people should learn to decline it: to get over that strong inclination most have to be talking of the concerns and behaviour of their neighbour.","subId":"16","id":"Butler.S.4.16"},{"type":"paragraph","content":"But since it is impossible that this subject should be wholly excluded conversation, and since it is necessary that the characters of men should be known; the next thing is, that it is a matter of importance what is said; and therefore, that we should be religiously scrupulous and exact, to say nothing, either good or bad, but what is true. I put it thus, because it is in reality of as great importance to the good of society, that the characters of bad men should be known, as that the characters of good men should. People who are given to scandal and detraction may indeed make an ill use of this observation; but truths, which are of service towards regulating our conduct, are not to be disowned, or even concealed, because a bad use may be made of them. This, however, would be effectually prevented, if these two things were attended to. First, that though it is equally of bad consequence to society, that men should have either good or ill characters which they do not deserve; yet, when you say somewhat good of a man which he does not deserve, there is no wrong done him in particular; whereas, when you say evil of a man, which he does not deserve, here is a direct formal injury, a real piece of injustice done him. This therefore makes a wide difference; and gives us, in point of virtue, much greater latitude in speaking well, than ill, of others. Secondly, A good man is friendly to his fellow-creatures, and a lover of mankind, and so will, upon every occasion, and often without any, say all the good he can of every body: but, so far as he is a good man, will never be disposed to speak evil of any, unless there be some other reason for it, besides barely that it is true. If he be charged with having. given an ill character, he will scarce think it a sufficient justification of himself to say it was a true one, unless he can also give some farther account how he came to do so: a just indignation against particular instances of villany, where they are great and scandalous: or to prevent an innocent man from being deceived and betrayed, when he has great trust and confidence in one who does not deserve it. Justice must be done to every part of a subject when we are considering it. If there be a man who bears a fair character in the world, whom yet we know to be without faith or honesty, to be really an ill man; it must be allowed in general, that we shall do a piece of service to society, by letting such an one's true character be known. This is no more than what we have an instance of in our Saviour himself, Mark xii. 38—40, though he was mild and gentle beyond example. However, no words can express too strongly the caution which should be used in such a case as this.","subId":"17","id":"Butler.S.4.17"},{"type":"paragraph","content":"Upon the whole matter: if people would observe the obvious occasions of silence; if they would subdue the inclination to tale-bearing, and that eager desire to engage attention, which is an original disease in some minds; they would be in little danger of offending with their tongue, and would, in a moral and religious sense, have due government over it.","subId":"18","id":"Butler.S.4.18"},{"type":"paragraph","content":"I will conclude with some precepts and reflections of the Son of Sirach upon this subject. <q>Be swift to hear; and, if thou hast understanding, answer thy neighbour; if not, lay thy hand upon thy mouth. Honour and shame is in talk. A man of an ill tongue is dangerous in his city; and he that is rash in his talk shall be hated. A wise man will hold his tongue, till he see opportunity; but a babbler and a fool will regard no time. He that useth many words shall be abhorred; and he that taketh to himself authority therein shall be hated. A backbiting tongue hath disquieted many; strong cities hath it pulled down, and overthrown the houses of great men. The tongue of a man is his fall; but if thou love to hear, thou shalt receive understanding.</q>","subId":"19","id":"Butler.S.4.19"}]}