{"id":"Butler.S.5","imported":true,"parent":"Butler.S","title":"Sermon 5. Upon Compassion.","breadcrumb":"Sermon 5","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s <cite>Fifteeen Sermons Preached at the Rolls Chapel</cite> were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"<h1>SERMON V.</h1> <h2><em>Upon Compassion.</em></h2> <h3><cite><span class=\"small-capitals\">Rom.</span> xii. 15.</cite></h3> <em>Rejoice with them that do rejoice, and weep with them that weep.</em>","id":"Butler.S.5"},{"type":"paragraph","content":"Every man is to be considered in two capacities, the private and public; as designed to pursue his own interest, and likewise to contribute to the good of others. Whoever will consider may see, that in general there is no contrariety between these; but that, from the original constitution of man, and the circumstances he is placed in, they perfectly coincide, and mutually carry on each other. But amongst the great variety of affections or principles of action in our nature, some in their primary intention and design seem to belong to the simple or private, others to the public or social capacity. The affections required in the text are of the latter sort. When we rejoice in the prosperity of others, and compassionate their distresses, we, as it were, substitute them for ourselves, their interest for our own; and have the same kind of pleasure in their prosperity, and sorrow in their distress, as we have from reflection upon our own. Now, there is nothing strange, or unaccountable in our being thus carried out and affected towards the interests of others. For if there be any appetite, or any inward principle besides self-love; why may there not be an affection to the good of our fellow-creatures, and delight from that affection being gratified, and uneasiness from things going contrary to it?<a href=\"#n11\"><sup>[11]</sup></a>","subId":"1","id":"Butler.S.5.1"},{"type":"paragraph","content":"Of these two, delight in the prosperity of others, and compassion for their distresses, the last is felt much more generally than the former. Though men do not universally rejoice with all whom they see rejoice, yet, accidental obstacles removed, they naturally compassionate all in some degree whom they see in distress: so far as they have any real perception or sense of that distress: insomuch that words expressing this latter, pity, compassion, frequently occur, whereas we have scarce any single one by which the former is distinctly expressed. Congratulation, indeed, answers condolence: but both these words are intended to signify certain forms of civility, rather than any inward sensation or feeling. This difference or inequality is so remarkable, that we plainly consider compassion as itself an original, distinct, particular affection in human nature; whereas to rejoice in the good of others, is only a consequence of the general affection of love and good will to them. The reason and account of which matter is this: when a man has obtained any particular advantage or felicity, his end is gained, and he does not in that particular want the assistance of another; there was, therefore, no need of a distinct affection towards that felicity of another already obtained; neither would such affection directly carry him on to do good to that person : whereas, men in distress want assistance, and compassion leads us directly to assist them. The object of the former is the present felicity of another; the object of the latter is the present misery of another. It is easy to see that the latter wants a particular affection for its relief, and that the former does not want one, because it does not want assistance. And, upon supposition of a distinct affection in both cases, the one must rest in the exercise of itself, having nothing further to gain ; the other does not rest in itself, but carries us on to assist the distressed.","subId":"2","id":"Butler.S.5.2"},{"type":"paragraph","content":"But, supposing these affections natural to the mind, particularly the last, <q>Has not each man troubles enough of his own? must he indulge an affection which appropriates to himself those of others? which leads him to contract the least desirable of all friendships—friendships with the unfortunate? must we invert the known rule of prudence, and choose to associate ourselves with the distressed? Or, allow that we ought, so far as it is in our power, to relieve them, yet is it not better to do this from reason and duty? Does not passion and affection of every kind perpetually mislead us? Nay, is not passion and affection itself a weakness, and what a perfect being must be entirely free from?</q> Perhaps so: but it is mankind I am speaking of; imperfect creatures, and who naturally, and from the condition we are placed in, necessarily depend upon each other. With respect to such creatures, it would be found of as bad consequence to eradicate all natural affections, as to be entirely governed by them. This would almost sink us to the condition of brutes; and that would leave us without a sufficient principle of action. Reason alone, whatever any one may wish, is not, in reality, a sufficient motive of virtue in Bach a creature as man; but this reason, joined with those affections which God has impressed on his heart: and when these are allowed scope to exercise themselves, but under strict government and direction of reason; then it is we act suitably to our nature, and to the circumstances God has placed us in. Neither is affection itself at all a weakness; nor does it argue defect, any otherwise than as our senses and appetites do; they belong to our condition of nature, and are what we cannot be without. God Almighty is, to be sure, unmoved by passion or appetite—unchanged by affection; but then it is to be added, that he neither sees, nor hears, nor perceives things by any senses like ours; but in a manner infinitely more perfect. Now, as it is an absurdity almost too gross to be mentioned, for a man to endeavour to get rid of his senses, because the Supreme Being discerns things more perfectly without them, it is as real, though not so obvious an absurdity, to endeavour to eradicate the passions he has given us, because he is without them. For, since our passions are as really a part of our constitution as our senses—since the former as really belong to our condition of nature as the latter—to get rid of either is equally a violation of, and breaking in upon, that nature and constitution he has given us. Both our senses and our passions are a supply to the imperfection of our nature: thus they show, that we are such sort of creatures, as to stand in need of those helps which higher orders of creatures do not. But it is not the supply, but the deficiency; as it is not a remedy, but a disease, which is the imperfection. However, our appetites, passions, senses, no way imply disease; nor, indeed, do they imply deficiency or imperfection of any sort; but only this, that the constitution of nature, according to which God has made us, is such as to require them. And it is so far from being true, that a wise man must entirely suppress compassion, and all fellow-feeling for others, as a weakness, and trust to reason alone to teach and enforce upon him the practice of the several charities we owe to our kind; that, on the contrary, even the bare exercise of such affections would itself be for the good and happiness of the world; and the imperfections of the higher principles of reason and religion in man, the little influence they have upon our practice, and the strength and prevalency of contrary ones, plainly require those affections to be a restraint upon these latter, and a supply to the deficiencies of the former.","subId":"3","id":"Butler.S.5.3"},{"type":"paragraph","content":"First, The very exercise itself of these affections, in a just and reasonable manner and degree, would, upon the whole, increase the satisfactions, and lessen the miseries of life.","subId":"4","id":"Butler.S.5.4"},{"type":"paragraph","content":"It is the tendency and business of virtue and religion to procure, as much as may be, universal good-will, trust, and friendship, amongst mankind. If this could be brought to obtain; and each man enjoyed the happiness of others, as every one does that of a friend; and looked upon the success and prosperity of his neighbour, as every one does upon that of his children and family; it is too manifest to be insisted upon, how much the enjoyments of life would be increased. There would be so much happiness introduced into the world, without any deduction or inconvenience from it, in proportion as the precept of rejoice with those who rejoice, was universally obeyed. Our Saviour has owned this good affection as belonging to our nature, in the parable of the lost sheep: and does not think it to the disadvantage of a perfect state, to represent its happiness as capable of increase, from reflection upon that of others.","subId":"5","id":"Butler.S.5.5"},{"type":"paragraph","content":"But since, in such a creature as man, compassion, or sorrow for the distress of others, seems so far necessarily connected with joy in their prosperity, as that whoever rejoices in one must unavoidably compassionate the other: there cannot be that delight or satisfaction, which appears to be so considerable, without the inconveniences, whatever they are, of compassion.","subId":"6","id":"Butler.S.5.6"},{"type":"paragraph","content":"However, without considering this connection, there is no doubt but that more good than evil, more delight than sorrow, arises from compassion itself; there being so many things which balance the sorrow of it. There is, first, the relief which the distressed feel from this affection in others towards them. There is likewise the additional misery which they would feel from the reflection that no one commiserated their case. It is indeed true, that any disposition, prevailing beyond a certain degree, becomes somewhat wrong; and we have ways of speaking, which, though they do not directly express that excess, yet always lead our thoughts to it, and give us the notion of it. Thus, when mention is made of delight in being pitied, this always conveys to our mind the notion of somewhat which is really a weakness: the manner of speaking, I say, implies a certain weakness and feebleness of mind, which is and ought to be disapproved. But men of the greatest fortitude would in distress feel uneasiness from knowing that no person in the world had any sort of compassion or real concern for them; and in some cases, especially when the temper is enfeebled by sickness, or any long and great distress, doubtless would feel a kind of relief even from the helpless good-will and ineffectual assistances of those about them. Over against the sorrow of compassion is likewise to be set a peculiar calm kind of satisfaction, which accompanies it, unless in cases where the distress of another is by some means so brought home to ourselves, as to become in a manner our own; or when, from weakness of mind, the affection rises too high, which ought to be corrected. This tranquillity, or calm satisfaction, proceeds partly from consciousness of a right affection and temper of mind, and partly from a sense of our own freedom from the misery we compassionate. This last may possibly appear to some at first sight faulty; but it really is not so. It is the same with that positive enjoyment, which sudden ease from pain for the present affords, arising from a real sense of misery, joined with a sense of our freedom from it; which in all cases must afford some degree of satisfaction.","subId":"7","id":"Butler.S.5.7"},{"type":"paragraph","content":"To these things must be added the observation, which respects both the affections we are considering, that they who have got over all fellow-feeling for others, have withal, contracted a certain callousness of heart, which renders them insensible to most other satisfactions, but those of the grossest kind.","subId":"8","id":"Butler.S.5.8"},{"type":"paragraph","content":"Secondly, Without the exercise of these affections, men would certainly be much more wanting in the offices of charity they owe to each other, and likewise more cruel and injurious, than they are at present.","subId":"9","id":"Butler.S.5.9"},{"type":"paragraph","content":"The private interest of the individual would not be sufficiently provided for by reasonable and cool self-love alone: therefore the appetites and passions are placed within, as a guard and further security, without which it would not be taken due care of. It is manifest our life would be neglected, were it not for the calls of hunger, and thirst, and weariness: notwithstanding that without them reason would assure us, that the recruits of food and sleep are the necessary means of our preservation. It is therefore absurd to imagine, that, without affection, the same reason alone would be more effectual to engage us to perform the duties we owe to our fellow-creatures. One of this make would be as defective, as much wanting, considered with respect to society, as one of the former make would be defective, or wanting, considered as an individual, or in his private capacity. Is it possible any can in earnest think that a public spirit, i.e., a settled reasonable principle of benevolence to mankind, is so prevalent and strong in the species, as that we may venture to throw off the under affections, which are its assistants, carry it forward, and mark out particular courses for it; family, friends, neighbourhood, the distressed, our country? The common joys and the common sorrows which belong to these relations and circumstances are as plainly useful to society, as the pain and pleasure belonging to hunger, thirst, and weariness, are of service to the individual In defect of that higher principle of reason, compassion is often the only way by which the indigent can have access to us; and therefore to eradicate this, though it is not indeed formally to deny them that assistance which is their due; yet it is to cut them off from that which is, too frequently, their only way of obtaining it. And as for those who have shut up this door against the complaints of the miserable, and conquered this affection in themselves; even these persons will be under great restraints from the same affection in others. Thus, a man who has himself no sense of injustice, cruelty, oppression, will be kept from running the utmost lengths of wickedness, by fear of that detestation, and even resentment of inhumanity, in many particular instances of it, which compassion for the object towards whom such inhumanity is exercised excites in the bulk of mankind. And this is frequently the chief danger, and the chief restraint, which tyrants and the great oppressors of the world feel.","subId":"10","id":"Butler.S.5.10"},{"type":"paragraph","content":"In general, experience will show, that, as want of natural appetite to food supposes and proceeds from some bodily disease, so the apathy the Stoics talk of as much supposes, or is accompanied with somewhat amiss in the moral character, in that which is the health of the mind. Those who formerly aimed at this upon the foot of philosophy, appear to have had better success in eradicating the affections of tenderness and compassion, than they had with the passions of envy, pride, and resentment; these latter, at best, were but concealed, and that imperfectly too. How far this observation may be extended to such as endeavour to suppress the natural impulses of their affections in order to form themselves for business and the world, I shall not determine. But there does not appear any capacity or relation to be named, in which men ought to be entirely deaf to the calls of affection, unless the judicial one is to be excepted.","subId":"11","id":"Butler.S.5.11"},{"type":"paragraph","content":"And as to those who are commonly called the men of pleasure, it is manifest that the reason they set up for hardness of heart, is to avoid being interrupted in their course, by the ruin and misery they are the authors of: neither are persons of this character always the most free from the impotencies of envy and resentment. What may men at last bring themselves to, by suppressing their passions and affection of one kind, and leaving those of the other in their full strength? But surely it might be expected, that persons who make pleasure their study and their business, if they understood what they profess, would reflect, how many of the entertainments of life, how many of those kind of amusements which seem peculiarly to belong to men of leisure and education, they become insensible to by this acquired hardness of heart.","subId":"12","id":"Butler.S.5.12"},{"type":"paragraph","content":"I shall close these reflections with barely mentioning the behaviour of that Divine Person, who was the example of all perfection in human nature, as represented in the Gospels, mourning, and even, in a literal sense, weeping over the distresses of his creatures.","subId":"13","id":"Butler.S.5.13"},{"type":"paragraph","content":"The observation already made, that, of the two affections mentioned in the text, the latter exerts itself much more than the former; that, from the original constitution of human nature, we much more generally and sensibly compassionate the distressed, than rejoice with the prosperous, requires to be particularly considered. This observation, therefore, with the reflections which arise out of it, and which it leads our thoughts to, shall be the subject of another discourse.","subId":"14","id":"Butler.S.5.14"},{"type":"paragraph","content":"For the conclusion of this, let me just take notice of the danger of over great refinements; of going besides or beyond the plain, obvious, first appearance of things, upon the subject of morals and religion. The least observation will show how little the generality of men are capable of speculations. Therefore morality and religion must be somewhat plain and easy to be understood: it must appeal to what we call plain common sense, as distinguished from superior capacity and improvement, because it appeals to mankind. Persons of superior capacity and improvement have often fallen into errors, which no one of mere common understanding could. Is it possible that one of this latter character could ever of himself have thought, that there was absolutely no such thing in mankind as affection to the good of others; suppose of parents to their children? or, that what he felt upon seeing a friend in distress was only fear for himself; or, upon supposition of the affections of kindness and compassion, that it was the business of wisdom and virtue to set him about extirpating them as fast as he could? And jet each of these manifest contradictions to nature has been laid down by men of speculation as a discovery in moral philosophy; which they, it seems, have found out through all the specious appearances to the contrary. This reflection may be extended further. The extravagances of enthusiasm and superstition do not at all lie in the road of common sense: and, therefore, so far as they are original mistakes, must be owing to going beside or beyond it. Now, since inquiry and examination can relate only to things so obscure and uncertain as to stand in need of it, and to persons who are capable of it, the proper advice to be given to plain honest men, to secure them from the extremes both of superstition and irreligion, is that of the Son of Sirach: In every good work trust thy own soul; for this is the keeping of the commandment.—Eccles. xxxii. 23.","subId":"15","id":"Butler.S.5.15"},{"type":"note","content":"There being manifestly this appearance of men's substituting others for themselves, and being carried out and affected towards them as towards themselves; some persons, who have a system which excludes every affection of this sort, have taken a pleasant method to solve it; and tell you, it is not another you are at all concerned about, but your self only, when you feel the affection called compassion: i.e., here is a plain matter of fact which men cannot reconcile with the general account they think fit to give of things; they, therefore, instead of that manifest fact, substitute another which is reconcilable to their own scheme. For, does not every body by compassion mean, an affection, the object of which is another in distress? Instead of this, but designing to have it mistaken for this, they speak of an affection, or passion, the object of which is ourselves, or danger to ourselves. Hobbs defines pity, imagination, or fiction, of future calamity to ourselves, proceeding from the sense (he means sight or knowledge) of another man's calamity. Thus, fear and compassion would be the same idea, and a fearful and a compassionate man the same character, which every one immediately sees are totally different. Further, to those who give any scope to their affections, there is no perception or inward feeling more universal than this: that one who has been merciful and compassionate throughout the course of his behaviour, should himself be treated with kindness, if he happens to fall into circumstances of distress. Is fear, then, or cowardice, so great a recommendation to the favour of the bulk of mankind? Or, is it not plain, that mere fearlessness (and, therefore, not the contrary,) is one of the most popular qualifications? This shows that mankind are not affected towards compassion as fear, but as somewhat totally different. Nothing would more expose such accounts as these of the affections which are favourable and friendly to our fellow-creatures, than to substitute the definitions which this author, and others who follow his steps, give of such affections, instead of the words by which they are commonly expressed. Hobbs, after having laid down that pity, or compassion, is only fear for ourselves, goes on to explain the reason why we pity our friends in distress more than others. Now, substitute the definition instead of the word pity in this place, and the inquiry will be, why we fear our friends? &amp;c., which words (since he really does not mean why we are afraid of them) make no question or sentence at all. So that common language, the words to compassionate, to pity, cannot be accommodated to his account of compassion. The very joining of the words to pity our friends, is a direct contradiction to his definition of pity: because those words, so joined, necessarily express that our friends are the objects of the passion; whereas his definition of it asserts, that ourselves (or danger to ourselves) are the only objects of it. He might, indeed, have avoided this absurdity, by plainly saying what he is going to account for; namely, why the sight of the innocent, or of our friends in distress, raises greater fears for ourselves than the sight of other persons in distress. But had he put the thing thus plainly, the fact itself would have been doubted that the sight of our friends in distress raises in us greater fear for ourselves, than the sight of others in distress. And, in the next place, it would immediately have occurred to every one, that the fact now mentioned, which, at least, is doubtful, whether true or false, was not the same with this fact, which nobody ever doubted, that the sight of our friends in distress raises in us greater compassion than the sight of others in distress; every one, I say, would have seen that these are not the same, but two different inquiries; and, consequently, that fear and compassion are not the same. Suppose a person to be in real danger, and by some means or other to have forgotten it, any trifling accident, any sound might alarm him, recall the danger to his remembrance, and renew his fear: but it is almost too grossly ridiculous (though it is to show an absurdity) to speak of that sound, or accident, as an object of compassion; and yet, according to Mr. Hobbs, our greatest friend in distress is no more to us, no more the object of compassion, or of any affection in our heart. Neither the one nor the other raises any emotion in our mind, but only the thoughts of our liableness to calamity, and the fear of it; and both equally do this. It is right such sorts of accounts of human nature should be shown to be what they really are, because there is raised upon them a general scheme, which undermines the whole foundation of common justice and honesty.—See Hobbs of Hum. Nat. c. 9. sec. 10. There are often three different perceptions, or inward feelings, upon sight of persons in distress: real sorrow and concern for the misery of our fellow-creatures; some degree of satisfaction, from a consciousness of our freedom from that misery; and as the mind passes on from one thing to another, it is not unnatural, from such an occasion, to reflect upon our own liableness to the same or other calamities. The two last frequently accompany the first, but it is the first only, which is properly compassion, of which the distressed are the objects, and which directly carries us with calmness and thought to their assistance. Any one of these, from various and complicated reasons, may, in particular cases prevail over the other two; and there are, I suppose, instances where the bare sight of distress, without our feeling any compassion for it, may be the occasion of either or both of the two latter perceptions. One might add, that if there be really any such thing as the fiction or imagination of danger to ourselves, from sight of the miseries of others, which Hobbs speaks of, and which he has absurdly mistaken for the whole of compassion; if there be anything of this sort common to mankind, distinct from the reflection of reason, it would be a most remarkable instance of what was furthest from his thoughts, namely, of a mutual sympathy between each particular of the species, a fellow-feeling common to mankind. It would not, indeed, be an example of our substituting others for ourselves, but it would be an example of our substituting ourselves for others. And as it would not be an instance of benevolence, so neither would it be any instance of self-love; for this phantom of danger to ourselves, naturally rising to view upon sight of the distresses of others, would be no more an instance of love to ourselves, than the pain of hunger is.","subId":"n11","id":"Butler.S.5.n11"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.4","imported":true,"title":"Sermon 4. Upon the Government of the Tongue.","breadcrumb":"Sermon 4","published":[1726,1749]},"next":{"id":"Butler.S.6","imported":true,"title":"Sermon 6. Upon Compassion.","breadcrumb":"Sermon 6","published":[1726,1749]}}