{"imported":true,"id":"Butler.S.7","parent":"Butler.S","title":"Sermon 7. Upon the Character of Balaam.","breadcrumb":"Sermon 7","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s <cite>Fifteeen Sermons Preached at the Rolls Chapel</cite> were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>SERMON VII.</h1> <h2><em>Upon the Character of</em> <span class=\"name\">Balaam</span>.</h2> <h4>Preached the second Sunday after <em>Easter</em>.</h4> <h3><cite><span class=\"small-capitals\">Numb.</span> xxiii. 10.</cite></h3> <em>Let me die the Death of the Righteous, and let my last end be like his.</em>","id":"Butler.S.7"},{"type":"paragraph","content":"These words taken alone, and without respect to him who spoke them, lead our thoughts immediately to the different ends of good and bad men. For, though the comparison is not expressed, yet it is manifestly implied; as is also the preference of one of these characters to the other in that last circumstance, death. And since dying the death of the righteous, or of the wicked, necessarily implies men's being righteous or wicked, i.e., having lived righteously or wickedly; a comparison of them in their lives also might come into consideration from such a single view of the words themselves. But my present design is, to consider them with a particular reference or respect to him who spoke them; which reference, if you please to attend, yon will see. And if what shall be offered to your consideration at this time, be thought a discourse upon the whole history of this man, rather than upon the particular words I have read, this is of no consequence; it is sufficient if it afford reflections of use and service to ourselves.","subId":"1","id":"Butler.S.7.1"},{"type":"paragraph","content":"But in order to avoid cavils respecting this remarkable relation in Scripture, either that part of it which you have heard in the first lesson for the day, or any other, let me just observe, that as this is not the place for answering them, so they no way affect the following discourse; since the character there given is plainly a real one in life, and such as there are parallels to.","subId":"2","id":"Butler.S.7.2"},{"type":"paragraph","content":"The occasion of Balaam's coming out of his own country into the land of Moab, where he pronounced this solemn prayer or wish, he himself relates in the first parable or prophetic speech, of which it is the conclusion; in which is a custom referred to, proper to be taken notice of—that of devoting enemies to destruction, before the entrance upon a war with them. This custom appears to have prevailed over a great part of the world, for we find it amongst the most distant nations. The Romans had public officers, to whom it belonged as a stated part of their office. But there was somewhat more particular in the case now before us; Balaam being looked upon as an extraordinary person, whose blessing or curse was thought to be always effectual.","subId":"3","id":"Butler.S.7.3"},{"type":"paragraph","content":"In order to engage the reader's attention to this passage, the sacred historian has enumerated the preparatoiy circumstances, which are these. Balaam requires the king of Moab to build him seven altars, and to prepare him the same number of oxen and of rams. The sacrifice being over, he retires alone to a solitude sacred to these occasions, there to wait the Divine inspiration or answer, for which the foregoing rites were the preparation. <q>And God met Balaam, and put a word in his mouth,</q> Num. xxiii. 4, 5; upon receiving which, he returns back to the altars, where was the king, who had all this while attended the sacrifice, as appointed, he and all the princes of Moab standing, big with expectation of the prophet's reply. <q>And he took up his parable, and said, Balak the king of Moab hath brought me from Aram, out of the mountains of the east, saying, Come, curse me Jacob, and come, defy Israel. How shall I curse, whom God hath not cursed? Or how shall I defy, whom the Lord hath not defied? For from the top of the rocks I see him, and from the hills I behold him: lo, the people shall dwell alone, and shall not be reckoned among the nations. Who can count the dust of Jacob, and the number of the fourth part of Israel? Let me die the death of the righteous, and let my last end be like his,</q> Num. xxiii. 7—10.","subId":"4","id":"Butler.S.7.4"},{"type":"paragraph","content":"It is necessary, as you will see in the progress of this discourse, particularly to observe what he understood by righteous. And he himself is introduced in the book of Micah, chap, vi., explaining it; if by righteous is meant good, as to be sure it is. <q>O my people, remember now what Balak king of Moab consulted, and what Balaam the son of Beor answered him from Shittim unto Gilgal.</q> From the mention of Shittim, it is manifest that it is this very story which is here referred to, though another part of it, the account of which is not now extant; as there are many quotations in Scripture out of books which are not come down to us. <q>Remember what Balaam answered, that ye may know the righteousness of the Lord,</q> i.e., the righteousness which God will accept. Balak demands, <q>Wherewith shall I come before the Lord, and bow myself before the high God? Shall I come before him with burnt-offerings, with calves of a year old? Will the Lord be pleased with thousands of rams, or with ten thousands of rivers of oil? Shall I give my first-born for my transgression, the fruit of my body for the sin of my soul?</q> Balaam answers him, <q>He hath showed thee, O man, what is good: and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?</q> Here is a good man expressly characterised, as distinct from a dishonest and a superstitious man. No words can more strongly exclude dishonesty and falseness of heart, than doing justice and loving mercy; and both these, as well as walking humbly with God, are put in opposition to those ceremonial methods of recommendation, which Balak hoped might have served the turn. From hence appears what he meant by the righteous, whose death he desires to die.","subId":"5","id":"Butler.S.7.5"},{"type":"paragraph","content":"Whether it was his own character shall now be inquired: and in order to determine it, we must take a view of his whole behaviour upon this occasion. When the elders of Moab came to him, though he appears to have been much allured with the rewards offered, yet he had such regard to the authority of God, as to keep the messengers in suspense until he had consulted his will. And God said to him, <q>Thou shalt not go with them, thou shalt not curse the people, for they are blessed,</q> Num. xxii. 12. Upon this he dismisses the ambassadors, with an absolute refusal of accompanying them back to their king. Thus far his regard to his duty prevailed; neither does there anything appear as yet amiss in his conduct. His answer being reported to the king of Moab, a more honourable embassy is immediately dispatched, and greater rewards proposed. Then the iniquity of his heart began to disclose itself. A thorough honest man would, without hesitation, have repeated his former answer, that he could not be guilty of so infamous a prostitution of the sacred character with which he was invested, as, in the name of a prophet, to curse those whom he knew to be blessed. But instead of this, which was the only honest part in these circumstances that lay before him, he desires the princes of Moab to tarry that night with him also; and, for the sake of the reward, deliberates whether, by some means or other, he might not be able to obtain leave to curse Israel: to do that which bad been before revealed to him to be contrary to the will of God, which yet he resolves not to do without that permission. Upon which, as when this nation afterwards rejected God from reigning over them, he gave them a king in his anger; in the same way, as appears from other parts of the narration, he gives Balaam the permission he desired: for this is the most natural sense of the words. Arriving in the territories of Moab, and being received with particular distinction by the king, and he repeating in person the promise of the rewards he had before made to him by his ambassadors, he seeks, the text says, by sacrifices and enchantments, (what these were is not to our purpose,) to obtain leave of God to curse the people; keeping still his resolution, not to do it without that permission; which, not being able to obtain, he had such regard to the command of God, as to keep this resolution to the last. The supposition of his being under a supernatural restraint is a mere fiction of Philo. He is plainly represented to be under no other force or restraint than the fear of God. However, he goes on persevering in that endeavour, after he had declared that <q>God had not beheld iniquity in Jacob, neither had he seen perverseness in Israel,</q> Num. xxiii. 21; i.e., they were a people of virtue and piety, so far as not to have drawn down, by their iniquity, that curse which he was soliciting leave to pronounce upon them. So that the state of Balaam's mind was this:—he wanted to do what he knew to be very wicked, and contrary to the express command of God; he had inward checks and restraints, which he could not entirely get over; he therefore casts about for ways to reconcile this wickedness with his duty. How great a paradox soever this may appear, as it is indeed a contradiction in terms, it is the very account which the Scripture gives us of him.","subId":"6","id":"Butler.S.7.6"},{"type":"paragraph","content":"But there is a more surprising piece of iniquity yet behind. Not daring, in his religious character, as a prophet, to assist the king of Moab, he considers whether there might not be found some other means of assisting him against that very people, whom he himself, by the fear of God, was restrained from cursing in words. One would not think it possible that the weakness, even of religious self-deceit, in its utmost excess, could have so poor a distinction, so fond an evasion, to serve itself of. But so it was: and he could think of no other method than to betray the children of Israel to provoke His wrath, who was their only strength and defence. The temptation which he pitched upon was that concerning which Solomon afterwards observed, that it had <q>cast down many wounded; yea, many strong men had been slain by it;</q> and of which he himself was a sad example, when <q>his wives turned away his heart after other gods.</q> This succeeded: the people sin against God; and thus the prophet's counsel brought on that destruction, which he could by no means be prevailed upon to assist with the religious ceremony of execration, which the king of Moab thought would itself have effected it. Their crime and punishment are related in Deuteronomy, chap, iv., and Numbers, chap. xxv. And, from the relation repeated in Numbers, chap, xxxi., it appears that Balaam was the contriver of the whole matter. It is also ascribed to him in the Eevelation, chap, ii., where he is said to have <q>taught Balak to cast a stumbling-block before the children of Israel.</q>","subId":"7","id":"Butler.S.7.7"},{"type":"paragraph","content":"This was the man, this Balaam, I say, was the man, who desired to <q>die the death of the righteous,</q> and that his <q>last end might be like his;</q> and this was the state of his mind when he pronounced these words.","subId":"8","id":"Butler.S.7.8"},{"type":"paragraph","content":"So that the object we have now before us is the most astonishing in the world; a very wicked man, under a deep sense of God and religion, persisting still in his wickedness, and preferring the wages of unrighteousness, even when he had before him a lively view of death, and that approaching period of his days, which should deprive him of all those advantages for which he was prostituting himself; and likewise a prospect, whether certain or uncertain, of a future state of retribution. All this, joined with an explicit ardent wish, that when he was to leave this world, he might be in the condition of a righteous man. Good God! what inconsistency, what perplexity is here! With what different views of things, with what contradictory principles of action, must such a mind be torn and distracted! It was not unthinking carelessness by which he ran on headlong in vice and folly, without ever making a stand to ask himself what he was doing. No; he acted upon the cool motives of interest and advantage. Neither was he totally hard and callous to impressions of religion, what we call abandoned; for he absolutely denied to curse Israel. When reason assumes her place, when convinced of his duty, when he owns and feels, and is actually under the influence of the Divine authority—whilst he is carrying on his views to the grave, the end of all temporal greatness under the sense of things, with the better character and more desirable state present—full before him—in his thoughts, in his wishes, voluntarily to choose the worse—what fatality is here! Or how otherwise can such a character be explained? And yet, strange as it may appear, it is not altogether an uncommon one: nay, with some small alterations, and put a little lower, it is applicable to a very considerable part of the world. For, if the reasonable choice be seen and acknowledged, and yet men make the unreasonable one, is not this the flame contradiction? that very inconsistency which appeared so unaccountable?","subId":"9","id":"Butler.S.7.9"},{"type":"paragraph","content":"To give some little opening to such characters and behaviour, it is to be observed in general, that there is no account to be given, in the way of reason, of men's so strong attachments to the present world: our hopes and fears, and pursuits, are in degrees beyond all proportion to the known value of the things they respect. This may be said, without taking into consideration religion and a future state; and when these are considered, the disproportion is infinitely heightened. Now, when men go against their reason, and contradict a more important interest at a distance, for one nearer, though of less consideration; if this be the whole of the case, all that can be said is, that strong passions, some kind of brute force within, prevails over the principle of rationality. However, if this be with a clear, full, and distinct view of the truth of things, then it is doing the utmost violence to themselves, acting in the most palpable contra- diction to their very nature. But if there be any such thing in mankind, as putting half-deceits upon themselves; which there plainly is, either by avoiding reflection, or (if they do reflect) by religious equivocation, subterfuges, and palliating matters to themselves; by these means conscience may be laid asleep, and they may go on in a course of wickedness with less disturbance. All the various turns, doubles, and intricacies in a dishonest heart, cannot be unfolded or laid open; but that there is somewhat of that kind is manifest, be it to be called self-deceit, or by any other name. Balaam had before his eyes the authority of God, absolutely forbidding him what he, for the sake of a reward, had the strongest inclination to: he was likewise in a state of mind sober enough to consider death and his last end: by these considerations he was restrained, first from going to the king of Moab, and after he did go, from cursing Israel. But notwithstanding this, there was great wickedness in his heart. He could not forego the rewards of unrighteousness; he therefore first seeks for indulgences; and, when these could not be obtained, he sins against the whole meaning, end, and design of the prohibition, which no consideration in the world could prevail with him to go against the letter of. And surely that impious counsel he gave to Balak against the children of Israel was, considered in itself, a greater piece of wickedness, than if he had cursed them in words.","subId":"10","id":"Butler.S.7.10"},{"type":"paragraph","content":"If it be inquired, what his situation, his hopes, and fears were, in respect to this his wish, the answer must be, That consciousness of the wickedness of his heart must necessarily have destroyed all settled hopes of dying the death of the righteous; he could have no calm satisfaction in this view of his last end: yet, on the other hand, it is possible that those partial regards to his duty, now mentioned, might keep him from perfect despair.","subId":"11","id":"Butler.S.7.11"},{"type":"paragraph","content":"Upon the whole, it is manifest that Balaam had the most just and true notions of God and religion; as appears, partly from the original story itself, and more plainly from the passage in Micah; where he explains religion to consist in real virtue and real piety, expressly distinguished from superstition, and in terms which most strongly exclude dishonesty and falseness of heart. Yet you see his behaviour: he seeks indulgences for plain wickedness; which not being able to obtain, he glosses over that same wickedness, dresses it up in a new form, in order to make it pass off more easily with himself: that is, he deliberately contrives to deceive and impose upon himself, in a matter which he knew to be of the utmost importance.","subId":"12","id":"Butler.S.7.12"},{"type":"paragraph","content":"To bring these observations home to ourselves: it is too evident that many persons allow themselves in very unjustifiable courses, who yet make great pretences to religion; not to deceive the world,—none can be so weak as to think this will pass in our age,—but from principles, hopes, and fears respecting God and a future state; and go on thus with a sort of tranquillity and quiet of mind. This cannot be upon a thorough consideration and full resolution that the pleasures and advantages they propose are to be pursued at all hazards, against reason, against the law of God, and though everlasting destruction is to be the consequence. This would be doing too great violence upon themselves. No: they are for making a composition with the Almighty. These of his commands they will obey: but as to others—why they will make all the atonements in their power; the ambitious, the covetous, the dissolute man, each in a way which shall not contradict his respective pursuit. Indulgences before, which was Balaam's first attempt, though he was not so successful in it as to deceive himself, or atonements afterwards, are all the same. And here, perhaps, come in faint hopes that they may, and half resolves that they will, one time or other, make a change.","subId":"13","id":"Butler.S.7.13"},{"type":"paragraph","content":"Besides these, there are also persons who, from a more just way of considering things, see the infinite absurdity of this, of substituting sacrifice instead of obedience: there are persons far enough from superstition, and not without some real sense of God and religion upon their minds, who yet are guilty of most unjustifiable practices, and go on with great coolness and command over themselves. The same dishonesty and unsoundness of heart discovers itself in these another way. In all common ordinary cases, we see intuitively at first view what is our duty, what is the honest part. This is the ground of the observation, that the first thought is often the best. In these cases doubt and deliberation is itself dishonesty; as it was in Balaam upon the second message. That which is called considering what is our duty in a particular case, is very often nothing but endeavouring to explain it away. Thus those courses which, if men would fairly attend to the dictates of their own consciences, they would see to be corruption, excess, oppression, uncharitableness; these are refined upon;—things were so and so cicumstanced; great difficulties are raised about fixing bounds and degrees; and thus every moral obligation whatever may be evaded. Here is scope, I say, for an unfair mind to explain away every moral obligation to itself. Whether men reflect again upon this internal management and artifice, and how explicit they are with themselves, is another question. There are many operations of the mind, many things pass within, which we never reflect upon again, which a by-stander, from having frequent opportunities of observing us and our conduct, may make shrewd guesses at.","subId":"14","id":"Butler.S.7.14"},{"type":"paragraph","content":"That great numbers are in this way of deceiving themselves is certain. There is scarce a man in the world, who has entirely got over all regards, hopes, and fears, concerning God and a future state; and these apprehensions in the generality, bad as we are, prevail in considerable degrees; yet men will and can be wicked, with calmness and thought; we see they are. There must, therefore, be some method of making it sit a little easy upon their minds, which, in the superstitious, is those indulgences and atonements before mentioned, and this self-deceit of another kind in persons of another character. And both these proceed from a certain unfairness of mind, a peculiar inward dishonesty; the direct contrary to that simplicity which our Saviour recommends, under the notion of <q>becoming little children,</q> as a necessary qualification for our entering into the kingdom of heaven.","subId":"15","id":"Butler.S.7.15"},{"type":"paragraph","content":"But to conclude: how much soever men differ in the course of life they prefer, and in their ways of palliating and excusing their vices to themselves; yet all agree in one thing, desiring to <q>die the death of the righteous.</q> This is surely remarkable. The observation may be extended further, and put thus: even without determining what that is, which we call guilt or innocence, there is no man but would choose, after having had the pleasure or advantage of a vicious action, to be free of the guilt of it, to be in the state of an innocent man. This shows at least a disturbance, an implicit dissatisfaction in vice. If we inquire into the grounds of it, we shall find it proceeds partly from an immediate sense of having done evil, and, partly, from an apprehension, that this inward sense shall, one time or other, be seconded by a higher judgment, upon which our whole being depends. Now, to suspend and drown this sense, and these apprehensions, be it by the hurry of business or of pleasure, or by superstition, or moral equivocations, this is in a manner one and the same, and makes no alteration at all in the nature of our case. Things and actions are what they are, and the consequences of them will be what they will be: why, then, should we desire to be deceived? As we are reasonable creatures, and have any regard to ourselves, we ought to lay these things plainly and honestly before our mind, and upon this, act as you please, as you think most fit; make that choice, and prefer that course of life, which you can justify to yourselves, and which sits most easy upon your own mind. It will immediately appear, that vice cannot be the happiness, but must, upon the whole, be the misery, of such a creature as man—a moral, an accountable agent. Superstitious observances, self-conceit, though of a more refined sort, will not, in reality, at all amend matters with us. And the result of the whole can be nothing else, but that with simplicity and fairness we <q>keep innocency, and take heed unto the thing that is right; for this alone shall bring a man peace at the last.</q>","subId":"16","id":"Butler.S.7.16"}]}