{"imported":true,"id":"Shaftesbury.C.JH.1","parent":"Shaftesbury.C.JH","title":"Chapter I. Of the general Constitution or Ordonnance of the Tablature","breadcrumb":"Chapter 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_026","texts":[],"published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Chapter I. Of the general Constitution or Ordonnance of the Tablature £1","id":"Shaftesbury.C.JH.1"},{"type":"paragraph","content":"THIS Fable or History may be variously represented, according to the Order of Time:","subId":"1","id":"Shaftesbury.C.JH.1.1"},{"type":"paragraph","content":"Either in the instant when the two Goddesses, ^Virtue^ and ^Pleasure^, accost ^Hercules^;","subId":"2","id":"Shaftesbury.C.JH.1.2"},{"type":"paragraph","content":"Or when they are enter'd on their Dispute;","subId":"3","id":"Shaftesbury.C.JH.1.3"},{"type":"paragraph","content":"Or when their Dispute is already far advanc'd, and ^Virtue^ seems to gain her Cause.","subId":"4","id":"Shaftesbury.C.JH.1.4"},{"type":"paragraph","content":"(2.) According to the _first_ Notion, ^Hercules^ must of necessity seem surpriz'd on the first appearance of such miraculous Forms. He admires, he contemplates; but is not yet ingag'd or interested. According to the _second_ Notion, he is interested, divided, and in doubt. According to the _third,_ he is wrought, agitated, and torn by contrary Passions. 'Tis the last Effort of the vitious one, striving for possession over him. He agonizes, and with all his Strength of Reason endeavours to overcome himself:","subId":"5","id":"Shaftesbury.C.JH.1.5"},{"type":"paragraph","content":"And the spirit is overwhelmed by reason, and it struggles to be conquered.[n1]","subId":"6","id":"Shaftesbury.C.JH.1.6"},{"type":"paragraph","content":"(3.) Of these different Periods of Time, the latter has been chosen; as being the only one of the three, which can well serve to express _the grand Event,_ or consequent _Resolution_ of ^Hercules^, and the _Choice_ he actually made of a Life full of Toil and Hardship, under the conduct of ^Virtue^, for the deliverance of Mankind from Tyranny and Oppression. And 'tis to such _a Piece,_ or _Tablature,_ as represents this Issue of the Balance, in our pondering Hero, that we may justly give the Title of _the Decision or Judgment of_ ^Hercules^.","subId":"7","id":"Shaftesbury.C.JH.1.7"},{"type":"paragraph","content":"(4.) The same History may be represented yet according to a _fourth_ Date or Period: as at the time when ^Hercules^ is intirely won by _Virtue._ But then the signs of this resolute Determination reigning absolutely in the Attitude, and Air of our young Hero; there wou'd be no room left to represent his Agony, or inward Conflict, which indeed makes the principal Action _here;_ as it wou'd do in a _Poem,_ were this Subject to be treated by a good Poet. Nor wou'd there be any more room left in this case, either for the persuasive Rhetorick of ^Virtue^, who must have already ended her Discourse, or for the insinuating Address of ^Pleasure^, who having lost her Cause, must necessarily appear displeas'd, or out of humour: a Circumstance which wou'd no way sute her Character.","subId":"8","id":"Shaftesbury.C.JH.1.8"},{"type":"paragraph","content":"(5.) In the original Story or Fable of this Adventure of our young ^Hercules^, 'tis particularly noted, that ^Pleasure^, advancing hastily before ^Virtue^, began her Plea, and was heard with prevention; as being first in turn. And as this Fable is wholly _philosophical_ and _moral,_ this Circumstance in particular is to be consider'd as essential.","subId":"9","id":"Shaftesbury.C.JH.1.9"},{"type":"paragraph","content":"(6.) In this _third_ Period therefore of our History (dividing it, as we have done, into _four_ successive Dates or Points of Time) ^Hercules^ being Auditor, and attentive, speaks not. ^Pleasure^ has spoken. ^Virtue^ is still speaking. She is about the middle, or towards the end of her Discourse; in the place where, according to just Rhetorick, the highest Tone of Voice and strongest Action are employ'd.","subId":"10","id":"Shaftesbury.C.JH.1.10"},{"type":"paragraph","content":"(7.) 'Tis evident, that every Master in Painting, when he has made choice of the determinate Date or Point of Time, according to which he wou'd represent his History, is afterwards debar'd the taking advantage from any other Action than what is immediately present, and belonging to that single Instant he describes. For if he passes the present only for a moment, he may as well pass it for many years. And by this reckoning he may with as good right repeat the same Figure several times over, and in one and the same Picture represent ^Hercules^ in his Cradle, struggling with the Serpents; and the same ^Hercules^ of full Age, fighting with the _Hydra,_ with _Anteus,_ and with _Cerberus:_ which wou'd prove a mere confus'd Heap, or Knot of Pieces, and not a single intire _Piece,_ or _Tablature,_ of the historical kind.","subId":"11","id":"Shaftesbury.C.JH.1.11"},{"type":"paragraph","content":"(8.) It may however be allowable, on some occasions, to make use of certain _enigmatical_ or _emblematical_ Devises, to represent a future Time: as when ^Hercules^, yet a mere Boy, is seen holding a small Club, or wearing the Skin of a young Lion. For so we often find him in the best _Antiques._ And tho History had never related of ^Hercules^, that being yet very young, he kill'd a Lion with his own hand; this Representation of him wou'd nevertheless be intirely conformable to _poetick Truth;_ which not only admits, but necessarily presupposes _Prophecy_ or _Prognostication,_ with regard to the Actions, and Lives of Heroes and Great Men. Besides that as to our Subject, in particular, the natural Genius of ^Hercules^, even in his tenderest Youth, might alone answer for his handling such Arms as these, and bearing, as it were in play, these early tokens of the future Hero.","subId":"12","id":"Shaftesbury.C.JH.1.12"},{"type":"paragraph","content":"(9.) To preserve therefore a just Conformity with _historical Truth,_ and with the _Unity of Time_ and _Action,_ there remains no other way by which we can possibly give a hint of any thing future, or call to mind any thing past, than by setting in view such Passages or Events as have actually subsisted, or according to Nature might well subsist, or happen together in _one and the same_ instant. And this is what we may properly call _The Rule of Consistency._","subId":"13","id":"Shaftesbury.C.JH.1.13"},{"type":"paragraph","content":"(10.) How is it therefore possible, says one, to express a Change of Passion in any Subject, since this Change is made by Succession; and that in this case the Passion which is understood as present, will require a Disposition of Body and Features wholly different from the Passion which is over, and past? To this we answer, That notwithstanding the Ascendency or Reign of the principal and immediate Passion, the Artist has power to leave still in his Subject the Tracts or Footsteps of its Predecessor: so as to let us behold not only a rising Passion together with a declining one; but, what is more, a strong and determinate Passion, with its contrary already discharg'd and banish'd. As for instance, when the plain Tracts of Tears new fallen, with other fresh tokens of Mourning and Dejection, remain still in a Person newly transported with Joy at the sight of a Relation or Friend, who the moment before had been lamented as one deceas'd or lost.","subId":"14","id":"Shaftesbury.C.JH.1.14"},{"type":"paragraph","content":"(11.) Again, by the same means which are employ'd to call to mind _the Past,_ we may anticipate _the Future:_ as wou'd be seen in the case of an able Painter, who shou'd undertake to paint this History of ^Hercules^ according to the third Date or Period of Time propos'd for our historical Tablature. For in this momentary Turn of Action, ^Hercules^ remaining still in a situation expressive of Suspense and Doubt, wou'd discover nevertheless that the Strength of this inward Conflict was over, and that Victory began now to declare her-self in favour of _Virtue._ This Transition, which seems at first so mysterious a Performance, will be easily comprehended, if one considers, That the Body, which moves much slower than the Mind, is easily out-strip'd by this latter; and that the Mind on a sudden turning it-self some new way, the nearer situated and more sprightly parts of the Body (such as the Eyes, and Muscles about the Mouth and Forehead) taking the alarm, and moving in an instant, may leave the heavier and more distant Parts to adjust them-selves, and change their Attitude some moments after.","subId":"15","id":"Shaftesbury.C.JH.1.15"},{"type":"paragraph","content":"(12.) This different Operation may be distinguish'd by the names of _Anticipation_ and _Repeal._","subId":"16","id":"Shaftesbury.C.JH.1.16"},{"type":"paragraph","content":"(13.) If by any other method an Artist shou'd pretend to introduce into this Piece any portion of Time, future or past, he must either sin directly against the Law of _Truth_ and _Credibility,_ in representing things contrary and incompatible; or against that Law of _Unity_ and _Simplicity of Design,_ which constitutes the very Being of his Work. This particularly shews it-self in a Picture, when one is necessarily left in doubt, and unable to determine readily, _Which_ of the distinct successive parts of the History or Action is that _very-one_ represented in the Design. For even here the case is the same as in the other Circumstances of Poetry and Painting: \"That what is principal or chief, shou'd immediately shew it-self, without leaving the Mind in any uncertainty.\"","subId":"17","id":"Shaftesbury.C.JH.1.17"},{"type":"paragraph","content":"(14.) According to this Rule of the _Unity of Time,_ if one shou'd ask an Artist, who had painted this History of _The Judgment of_ ^Hercules^,[n2] \"Which of these four Periods or Dates of Time above propos'd he intended in his Picture to represent\"; and it shou'd happen that he cou'd not readily answer, 'Twas this, or that: It wou'd appear plainly he had never form'd a _real Notion_ of his Workmanship, or of the History he intended to represent. So that when he had executed even to a Miracle all those other Beautys requisite in _a Piece,_ and had fail'd in this single one, he wou'd from hence alone be prov'd to be in truth no _History-Painter,_ or Artist in the kind, who understood not so much as how to form the real Design of a _historical Piece._","subId":"18","id":"Shaftesbury.C.JH.1.18"},{"type":"note","content":"_Et premitur ratione animus, vincique laborat._","subId":"n1","id":"Shaftesbury.C.JH.1.n1"},{"type":"note","content":"If the same Question concerning the _instantaneous_ Action, or present Moment of Time, were apply'd to many famous historical Paintings much admir'd in the World, they wou'd be found very defective: as we may learn by the Instance of that single Subject of ACTEON, one of the commonest in Painting. Hardly is there any where seen a Design of this poetical History, without a ridiculous Anticipation of the _Metamorphosis._ The Horns of ACTEON, which are the Effect of a Charm, shou'd naturally wait the execution of that Act in which the Charm consists. Till the Goddess therefore has thrown her Cast, the Hero's Person suffers not any Change. Even while the Water flies, his Forehead is still sound. But in the usual Design we see it otherwise. The Horns are already _sprouted,_ if not full grown: and the Goddess is seen watering _the Sprouts._","subId":"n2","id":"Shaftesbury.C.JH.1.n2"}]}
