{"imported":true,"id":"Shaftesbury.C.JH.2","parent":"Shaftesbury.C.JH","title":"Chapter II. Of the First or Principal Figure","breadcrumb":"Chapter 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_027","texts":[],"published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Chapter II. Of the First or Principal Figure £1","id":"Shaftesbury.C.JH.2"},{"type":"paragraph","content":"TO apply therefore what has been said above to our immediate Design or _Tablature_ in hand; we may observe, in the first place, with regard to ^Hercules^, (the _first_ or _principal Figure_ of our Piece) that being plac'd in the middle, between the two Goddesses, he shou'd by a skilful Master be so drawn, as even setting aside the Air and Features of the Face, it shou'd appear by the very Turn, or Position of the Body alone, that this young Hero had not wholly quitted the balancing or pondering part. For in the manner of his turn towards the worthier of these Goddesses, he shou'd by no means appear so averse or separate from the other, as not to suffer it to be conceiv'd of him, that he had ever any inclination for her, or had ever hearken'd to her Voice. On the contrary, there ought to be some hopes yet remaining for this latter Goddess ^Pleasure^, and some regret apparent in ^Hercules^. Otherwise we shou'd pass immediately from the _third_ to the _fourth_ Period; or at least confound one with the other.","subId":"1","id":"Shaftesbury.C.JH.2.1"},{"type":"paragraph","content":"(2.) ^Hercules^, in this Agony describ'd, may appear either sitting, or standing: tho it be more according to probability for him to appear standing; in regard to the presence of the two Goddesses, and by reason the case is far from being the same _here_ as in _The Judgment of_ ^Paris^; where the interested Goddesses plead their Cause before their Judg. Here the Interest of ^Hercules^ himself is at stake. 'Tis _his own_ Cause which is trying. He is in this respect not so much _the Judg,_ as he is in reality _the Party judg'd._","subId":"2","id":"Shaftesbury.C.JH.2.2"},{"type":"paragraph","content":"(3.) The superior and commanding Passion of ^Hercules^ may be express'd either by _a strong Admiration,_ or by an Admiration which holds chiefly of _Love._","subId":"3","id":"Shaftesbury.C.JH.2.3"},{"type":"paragraph","content":"Excited by an amorous love.[n1]","subId":"4","id":"Shaftesbury.C.JH.2.4"},{"type":"paragraph","content":"(4.) If the latter be us'd, then the reluctant Passion, which is not yet wholly overcome, may shew it-self in Pity and Tenderness, mov'd in our Hero by the thought of those Pleasures and Companions of his Youth, which he is going for ever to abandon. And in this sense ^Hercules^ may look either on the one or the other of the Goddesses, with this difference; That if he looks on _Pleasure,_ it shou'd be faintly, and as turning his Eyes back with Pity; having still his Action and Gesture turn'd the other way towards _Virtue._ If, on the contrary, he looks on _Virtue;_ it ought to be earnestly, and with extreme attention, having some part of the Action of his Body, inclining still towards _Pleasure,_ and discovering by certain Features of Concern and Pity, intermix'd with the commanding or conquering Passion, that the Decision he is about to make in favour of _Virtue,_ cost him not a little.","subId":"5","id":"Shaftesbury.C.JH.2.5"},{"type":"paragraph","content":"(5.) If it be thought fit rather to make use of Admiration, merely to express the _commanding_ Passion of ^Hercules^: then the _reluctant-one_ may discover it-self in a kind of Horror, at the thought of the Toil and Labour, to be sustain'd in the rough rocky way apparent on the side of ^Virtue^.","subId":"6","id":"Shaftesbury.C.JH.2.6"},{"type":"paragraph","content":"(6.) Again, ^Hercules^ may be represented as looking neither towards ^Virtue^ nor ^Pleasure^, but as turning his Eyes either towards the mountainous rocky Way pointed out to him by ^Virtue^, or towards the flowry Way of the Vale and Meadows, recommended to him by ^Pleasure^. And to these different Attitudes may be apply'd the same Rules for the Expression of the _Turn_ or _Balance of Judgment_ in our pensive Hero.","subId":"7","id":"Shaftesbury.C.JH.2.7"},{"type":"paragraph","content":"(7.) Whatever may be the manner chosen for the designing of this Figure of ^Hercules^, according to that part of the History in which we have taken him; 'tis certain he shou'd be so drawn, as neither by the opening of his mouth, or by any other sign, to leave it in the least dubious whether he is speaking or silent. For 'tis absolutely requisite that _Silence_ shou'd be distinctly characteriz'd in ^Hercules^, not only as the natural effect of his strict Attention, and the little leisure he has from what passes at this time within his breast; but in order withal to give that appearance of Majesty and Superiority becoming the Person and Character of pleading ^Virtue^; who by her Eloquence and other Charms has ere this made her-self mistress of the Heart of our enamour'd Hero:","subId":"8","id":"Shaftesbury.C.JH.2.8"},{"type":"paragraph","content":"[n2]And again she hangs on the lips of the storyteller.","subId":"9","id":"Shaftesbury.C.JH.2.9"},{"type":"paragraph","content":"This Image of _the Sublime_ in the Discourse and Manner of ^Virtue^, wou'd be utterly lost, if in the instant that she employ'd the greatest Force of Action, she shou'd appear to be interrupted by the ill-tim'd Speech, Reply, or Utterance of her Auditor. Such a Design or Representation as this, wou'd prove contrary to Order, contrary to the History, and to the _Decorum,_ or Decency of Manners. Nor can one well avoid taking notice here, of that general Absurdity committed by many of the esteem'd great Masters in Painting; who in one and the same Company, or Assembly of Persons jointly employ'd, and united according to the History, in one single or common Action, represent to us not only _two_ or _three,_ but _several,_ and sometimes _all_ speaking at once. Which must naturally have the same effect on the Eye, as such a Conversation wou'd have upon the Ear, were we in reality to hear it.","subId":"10","id":"Shaftesbury.C.JH.2.10"},{"type":"note","content":"——_Ingenti perculsus amore._","subId":"n1","id":"Shaftesbury.C.JH.2.n1"},{"type":"note","content":"——_Pendetque iterum narrantis ob ore._ Virg. AEn. Lib. iv. ver. 79.","subId":"n2","id":"Shaftesbury.C.JH.2.n2"}]}
