{"imported":true,"id":"Shaftesbury.C.JH.5","parent":"Shaftesbury.C.JH","title":"Chapter V. Of the Ornaments of the Piece; and chiefly of the Drapery, and Perspective","breadcrumb":"Chapter 5","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_030","texts":[],"published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Chapter V. Of the Ornaments of the Piece; and chiefly of the Drapery, and Perspective £1","id":"Shaftesbury.C.JH.5"},{"type":"paragraph","content":"TIS sufficiently known, how great a liberty Painters are us'd to take, in the colouring of their Habits, and of other Draperys belonging to their historical Pieces. If they are to paint a _Roman_ People, they represent 'em in different Dresses; tho it be certain the common People among 'em were habited very near alike, and much after the same colour. In like manner, the _Egyptians, Jews,_ and other antient Nations, as we may well suppose, bore in this particular their respective Likeness or Resemblance one to another; as at present the _Spaniards, Italians,_ and several other People of _Europe._ But such a Resemblance as this wou'd, in the way of Painting, produce a very untoward effect; as may easily be conceiv'd. For this reason the Painter makes no scruple to introduce _Philosophers,_ and even _Apostles,_ in various Colours, after a very extraordinary manner. 'Tis here that the _historical Truth_ must of necessity indeed give way to that which we call _poetical,_ as being govern'd not so much by _Reality,_ as by _Probability,_ or _plausible Appearance,_ So that a Painter, who uses his Privilege or Prerogative in this respect, ought however to do it cautiously, and with discretion. And when occasion requires that he shou'd present us his _Philosophers_ or _Apostles_ thus variously colour'd, he must take care at least so to mortify his Colours, that these plain poor Men may not appear, in his Piece, adorn'd like so many Lords or Princes of the modern Garb.","subId":"1","id":"Shaftesbury.C.JH.5.1"},{"type":"paragraph","content":"(2.) If, on the other hand, the Painter shou'd happen to take for his Subject some solemn Entry or Triumph, where, according to the Truth of _Fact,_ all manner of Magnificence had without doubt been actually display'd, and all sorts of bright and dazling Colours heap'd together and advanc'd, in emulation, one against another; he ought on this occasion, in breach of the _historical Truth,_ or Truth _of Fact,_ to do his utmost to diminish and reduce the excessive Gaiety and Splendor of those Objects, which wou'd otherwise raise such a Confusion, Oppugnancy, and Riot of Colours, as wou'd to any judicious Eye appear absolutely intolerable.","subId":"2","id":"Shaftesbury.C.JH.5.2"},{"type":"paragraph","content":"(3.) It becomes therefore an able Painter in this, as well as in the other parts of his Workmanship, to have regard principally, and above all, to the Agreement or Correspondency of things. And to that end 'tis necessary he shou'd form in his Mind a certain Note or Character of _Unity,_ which being happily taken, wou'd, out of the many Colours of his Piece, produce (if one may say so) _a particular distinct Species_ of an original kind: like those Compositions in Musick, where among the different Airs, (such as _Sonatas, Entrys,_ or _Sarabands_) there are different and distinct Species; of which we may say in particular, as to each, \"That it has its own proper Character or Genius, peculiar to it-self.\"","subId":"3","id":"Shaftesbury.C.JH.5.3"},{"type":"paragraph","content":"(4.) Thus the _Harmony_ of Painting requires, \"That in whatever _Key_ the Painter begins his Piece, he shou'd be sure to finish it in the same.\"","subId":"4","id":"Shaftesbury.C.JH.5.4"},{"type":"paragraph","content":"(5.) This Regulation turns on the _principal Figure,_ or on the two or three which are _eminent,_ in a Tablature compos'd of many. For if the Painter happens to give a certain Height or Richness of colouring to his principal Figure; the rest must in proportion necessarily partake this Genius. But if, on the contrary, the Painter shou'd have chanc'd to give a softer Air, with more Gentleness and Simplicity of colouring, to his principal Figure; the rest must bear a Character proportionable, and appear in an extraordinary Simplicity; that one and the same Spirit may, without contest, reign thro' the whole of his Design.","subId":"5","id":"Shaftesbury.C.JH.5.5"},{"type":"paragraph","content":"(6.) Our Historical Draught of ^Hercules^ will afford us a very clear example in the case. For considering that the Hero is to appear on this occasion retir'd and gloomy; being withal in a manner naked, and without any other Covering than a Lion's Skin, which is it-self of a yellow and dusky colour; it wou'd be really impracticable for a Painter to represent this principal Figure in any extraordinary brightness or lustre. From whence it follows, that in the other inferior Figures or subordinate parts of the Work, the Painter must necessarily make use of such still quiet Colours, as may give to the whole Piece a Character of Solemnity and Simplicity, agreeable with it-self. Now shou'd our Painter honestly go about to follow his Historian, according to the literal Sense of the History, which represents ^Virtue^ to us in a resplendent Robe of the purest and most glossy White; 'tis evident he must after this manner destroy his Piece. The _good Painter_ in this, as in all other occasions of like nature, must do as the _good Poet;_ who undertaking to treat some common and known Subject, refuses however to follow strictly, like a mere Copyist or Translator, any preceding Poet or Historian; but so orders it, that his Work in it-self becomes really new and original.","subId":"6","id":"Shaftesbury.C.JH.5.6"},{"type":"paragraph","content":"[n1]A public subject will be a private right to you if you will not linger around worthless and common matters nor will endeavor to return word for word as a conscientious interpreter.","subId":"7","id":"Shaftesbury.C.JH.5.7"},{"type":"paragraph","content":"(7.) As for what relates to the _Perspective_ or _Scene_ of our historical Piece, it ought so to present it-self, as to make us instantly conceive that 'tis in the Country, and in a place of Retirement, near some Wood or Forest, that this whole Action passes. For 'twou'd be impertinent to bring _Architecture_ or Buildings of whatever kind in view, as tokens of Company, Diversion, or Affairs, in a Place purposely chosen to denote Solitude, Thoughtfulness, and premeditated Retreat. Besides, that according to the Poets (our Guides and Masters in this Art) neither the Goddesses, nor other divine Forms of whatever kind, car'd ever to present themselves to human Sight, elsewhere than in these deep Recesses. And 'tis worth observing here, how particularly our philosophical Historian affects to speak, by way of prevention, of the solitary place where ^Hercules^ was retir'd, and of his Thoughtfulness preceding this Apparition: which from these Circumstances may be constru'd hence-forward as a mere _Dream;_ but as such, a truly rational, and _divine_ one.","subId":"8","id":"Shaftesbury.C.JH.5.8"},{"type":"paragraph","content":"(8.) As to the _Fortress, Temple,_ or _Palace_ of ^Virtue^, situated on a Mountain, after the emblematical way; as we see represented in some Pieces form'd upon this Subject; there is nothing of this kind express'd by our Historian. And shou'd this, or any thing of a like nature, present it-self in our Design, it wou'd fill the Mind with foreign Fancys, and mysterious Views, no way agreeable to the Taste and Genius of this Piece. Nor is there any thing, at the same time, on ^Pleasure^'s side, to answer, by way of opposition, to this _Palace_ of ^Virtue^; which, if express'd, wou'd on this account destroy the just Simplicity and Correspondency of our Work.","subId":"9","id":"Shaftesbury.C.JH.5.9"},{"type":"paragraph","content":"(9.) Another Reason against the _Perspective_-part, the _Architecture,_ or other study'd Ornaments of the _Landskip_-kind, in this particular Piece of ours, is, That in reality there being no occasion for these Appearances, they wou'd prove a mere Incumbrance to the Eye, and wou'd of necessity disturb the Sight, by diverting it from that which is principal, the _History_ and _Fact._ Whatsoever appears in a historical Design, which is not essential to the Action, serves only to confound the Representation, and perplex the Mind: more particularly, if these _Episodick_ parts are so lively wrought, as to vie with the principal Subject, and contend for Precedency with the _Figures_ and _human Life._ A just Design, or Tablature, shou'd, at first view, discover, What _Nature_ it is design'd to imitate; what _Life,_ whether of the higher or lower kind, it aims chiefly to represent. The Piece must by no means be equivocal or dubious; but must with ease distinguish it-self, either as _historical_ and _moral,_ or as _perspective_ and merely _natural._ If it be _the latter_ of these Beautys, which we desire to see delineated according to its perfection, then _the former_ must give place. The _higher_ Life must be allay'd, and in a manner discountenanc'd and obscur'd; whilst the _lower_ displays it-self, and is exhibited as principal. Even that, which according to a Term of Art we commonly call _Still-Life,_ and is in reality of the last and lowest degree of Painting, must have its Superiority and just Preference in a Tablature of its own Species. 'Tis the same in _Animal-Pieces;_ where Beasts, or Fowl are represented. In _Landskip,_ Inanimates are principal: 'Tis the Earth, the Water, the Stones and Rocks which live. All other Life becomes subordinate. Humanity, Sense, Manners, must in this place yield, and become inferior. 'Twou'd be a fault even to aim at the Expression of any real Beauty in this kind, or go about to animate or heighten in any considerable degree the accompanying Figures of Men, or Deitys, which are accidentally introduc'd, as Appendices, or Ornaments, in such a Piece. But if, on the contrary, the _human Species_ be that which first presents it-self in a Picture; if it be the _intelligent Life,_ which is set to view; 'tis the _other Species,_ the _other Life,_ which must then surrender and become subservient. The _merely natural_ must pay homage to the _historical_ or _moral._ Every Beauty, every Grace must be sacrific'd to the _real_ ^Beauty^ _of this first and highest Order._ For nothing can be more deform'd than a Confusion of many Beautys: And the Confusion becomes inevitable, where the Subjection is not compleat.","subId":"10","id":"Shaftesbury.C.JH.5.10"},{"type":"paragraph","content":"(10.) By the word ^Moral^ are understood, in this place, all Sorts of judicious Representations of the human Passions; as we see even in _Battel-Pieces;_ excepting those of distant Figures, and the diminutive kind; which may rather be consider'd as a sort of _Landskip._ In all other martial Pieces, we see express'd in lively Action, the several degrees of Valor, Magnanimity, Cowardice, Terror, Anger, according to the several Characters of Nations, and particular Men. 'Tis here that we may see _Heroes_ and _Chiefs_ (such as the ^Alexanders^ or ^Constantines^ ) appear, even in the hottest of the Action, with a Tranquillity and Sedateness of Mind peculiar to themselves: which is, indeed, in a direct and proper sense, profoundly _moral._","subId":"11","id":"Shaftesbury.C.JH.5.11"},{"type":"paragraph","content":"(11.) But as the _Moral_ part is differently treated in a _Poem,_ from what it is in _History,_ or in a _philosophical_ Work; so must it, of right, in _Painting_ be far differently treated, from what it naturally is, either in the _History,_ or _Poem._ For want of a right understanding of this Maxim, it often happens that, by endeavouring to render a Piece highly _moral_ and _learned,_ it becomes thorowly ridiculous and impertinent.","subId":"12","id":"Shaftesbury.C.JH.5.12"},{"type":"paragraph","content":"(12.) For the ordinary Works of ^Sculpture^, such as the _Low-Relieves,_ and Ornaments of _Columns_ and _Edifices,_ great allowance is made. The very Rules of Perspective are here wholly revers'd, as necessity requires; and are accommodated to the Circumstance and Genius of the Place or Building, according to a certain OEconomy or Order of a particular and distinct kind; as will easily be observ'd by those who have thorowly study'd the ^Trajan^ and ^Antoninus^ -_Pillars,_ and other _Relieve_-Works of the Antients. In the same manner, as to Pieces of ingrav'd Work, Medals, or whatever shews it-self in one Substance, (as Brass or Stone) or only by Shade and Light, (as in ordinary Drawings, or Stamps) much also is allow'd, and many things admitted, of the _fantastick, miraculous,_ or _hyberbolical_ kind. 'Tis here, that we have free scope, withal, for whatever is _learned, emblematical,_ or _enigmatick._ But for the compleatly imitative and illusive Art of ^Painting^, whose Character it is to employ in her Works the united Force of different Colours; and who, surpassing by so many Degrees, and in so many Privileges, all other human Fiction, or imitative Art, aspires in a directer manner towards Deceit, and a Command over our very Sense; she must of necessity abandon whatever is over-_learned, humorous,_ or _witty;_ to maintain her-self in what is _natural, credible,_ and _winning of our Assent:_ that she may thus acquit her-self of what is her chief Province, _the specious Appearance of the Object she represents._ Otherwise we shall naturally bring against her the just Criticism of ^Horace^, on the scenical Representation so nearly ally'd to her:","subId":"13","id":"Shaftesbury.C.JH.5.13"},{"type":"paragraph","content":"Whatsoever you show me, disbelieving it, I despise it.[n2]","subId":"14","id":"Shaftesbury.C.JH.5.14"},{"type":"paragraph","content":"(13.) We are therefore to consider this as a sure Maxim or Observation in Painting, \"That a _historical_ and _moral_ Piece must of necessity lose much of its natural Simplicity and Grace, if any thing of the _emblematical_ or _enigmatick_ kind be visibly and directly intermix'd.\" As if for instance, the Circle of the[n3] _Zodiack,_ with its twelve Signs, were introduc'd. Now this being an Appearance which carrys not any manner of similitude or colourable resemblance to any thing extant in real Nature; it cannot possibly pretend to win the Sense, or gain Belief, by the help of any _poetical Enthusiasm, religious History,_ or _Faith._ For by means of these, indeed, we are easily induc'd to contemplate as Realitys those divine Personages and miraculous Forms, which the leading Painters, antient and modern, have speciously design'd, according to the particular Doctrine or Theology of their several religious and national Beliefs. But for our Tablature in particular, it carrys nothing with it of the mere _emblematical_ or _enigmatick_ kind: since for what relates to the double Way of the Vale and Mountain, this may naturally and with colourable appearance be represented at the Mountain's foot. But if on the Summit or highest Point of it, we shou'd place the Fortress, or Palace of _Virtue,_ rising above the Clouds, this wou'd immediately give the enigmatical mysterious Air to our _Picture,_ and of necessity destroy its persuasive Simplicity, and natural Appearance.","subId":"15","id":"Shaftesbury.C.JH.5.15"},{"type":"paragraph","content":"(14.) In short, we are to carry this Remembrance still along with us, \"That the fewer the Objects are, besides those which are absolutely necessary in a Piece, the easier it is for the Eye, by one simple Act and in one View, to comprehend the _Sum_ or _Whole._\" The multiplication of Subjects, tho subaltern, renders the Subordination more difficult to execute in the Ordonnance or Composition of a Work. And if the _Subordination_ be not perfect, the _Order_ (which makes the Beauty) remains imperfect. Now the _Subordination_ can never be perfect, except[n4] \"When the Ordonnance is such, that the Eye not only runs over with ease the several Parts of the Design, (reducing still its View each moment to the principal Subject on which all turns) but when the same Eye, without the least detainment in any of the particular Parts, and resting, as it were, immovable in the middle, or center of the Tablature, may see at once, in an agreeable and perfect Correspondency, all which is there exhibited to the Sight.\"","subId":"16","id":"Shaftesbury.C.JH.5.16"},{"type":"note","content":"\"\"$Publica materies privati juris erit, si // Nec circa vilem patulumque moraberis orbem; // Nec verbum verbo curabis reddere fidus // Interpres.$ // [Horat. de Art. Poet. ver. 131.]\"\"","subId":"n1","id":"Shaftesbury.C.JH.5.n1"},{"type":"note","content":"_Quodcunque ostendis mihi sic, incredulus odi._","subId":"n2","id":"Shaftesbury.C.JH.5.n2"},{"type":"note","content":"This is what ^Raphael^ himself has done, in his famous Design of _The Judgment of_ ^Paris^. But this Piece having never been painted, but design'd only for ^MaroAntonio^'s engraving, it comes not within our Censure; as appears by what is said in the Paragraph just preceding.","subId":"n3","id":"Shaftesbury.C.JH.5.n3"},{"type":"note","content":"This is what the _Grecian_ Masters so happily express'd, by the single word ἐυσύνοπλον. See VOL. I. _pag._ 143, &c.","subId":"n4","id":"Shaftesbury.C.JH.5.n4"}]}
