{"id":"Astell.RM.Body","imported":true,"parent":"Astell.RM","title":"Some Reflections Upon Marriage","breadcrumb":"Body","published":[1700],"copytext":[1706],"sourceDesc":"Astell’s [Reflections Upon Marriage] was first published in 1700. Our copytext is the third edition of 1706, to which ‘A Preface, in Answer to some Objections’ is added. The text of the reflections themselves derives from a transcription of the first edition at EEBO-TCP, which has been modified to bring it in line with the third edition. The preface was transcribed for this project.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A26097.0001.001?rgn=main;view=fulltext","blocks":[{"type":"title","content":"£3 SOME £3 £2 REFLECTIONS £2 £3 UPON £3 £1 MARRIAGE. £1","id":"Astell.RM.Body"},{"type":"paragraph","content":"CUriosity, which is sometimes an occasion of Good, and too frequently of Mischief, by disturbing either our Own, or our Neighbour's Repose, having put me upon reading _the Duke and Dutchess of _=Mazarine=_'s Case_; I thought an Afternoon wou'd not be quite thrown away in pursuing some Reflections that it occasion'd. The name of =_Mazarine_= is considerable enough to draw the Eyes of the curious, and when one remembers what a noise it had made in _Europe_, what Politick Schemes have been laid, what vast designs brought about by the Cardinal that bore it; how well his measures were concerted for the Grandeur of that Nation, into which he was transplanted, and that he wanted neither Power nor Inclination to establish his own Family and make it as considerable as any Subjects could possible be, and what Honours and Riches he had heap'd together in order to this, one cannot but enquire how it comes about that he should be so defeated in this last design; and that those to whom he intrusted his Name and Treasure, should make a figure so very different from what might have been expected from them. And tho' one had not Piety enough to make a Religious Reflection, yet Civil Prudence woul'd almost enforce them to say, that _Man being in Honour has no Ʋnderstanding, but is compar'd unto the Beasts that Perish_. He blesseth his Soul, and thinks himself a happy Man, imagining his House will endure for ever, and that he has establish'd his Name and Family. But how wise soever he may be in other respects, in this he acts no better than the Ignorant and Foolish. For as he carries nothing away with him when he dies, so neither will his Pomp and Glory descend as he intended. Generous and Worthy Actions only can secure him from Oblivion, or what is worse, being remembred with Contempt; so little reason have we to envy any Man's Wealth and Greatness, but much to Emulate his Wisdom and Vertue.","subId":"1","id":"Astell.RM.Body.1"},{"type":"paragraph","content":"The Dutchess of =_Mazarine_='s Name has spread perhaps as far as her Uncle's, and one can't help wishing that so much Wit and Beauty, so much Politeness and Address, had been accompany'd and supported by more valuable and lasting Qualities; one cannot but desire that her Advocate instead of recriminating had clear'd the imputations laid on her, and that she her self, who says enough in her Memoirs, to shew she was unfortunate, had said more to prove her self discreet. They must be highly ill-natur'd who do not pity her ill fortune at the same time that they must blame her Conduct, and regret that such a Treasure should fall into his hands who was not worthy of it, nor knew how to value and improve it; that she who was capable of being a great Ornament to her Family and Blessing to the Age she liv'd in, should only serve (to say no worse) as an unhappy Shipwrack to point out the dangers of an ill Education and unequal Marriage.","subId":"2","id":"Astell.RM.Body.2"},{"type":"paragraph","content":"Monsieur =_Mazarine_= is not to be justified, nor Madam his Spouse excus'd. It is no question which is most Criminal, the having no sense, or the abuse of a liberal Portion, nor any hard matter to determine who is most to be pity'd, he whom Nature never qualify'd for great things, who therefore can't be very sensible of great Misfortunes; or she, who being capable of every thing, must therefore suffer more and be the more lamented. To be yoak'd for Life to a disagreeable Person and Temper, to have Folly and Ignorance tyrannize over Wit and Sense; to be contradicted in every thing one does or says, and bore down not by Reason but Authority; to be denied ones most innocent desires for no other cause, but the Will and Pleasure of an absolute Lord and Master, whose follies a Woman with all her Prudence cannot hide, and whose Commands she cannot but despise at the same time she obeys them, is a misery none can have a just Idea of, but those who have felt it.","subId":"3","id":"Astell.RM.Body.3"},{"type":"paragraph","content":"These are great Provocations, but nothing can justify the revenging the Injuries we receive from others, upon our selves: The _Italian_ Proverb shews a much better way; _If you would be reveng'd of your Enemies, live well._ Had Madam =_Mazarine_='s Education made a right improvement of her Wit and Sense, we should not have found her seeking Relief by such imprudent, not to say Scandalous Methods, as the running away in Disguise with a spruce Cavalier, and rambling to so many Courts and Places, nor diverting her self with such Childish, Ridiculous or Ill-natur'd Amusements, as the greatest part of the Adventures in her Memoirs are made up of. True wit consists not meerly in doing or saying what is out of the way, but in such surprizing things as are fit and becoming the Person from whom they come. That which stirs us up to Laughter most commonly excites our Contempt: to Please, and to make Merry are two very different Talents. But what Remedies can be administred, what Relief expected, when Devotion, the only true support in Distress, is turn'd into Ridicule? Unhappy is that Grandeur which makes us too great to be good; and that Wit which sets us at a distance from true Wisdom. Even Bigotry it self, as contemptible as it is, is preferable to Prophane Wit; for that only requires our Pity, but this deserves our Abhorrence.","subId":"4","id":"Astell.RM.Body.4"},{"type":"paragraph","content":"A Woman who seeks Consolation under Domestick troubles from the Gaieties of a Court, from Gaming and Courtship, from Rambling and odd Adventures, and the Amusements mixt Company affords, may Plaister up the Sore, but will never heal it; nay, which is worse, she makes it Fester beyond a possibility of Cure. She justifies the Injury her Husband has done her, by shewing that whatever other good Qualities she may have, Discretion, one of the Principal, is wanting. She may be Innocent, but she can never prove she is so; all that Charity can do for her when she's Censur'd is only to be silent; it can make no Apologies for suspicious Actions. An ill Husband may deprive a Wife of the comfort and quiet of her Life; may give her occasion of exercising her Virtue, may try her Patience and Fortitude to the utmost, but that's all he can do: 'tis her self only can accomplish her Ruin. Had Madam =_Mazarine_='s Reserve been what it ought to be, Monsieur =_Herard_= needed not to have warded off so carefully, the nice Subject of the Lady's Honour, nor her Advocate have strain'd so hard for Colours to excuse such Actions as will hardly bear 'em; but a Man indeed shews the best side of his Wit, tho' the worst of his Integrity, when he has an ill Cause to manage. Truth is bold and vehement; she depends upon her own strength, and so she be plac'd in a true Light, thinks it not necessary to use Artifice and Address as a Recommendation; but the prejudices of Men have made them necessary: their Imagination gets the better of their Understanding, and more judge according to Appearances, than search after the Truth of Things.","subId":"5","id":"Astell.RM.Body.5"},{"type":"paragraph","content":"What an ill Figure does a Woman make with all the Charms of her Beauty and Sprightliness of her Wit, with all her good Humour and insinuating Address; tho' she be the best Oeconomist in the World, the most entertaining Conversation; if she remit her Guard, abate in the Severity of her Caution and Strictness of her Virtue, and neglect those Methods which are necessary to keep her not only from a Crime, but from the very suspicion of one!","subId":"6","id":"Astell.RM.Body.6"},{"type":"paragraph","content":"Are the being forbid having Comedies in her House, an ill natur'd Jest, dismissing of a Servant, imposing Domesticks, or frequent changing them, sufficient Reasons to Authorize a Woman's leaving her Husband and breaking from the strongest Bands, exposing her self to Temptations and Injuries from the Bad, to the contempt, or at the best to the pity of the Good, and the just Censure of all? A Woman of sense one would think should take little satisfaction in the Cringes and Courtship of her Adorers, even when she is single; but it is Criminal in a Wife to admit them, interested Persons may call it Gallantry, but with the modest and discreet it is like to have a harder Name, or else Gallantry will pass for a scandalous thing, not to be allow'd among Vertuous Persons.","subId":"7","id":"Astell.RM.Body.7"},{"type":"paragraph","content":"But Madam =_Mazarine_= is dead, may her Faults die with her; may there be no more occasion given for the like Adventures, or if there is, may the Ladies be more Wise and Good than to take it! Let us see then from whence the mischief proceeds, and try if it can be prevented; certainly Man may be very happy in a Married State; 'tis his own fault if he is at any time otherwise. The wise Institutor of Matrimony never did any thing in vain; we are the Sots and Fools if what he design'd for our Good, be to us an occasion of falling. For Marriage, notwithstanding all the loose talk of the Town, the Satyrs of Ancient or Modern pretenders to Wit, will never lose its due praise from judicious Persons. Tho' much may be said against this or that Match, tho' the Ridiculousness of some, the Wickedness, of others and Imprudence of too many, too often provoke our wonder or scorn, our indignation or pity, yet Marriage in general is too sacred to be treated with Disrespect, too venerable to be the subject of Raillery and Buffonery. It is the Institution of Heaven, the only Honourable way of continuing Mankind, and far be it from us to think there could have been a better than infinite Wisdom has found out for us.","subId":"8","id":"Astell.RM.Body.8"},{"type":"paragraph","content":"But upon what are the Saytrs against Marriage grounded? Not upon the State it self, if they are just, but upon the ill Choice, or foolish Conduct of those who are in it, and what has Marriage, considered in its self, to do with that? Let every Man bear his own Burden: If through inordinate Passion, Rashness, Humour, Pride, Coveteousness, or any the like Folly, a Man makes an Imprudent Choice, Why should Marriage be exclaim'd against? Let him blame himself for entering into an unequal Yoke, and making Choice of one who perhaps may prove a Burthen, a Disgrace and Plague, instead of a Help and Comfort to him. Could there be no such thing as an happy Marriage, Arguments against Marriage would hold good, but since the thing is not only possible, but even very probable, provided we take but competent Care, Act like wise Men and Christians, and acquit our selves as we ought, all we have to say against it serves only to shew the levity or impiety of our own Minds, we can only make some flourishes of Wit, tho' scarce without Injustice, and tho' we talk prettily it is but very little to the purpose.","subId":"9","id":"Astell.RM.Body.9"},{"type":"paragraph","content":"Is it the being ty'd to _One_ that offends us? Why this ought rather to recommend it to us, and would really do so, were we guided by Reason, and not by Humour or brutish Passion. He who does not make Friendship the chief inducement to his Choice, and prefer it before any other consideration, does not deserve a good Wife, and therefore should not complain if he goes without one. Now we can never grow weary of our Friends; the longer we have had them the more they are endear'd to us; and if we have One well assur'd, we need seek no farther, but are sufficiently happy in Her. The love of Variety in this and in other cases, shews only the ill Temper of our own Mind, we seek for _settled_ Happiness in this present World; where it is not to be found, instead of being Content with a competent share, chearfully enjoying and being thankful for the Good that is afforded us, and patiently bearing with the Inconveniences that attend it.","subId":"10","id":"Astell.RM.Body.10"},{"type":"paragraph","content":"The Christian Institution of Marriage provides the best that may be for Domestick Quiet and Content, and for the Education of Children; so that if we were not under the tye of Religion, even the Good of Society and civil Duty would oblige us to what that requires at our Hands. And since the very best of us are but poor frail Creatures, full of Ignorance and Infirmity, so that in Justice we ought to tolerate each other, and exercise that Patience towards our Companions to Day, which we give them occasion to shew towards us to Morrow, the more we are accustom'd to any one's Conversation, the better shall we understand their Humour, be more able to comply with their Weakness and less offended at it: For he who would have every one submit to his Humours and will not in his turn comply with them, tho' we should suppose him always in the Right, whereas a Man of this temper very seldom is so, he's not fit for a Husband, scarce fit for Society, but ought to be turn'd out of the Herd to live by himself.","subId":"11","id":"Astell.RM.Body.11"},{"type":"paragraph","content":"There may indeed be inconveniencies in a Married Life; but is there any Condition without them? And he who lives single, that he may indulge Licentiousness and give up himself to the conduct of wild and ungovern'd Desires, or indeed out of any other inducement, than the Glory of GOD and the Good of his Soul, through the prospect he has of doing more Good, or because his frame and disposition of Mind are fitted for it, may rail as he pleases against Matrimony, but can never justifie his own Conduct, nor clear it from the imputation of Wickedness and Folly.","subId":"12","id":"Astell.RM.Body.12"},{"type":"paragraph","content":"But if Marriage be such a blessed State, how comes it, may you say, that there are so few happy Marriages? Now in answer to this, it is not to be wonder'd that so few succeed, we should rather be surpriz'd to find so many do, considering how imprudently Men engage, the Motives they act by, and the very strange Conduct they observe throughout.","subId":"13","id":"Astell.RM.Body.13"},{"type":"paragraph","content":"For pray, what do Men propose to themselves in Marriage? What Qualifications do they look after in a Spouse? What will she bring is the first enquiry? How many Acres? Or how much ready Coin? Not that this is altogether an unnecessary Question, for Marriage without a Competency, that is not only a bare Subsistence, but even a handsome and plentiful Provision, according to the Quality and Circumstances of the Parties, is no very comfortable Condition. They who Marry for Love as they call it, find time enough to repent their rash Folly, and are not long in being convinc'd, that whatever fine Speeches might be made in the heat of Passion, there could be no _real Kindness_ between those who can agree to make each other miserable. But as an Estate is to be consider'd, so it should not be the _Main,_ much less the _Only_ consideration, for Happiness does not depend on Wealth, that may be wanting, and too often is, where this abounds. He who Marries himself to a Fortune only, must expect no other satisfaction than that can bring him, but let him not say that Marriage, but his own Covetous or Prodigal Temper, has made him unhappy. What Joy has that Man in all his Plenty, who must either run from home to possess it, contrary to all the Rules of Justice, to the Laws of GOD and Man; nay, even in opposition to Good nature, and Good breeding too, which some Men make more account of than all the rest; or else be forc'd to share it with a Woman whose Person or Temper is disagreeable, whose presence is sufficient to four all his Enjoyments, and if he have any remains of Religion, or Good manners, he must suffer the uneasiness of a continual watch, to force himself to a constrain'd Civility!","subId":"14","id":"Astell.RM.Body.14"},{"type":"paragraph","content":"Few Men have so much Goodness as to bring themselves to a liking of what they loath'd, meerly because it is their Duty to like; on the contrary, when they Marry with an indifferency, to please their Friends or encrease their Fortune, the indifferency proceeds to an aversion, and perhaps even the kindness and complaisance of the poor abus'd Wife shall only serve to encrease it. What follows then? There is no content at home, so it is sought elsewhere, and the Fortune so unjustly got, is as carelessly squander'd. The Man takes a loose, what shou'd hinder him? He has all in his hands, and Custom has almost taken off that small Restraint Reputation us'd to lay. The Wife finds too late what was the Idol the Man adored, which her Vanity perhaps, or it may be the Commands and Importunities of Relations, wou'd not let her see before; and now he has got that into his possession, she must make court to him for a little sorry Alimony out of her own Estate. If Discretion and Piety prevails upon her Passions she sits down quietly, contented with her lot, seeks no Consolation in the Multitude of Adorers, since he whom only she desir'd to please, because it was her duty to do so, will take no delight in her Wit or Beauty: She follows no Diversion to allay her Grief, uses no Cordials to support her Spirit, that may sully her Vertue or bring a Cloud upon her Reputation, she makes no appeals to the mis-judging Croud, hardly mentions her Misfortunes to her most intimate Acquaintance, nor lays a load on her Husband to ease her self, but wou'd if it were possible conceal his Crimes, tho' her Prudence and Vertue give him a thousand reproaches without her Intention or knowledge; and retiring from the World, she seeks a more solid Comfort than that can give her, taking care to do nothing that Censoriousness or even Malice it self can misconstrue to her prejudice. Now she puts on all her Reserves, and thinks even Innocent Liberties scarce allowable in her Disconsolate State; she has other Business to mind: Nor does she in her Retirements reflect so much upon the hand that administers this bitter Cup, as consider what is the best use she can make of it. And thus indeed Marriage, however unfortunate in other respects, becomes a very great Blessing to her: She might have been exposed to all the Temptations of a plentiful Fortune, have given up her self to Sloth and Luxury, and gone on at the common rate, even of the better sort, in doing no hurt, and as little good. But now her kind Husband obliges her to _Consider,_ and gives opportunity to exercise her Vertue; he makes it necessary to withdraw from those Gaities and Pleasures of Life, which do more mischief under the shew of Innocency, than they cou'd if they appear'd attended with a Crime; discomposing and dissolving the mind, and making it uncapable of any manner of good; to be sure of any thing Great and Excellent. Silence and Solitude, the being forc'd from the ordinary Entertainments of her Station, may perhaps seem a desolate condition at first, and we may allow her, poor weak Woman! to be somewhat shock'd at it, since even a wise and courageous Man perhaps would not keep his ground; we would conceal if we could for the Honour of the Sex, Men's being baffled and dispirited by a smaller Matter, were not the Instances too frequent and too notorious.","subId":"15","id":"Astell.RM.Body.15"},{"type":"paragraph","content":"But a little time wears off all the uneasiness, and puts her in possession of Pleasures, which till now she has unkindly been kept a stranger to. Affliction, the sincerest Friend, the frankest Monitor, the best Instructer and indeed the only useful School that Women are ever put to, rouses her understanding, opens her Eyes, fixes her Attention, and diffuses such a Light, such a Joy into her Mind, as not only Informs her better, but entertains her more than ever her _Ruel_ did, tho' crouded by the Men of Wit. She now distinguishes between Truth and Appearances, between solid and apparent Good; has found out the instability of all Earthly Things, and won't any more be deceiv'd by relying on them; can discern who are the Flatterers of her Fortune, and who the Admirers and Encouragers of her Vertue; accounting it no little blessing to be rid of those Leeches, who only hung upon her for their own Advantage. Now sober Thoughts succeed to hurry and impertinence, to Forms and Ceremony, she can secure her Time, and knows how to Improve it; never truly a Happy Woman till she came in the Eye of the World to be reckon'd miserable.","subId":"16","id":"Astell.RM.Body.16"},{"type":"paragraph","content":"Thus the Husband's Vices may become an occasion of the Wife's Vertues, and his neglect do her a more real Good than his Kindness could. But all injur'd Wives don't behave themselves after this Fashion, nor can their Husbands justly expect it. With what Face can he blame her for following his Example, and being as extravagant on the one Hand, as he is on the other? Tho' she cannot justifie her Excesses to GOD, to the World, nor to her self, yet surely in respect of him they may admit of an excuse. For to all the rest of his Absurdities, (for Vice is always unreasonable,) he adds one more, who expects that Vertue from another which he won't practise himself.","subId":"17","id":"Astell.RM.Body.17"},{"type":"paragraph","content":"But suppose a Man does not Marry for Money, tho' for one that does not, perhaps there are thousands that do; let him Marry for Love, and Heroick Action, which makes a mighty noise in the World, partly because of its rarity, and partly in regard of its extravagancy, and what does his Marrying for Love amount to? There's no great odds between his Marrying for the Love of Money, or for the Love of Beauty, the Man does not Act according to Reason in either Case; but is govern'd by irregular Appetites. But he loves her Wit perhaps, and this you'l say is more Spiritual, more Refin'd; not at all if you examine it to the Bottom. For what is that which now adays passes under the name of Wit? A bitter and ill-natur'd Raillery, a pert Repartée, or a confident talking at all, and in such a multitude of Words, it's odds if something or other does not pass that is surprizing, tho' every thing that surprizes does not please; some things are wonder'd at for their ugliness, as well as others for their Beauty. True Wit, durst one venture to describe it, is quite another thing, it consists in such a Sprightliness of Imagination, such a reach and turn of thought, so properly exprest, as strikes and pleases a judicious Tast. For tho' as one says of Beauty, _'tis in no Face but in the Lover's Mind,_ so it may be said of some sorts of Wit, it is not in him that speaks, but in the Imagination of his hearer, yet doubtless there is a true Standard-Wit, which must be allow'd for such by every one who understands the Terms. I don't say that they shall all _equally_ like it; and it is this standard-Wit that always pleases, the Spurious does so only for a Season.","subId":"18","id":"Astell.RM.Body.18"},{"type":"paragraph","content":"Now what is it that strikes a judicious Tast? Not that to be sure, which injures the absent, or provokes the Company, which poisons the Mind under pretence of entertaining it, proceeding from or giving Countenance to false Ideas, to dangerous and immoral Principles. Wit indeed is distinct from Judgment, but it is not contrary to it; 'tis rather its Handmaid, serving to awaken and fix the Attention, that so we may Judge rightly. Whatever Charms, does so because of its Regularity and Proportion; otherwise, tho' it is extraordinary and out of the way, it will only be star'd on like a Monster, but can never be lik'd. And tho' a thought is ever so fine and new, ever so well exprest, if it suits not with decorum and good Manners, it is not just and fit, and therefore offends our Reason, and consequently has no Charms, nor should afford us any entertainment.","subId":"19","id":"Astell.RM.Body.19"},{"type":"paragraph","content":"But it must not be suppos'd that Women's Wit approaches those heights which Men arrive at, or that they indulge those Liberties the other take. Decency lays greater restraints on them, their timorousness does them this one, and perhaps this only piece of Service, it keeps them from breaking thro' these restraints and following their Masters and Guides in many of their daring and masculine Crimes. As the World goes, your Witty Men are usually distinguish'd by the Liberty they take with Religion, good Manners, or their Neighbour's Reputation: But, GOD be thank'd, it is not yet so bad, as that Women should form Cabals to propagate Atheism and Irreligion. A Man then cannot hope to find a Woman whose Wit is of a size with his, but when he doats on Wit it is to be imagin'd he makes choice of that which comes the nearest to his own.","subId":"20","id":"Astell.RM.Body.20"},{"type":"paragraph","content":"Thus, whether it be Wit or Beauty that a Man's in Love with, there's no great hopes of a lasting Happiness; Beauty with all the helps of Art is of no very lasting date, the more it is help'd the sooner it decays, and he who only or chiefly chose for Beauty, will in a little time find the same reason for another choice. Nor is that sort of Wit which he prefers of a more sure tenure, or allowing it to last, it will not always please. For that which has not a real excellency and value in it self, entertains no longer than that giddy Humour which recommended it to us holds; and when we can like on no just, or on very little Ground, 'tis certain a dislike will arise, as lightly and as unaccountably. And it is not improbable that such a Husband may in a little time by ill usage provoke such a Wife to exercise her Wit, that is, her Spleen on him, and then it is not hard to guess how very agreeable it will be to him.","subId":"21","id":"Astell.RM.Body.21"},{"type":"paragraph","content":"In a Word, when we have reckon'd up how many look no further than the making of their Fortune, as they call it; who don't so much as propose to themselves any satisfaction in the Woman to whom they Plight their Faith, seeking only to be Masters of her Fortune, that so they may have Money enough to indulge all their irregular Appetites; who think they are as good as can be expected, if they are but according to the fashionable Term, _Civil Husbands:_ When we have taken the number of your giddy Lovers, who are not more violent in their Passion than they are certain to Repent of it: When to these you have added such as Marry without any Thought at all, further than that it is the Custom of the World; what others have done before them; that the Family must be kept up, the ancient Race preserv'd, and therefore their kind Parents and Guardians chuse as they think convenient, without ever consulting the Young ones Inclinations, who must be satisfied or pretend so at least, upon pain of their displeasure, and that heavy consequence of it, forfeiture of their Estate: These set aside, I fear there will be but a small remainder to Marry out of better considerations, and even amongst the few that do, not one in a hundred takes care to deserve his Choice.","subId":"22","id":"Astell.RM.Body.22"},{"type":"paragraph","content":"But do the Women never choose amiss? Are the Men only in fault? That is not pretended; for he who will be just, must be forc'd to acknowledge, that neither Sex is always in the right. A Woman indeed can't properly be said to Choose, all that is allow'd her, is to Refuse or Accept what is offer'd. And when we have made such reasonable allowances as are due to the Sex, perhaps they may not appear so much in fault as one would at first imagine, and a generous Spirit will find more occasion to pity, than to reprove. But sure I transgress—it must not be suppos'd that the Ladies can do amiss, he is but an ill-bred Fellow who pretends that they need amendment! They are no doubt on't always in the right, and most of all when they take pity on distressed Lovers; whatever they _say_ carries an Authority that no Reason can resist, and all that they _do_ must needs be Exemplary! This is the Modish Language, nor is there a Man of Honour amongst the whole Tribe that would not venture his Life, nay and his Salvation too in their Defence, if any but himself attempts to injure them. But I must ask pardon if I can't come up to these heights, nor flatter them with the having no faults, which is only a malicious way of continuing and encreasing their Mistakes.","subId":"23","id":"Astell.RM.Body.23"},{"type":"paragraph","content":"Women, it's true, ought to be treated with Civility; for since a little Ceremony and out-side Respect is all their Guard, all the privilege that's allow'd them, it were barbarous to deprive them of it; and because I would treat them civilly, I would not express my Civility at the usual Rate. I would not under pretence of honouring and paying a mighty Deference to the Ladies, call them fools to their faces; for what are all the fine Speeches and Submissions that are made, but an abusing them in a well-bred way? She must be a Fool with a witness, who can believe a Man, Proud and Vain as he is, will lay his boasted Authority, the Dignity and Prerogative of his Sex, one Moment at her Feet, but in prospect of taking it up again to more advantage; he may call himself her Slave a few days, but it is only in order to make her his all the rest of his Life.","subId":"24","id":"Astell.RM.Body.24"},{"type":"paragraph","content":"Indeed that mistaken Self-Love that reigns in the most of us, both Men and Women, that over-good Opinion we have of our selves, and desire that others should have of us, makes us swallow every thing that looks like Respect, without examining how wide it is from what it appears to be. For nothing is in truth a greater outrage than Flattery and feign'd Submissions, the plain English of which is this; \"\"I have a very mean Opinion both of your Understanding and Vertue, you are weak enough to be impos'd on, and vain enough to snatch at the Bait I throw; there's no danger of your finding out my meaning, or disappointing me of my Ends. I offer you _Incense_ 'tis true, but you are like to pay for't, and to make me a Recompence for your Folly in Imagining I would give my self this trouble, did I not hope, nay were I not sure, to find my own account in it. If for nothing else, you'll serve at least as an ex∣ercise of my Wit, and how much soever you swell with my breath, 'tis I deserve the Praise for talking so well on so poor a Subject. We who make the Idols, are the greater Deities; and as we set you up, so it is in our power to reduce you to your first obscurity, or to somewhat worse, to Contempt; you are therefore only on your good behaviour, and are like to be no more than what we please to make you.\"\"","subId":"25","id":"Astell.RM.Body.25"},{"type":"paragraph","content":"Not but that 'tis possible, and sometimes matter of Fact, to express our selves beyond the Truth in praise of a Person, and yet not be guilty of Flattery; but then we must Think what we say, and Mean what we Profess. We may be so blinded by some Passion or other, especially Love, which in Civil and Good-natur'd Persons is apt to exceed, as to believe some Persons more deserving than really they are, and to pay them greater Respect and Kindness than is in strictness due to them. But this is not the present Case; for our fine Speech-makers doat too much on themselves to have any great passion for another, their Eyes are too much fixt on their own Excellencies, to view another's good Qualities through a Magnifying-Glass, at least if ever they turn that end of the Perspective towards their Neighbours, 'tis only in respect and reference to themselves. They are their own Centres, they find a disproportion in every line that does not tend thither, and in the next visit they make you shall hear all the fine things they said repeated to the new Object, and nothing remembred of the former but her Vanity, or something else as Ridiculous, which serves for a foil, or a whet to Discourse. For let there be ever so many Wits in the Company, Conversation would languish, and they would be at a loss, did not a little Censoriousness come in at a need to help them.","subId":"26","id":"Astell.RM.Body.26"},{"type":"paragraph","content":"Let us then treat the Ladies as Civilly as may be, but let us not do it by Flattering them, but by endeavouring to make them such as may truly deserve our hearty Esteem and Kindness. Men ought really for their own sakes to do what in them lies to make Women wise and Good, and then it might be hoped they themselves would effectually Study and Practice that Wisdom and Vertue they recommend to others. But so long as Men have base and unworthy Ends to serve, it is not to be expected that they should consent to such Methods as would certainly disappoint them. They would have their own Relations do well, that's their Interest; but it sometimes happens to be for their turn that another Man's should not, and then their Generosity fails them, and no Man is apter to find fault with another's dishonourable Actions, than he who is ready to do, or perhaps has done the same himself.","subId":"27","id":"Astell.RM.Body.27"},{"type":"paragraph","content":"And as Men have little reason to expect Happiness when they Marry only for the Love of Money, Wit or Beauty, as has been already shewn, so much less can a Woman expect a tolerable life, when she goes upon these Considerations. Let the business be carried as Prudently as it can be on the Womans side, a reasonable Man can't deny that she has by much the harder bargain. Because she puts her self entirely into her Husband's Power, and if the Matrimonial Yoke be grievous, neither Law nor Custom affords her that redress which a Man obtains. He who has Sovereign Power does not value the Provocations of a Rebellious Subject, but knows how to subdue him with ease, and will make himself obey'd; but Patience and Submission are the only Comforts that are left to a poor People, who groan under Tyranny, unless they are Strong enough to break the Yoke, to Depose and Abdicate, which I doubt wou'd not be allow'd of here. For whatever may be said against Passive-Obedience in another case, I suppose there's no Man but likes it very well in this; how much soever Arbitrary Power may be dislik'd on a Throne, Not _Milton_ himself wou'd cry up Liberty to poor _Female Slaves,_ or plead for the Lawfulness of Resisting a Private Tyranny.","subId":"28","id":"Astell.RM.Body.28"},{"type":"paragraph","content":"If there be a disagreableness of Humours, which in my mind is harder to be born than greater faults, as being a continual Plague, and for the most part incurable; other Vices a Man may grow weary of, or may be convinced of the evil of them; He may forsake them, or they him, but his Humour and Temper are seldom, if ever put off, Ill-nature sticks to him from his Youth to his grey Heirs, and a Boy that's Humorous and Proud, makes a Peevish, Positive and Insolent Old Man. Now if this be the case, and the Husband be full of himself, obstinately bent on his own way with or without Reason, if he be one who must be always Admir'd, always Humour'd, and yet scarce knows what will please him; if he has Prosperity enough to keep him from considering, and to furnish him with a train of Flatterers and obsequious Admirers; and Learning and Sense enough to make him a Fop in Perfection; for a Man can never be a complete Coxcomb, unless he has a considerable share of these to value himself upon; what can the poor Woman do? the Husband is too wise to be Advis'd, too good to be Reform'd, she must follow all his Paces, and tread in all his unreasonable steps, or there is no Peace, no Quiet for her, she must obey with the greatest exactness, 'tis in vain to expect any manner of Compliance on his side, and the more she complies the more she may; his fantastical humours grow with her desire to gratifie them, for Age encreases Opiniatry in some, as well as it does Experience in others. Of such sort of folks as these it was that _Solomon_ spake, when he said, _Seest thou a Man wise in his own conceit, there is more hope of a Fool than of him;_ That is, the profligate Sinner, such a one being always a Fool in _Solomon_'s Language, is in a fairer way of being convinc'd of his folly, and brought to reason, than the Proud Conceited Man. That Man indeed can never be good at heart, who is full of himself and his own Endowments. Not that it is necessary, because it is not possible for one to be totally ignorant of his own good Qualities, I had almost said he _ought_ to have a Modest sense of 'em, otherwise he can't be duly thankful, nor make the use of them that is required, to the glory of God, and the good of Mankind; but he views them in a wrong light, if he discerns any thing that may exalt him above his Neighbours, make him over-look their Merit, or treat them with Neglect or Contempt. He ought to behold them with fear and trembling, as Talents which he has freely receiv'd, and for which he is highly Accountable, and therefore they shou'd not excite his Pride, but his Care and Industry.","subId":"29","id":"Astell.RM.Body.29"},{"type":"paragraph","content":"And if Pride and Self-conceit keep a Man who has some good Qualities, and is not so bad as the most of his Neighbours from growing better, it for certain confirms and hardens the Wicked in his Crimes, it sets him up for a Wit, that is, according to Modern acceptation, one who rallies at all that is serious, a contemner of the Priests first, and then of the Deity himself. For Penitence and Self-condemnation are what his Haughtiness cannot bear, and since the Crimes he has been guilty of have brought on him the reproaches of his own Mind, since he will not take the regular way to be rid of them, which is by Humbling himself and making his Peace with Heaven, he bids defiance to it, and wou'd if he could believe there is no future State, no after Retribution, because he knows that a heavy lot is in justice due to him.","subId":"30","id":"Astell.RM.Body.30"},{"type":"paragraph","content":"If therefore it be a Woman's hard Fate to meet with a disagreeable Temper, and of all others the Haughty, Imperious and Self-conceited are the most so, she is as unhappy as any thing in the World can make her. When a Wife's Temper does not please, if she makes her Husband uneasie, he can find entertainments abroad, he has a hundred ways of relieving himself, but neither Prudence nor Duty will allow a Woman to fly out, her Business and Entertainment are at home, and tho' he make it ever so uneasie to her she must be content and make her best on't. She who Elects a Monarch for Life, who gives him an Authority she cannot recall however he misapply it, who puts her Fortune and Person entirely in his Power; nay even the very desires of her Heart according to some learned Casuists, so as that it is not lawful to Will or Desire any thing but what he approves and allows, had need be very sure that she does not make a Fool her Head, nor a Vicious Man her Guide and Pattern, she had best stay till she can meet with one who has the Government of his own Passions and has duly regulated his own Desires, since he is to have such an absolute Power over hers. But he who doats on a Face, he who makes Money his Idol, he who is Charm'd with vain and empty Wit, gives no such Evidence, either of Wisdom or Goodness, that a Woman of any tolerable Sense shou'd care to venture her self to his Conduct.","subId":"31","id":"Astell.RM.Body.31"},{"type":"paragraph","content":"Indeed, your fine Gentleman's Actions are now a days such, that did not Custom and the Dignity of his Sex give Weight and Authority to them, a Woman that thinks twice might bless her self, and say, is this the Lord and Master to whom I am to promise Love, Honour and Obedience? What can be the Object of Love but amiable Qualities, the Image of the Deity impress'd upon a generous and godlike Mind, a Mind that is above this World, to be sure above all the Vices, the Tricks and Baseness of it; a Mind that is not full of it self, not contracted to little private Interests, but in imitation of that glorious Pattern it endeavours to Copy after, expands and diffuses it self to its utmost capacity in doing Good. But this fine Gentleman is quite of another Strain, he is the reverse of this in every Instance. He is I confess very fond of his own Dear Person, he sees very much in it to admire; his Air and Mien, his Words and Actions, every Motion he makes declares it; but they must have a Judgment of his size, every whit as Shallow, and a Partiality as great as his own, who can be of his Mind. How then can I Love? And if not Love, much less Honour. Love may arise from Pity or a generous Desire to make that Lovely which as yet is not so, when we see any hopes of Success in our Endeavours of improving it; but Honour supposes some excellent Qualities already, something worth our Esteem, but alas there is nothing more Contemptible then this trifle of a Man, this meer Out-side, whose Mind is as Base and Mean as his external Pomp is Glittering. His Office or Title apart, to which some Ceremonious Observance must be paid for Order's sake, there's nothing in him that can command our Respect. Strip him of Equipage and Fortune, and such things as only dazle our Eyes and Imaginations, but don't in any measure affect our Reason, or cause a Reverence in our Hearts, and the poor Creature sinks beneath our Notice, because not supported by real Worth. And if a Woman can neither Love nor Honour, she does ill in promising to Obey, since she is like to have a crooked Rule to regulate her Actions.","subId":"32","id":"Astell.RM.Body.32"},{"type":"paragraph","content":"A meer Obedience, such as is paid only to Authority, and not out of Love and a sense of the Justice and Reasonableness of the Command, will be of an uncertain Tenure. As it can't but be uneasie to the Person who pays it, so he who receives it will be sometimes disappointed when he expects to find it, for that Woman must be endow'd with a Wisdom and Goodness much above what we suppose the Sex capable of, I fear much greater than e're a Man can pretend to, who can so constantly conquer her Passions, and divest her self even of Innocent Self-love, as to give up the Cause when she is in the right, and to submit her enlightned Reason, to the imperious Dictates of a blind Will, and wild Imagination, even when she clearly perceives the ill Consequences of it, the Imprudence, nay Folly and Madness of such a Conduct.","subId":"33","id":"Astell.RM.Body.33"},{"type":"paragraph","content":"And if a Woman runs such a Risque when she Marrys Prudently, according to the Opinion of the World, that is, when she permits her self to be dispos'd of to a Man equal to her in Birth, Education and Fortune, and as good as the most of his Neighbours, (for if none were to Marry, but Men of strict Vertue and Honour, I doubt the World would be but thinly Peopled) if at the very best her Lot is hard, what can she expect who is Sold, or any otherwise betray'd into mercenary Hands, to one who is in all, or most respects unequal to her? A Lover who comes upon what is call'd equal Terms, makes no very advantageous Proposal to the Lady he Courts, and to whom he seems to be an humble Servant, for under many sounding Complements, Words that have nothing in them, this is his true meaning, He wants one to manage his Family, an House-keeper, an upper Servant, one whose Interest it will be not to wrong him, and in whom therefore he can put greater confidence than in any he can hire for Money. One who may breed his Children, taking all the care and trouble of their Education, to preserve his Name and Family. One whose Beauty, Wit or good Humour and agreeable Conversation will entertain him at Home when he has been contradicted and disappointed abroad; who will do him that Justice the ill-natur'd World denys him, that is, in any one's Language but his own, sooth his Pride and Flatter his Vanity, by having always so much good Sense as to be on his side, to conclude him in the right, when others are so Ignorant, or so Rude as to deny it. Who will not be Blind to his Merit nor contradict his Will and Pleasure, but make it her Business, her very Ambition to content him: Whose softness and gentle Compliance will calm his Passions, to whom he may safely disclose his troublesome Thoughts, and in her Breast discharge his Cares; whose Duty, Submission and Observance will heal those Wounds other Peoples opposition or neglect have given him. In a Word, one whom he can intirely Govern and consequently may form her to his will and liking, who must be his for Life, and therefore cannot quit his Service let him treat her how he will.","subId":"34","id":"Astell.RM.Body.34"},{"type":"paragraph","content":"And if this be what every Man expects, the sum of his violent Love and Courtship, when it is put into Sense and rendred Intelligible, to what a fine pass does she bring her self who purchases a Lord and Master, not only with her Money, but with what is of greater Value, at the price of her Discretion? Who has not so much as that poor Excuse, Precedent and Example; or if she has, they are only such as all the World condemns? She will not find him less a Governor because she was once his Superior, on the contrary the scum of the People are most Tyranical when they get the Power, and treat their Betters with the greatest Insolence. For as the wise Man long since observ'd, a Servant when he Reigns is one of those things for which the Earth is disquieted, and which no Body is able to bear.","subId":"35","id":"Astell.RM.Body.35"},{"type":"paragraph","content":"It is the hardest thing in the World for a Woman to know that a Man is not Mercenary, that he does not Act on base and ungenerous Principles, even when he is her Equal, because being absolute Master, she and all the Grants he makes her are in his Power, and there have been but too many instances of Husbands that by wheedling or threatning their Wives, by seeming Kindness or cruel Usage, have perswaded or forc'd them out of what has been settled on them. So that the Woman has in truth no security but the Man's Honour and Good-nature, a security that in this present Age no wise Person would venture much upon. A Man enters into Articles very readily before Marriage, and so he may, for he performs no more of them afterwards than he thinks fit. A Wife must never dispute with her Husband, his Reasons are now no doubt on't better than hers, whatever they were before; he is sure to perswade her out of her Agreement, and bring her, it must be suppos'd, _Willingly,_ to give up what she did vainly hope to obtain, and what she thought had been made sure to her. And if she shew any Refractoriness, there are ways enough to humble her; so that by right or wrong the Husband gains his will. For Covenants between Husband and Wife, like Laws in an Arbitrary Government, are of little Force, the Will of the Sovereign is all in all. Thus it is in Matter of Fact, I will not answer for the Right of it; for if the Woman's Reasons upon which those Agreements are grounded are not Just and Good, why did he consent to them? Was it because there was no other way to obtain his Suit, and with an intention to Annul them when it shall be in his Power? Where then is his Sincerity? But if her Reasons are good, where is his Justice in obliging her to quit them? He neither way acts like an equitable or honest Man.","subId":"36","id":"Astell.RM.Body.36"},{"type":"paragraph","content":"But when a Woman Marrys unequally and beneath her self, there is almost Demonstration that the Man is Sordid and Unfair, that instead of Loving her he only Loves himself, trapans and ruines her to serve his own Ends. For if he had not a mighty Opinion of himself, (which temper is like to make an admirable Husband,) he cou'd never imagine that his Person and good Qualities cou'd make compensation for all the advantages she quits on his account. If he had a real Esteem for her or valu'd her Reputation, he wou'd not expose it, nor have her Discretion call'd in Question for his sake; and if he truly Lov'd her he wou'd not reduce her to Straits and a narrow Fortune, nor so much as lessen her way of Living to better his own. For since GOD has plac'd different Ranks in the World, put some in a higher and some in a lower Station, for Order and Beauty's sake, and for many good Reasons; tho' it is both our Wisdom and Duty not only to submit with Patience, but to be Thankful and well-satisfied when by his Providence we are brought low, yet there is no manner of Reason for us to Degrade our selves; on the contrary, much why we ought not. The better our Lot is in this World and the more we have of it, the greater is our leisure to prepare for the next; we have the more opportunity to exercise that God-like Quality, to tast that Divine Pleasure, Doing good to the Bodies and Souls of those beneath us. Is it not then ill Manners to Heaven, and an irreligious contempt of its Favours, for a Woman to slight that nobler Employment, to which it has assign'd her, and thrust her self down to a meaner Drudgery▪ to what is in a very literal Sense a caring for the things of the World, a caring not only to Please, but to Maintain a Husband?","subId":"37","id":"Astell.RM.Body.37"},{"type":"paragraph","content":"And a Husband so chosen will not at all abate of his Authority and right to Govern, whatever fair Promises he might make before. She has made him her Head, and he thinks himself as well qualify'd as the best to Act accordingly, nor has she given him any such Evidence of her Prudence as may dispose him to make an Act of Grace in her Favour. Besides, great Obligations are what Superiors cannot bear, they are more than can be return'd; to acknowledge were only to reproach themselves with ingratitude, and therefore the readiest way is not to own but overlook them, or rather, as too many do, to repay them with Affronts and Injuries.","subId":"38","id":"Astell.RM.Body.38"},{"type":"paragraph","content":"What then is to be done? How must a Man chuse, and what Qualities must encline a Woman to accept, that so our Marry'd couple may be as happy as that State can make them? This is no hard Question▪ let the Soul be principally consider'd, and regard had in the first Place to a good Understanding, a Vertuous Mind, and in all other respects let there be as much equality as may be. If they are good Christians and of suitable Tempers all will be well, but I should be shrewdly tempted to suspect their Christianity who Marry after any of those ways we have been speaking of. I dare venture to say, that they don't Act according to the Precepts of the Gospel, they neither shew the Wisdom of the Serpent, nor the Innocency of the Dove, they have neither so much Government of themselves, nor so much Charity for their Neighbours, they neither take such care not to Scandalize others, nor to avoid Temptations themselves, are neither so much above this World, nor so affected with the next, as they wou'd certainly be did the Christian Religion operate in their Hearts, did they rightly understand and sincerely Practise it, or Acted indeed according to the Spirit of the Gospel.","subId":"39","id":"Astell.RM.Body.39"},{"type":"paragraph","content":"But it is not enough to enter wisely into this State, care must be taken of our Conduct afterwards. A Woman will not want being admonish'd of her Duty, the custom of the World, Oeconomy, every thing almost reminds her of it. Governors do not often suffer their Subjects to forget Obedience through their want of demanding it, perhaps Husbands are but too forward on this occasion, and claim their Right oftner and more Imperiously than either Discretion or good Manners will justifie, and might have both a more chearful and constant Obedience paid them if they were not so rigorous in Exacting it. For there is a mutual Stipulation, and Love, Honour and Worship, by which certainly Civility and Respect at least are meant, is as much the Woman's due, as Love, Honour and Obedience is the Man's, and being the Woman is said to be the weaker Vessel the Man shou'd be more careful not to grieve or offend her. Since her Reason is suppos'd to be less, and her Passions stronger than his, he shou'd not give occasion to call that supposition in Question by his pettish carriage and needless Provocations. Since he is the _Man,_ by which very Word Custom wou'd have us understand not only greatest strength of Body, but even greatest firmness and force of Mind, he shou'd not play the _little Master_ so much as to expect to be cocker'd, nor run over to that side which the Woman us'd to be rank'd in; for according to the Wisdom of the _Italians_, _Will you? Is spoken to sick Folks._","subId":"40","id":"Astell.RM.Body.40"},{"type":"paragraph","content":"Indeed Subjection, according to the common Notion of it, is not over easie, none of us whether Men or Women but have so good an Opinion of our own Conduct as to believe we are fit, if not to direct others, at least to govern our selves. Nothing but a sound Understanding, and Grace the best improver of natural Reason, can correct this Opinion, truly humble us, and heartily reconcile us to Obedience. This bitter Cup therefore ought to be sweetned as much as may be; for Authority may be preserv'd and Government kept inviolable, without that nauseous Ostentation of Power which serves to no end or purpose, but to blow up the Pride and Vanity of those who have it, and to exasperate the Spirits of such as must truckle under it.","subId":"41","id":"Astell.RM.Body.41"},{"type":"paragraph","content":"Insolence 'tis true is never the effect of Power but in weak and cowardly Spirits, who wanting true _Merit_ and Judgment to support themselves in that advantage ground on which they stand, are ever appealing to their Authority, and making a shew of it to maintain their Vanity and Pride. A truly great Mind and such as is fit to Govern, tho' it may stand on its Right with its Equals, and modestly expect what is due to it even from its Superiors, yet it never contends with its Inferiors, nor makes use of its Superiority but to do them Good. So that considering the just Dignity of Man, his great Wisdom so conspicuous on all occasions, the goodness of his Temper and Reasonableness of all his Commands, which makes it a Woman's Interest as well as Duty to be observant and Obedient in all things, that his Prerogative is settled by an undoubled Right and the Prescription of many Ages, it cannot be suppos'd that he should make frequent and insolent Claims of an Authority so well establish'd and us'd with such moderation, nor give an impartial By-stander (cou'd such an one be found) any occasion from thence to suspect that he is inwardly conscious of the Badness of his Title; Usurpers being always most desirous of Recognitions and busie in imposing Oaths, whereas a Lawful Prince contents himself with the usual Methods and Securities.","subId":"42","id":"Astell.RM.Body.42"},{"type":"paragraph","content":"And since Power does naturally puff up, and he who finds himself exalted, seldom fails to think he _ought_ to be so, it is more suitable to a Man's Wisdom and Generosity to be mindful of his great Obligations than to insist on his Rights and Prerogatives. Sweetness of Temper and an obliging Carriage are so justly due to a Wife, that a Husband who must not be thought to want either Understanding to know what is fit, nor Goodness to perform it, can't be suppos'd not to shew them. For setting aside the hazards of her Person to keep up his Name and Family, with all the Pains and Trouble that attend it, which may well be thought great enough to deserve all the respect and kindness that may be, setting this aside, tho' 'tis very considerable, a Woman has so much the disadvantage in _most,_ I was about to say in _all_ things, that she makes a Man the greatest Complement in the World when she condescends to take him _for Better for Worse._ She puts her self intirely in his Power, leaves all that is dear to her, her Friends and Family, to espouse his Interests and follow his Fortune, and makes it her Business and Duty to please him! What acknowledgments, what returns can he make? What Gratitude can be sufficient for such Obligations? She shews her good Opinion of him by the great Trust she reposes in him, and what a Brute must he be who betrays that Trust, or acts any way unworthy of it? Ingratitude is one of the basest Vices, and if a Man's Soul is sunk so low as to be guilty of it towards her who has so generously oblig'd him, and who so intirely depends on him, if he can treat her Disrespectfully, who has so fully testify'd her Esteem of him, she must have a stock of Vertue which he shou'd blush to discern, if she can pay him that Obedience of which he is so unworthy.","subId":"43","id":"Astell.RM.Body.43"},{"type":"paragraph","content":"Superiors indeed are too apt to forget the common Priviledges of Mankind, that their Inferiors share with them the greatest Benefits, and are as capable as themselves of enjoying the supreme Good; that tho' the Order of the World requires an _Outward_ Respect and Obedience from some to others, yet the Mind is free, nothing but Reason can oblige it, 'tis out of the reach of the most absolute Tyrant. Nor will it ever be well either with those who Rule or those in Subjection, even from the Throne to every Private Family, till those in Authority look on themselves as plac'd in that Station for the good and improvement of their Subjects, and not for their own sakes; not as the reward of their Merit or that they may prosecute their own Desires and fulfil all their Pleasure, but as the Representatives of GOD whom they ought to imitate in the Justice and Equity of their Laws, in doing good and communicating Blessings to all beneath them: By which, and not by following the imperious Dictates of their own will, they become truly Great and Illustrious and Worthily fill their Place. And the Governed for their Part ceasing to envy the Pomp and Name of Authority, shou'd respect their Governours as plac'd in GOD's stead and contribute what they can to ease them of their real Cares, by a chearful and ready compliance with those their endeavours, and by affording them the Pleasure of success in such noble and generous Designs.","subId":"44","id":"Astell.RM.Body.44"},{"type":"paragraph","content":"For upon a due estimate things are pretty equally divided; those in Subjection as they have a less Glorious, so they have an easier task and a less account to give, whereas he who Commands has in a great measure the Faults of others to answer for as well as his own. Tis true he has the Pleasure of doing more good than a Private Person can, and shall receive the Reward of it when time shall be no more, in compensation for the hazards he runs, the difficulties he at present encounters, and the large Account he is to make hereafter, which Pleasure and Reward are highly desirable and most worthy our pursuit; but they are Motives which such as usurp on their Governors, and make them uneasie in the due discharge of their Duty, never propose. And for those other little things that move their Envy and Ambition, they are of no Esteem with a just Considerer, nor will such as violently pursue, find their Account in them.","subId":"45","id":"Astell.RM.Body.45"},{"type":"paragraph","content":"But how can a Man respect his Wife when he has a contemptible Opinion of her and her Sex? When from his own Elevation he looks down on them as void of Understanding, and full of Ignorance and Passion, so that Folly and a Woman are equivalent Terms with him? Can he think there is any Gratitude due to her whose utmost services he exacts as strict Duty? Because she was made to be a Slave to his Will, and has no higher end than to Serve and Obey him? Perhaps we arrogate too much to our selves when we say this Material World was made for our sakes; that its Glorious Maker has given us the use of it is certain, but when we suppose that over which we have Dominion to be made purely for our sakes, we draw a false Conclusion, as he who shou'd say the People were made for the Prince who is set over them, wou'd be thought to be out of his Senses as well as his Politicks. Yet even allowing that he who made every thing in Number, Weight and Measure, who never acts but for some great and glorious End, an End agreeable to his Majesty, allowing that he Created such a Number of Rational Spirits merely to serve their fellow Creatures, yet how are these Lords and Masters helpt by the Contempt they shew of their poor humble Vassals? Is it not rather an hindrance to that Service they expect, as being an undeniable and constant Proof how unworthy they are to receive it?","subId":"46","id":"Astell.RM.Body.46"},{"type":"paragraph","content":"None of GOD's Creatures absolutely consider'd are in their own Nature Contemptible; the meanest Fly, the poorest Insect has its Use and Vertue. Contempt is scarce a Human Passion, one may venture to say it was not in Innocent Man, for till Sin came into the World, there was nothing in it to be Contemn'd. But Pride which makes every thing serve its purposes, wrested this Passion from its only Use, so that instead of being an Antidote against Sin, it is become a grand promoter of it, nothing making us more worthy of that Contempt we shew, than when poor, weak, dependent Creatures as we are! we look down with Scorn and Disdain on others.","subId":"47","id":"Astell.RM.Body.47"},{"type":"paragraph","content":"There is not a surer Sign of a noble Mind, a Mind very far advanc'd towards Perfection, than the being able to bear Contempt and an unjust Treatment from ones Superiors evenly and patiently. For inward Worth and real Excellency are the true Ground of Superiority, and one Person is not in reality better than another, but as he is more Wise and Good. But this World being a place of Tryal and govern'd by general Laws, just Retributions being reserv'd for hereafter, Respect and Obedience many times become due for Order's sake to those who don't otherwise deserve them. Now tho' Humility keeps us from over-valuing our selves or viewing our Merit thro' a false and magnifying _Medium,_ yet it does not put out our Eyes, it does not, it ought not to deprive us of that pleasing sentiment which attends our Acting as we ought to Act, which is as it were a foretast of Heaven, our present Reward for doing what is Just and Fit. And when a Superior does a Mean and unjust Thing, as all Contempt of one's Neighbour is, and yet this does not provoke his Inferiors to refuse that Observance which their Stations in the World require, they cannot but have an inward Sense of their own real Superiority, the other having no pretence to it, at the same time that they pay him an outward Respect and Deference, which is such a flagrant Testimony of the sincerest Love of Order as proves their Souls to be of the highest and noblest Rank.","subId":"48","id":"Astell.RM.Body.48"},{"type":"paragraph","content":"A Man therefore for his own sake, and to give evidence that he has a Right to those Prerogatives he assumes, shou'd treat Women with a little more Humanity and Regard than is usually paid them. Your whifling Wits may scoff at them, and what then? It matters not, for they Rally every thing tho' ever so Sacred, and rail at the Women commonly in very good Company. Religion, its Priests, and these its most constant and regular Professors, are the usual Subjects of their manly, mannerly and surprizing Jests. Surprizing indeed! not for the newness of the Thought, the brightness of the Fancy, or nobleness of Expression, but for the good Assurance with which such thread-bare Jests are again and again repeated. But that your grave Dons, your Learned Men, and which is more your Men of Sense as they wou'd be thought, should stoop so low as to make Invectives against the Women, forget themselves so much as to Jest with their Slaves, who have neither Liberty nor Ingenuity to make Reprizals! that they shou'd waste their Time and debase their good Sense which fits them for the most weighty Affairs, such as are suitable to their profound Wisdoms and exalted Understandings! to render those poor Wretches more ridiculous and odious who are already in their Opinion sufficiently contemptible, and find no better exercise of their Wit and Satyr than such as are not worth their Pains, tho' it were possible to Reform them, this, this indeed may justly be wondred at!","subId":"49","id":"Astell.RM.Body.49"},{"type":"paragraph","content":"I know not whether or no Women are allow'd to have Souls, if they have, perhaps it is not prudent to provoke them too much, least silly as they are, they at last recriminate, and then what polite and well-bred Gentleman, tho' himself is concern'd, can forbear taking that lawful Pleasure which all who understand Raillery must tast, when they find his Jests who insolently began to peck at his Neighbour, return'd with Interest upon his own Head? And indeed Men are too Humane, too Wise to venture at it did they not hope for this effect, and expect the Pleasure of finding their Wit turn to such account; for if it be Lawful to reveal a Secret, this is without doubt the whole design of those fine Discourses which have been made against the Women from our great Fore-Fathers to this present Time. Generous Man has too much Bravery, he is too Just and too Good to assault a defenceless Enemy, and if he did inveigh against the Women it was only to do them Service. For since neither his Care of their Education, his hearty endeavours to improve their Minds, his wholesome Precepts, nor great Example cou'd do them good, as his last and kindest Essay he resolv'd to try what Contempt wou'd do, and chose rather to expose himself by a seeming want of Justice, Equity, Ingenuity and Good-nature, than suffer Women to remain such vain and insignificant Creatures as they have hitherto been reckon'd. And truly Women are some degrees beneath what I have thus far thought them, if they do not make the best use of his kindness, improve themselves, and like Christians return it.","subId":"50","id":"Astell.RM.Body.50"},{"type":"paragraph","content":"Let us see then what is their Part, what must they do to make the Matrimonial Yoke tolerable to themselves as well as Pleasing to their Lords and Masters? That the World is an empty and deceitful Thing, that those Enjoyments which appear so desirable at a distance, which rais'd our Hopes and Expectations to such a mighty Pitch, which we so passionately coveted and so eagerly pursued, vanish at our first approach, leaving nothing behind them but the Folly of Delusion, and the pain of disappointed Hopes, is a common Outcry; and yet as common as it is, tho' we complain of being deceiv'd this Instant, we do not fail of contributing to the Cheat the very next. Tho in reality it is not the World that abuses us, tis we abuse our selves, it is not the emptiness of that, but our own false Judgments, our unreasonable desires and Expectations that Torment us; for he who exerts his whole strength to lift a Straw, ought not to complain of the Burden but of his own disproportionate endeavour which gives him the pain he feels. The World affords us all that Pleasure a sound Judgment can expect from it, and answers all those Ends and Purposes for which it was design'd, let us expect no more than is reasonable, and then we shall not fail of our Expectations.","subId":"51","id":"Astell.RM.Body.51"},{"type":"paragraph","content":"It is even so in the Case before us; a Woman who has been taught to think Marriage her only Preferment, the sum-total of her Endeavours, the completion of all her hopes, that which must settle and make her Happy in this World, and very few, in their Youth especially, carry a Thought steddily to a greater distance; She who has seen a Lover dying at her Feet, and can't therefore imagine that he who professes to receive all his Happiness from her can have any other Design or Desire than to please her; whose Eyes have been dazled with all the Glitter and Pomp of a Wedding, and who hears of nothing but Joy and Congratulation; who is transported with the Pleasure of being out of Pupillage, and Mistress not only of her self but of a Family too: She who is either so simple or so vain, as to take her Lover at his Word either as to the Praises he gave her, or the Promises he made for himself: In sum, she whose Expectation has been rais'd by Court-ship, by all the fine things that her Lover, her Governess and Domestick Flatterers say, will find a terrible disappointment when the hurry is over, and when she comes calmly to consider her Condition, and views it no more under a false Appearance, but as it truly is.","subId":"52","id":"Astell.RM.Body.52"},{"type":"paragraph","content":"I doubt in such a View it will not appear over-desirable if she regards only the Present State of Things. Hereafter may make amends for what she must be prepar'd to suffer here, then will be her Reward, this is her time of Tryal, the Season of exercising and improving her Vertues. A Woman that is not Mistress of her Passions, that cannot patiently submit even when Reason suffers with her, who does not practice Passive Obedience to the utmost, will never be acceptable to such an absolute Sovereign as a Husband. Wisdom ought to Govern without Contradiction, but Strength however will be obey'd. There are but few of those wise Persons who can be content to be made yet wiser by Contradiction, the most will have their _Will,_ and it is right because it is their's. Such is the vanity of Humane Nature that nothing pleases like an intire Subjection; what Imperfections won't a Man overlook where this is not wanting! Tho' we live like Brutes we wou'd have Incense offer'd us, that is only due to Heaven it self, wou'd have an absolute and blind Obedience paid us by all over whom we pretend Authority. We were not made to Idolize one another, yet the whole strain of Courtship is little less than rank Idolatry: But does a Man intend to give, and not receive his share in this Religious Worship? No such Matter; Pride and Vanity and Self-love have their Designs, and if the Lover is so condescending as to set a Pattern in the time of his Addresses, he is so Just as to expect his Wife shou'd strictly Copy after it all the rest of her Life.","subId":"53","id":"Astell.RM.Body.53"},{"type":"paragraph","content":"But how can a Woman scruple intire Subjection, how can she forbear to admire the worth and excellency of the Superior Sex, if she at all considers it? Have not all the great Actions that have been perform'd in the World been done by them? Have not they founded Empires and over-turn'd them? Do not they make Laws and continually repeal and amend them? Their vast Minds lay Kingdoms wast, no bounds or measures can be prescrib'd to their Desires. War and Peace depend on them, they form Cabals and have the Wisdom and Courage to get over all these Rubs which may lie in the way of their desired Grandeur. What is it they cannot do? They make Worlds and ruin them, form Systems of universal Nature and dispute eternally about them, their Pen gives worth to the most trifling Controversie, nor can a fray be inconsiderable if they have drawn their Swords in't. All that the wise Man pronounces is an Oracle, and every Word the Witty speaks a Jest. It is a Woman's Happiness to hear, admire and praise them, especially if a little Ill-nature keeps them at any time from bestowing due applauses on each other. And if she aspires no further she is thought to be in her proper Sphere of Action, she is as wise and as good as can be expected from her.","subId":"54","id":"Astell.RM.Body.54"},{"type":"paragraph","content":"She then who Marrys ought to lay it down for an indisputable Maxim, that her Husband must govern absolutely and intirely, and that she has nothing else to do but to Please and Obey. She must not attempt to divide his Authority, or so much as dispute it, to struggle with her Yoke will only make it gall the more, but must believe him Wise and Good and in all respects the best, at least he must be so to her. She who can't do this is no way fit to be a Wife, she may set up for that peculiar Coronet the ancient Fathers talk'd of, but is not qualify'd to receive that great reward, which attends the eminent exercise of Humility and Self-denial, Patience and Resignation the Duties that a Wife is call'd to.","subId":"55","id":"Astell.RM.Body.55"},{"type":"paragraph","content":"But some refractory Woman perhaps will say how can this be? Is it possible for her to believe him Wise and Good who by a thousand Demonstrations convinces her and all the World of the contrary? Did the bare Name of Husband confer Sense on a Man, and the mere being in Authority infallibly qualifie him for Government, much might be done. But since a wise Man and a Husband are not Terms convertible, and how loath soever one is to own it, Matter of Fact won't allow us to deny that the Head many times stands in need of the Inferior's Brains to manage it, she must beg leave to be excus'd from such high thoughts of her Sovereign, and if she submits to his Power, it is not so much Reason as Necessity that compells her.","subId":"56","id":"Astell.RM.Body.56"},{"type":"paragraph","content":"Now of how little force soever this Objection may be in other respects, methinks it is strong enough to prove the necessity of a good Education, and that Men never mistake their true Interest more than when they endeavour to keep Women in Ignorance. Cou'd they indeed deprive them of their Natural good Sense at the same time they deny them the due improvement of it, they might compass their End; otherwise Natural Sense unassisted may run into a false Track, and serve only to punish him justly, who wou'd not allow it to be useful to himself or others. If Man's Authority be justly establish'd, the more Sense a Woman has the more reason she will find to submit to it; if according to the Tradition of our Fathers, (who having had _Possession_ of the Pen, thought they had also the best _Right_ to it,) Women's Understanding is but small, and Men's Partiality adds no Weight to the Observation, ought not the more care to be taken to improve them? How it agrees with the Justice of Men we enquire not, but certainly Heaven is abundantly more Equitable than to enjoyn Women the hardest Task and give them the least Strength to perform it. And if Men Learned, Wise and Discreet as they are, who have as is said all the advantages of Nature, and without controversie have, or may have all the assistance of Art, are so far from acquitting themselves as they ought, from living according to that reason and excellent Understanding they so much boast of, can it be expected that a Woman who is reckon'd silly enough in her self, at least comparatively, and whom Men take care to make yet more so, can it be expected that she shou'd constantly perform so difficult a Duty as intire Subjection, to which corrupt Nature is so averse?","subId":"57","id":"Astell.RM.Body.57"},{"type":"paragraph","content":"If the Great and Wise =_Cato_=, a _Man_, a Man of no ordinary firmness and strength of Mind, a Man who was esteem'd as an Oracle, and by the Philosophers and great Men of his Nation equal'd even to the Gods themselves; If he with all his Stoical Principles was not able to bear the sight of a triumphant Conqueror, (who perhaps wou'd have Insulted and perhaps wou'd not,) but out of a Cowardly fear of an Insult, ran to Death to secure him from it; can it be thought that an ignorant weak Woman shou'd have patience to bear a continual outrage and Insolence all the days of her Life? Unless you will suppose her a _very Ass_, but then remember what the _Italians_ say, to Quote them once more, since being very Husbands they may be presum'd to have some Authority in this Case, _L' asino pur pigro, Stimulato tira quelche calcio;_ an Ass tho' slow if provok'd will kick.","subId":"58","id":"Astell.RM.Body.58"},{"type":"paragraph","content":"We never see or perhaps make sport with the ill Effects of a bad Education, till it come to touch us home in the ill conduct of a Sister, a Daughter, or Wife. Then the Women must be blam'd, their Folly is exclaim'd against, when all this while it was the wise Man's Fault who did not set a better Guard on those who according to him stand in so much need of one. A young Gentleman, as a celebrated Author tells us, ought above all things to be acquainted with the State of the World, the Ways and Humours, the Follies, the Cheats, the Faults of the Age he is fallen into, he should by degrees be inform'd of the Vice in Fashion, and warn'd of the Application and Design of those who will make it their Business to corrupt him, shou'd be told the Arts they use and the Trains they lay, be prepar'd to be Shock'd by some and caress'd by others; warn'd who are like to oppose, who to mislead; who to undermine, and who to serve him. He shou'd be instructed how to know and distinguish them, where he shou'd let them see, and when dissemble the Knowledge of them and their Aims and Workings. Our Author is much in the right, and not to disparage any other Accomplishments which are useful in their kind, this will turn to more account than any Language or Philosophy, Art or Science, or any other piece of Good-breeding and fine Education that can be taught him, which are no otherwise excellent than as they contribute to this, as this does above all things to the making him a wise, a vertuous and useful Man.","subId":"59","id":"Astell.RM.Body.59"},{"type":"paragraph","content":"And it is not less necessary that a young Lady shou'd receive the like Instructions, whether or no her Temptations be fewer, her Reputation and Honour however are to be more nicely preserv'd; they may be ruin'd by a little Ignorance or Indiscretion, and then tho' she has kept her Innocence, and so is secur'd as to the next World, yet she is in a great measure lost to this. A Woman cannot be too watchful, too apprehensive of her danger, nor keep at too great a distance from it, since Man whose Wisdom and Ingenuity is so much Superior to hers, condescends for his Interest sometimes, and sometimes by way of Diversion, to lay Snares for her. For tho' all Men are _Virtuosi,_ Philosophers and Politicians in comparison of the Ignorant and Illiterate Women, yet they don't all pretend to be Saints, and 'tis no great Matter to them if Women who were born to be their Slaves, be now and then ruin'd for their Entertainment.","subId":"60","id":"Astell.RM.Body.60"},{"type":"paragraph","content":"But according to the rate that young Women are Educated; according to the way their Time is spent, they are destin'd to Folly and Impertinence, to say no worse, and which is yet more inhuman, they are blam'd for that ill Conduct they are not suffer'd to avoid, and reproach'd for those Faults they are in a manner forc'd into; so that if Heaven has bestowed any Sense on them, no other use is made of it, than to leave them without Excuse. So much and no more of the World is shewn them, as serves to weaken and corrupt their Minds, to give them wrong Notions, and busie them in mean Pursuits; to disturb, not to regulate their Passions, to make them timorous and dependant, and in a word, fit for nothing else but to act a Farce for the Diversion of their Governours.","subId":"61","id":"Astell.RM.Body.61"},{"type":"paragraph","content":"Even Men themselves improve no otherwise than according to the Aim they take, and the End they propose; and he whose Designs are but little and mean, will be the same himself. Tho' Ambition, as 'tis usually understood, is a Foolish, not to say a Base and Pitiful Vice, yet the Aspirings of the Soul after true Glory are so much its Nature, that it seems to have forgot it self and to degenerate, if it can forbear; and perhaps the great Secret of Education lies in affecting the Soul with a lively Sense of what is truly its Perfection, and exciting the most ardent Desires after it.","subId":"62","id":"Astell.RM.Body.62"},{"type":"paragraph","content":"But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband? Heaven will fall in of course; and if she make but an Obedient and Dutiful Wife, she cannot miss of it. A Husband indeed is thought by both Sexes so very valuable, that scarce a Man who can keep himself clean and make a Bow, but thinks he is good enough to pretend to any Woman, no matter for the Difference of Birth or Fortune, a Husband is such a Wonder-working Name as to make an Equality, or something more, whenever it is pronounc'd.","subId":"63","id":"Astell.RM.Body.63"},{"type":"paragraph","content":"And indeed were there no other Proof of Masculine Wisdom, and what a much greater Portion of Ingenuity falls to the Men than to the Women's Share, the Address, the Artifice, and Management of an humble Servant were a sufficient Proof it. What good Conduct does he shew! what Patience exercise! what Subtilty leave untry'd! what Concealment of his Faults! what Parade of his Vertues! what Government of his Passions! How deep is his Policy in laying his Designs at so great a distance, and working them up by such little Accidents! How indefatigable is his Industry, and how constant his Watchfulness, not to slip any Opportunity that may in the least contribute to his Design! What a handsome Set of Disguises and Pretences is he always furnish'd with! How conceal'd does he lie! how little pretend, till he is sure that his Plot will take! And at the same time that he nourishes the Hope of being Lord and Master, appears with all the Modesty and Submission of an humble and unpretending Admirer!","subId":"64","id":"Astell.RM.Body.64"},{"type":"paragraph","content":"Can a Woman then be too much upon her Guard? Can her Prudence and Foresight, her early Caution be reckon'd unnecessary Suspicion, or ill-bred Reserve by any but those whose Designs they prevent, and whose Interest it is to declaim against them? it being a certain Maxim with the Men, tho' Policy or Good Breeding allow them not to avow it always, that the Women were made for their Sakes and Service, and are in all respects their Inferiors, especially in Understanding; so that all the Compliments they make, all the Address and Complaisance they use, all the Kindness they profess, all the Service they pretend to pay, has no other Meaning, no other End, than to get the poor Woman into their Power, to govern her according to their Discretion. This is all pure Kindness indeed, and therefore no Woman has Reason to be offended with it; for considering how much she is expos'd in her own, and how safe in their Keeping, 'tis the wisest thing she can do to put her self under Protection. And then if they have a tolerable Opinion of her Sense, and not their Vanity but some better Principle disposes them to do something out of the way, and to appear more generous than the rest of their Sex, they'll condescend to dictate to her, and impart some of their Prerogative Books and Learning. 'Tis fit indeed that she should entirely depend on their Choice, and walk with the Crutches they are pleas'd to lend her; and if she is furnished out with some Notions to set her a prating, I should have said to make her entertaining and the Fiddle of the Company, her Tutor's Time was not ill bestowed: And it were a diverting Scene to see her stript like the _Jay_ of her borrowed Feathers, tho' he good Man has not ill Nature enough to take Pleasure in it. You may accuse him perhaps for giving so much Encouragement to a Woman's Vanity, but your Accusation is groundless, Vanity being a Disease the Sex will always be guilty of; nor is it a Reproach to them, since Men of Learning and Sense are over-run with it.","subId":"65","id":"Astell.RM.Body.65"},{"type":"paragraph","content":"But there are few Women whose Understandings are worth the Management, their Estates are much more capable of Improvement, No Woman, much less a Woman of Fortune, is ever fit to be her own Mistress, and he who has not the Vanity to think what much finer things he could perform had he the Management of her Fortune; or so much Partiality and Self-love, as to fansie it can't be better bestow'd than in making his; will yet be so honest and humble as to think that 'tis fit she should take his Assistance, as Steward at least. For the Good Man aspires no further, he would only take the Trouble of her Affairs off her hand; and the Sense of her Condescension and his great Obligations will for ever secure him against acting like a Lord and Master.","subId":"66","id":"Astell.RM.Body.66"},{"type":"paragraph","content":"The Steps to Folly as well as Sin are gradual, and almost imperceptible, and when we are once on the Decline, we go down without taking notice on't; were it not for this one cou'd not account for those Strange unequal Matches we too often see. For there was a time no doubt, when a Woman could not have bore the very thought of what she has been afterwards betray'd into, it would have appear'd as shocking to her as it always does to other People; and had a Man been so impolitic as to discover the least intimation of such a Design, he had given her a sufficient Antidote against it. This your Wise Men are well satisfy'd of, and understand their own Interest too well to let their Design go bare-fac'd, for that would effectually put a barr to their Success. So innocent are they that they had not the least thought at first of what their Good Fortune afterwards leads them to! They would draw upon him, (if they wear a Sword) or fly in her Face who should let fall the least hint that they had such Intentions; and this very Eagerness to avoid the Suspicion, is a shrewd Sign that there is occasion for't.","subId":"67","id":"Astell.RM.Body.67"},{"type":"paragraph","content":"But who shall dare to shew the Lady her Danger, when will it be seasonable to give her friendly Notice? If you do it e're she is resolv'd, tho' with all the Friendship and Tenderness imaginable, she will hardly forgive the Affront, or bear the Provocation; you offer her an Outrage, by entertaining such a Thought, and 'tis ten to one if you are not afterwards accus'd for putting in her Head what otherwise she could ne'er have dream'd of. And when no direct Proof can be offer'd, when matter of Prudence is the only thing in question, every Body has so good an Opinion of their own Understanding as to think their own way the best. And when she has her Innocence and fair Intentions to oppose to your Fears and Surmises, and you cannot pretend to wish her better than she does her self, to be more disinteress'd and diligent in your Watchfulness, or to see farther in what so nearly concerns her, what can be done? Her ruin is commonly too far advanc'd to be prevented, e're you can in Good-breeding reach out a hand to help her. For if the Train has took, if she is entangled in the snare, if Love, or rather a Blind unreasonable Fondness, which usurps the Name of that noble Passion, has gain'd on her, Reason and Perswasion may as properly be urg'd to the Folks in _Bethlem_ as to her. Tell her of this World, she is got above it, and has no regard to its impertinent Censures; tell her of the next she laughs at you, and will never be convinc'd that Actions which are not expresly forbid can be Criminal, tho' they proceed from, and must necessarily be reduc'd to ill Principles, tho' they give Offence, are of ill Example, injure our Reputation, which next to our Innocence we are obliged as Christians to take the greatest care of, and in a word do more mischief than we readily imagine. Tell her of her own Good, you appear yet more ridiculous, for who can judge of her Happiness but her self? And whilst our Hearts are violently set upon any thing, there is no convincing us that we shall ever be of another Mind. Our Passions want no Advocates, they are always furnish'd with plausible Pretences, and those very Prejudices, which gave rise to this unreasonable Passion, will for certain give her Obstinacy enough to justifie and continue in it. Besides, some are so ill advis'd as to think to support one Indiscretion with another, they wou'd not have it thought they have made a false Step, in once giving countenance to that which is not fit to be continued. Or perhaps the Lady might be willing enough to throw off the Intruder at first, but wanted Courage to get above the fear of his Calumnies, and the longer she suffers him to buz about her, she will find it the harder to get rid of his Importunities. By all which it appears that she who really intends to be secure, must keep at the greatest distance from Danger, she must not grant the _least_ indulgence, where such ill uses will be made of it.","subId":"68","id":"Astell.RM.Body.68"},{"type":"paragraph","content":"And since the case is so, that Woman can never be in safety who allows a Man opportunity to betray her. Frequent Conversation does for certain produce either Aversion or Liking, and when 'tis once come to Liking, it depends on the Man's Generosity not to improve it farther, and where can one find an Instance that this is any security? There are very many indeed which shew it is none. How sensible soever a Woman may appear of anothers Indiscretion, if she will tread in the same Steps, tho' but for a little way, she gives us no assurance that she will not fall into the same Folly, she may perhaps intend very well, but she puts it past her Power to fullfil her good Intentions. Even those who have forfeited their Discretion, the most valuable thing next to their Vertue, and without which Vertue it self is but very weak and faint, 'tis like were once as well resolv'd as she, they had the very same Thoughts, they made the same Apologies, and their Resentment wou'd have been every whit as great against those who cou'd have imagin'd they shou'd so far forget themselves.","subId":"69","id":"Astell.RM.Body.69"},{"type":"paragraph","content":"It were endless to reckon up the divers Stratagems Men use to catch their Prey, their different ways of insinuating which vary with Circumstances, and the Ladies Temper, but how unfairly, how basely soever they proceed, when the Prey is once caught it passes for Lawful Prize, and other Men having the same hopes and projects see nothing to find fault with, but that it was not their own Good Fortune. They may exclaim against it perhaps in a Ladie's hearing, but it is only to keep themselves from being suspected, and to give the better Colour to their own Designs. Sometimes a Woman is cajol'd, and sometimes Hector'd, she is seduc'd to Love a Man, or aw'd into a Fear of him: He defends her Honour against another, or assumes the Power of blasting it himself; was willing to pass for one of no Consequence till he cou'd make himself considerable at her cost: He might be admitted at first to be _her Jest,_ but he carries on the humor so far till he makes her _his;_ he will either entertain or serve her as occasion offers, and some way or other gets himself intrusted with her Fortune, her Fame or her Soul. Allow him but a frequent and free Conversation, and there's no manner of Question but that his Ingenuity and Application will at one time or other get the Ascendant over her.","subId":"70","id":"Astell.RM.Body.70"},{"type":"paragraph","content":"And generally the more humble and undesigning a Man appears, the more improbable it looks that he should dare to pretend, the greater Caution shou'd be us'd against him. A bold Address and good Assurance may sometimes, but does not always take. To a Woman of Sense an artificial Modesty and Humility is a thousand times more dangerous, he only draws back to receive the more Encouragement, and she regards not what Advances she makes towards him, who seems to understand himself and the World so well as to be incapable of making an ill use of them. Wou'd it not be unreasonable and a piece of Ill-breeding to be shy of him who has no pretentions, or only such as are Just and Modest? What hurt in a Visit? Or what if Visits grow a little more frequent? The Man has so much discernment, as to relish her Wit and Humour, and can she do less than be Partial to him who is so Just to her? He strives to please and to render himself agreeable, or necessary perhaps, and whoever will make it his Business may find ways enough to do it. For they know but little of Human Nature, they never consulted their own Hearts, who are not sensible what advances a well-manag'd Flattery makes, especially from a Person of whose Wit and Sense one has a good Opinion. His Wit at first recommends his Flatteries, and these in requital set off his Wit; and she who has been us'd to this high-season'd Diet, will scarce ever relish another Conversation.","subId":"71","id":"Astell.RM.Body.71"},{"type":"paragraph","content":"Having got thus far to be sure he is not wanting to his good Fortune, but drives on to an Intimacy, or what they are pleas'd now a-days, tho' very unjustly, to call a Friendship; all is safe under this sacred Character, which sets them above little Aims and mean Designs. A Character that must be conducted with the nicest Honor, allows the greatest Trusts, leads to the highest Improvements, is attended with the purest Pleasures and most rational Satisfaction. And what if the malicious World, envious of his Happiness, shou'd take Offence at it, since he has taken all due Precautions, such unjust and ill-natur'd Censures are not to be regarded; for his part the distance that is between them checks all aspiring desires, but her Conversation is what he must not, cannot want, Life is insipid and not to be endur'd without it; and he is too much the Ladie's Friend, has too just a Value for her to entertain a Thought to her disadvantage.","subId":"72","id":"Astell.RM.Body.72"},{"type":"paragraph","content":"Now if once it is come to this, GOD help the poor Woman, for not much Service can be done her by any of her Friends on Earth. That Pretender to be sure will be the Darling, he will worm out every other Person, tho' ever so kind and disinterested. For tho' true Friends will endeavour to please in order to serve, their Complaisance never goes so far as to prove injurious; the beloved Fault is what they chiefly strike at, and this the Flatterer always sooths; so that at last he becomes the most acceptable Company, and they who are conscious of their own Integrity are not apt to bear such an unjust Distinction, nor is it by this time to any purpose to remonstrate the Danger of such an Intimacy. When a Man, and for certain much more, when a Woman is fallen into this Toyl, that is, when either have been so unwary and indiscreet as to let another find out by what Artifices he may manage their Self-love, and draw it over to his Party, 'tis too late for any one who is really their Friend to break the Snare and disabuse them.","subId":"73","id":"Astell.RM.Body.73"},{"type":"paragraph","content":"Neither Sex cares to deny themselves that which pleases, especially when they think they may innocently indulge it; and nothing pleases more than the being admir'd and humour'd. We may be told of the Danger, and shown the Fall of others, but tho' their Misfortunes are ever so often or so lively represented to us, we are all so well assur'd of our own good Conduct, as to believe it will bring us safe off those Rocks on which others have been Shipwrackt. We suppose it in our Power to shorten the Line of our Liberty when ever we think fit, not considering that the farther we run, we shall be the more unwilling to Retreat and unable to judge when a Retreat is necessary. A Woman does not know that she is more than half lost when she admits of these Suggestions; that those Arguments she brings for continuing a Man's Conversation, prove only that she ought to have quitted it sooner; that Liking insensibly converts to Love, and that when she admits a Man to be her Friend, 'tis his Fault if he does not make himself her Husband.","subId":"74","id":"Astell.RM.Body.74"},{"type":"paragraph","content":"And if Men even the Modestest and the Best, are only in pursuit of their own Designs, when they pretend to do the Lady Service; if the Honour they wou'd seem to do her, tends only to lead her into an Imprudent and therefore a dishonourable Action; and they have all that good Opinion of themselves as to take every thing for Encouragment, so that she who goes beyond a bare Civility tho' she meant no more than Respect, will find it Interpreted a Favour and made ill Use of, (for Favours how Innocent soever, never turn to a Ladies advantage;) what shadow of a Pretence can a Woman have for admitting an intimacy with a Man whose Principles are known to be Loose and his Practices Licentious? can she expect to be safe with him who has ruin'd others, and by the very same Methods he takes with her? If an Intimacy with a Man of a fair Character gives Offence, with a Man of an ill One, 'tis doubly and trebly Scandalous. And suppose neither her Fortune nor Beauty can Tempt him, he has his ill-natur'd Pleasure in destroying that Vertue he will not Practise, or if that can't be done, in blasting the Reputation of it at least, and in making the World believe he has made a Conquest tho' he has found a Foil.","subId":"75","id":"Astell.RM.Body.75"},{"type":"paragraph","content":"If the Man be the Woman's Inferior, besides all the Dangers formerly mention'd, and those just now taken notice of, she gives such a Countenance to his Vices as renders her in great measure partaker in them, and it can scarce be thought in such Circumstances a Woman cou'd Like the Man if she were not reconcil'd to his Faults. Is he her Equal and no unsuitable Match, if his Designs are fair, why don't they Marry, since they are so well pleas'd with each other's Conversation, which only in this State can be frequently and safely allow'd? Is he her Better, and she hopes by catching him to make her Fortune, alas! The poor Woman is neither acquainted with the World nor her self, she neither knows her own Weakness nor his Treachery, and tho' he gives ever so much Encouragement to this vain Hope 'tis only in order to accomplish her ruin. To be sure the more Freedom she allows, the more she lessens his Esteem, and that's not likely to encrease a real, tho' it may a pretended kindness; she ought to fly, if she wou'd have him pursue; the strictest Vertue and Reserve being the only way to secure him.","subId":"76","id":"Astell.RM.Body.76"},{"type":"paragraph","content":"Religion and Reputation are so sure a Guard, such a security to poor defenceless Woman, that whenever a Man has ill Designs on her, he is sure to make a Breach into one or both of these, by either endeavouring to corrupt her Principles to make her less strict in Devotion, or to lessen her value of a fair Reputation, and wou'd perswade her that less than she imagines will secure her as to the next World, and that not much regard is to be given to the censures of this: Or if this be too bold at first, and will not pass with her, he has another way to make even her Love to Vertue contribute to it's ruin, by perswading her it never Shines as it ought unless it is expos'd, and that she has no reason to Boast of her Vertue unless she has try'd it. An Opinion of the worst consequence that may be, and the most mischievous, which seems calculated to feed her Vanity, but tends indeed to her utter Ruin. For can it be fit to rush into Temptations when we are taught every day to pray against them? If the Trials of our Vertue render it Illustrious, 'tis such Trials as Heaven is pleas'd to send us, not those of our own seeking. It holds true of both Sexes, that next to the Divine Grace a Modest Distrust of themselves is their best Security, none being so often and so shamefully Foil'd, as those who depend most on their own Strength and Resolution.","subId":"77","id":"Astell.RM.Body.77"},{"type":"paragraph","content":"As to the Opinion of the World, tho' one cannot say it is always just, yet generally it has a Foundation, great regard is to be paid to it, and very good use to be made of it. Others _may_ be in fault for passing their Censures, but we certainly _are_ so if we give them any the least just occasion. And since Reputation is not only one of the Rewards of Vertue, that which always ought, and generally does attend it, but also a Guard against Evil, an Inducement to Good, and a great Instrument in the Hand of the Wise to promote the common cause of Vertue, the being Prodigal of the one looks as if we set no great value on the other, and she who abandons her good Name is not like to preserve her Innocence.","subId":"78","id":"Astell.RM.Body.78"},{"type":"paragraph","content":"A Woman therefore can never have too nice a Sense of Honor; provided she does not prefer it before her Duty; she can never be too careful to secure her Character not only from the suspicion of a Crime, but even from the shadow of an Indiscretion. 'Tis well worth her while to renounce the most Entertaining, and what some perhaps will call the most Improving Company, rather than give the World a just occasion of Suspicion or Censure. For besides the injury that is done Religion, which enjoyns us to avoid the very Appearance of Evil, and to do nothing but what is of good Report, she puts her self too much in a Man's Power who will run such a risque for his Conversation, and expresses such a value for him, as cannot fail of being made use of to do her a mischief.","subId":"79","id":"Astell.RM.Body.79"},{"type":"paragraph","content":"Preserve your distance then, keep out of the reach of Danger, fly if you wou'd be safe, be sure to be always on the Reserve, not such as is Morose and Affected, but Modest and Discreet, your Caution cannot be too great, nor your Foresight reach too far; there's nothing, or what is next to nothing, a little Amusement and entertaining Conversation lost by this, but all is hazarded by the other. A Man understands his own Merit too well to lose his time in a Woman's Company were it not to divert himself at her cost, to turn her into a Jest or something worse. And wherever you see great Assiduities, when a Man insinuates into the Diversions and Humors of the Lady, Liking and Admiring whatever she does, tho' at the same time he seems to keep a due Distance, or rather exceeds in the profoundest Respect, Respect being all he dare at present pretend to, when a more than ordinary deference is paid, when something particular appears in the look and Address, and such an Obsequiousness in every Action, as nothing cou'd engage a Man to, who never forgets the Superiority of his Sex, but a hope to be Observ'd in his turn: Then, whatever the Inequality be, and how sensible soever he seems to be of it, the Man has for certain his Engines a Work, the Mine is ready to spring on the first opportunity, and 'tis well if it be not too late to prevent the poor Ladie's Ruin.","subId":"80","id":"Astell.RM.Body.80"},{"type":"paragraph","content":"To wind up this Matter, if a Woman were duly Principled and taught to know the World, especially the true Sentiments that Men have of her, and the Traps they lay for her under so many gilded Complements, and such a seemingly great Respect, that disgrace wou'd be prevented which is brought upon too many Families, Women wou'd Marry more discreetly, and demean themselves better in a Married State than some People say they do. The foundation indeed ought to be laid deep and strong, she shou'd be made a good Christian, and understand why she is so, and then she will be every thing else that is Good. Men need keep no Spies on a Woman's Conduct, need have no fear of her Vertue, or so much as of her Prudence and Caution, were but a due sense of true Honor and Vertue awaken'd in her, were her Reason excited and prepar'd to consider the Sophistry of those Temptations which wou'd perswade her from her Duty, and were she put in a way to know that it is both her Wisdom and Interest to observe it. She would then duly examine and weigh all the Circumstances, the Good and Evil of a Married State, and not be surpriz'd with unforeseen Inconveniencies, and either never consent to be a Wife, or make a good one when she does. This would shew her what Human Nature _is,_ as well as what it _ought_ to be, and teach her not only what she may justly expect, but what she must be Content with; would enable her to cure some Faults, and patiently to suffer what she cannot cure.","subId":"81","id":"Astell.RM.Body.81"},{"type":"paragraph","content":"Indeed nothing can assure Obedience, and render it what it ought to be, but the Conscience of Duty, the paying it for GOD's sake. Superiors don't rightly understand their own Interest when they attempt to put out their Subjects Eyes to keep them Obedient. A Blind Obedience is what a Rational Creature shou'd never Pay, nor wou'd such an one receive it did he rightly understand it's Nature. For Human Actions are no otherwise valuable than as they are conformable to Reason, but a blind Obedience is an Obeying _without Reason,_ for ought we know, _against it._ GOD himself does not require our Obedience at this rate, he lays before us the goodness and reasonableness of his Laws, and were there any thing in them whose Equity we could not readily comprehend, yet we have this clear and sufficient Reason on which to found our Obedience, that nothing but what's Just and Fit, can be enjoyn'd by a Just, a Wise and Gracious GOD, but this is a Reason will never hold in respect of Men's Commands unless they can prove themselves Infallible, and consequently Impeccable too.","subId":"82","id":"Astell.RM.Body.82"},{"type":"paragraph","content":"It is therefore very much a Man's Interest that Women should be good Christians, in this as in every other Instance, he who does his Duty finds his own account in it; Duty and true Interest are one and the same thing, and he who thinks otherwise is to be pitied for being so much in the Wrong; but what can be more the Duty of the Head, than to Instruct and Improve those who are under Government? She will freely leave him the quiet Dominion of this World whose Thoughts and Expectations are plac'd on the next. A Prospect of Heaven, and that only will cure that Ambition which all Generous Minds are fill'd with, not by taking it away but by placing it on a right Object. She will discern a time when her Sex shall be no bar to the best Employments, the highest Honor; a time when that distinction, now so much us'd to her Prejudice, shall be no more, but provided she is not wanting to her self, her Soul shall shine as bright as the greatest Heroe's. This is a true, and indeed the only consolation, this makes her a sufficient compensation for all the neglect and contempt the ill-grounded Customs of the World throw on her, for all the Injuries brutal Power may do her, and is a sufficient Cordial to support her Spirits, be her Lot in this World what it may.","subId":"83","id":"Astell.RM.Body.83"},{"type":"paragraph","content":"But some sage Persons may perhaps object that were Women allow'd to Improve themselves, and not amongst other discouragments driven back by those wise Jests and Scoffs that are put upon a Woman of Sense or Learning, a Philosophical Lady as she is call'd by way of Ridicule, they would be too Wise and too Good for the Men: I grant it, for vicious and foolish Men. Nor is it to be wonder'd that he is affraid he shou'd not be able to Govern them were their Understandings improv'd, who is resolv'd not to take too much Pains with his own. But these 'tis to be hop'd are no very considerable Number, the foolish at least; and therefore this is so far from being an Argument against their Improvement, that it is a strong one for it, if we do but suppose the Men to be as capable of Improvement as the Women, but much more if according to Tradition we believe they have greater Capacities. This, if any thing, wou'd stir them up to be what they ought, not permit them to wast their Time and abuse their Faculties in the Service of their irregular Appetites and unreasonable Desires, and so let poor contemptible Women who have been their Slaves, excel them in all that is truly Excellent. This wou'd make them Blush at employing an immortal Mind no better than in making Provision for the Flesh to fullfil the Lusts thereof, since Women by a Wiser Conduct have brought themselves to such a reach of Thought, to such exactness of Judgment, such clearness and strength of Reasoning, such purity and elevation of Mind, such Command of their Passions, such regularity of Will and Affection, and in a word to such a pitch of Perfection as the Human Soul is capable of attaining even in this Life by the Grace of GOD, such true Wisdom, such real Greatness, as tho' it does not qualifie them to make a Noise in this World, to found or overturn Empires, yet it qualifies them for what is infinitely better, a Kingdom that cannot be mov'd, an incorruptible Crown of Glory.","subId":"84","id":"Astell.RM.Body.84"},{"type":"paragraph","content":"Besides, it were ridiculous to suppose that a Woman, were she ever so much improv'd, cou'd come near the topping Genius of the Men, and therefore why shou'd they envy or discourage her? Strength of Mind goes along with Strength of Body, and 'tis only for some odd accidents which Philosophers have not yet thought worth while to enquire into, that the Sturdiest Porter is not the Wisest Man. As therefore the Men have the Power in their Hands, so there's no dispute of their having the Brains to manage it. There is no such thing as good Judgment and Sense upon Earth, if it is not to be found among them: Do not they generally speaking do all the great Actions and considerable Business of this World, and leave that of the next to the Women? Their Subtilty in forming Cabals and laying deep Designs, their Courage and Conduct in breaking through all Tyes Sacred and Civil to effect them, not only advances them to the Post of Honor and keeps them securely in it for twenty or thirty Years, but gets them a Name, and conveys it down to Posterity for some Hundreds, and who wou'd look any further? Justice and Injustice are administred by their Hands, Courts and Schools are fill'd with these Sages; 'tis Men who dispute for Truth as well as Men who argue against it; Histories are writ by them, they recount each others great Exploits, and have always done so. All famous Arts have their Original from Men, even from the Invention of Guns to the Mystery of good Eating. And to shew that nothing is beneath their Care, any more than above their reach, they have brought _Gaming_ to an Art and Science, and a more Profitable and Honourable one too, than any of those that us'd to be call'd _Liberal._ Indeed what is it they can't perform, when they attempt it? The Strength of their Brains shall be every whit as Conspicuous at their Cups as in a Senate-House, and when they please they can make it pass for as sure a mark of Wisdom, to drink deep as to Reason profoundly; a greater proof of Courage and consequently of Understanding, to dare the Vengeance of Heaven it self, than to stand the rallery of some of the worst of their fellow Creatures!","subId":"85","id":"Astell.RM.Body.85"},{"type":"paragraph","content":"Again, it may be said, if a Wife's case be as it is here represented, it is not good for a Woman to Marry, and so there's an end of Human Race. But this is no fair Consequence, for all that can justly be inferr'd from hence, is that a Woman has no mighty Obligations to the Man who makes Love to her, she has no reason to be fond of being a Wife, or to reckon it a peice of Preferment when she is taken to be a Man's Upper-Servant; it is no advantage to her in this World, if rightly manag'd it may prove one as to the next. For she who Marries purely to do Good, to Educate Souls for Heaven, who can be so truly mortify'd as to lay aside her own Will and Desires, to pay such an intire Submission for Life, to one whom she cannot be sure will always deserve it, does certainly perform a more Heroic Action than all the famous Masculine Heroes can boast of, she suffers a continual Martyrdom to bring Glory to GOD and Benefit to Mankind, which consideration indeed may carry her through all Difficulties, I know not what else can, and engage her to Love him who proves perhaps so much more worse than a Brute, as to make this Condition yet more grievous than it needed to be. She has need of a strong Reason, of a truly Christian and well-temper'd Spirit, of all the Assistance the best Education can give her, and ought to have some good assurance of her own Firmness and Vertue, who ventures on such a Trial; and for this Reason 'tis less to be wonder'd at that Women Marry off in hast, for perhaps. if they took time to consider and reflect upon it, they seldom wou'd.","subId":"86","id":"Astell.RM.Body.86"},{"type":"paragraph","content":"To conclude, perhaps I've said more than most Men will thank me for, I cannot help it, for how much soever I may be their Friend and humble Servant, I am more a Friend to Truth. Truth is strong, and sometime or other will prevail, nor is it for their Honor, and therefore one wou'd think not for their Interest, to be Partial to themselves and Unjust to others. They may fancy I have made some discoveries which like _Arcana Imperii_ ought to be kept secret, but in good earnest, I do them more Honor than to suppose their lawful Prerogatives need any mean Arts to support them. If they have Usurpt, I love Justice too much to wish Success and continuance to Usurpations, which tho' submitted to out of Prudence and for Quietness sake, yet leave every Body free to regain their lawful Right whenever they have Power and Opportunity. I don't say that Tyranny _ought,_ but we find in _Fact,_ that it provokes the Oppress'd to throw off even a Lawful Yoke that sits too heavy: And if he who is freely Elected, after all his fair Promises and the fine Hopes he rais'd, proves a Tyrant, the consideration that he was one's own Choice, will not render more Submissive and Patient, but I fear more Refractory. For tho'it is very unreasonable, yet we see 'tis the course of the World, not only to return Injury for Injury, but Crime for Crime; both Parties indeed are Guilty, but the Aggressors have a double Guilt, they have not only their own, but their Neighbour's ruin to answer for.","subId":"87","id":"Astell.RM.Body.87"},{"type":"paragraph","content":"As to the Female-Reader, I hope she will allow I've endeavour'd to do her Justice, nor betray'd her Cause as her Advocates usually do, under pretence of defending it. A Practice too mean for any to be Guilty of who have the least Sense of Honor, and who do any more than meerly pretend to it. I think I have held the Ballance even, and not being conscious of Partiality I ask no Pardon for it. To plead for the Oppress'd and to defend the Weak seem'd to me a generous undertaking; for tho' it may be secure, 'tis not always Honourable to run over to the strongest Party. And if she infers from what has been said that Marriage is a very Happy State for Men, if they think fit to make it so; that they govern the World, they have Prescription on their side, Women are too weak to dispute it with them, therefore they, as all other Governors, are most, if not only accountable, for what's amiss. For whether other Governments in their Original, were or were not confer'd according to the Merit of the Person, yet certainly in this case Heaven wou'd not have allotted the Man to Govern, but because he was best Qualify'd for it. So far I agree with him: But if she goes on to infer, that therefore he has not these Qualifications, where is his Right? If he misemploys, does he not abuse it? And if he abuses, according to modern Deduction, he forfeits it, I must leave her there. A peaceable Woman indeed will not carry it so far, she will neither question her Husband's Right nor his Fitness to Govern, but how? Not as an absolute Lord and Master, with an Arbitrary and Tyrannical sway, but as Reason Governs and Conducts a Man, by proposing what is Just and Fit. And the Man who acts according to that Wisdom he assumes, who wou'd have that Superiority he pretends to, acknowledg'd Just, will receive no injury by any thing that has been offer'd here. A Woman will value him the more who is so Wise and Good, when she discerns how much he excells the rest of his noble Sex; the less he requires, the more will he Merit that Esteem and Deference, which those who are so forward to exact, seem conscious they don't deserve. So then the Man's Prerogative is not at all infring'd, whilst the Woman's Privileges are secur'd; and if any Woman think her self Injur'd, she has a Remedy in reserve which few Men will envy or endeavour to Rob her of, the Exercise and Improvement of her Vertue here, and the Reward of it hereafter.","subId":"88","id":"Astell.RM.Body.88"}],"texts":[],"ancestors":[{"id":"Astell","forename":"Mary","surname":"Astell","birth":1666,"death":1731,"published":1694,"nationality":"English","sex":"Female","texts":[{"id":"Astell.SPL","forename":"Mary","surname":"Astell","title":"A Serious Proposal to the Ladies, for the Advancement of their True and Greatest Interest","birth":1666,"death":1731,"published":[1694],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Serious Proposal to the Ladies"},{"id":"Astell.LLG","forename":"Mary","surname":"Astell","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1666,"death":1731,"published":[1695],"nationality":"English","sex":"Female","imported":true,"duplicate":"Norris.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Astell.SFE","forename":"Mary","surname":"Astell","title":"Six Familiar Essays","birth":1666,"death":1731,"published":[1696],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Six Familiar Essays"},{"id":"Astell.SP2","forename":"Mary","surname":"Astell","title":"A Serious Proposal to the Ladies, Part II","birth":1666,"death":1731,"published":[1697],"nationality":"English","sex":"Female","breadcrumb":"Serious Proposal to the Ladies, Part 2"},{"id":"Astell.RM","forename":"Mary","surname":"Astell","title":"Reflections Upon Marriage","birth":1666,"death":1731,"published":[1700],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Reflections Upon Marriage"},{"id":"Astell.ECR","forename":"Mary","surname":"Astell","title":"An Impartial Enquiry into the Causes of Rebellion and Civil War","birth":1666,"death":1731,"published":[1704],"nationality":"English","sex":"Female","breadcrumb":"Enquiry into the Causes of Rebellion"},{"id":"Astell.MTS","forename":"Mary","surname":"Astell","title":"Moderation Truly Stated; Or, a Review of a Late Pamphlet, Entitul'd Moderation a Vertue","birth":1666,"death":1731,"published":[1704],"nationality":"English","sex":"Female","breadcrumb":"Moderation Truly Stated"},{"id":"Astell.FWD","forename":"Mary","surname":"Astell","title":"A Fair Way with the Dissenters and Their Patrons","birth":1666,"death":1731,"published":[1704],"nationality":"English","sex":"Female","breadcrumb":"Fair Way with the Dissenters"},{"id":"Astell.CR","forename":"Mary","surname":"Astell","title":"The Christian Religion, as Profess'd by a Daughter of the Church of England","birth":1666,"death":1731,"published":[1705],"nationality":"English","sex":"Female","breadcrumb":"Christian Religion"},{"id":"Astell.BF","forename":"Mary","surname":"Astell","title":"Bart'lemy Fair; Or, An Enquiry After Wit","birth":1666,"death":1731,"published":[1709],"nationality":"English","sex":"Female","breadcrumb":"Bart'lemy Fair"}]},{"id":"Astell.RM","forename":"Mary","surname":"Astell","title":"Reflections Upon Marriage","birth":1666,"death":1731,"published":[1700],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Reflections Upon Marriage"}],"prev":{"id":"Astell.RM.Pref","imported":true,"title":"The Preface","breadcrumb":"Preface","published":[1700]},"next":{"id":"Astell.ECR","forename":"Mary","surname":"Astell","title":"An Impartial Enquiry into the Causes of Rebellion and Civil War","birth":1666,"death":1731,"published":[1704],"nationality":"English","sex":"Female","breadcrumb":"Enquiry into the Causes of Rebellion"}}