{"id":"Conway.PAM.4","imported":true,"parent":"Conway.PAM","title":"Chapter 4","breadcrumb":"Chapter 4","published":[1690],"copytext":[1692],"sourceDesc":"Conway’s [Principles of the Most Ancient and Modern Philosophy] was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.4?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. IV.\n§ 1. Whether God Created all Creatures together, orin Succession of time. §. 2. That in the Man Christ all things consist, and have their Being. §. 3. That Christ according to his Humanity, is the First Born of all Creatures. §. 4. But no Creature can ever reach so far as to be equal with him.","id":"Conway.PAM.4"},{"type":"paragraph","content":"§. 1. FROM what hath been already said, it is easie to Answer to that intricate Question, viz. Whether God Created all Creatures together, or one after another? If the Word Create hath respect to God himself, or the Internal Command of his Will, it is made altogether; but if unto Creatures that is done successively; for as it is the Nature, and Essential Attribute of God to be unchangeable, and without succession; so the Nature of Creatures is to be changeable and successive: But if the Word Create respects the Universals, Seeds, and Principles of all Things which (in subordination to God, who is the Principal Beginning of all Things) are, as it were Springs and Fountains from whence Creatures did flow in the order of their succession; so it may be said all Creatures were Created together, and especially if regard be had to the Messias, or Christ, who is the First Begotten of all Creatures, by whom all Things are said to be made; as John declares it, and Paul expresly affirms, that by Jesus Christ all Things were made, both visible and invisible.","subId":"1","id":"Conway.PAM.4.1"},{"type":"paragraph","content":"§. 2. JESUS CHRIST also signifies whole Christ, who is God and Man, as he is God, he is called λογος ουσιοσ the Essential Word of the Father, as he is Man λογος προφορικος, the Word expressed or brought forth, the perfect, and substantial Image of that Word which is in God, and eternally, or for ever united with him; so that this is its Vehicle and Organ, as the Body is in respect of the Soul; of which Word brought forth, which is the Wisdom of God, mention is made in divers places, as well of the New as of the Old Testament, as Prov. 8. 22. 31. and Prov. 3. 19. Psal. 33. 6. Psal. 22. 2. Psal. 110. p. 1. Joh. 11. 1, 2, 3, &c. Ephes. 3. 9. Col. 1. 15, 16, 17. Which place, viz. of Col. 1. 15, 16, 17 contains in it an Explication of the former, to wit, that by Son, by Word or Wisdom, or by any of his Attributes, God is not simply and nakedly understood: for how can any of his Attributes be called the invisible Image of God, seeing this is equally as invisible as himself, whence Image denotes something that is brought into visibility, and which after a peculiar manner reveals and represents the invisible God more than any Creature.","subId":"2","id":"Conway.PAM.4.2"},{"type":"paragraph","content":"§. 3. AND for the same reason he is called of Paul, in the place above-cited, the First Begotten of all Creatures, wherein is signified the relation he hath to Creatures, which were all in their Primitive State, as it were Sons of God; whereas he is the First Begotten of all those Sons, who (as I may so say) are as it were the Sons of this First Begotten Son of God. And therefore in him all Things are said to consist or have their Existence; for that they did arise from him as Branches from the Root, yet so as that they still remain in him after a certain manner.","subId":"3","id":"Conway.PAM.4.3"},{"type":"paragraph","content":"§. 4. NOT as though they were equal to him, or of the same Nature with him, because then none of them could ever have degenerated, and been changed from Good into Evil; wherefore, they are of a Nature far inferior, in respect of the First Begotten; so that, to speak properly, they can never be changed into him, nor he into the Father. The highest pitch they can reach unto is this, that is to become more like unto him, as the Scripture declares: Whence our Sonship (who are but mere Creatures) is called Adoption.","subId":"4","id":"Conway.PAM.4.4"}],"texts":[],"ancestors":[{"id":"Conway","forename":"Anne","surname":"Conway","birth":1631,"death":1679,"published":1692,"nationality":"English","sex":"Female","texts":[{"id":"Conway.PAM","forename":"Anne","surname":"Conway","title":"The Principles of the Most Ancient and Modern Philosophy","birth":1631,"death":1679,"published":[1690],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Principles of Ancient and Modern Philosophy"}]},{"id":"Conway.PAM","forename":"Anne","surname":"Conway","title":"The Principles of the Most Ancient and Modern Philosophy","birth":1631,"death":1679,"published":[1690],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Principles of Ancient and Modern Philosophy"}],"prev":{"id":"Conway.PAM.3","imported":true,"title":"Chapter 3","breadcrumb":"Chapter 3","published":[1690]},"next":{"id":"Conway.PAM.5","imported":true,"title":"Chapter 5","breadcrumb":"Chapter 5","published":[1690]}}