{"id":"Hume.ETSS.EPM.4","imported":true,"parent":"Hume.ETSS.EPM","title":"Section 4. Of Political Society","breadcrumb":"Section 4","published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"£1 SECTION IV. £1 £2 Of ^Political Society^. £2","id":"Hume.ETSS.EPM.4"},{"type":"paragraph","content":"HAD every man sufficient _sagacity_ to perceive, at all times, the strong interest, which binds him to the observance of justice and equity, and _strength of mind_ sufficient to persevere in a steady adherence to a general and a distant interest, in opposition to the allurements of present pleasure and advantage; there had never, in that case, been any such thing as government or political society, but each man, following his natural liberty, had lived in entire peace and harmony with all others. What need of positive law where natural justice is, of itself, a sufficient restraint? Why create magistrates, where there never arises any disorder or iniquity? Why abridge our native freedom, when, in every instance, the utmost exertion of it is found innocent and beneficial? It is evident, that, if government were totally useless, it never could have place, and that the SOLE foundation of the duty of ALLEGIANCE is the _advantage_, which it procures to society, by preserving peace and order among mankind.","subId":"1","id":"Hume.ETSS.EPM.4.1","pages":"205"},{"type":"paragraph","content":"When a number of political societies are erected, and maintain a great intercourse together, a new set of rules are immediately discovered to be _useful_ in that particular situation; and accordingly take place under the title of LAWS of NATIONS. Of this kind are, the sacredness of the person of ambassadors, abstaining from poisoned arms, quarter in war, with others of that kind, which are plainly calculated for the _advantage_ of states and kingdoms, in their intercourse with each other.","subId":"2","id":"Hume.ETSS.EPM.4.2","pages":"205"},{"type":"paragraph","content":"The rules of justice, such as prevail among individuals, are not entirely suspended among political societies. All princes pretend a regard to the rights of other princes; and some, no doubt, without hypocrisy. Alliances and treaties are every day made between independent states, which would only be so much waste of parchment, if they were not found, by experience, to have _some_ influence and authority. But here is the difference between kingdoms and individuals. Human nature cannot, by any means, subsist, without the association of individuals; and that association never could have place, were no regard paid to the laws of equity and justice. Disorder, confusion, the war of all against all, are the necessary consequences of such a licentious conduct. But nations can subsist without intercourse. They may even subsist, in some degree, under a general war. The observance of justice, though useful among them, is not guarded by so strong a necessity as among individuals; and the _moral obligation_ holds proportion with the _usefulness_. All politicians will allow, and most philosophers, that REASONS of STATE may, in particular emergencies, dispense with the rules of justice, and invalidate any treaty or alliance, where the strict observance of it would be prejudicial, in a considerable degree, to either of the contracting parties. But nothing less than the most extreme necessity, it is confessed, can justify individuals in a breach of promise, or an invasion of the properties of others.","subId":"3","id":"Hume.ETSS.EPM.4.3","pages":"206"},{"type":"paragraph","content":"In a confederated commonwealth, such as the ^Ach{ae}an^ republic of old, or the ^Swiss^ Cantons and United Provinces in modern times; as the league has here a peculiar _utility_, the conditions of union have a peculiar sacredness and authority, and a violation of them would be regarded as no less, or even as more criminal, than any private injury or injustice.","subId":"4","id":"Hume.ETSS.EPM.4.4","pages":"206"},{"type":"paragraph","content":"The long and helpless infancy of man requires the combination of parents for the subsistence of their young; and |that combination requires the virtue of CHASTITY or fidelity to the marriage bed. Without such a _utility_, it will readily be owned, that such a virtue would never have been thought of[n15].","subId":"5","id":"Hume.ETSS.EPM.4.5","pages":"206-7"},{"type":"paragraph","content":"An infidelity of this nature is much more _pernicious_ in _women_ than in _men_. Hence the laws of chastity are much stricter over the one sex than over the other.","subId":"6","id":"Hume.ETSS.EPM.4.6","pages":"207"},{"type":"paragraph","content":"These rules have all a reference to generation; and yet women past child-bearing are no more supposed to be exempted from them than those in the flower of their youth and beauty. _General rules_ are often extended beyond the principle, whence they first arise; and this in all matters of taste and sentiment. It is a vulgar story at ^Paris^, that, during the rage of the ^Mississippi^, a hump-backed fellow went every day into the ^Rue de Quincempoix^, where the stock-jobbers met in great crowds, and was well paid for allowing them to make use of his hump as a desk, in order to sign their contracts upon it. Would the fortune, which he raised by this expedient, make him a handsome fellow; though it be confessed, that personal beauty arises very much from ideas of utility? The imagination is influenced by associations of ideas; which, though they arise at first from the judgment, are not easily altered by every particular exception that occurs to us. To which we may add, in the present case of chastity, that the example of the old would be pernicious |to the young; and that women, continually foreseeing that a certain time would bring them the liberty of indulgence, would naturally advance that period, and think more lightly of this whole duty, so requisite to society.","subId":"7","id":"Hume.ETSS.EPM.4.7","pages":"207-8"},{"type":"paragraph","content":"Those who live in the same family have such frequent opportunities of licence of this kind, that nothing could preserve purity of manners, were marriage allowed, among the nearest relations, or any intercourse of love between them ratified by law and custom. INCEST, therefore, being _pernicious_ in a superior degree, has also a superior turpitude and moral deformity annexed to it.","subId":"8","id":"Hume.ETSS.EPM.4.8","pages":"208"},{"type":"paragraph","content":"What is the reason, why, by the ^Athenian^ laws, one might marry a half-sister by the father, but not by the mother? Plainly this: The manners of the ^Athenians^ were so reserved, that a man was never permitted to approach the women's apartment, even in the same family, unless where he visited his own mother. His step-mother and her children were as much shut up from him as the women of any other family, and there was as little danger of any criminal correspondence between them. Uncles and nieces, for a like reason, might marry at ^Athens^; but neither these, nor half-brothers and sisters, could contract that alliance at ^Rome^, where the intercourse was more open between the sexes. Public utility is the cause of all these variations.","subId":"9","id":"Hume.ETSS.EPM.4.9","pages":"208"},{"type":"paragraph","content":"To repeat, to a man's prejudice, any thing that escaped him in private conversation, or to make any such use of his private letters, is highly blamed. The free and social intercourse of minds must be extremely checked, where no such rules of fidelity are established.","subId":"10","id":"Hume.ETSS.EPM.4.10","pages":"208"},{"type":"paragraph","content":"Even in repeating stories, whence we can foresee no ill consequences to result, the giving of one's author is regarded as a piece of indiscretion, if not of immorality. These stories, in passing from hand to hand, and receiving all the usual variations, frequently come about to the persons concerned, and produce animosities and quarrels among |people, whose intentions are the most innocent and inoffensive.","subId":"11","id":"Hume.ETSS.EPM.4.11","pages":"208-9"},{"type":"paragraph","content":"To pry into secrets, to open or even read the letters of others, to play the spy upon their words and looks and actions; what habits more inconvenient in society? What habits, of consequence, more blameable?","subId":"12","id":"Hume.ETSS.EPM.4.12","pages":"209"},{"type":"paragraph","content":"This principle is also the foundation of most of the laws of good manners; a kind of lesser morality, calculated for the ease of company and conversation. Too much or too little ceremony are both blamed, and every thing, which promotes ease, without an indecent familiarity, is useful and laudable.","subId":"13","id":"Hume.ETSS.EPM.4.13","pages":"209"},{"type":"paragraph","content":"Constancy in friendships, attachments, and familiarities, is commendable, and is requisite to support trust and good correspondence in society. But in places of general, though casual concourse, where the pursuit of health and pleasure brings people promiscuously together, public conveniency has dispensed with this maxim; and custom there promotes an unreserved conversation for the time, by indulging the privilege of dropping afterwards every indifferent acquaintance, without breach of civility or good manners.","subId":"14","id":"Hume.ETSS.EPM.4.14","pages":"209"},{"type":"paragraph","content":"Even in societies, which are established on principles the most immoral, and the most destructive to the interests of the general society, there are required certain rules, which a species of false honour, as well as private interest, engages the members to observe. Robbers and pirates, it has often been remarked, could not maintain their pernicious confederacy, did they not establish a new distributive justice among themselves, and recal those laws of equity, which they have violated with the rest of mankind.","subId":"15","id":"Hume.ETSS.EPM.4.15","pages":"209"},{"type":"paragraph","content":"I hate a drinking companion, says the ^Greek^ proverb, who never forgets. The follies of the last debauch should be buried in eternal oblivion, in order to give full scope to the follies of the next.","subId":"16","id":"Hume.ETSS.EPM.4.16","pages":"209"},{"type":"paragraph","content":"Among nations, where an immoral gallantry, if covered with a thin veil of mystery, is, in some degree, authorised by custom, there immediately arise a set of rules, calculated for the conveniency of that attachment. The famous court or parliament of love in ^Provence^ formerly decided all difficult cases of this nature.","subId":"17","id":"Hume.ETSS.EPM.4.17","pages":"210"},{"type":"paragraph","content":"In societies for play, there are laws required for the conduct of the game; and these laws are different in each game. The foundation, I own, of such societies is frivolous; and the laws are, in a great measure, though not altogether, capricious and arbitrary. So far is there a material difference between them and the rules of justice, fidelity, and loyalty. The general societies of men are absolutely requisite for the subsistence of the species; and the public conveniency, which regulates morals, is inviolably established in the nature of man, and of the world, in which he lives. The comparison, therefore, in these respects, is very imperfect. We may only learn from it the necessity of rules, wherever men have any intercourse with each other.","subId":"18","id":"Hume.ETSS.EPM.4.18","pages":"210"},{"type":"paragraph","content":"They cannot even pass each other on the road without rules. Waggoners, coachmen, and postilions have principles, by which they give the way; and these are chiefly founded on mutual ease and convenience. Sometimes also they are arbitrary, at least dependent on a kind of capricious analogy, like many of the reasonings of lawyers[n16].","subId":"19","id":"Hume.ETSS.EPM.4.19","pages":"210"},{"type":"paragraph","content":"To carry the matter farther, we may observe, that it is impossible for men so much as to murder each other without statutes, and maxims, and an idea of justice and |honour. War has its laws as well as peace; and even that sportive kind of war, carried on among wrestlers, boxers, cudgel-players, gladiators, is regulated by fixed principles. Common interest and utility beget infallibly a standard of right and wrong among the parties concerned.","subId":"20","id":"Hume.ETSS.EPM.4.20","pages":"210-1"},{"type":"note","content":"See NOTE [X].","subId":"n15","id":"Hume.ETSS.EPM.4.n15"},{"type":"note","content":"THE only solution, which ^Plato^ gives to all the objections that might be raised against the community of women, established in his imaginary commonwealth, is, $Καλλιςτα γαρ δη τουτο και λεγεται και λελεξεται, οτι το μεν ωφελιμον καλον. Το δε βλαβερον αισχρον.$ _Scite enim istud & dicitur & dicetur, Id quod utile sit honestum esse, quod autem inutile sit turpe esse_. De Rep. lib. v. p. 457. ex edit. Ser. And this maxim will admit of no doubt, where public utility is concerned; which is ^Plato^'s meaning. And indeed to what other purpose do all the ideas of chastity and modesty serve? _Nisi utile est quod facimus, frustra est gloria_, says ^Ph{ae}drus^. $Καλον των βλαβερων ουδεν$, says ^Plutarch^ _de vitioso pudore_. Nihil eorum qu{ae} damnosa sunt, pulchrum est. The same was the opinion of the Stoics. $Φασιν ουν οι Στωικοι αγαθον ειναι ωφελειαν η ουκ ετεραν ωφελειας, ωφελειαν μεν λεγοντες την αρετην και την σπουδαιαν πραξιν.$ ^Sept. Emp.^ lib. iii. cap. 20.","subId":"n15.1","id":"Hume.ETSS.EPM.4.n15.1","pages":"207"},{"type":"note","content":"See NOTE [Y].","subId":"n16","id":"Hume.ETSS.EPM.4.n16"},{"type":"note","content":"THAT the lighter machine yield to the heavier, and, in machines of the same kind, that the empty yield to the loaded; this rule is founded on convenience. That those who are going to the capital take place of those who are coming from it; this seems to be founded on some idea of dignity of the great city, and of the preference of the future to the past. From like reasons, among foot-walkers, the right-hand intitles a man to the wall, and prevents jostling, which peaceable people find very disagreeable and inconvenient.","subId":"n16.1","id":"Hume.ETSS.EPM.4.n16.1","pages":"210"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EPM","imported":true,"title":"An Enquiry concerning the Principles of Morals","breadcrumb":"Moral Enquiry","published":[1751]}],"prev":{"id":"Hume.ETSS.EPM.3","imported":true,"title":"Section 3. Of Justice","breadcrumb":"Section 3","published":[1751]},"next":{"id":"Hume.ETSS.EPM.5","imported":true,"title":"Section 5. Why Utility pleases","breadcrumb":"Section 5","published":[1751]}}