{"imported":true,"id":"Shaftesbury.C.S.2.2","parent":"Shaftesbury.C.S.2","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_048","texts":[],"published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.S.2.2"},{"type":"paragraph","content":"WHAT Judgment therefore we are to form, concerning the Influence of our <em>Grandees</em> in matters of Art, and Letters, will easily be gather'd from the Reflections already made. It may appear from the very Freedom we have taken in censuring these <em>Men of Power,</em> what little reason Authors have to plead 'em as their Excuse for any Failure in the Improvement of their Art and Talent. For in a free Country, such as ours, there is not any Order or Rank of Men, more free than that of <em>Writers:</em> who if they have real Ability and Merit, can fully right themselves when injur'd; and are ready furnish'd with Means, sufficient to make themselves consider'd by the Men in highest Power.","subId":"1","id":"Shaftesbury.C.S.2.2.1"},{"type":"paragraph","content":"Nor shou'd I suspect the Genius of our Writers, or charge 'em with Meanness and Insufficiency on the account of this Low-spiritedness which they discover; were it not for another sort of Fear, by which they more plainly betray themselves, and seem conscious of their own Defect. The <span class=\"small-capitals\">Criticks,</span> it seems, are formidable to 'em. The <span class=\"small-capitals\">Criticks</span> are the dreadful <em>Specters,</em> the <em>Giants,</em> the <em>Enchanters,</em> who traverse and disturb 'em in their Works. These are the Persecutors, for whose sake they are ready to hide their heads; begging rescue and protection of all good People; and flying in particular to <em>the Great,</em> by whose Favour they hope to be defended from this merciless <em>examining</em> Race. <q>For what can be more cruel, than to be forc'd to submit to the rigorous <em>Laws of Wit,</em> and write under such severe <em>Judges</em> as are deaf to all Courtship, and can be wrought upon by no Insinuation or Flattery to pass by Faults, and pardon any Transgression of <em>Art?</em></q>","subId":"2","id":"Shaftesbury.C.S.2.2.2"},{"type":"paragraph","content":"To judg indeed of the Circumstances of a modern <em>Author,</em> by the Pattern of his<a href=\"#n1\"><sup>[1]</sup></a> <em>Prefaces, Dedications,</em> and <em>Introductions,</em> one wou'd think that at the moment when a Piece of his was in hand, some Conjuration was forming against him, some diabolical Powers drawing together to blast his Work, and cross his generous Design. He therefore rouzes his Indignation, hardens his Forehead, and with many furious <em>Defiances</em> and <em>Avant</em>-<span class=\"small-capitals\">Satans!</span> enters on his Business; not with the least regard to what may justly be objected to him in a way of <span class=\"small-capitals\">Criticism;</span> but with an absolute Contempt of the <em>Manner</em> and <em>Art</em> it-self.","subId":"3","id":"Shaftesbury.C.S.2.2.3"},{"type":"paragraph","content":"Avaunt, ye uninitiated crowd,<a href=\"#n2\"><sup>[2]</sup></a> was in its time, no doubt, a generous <em>Defiance.</em> The <em>Avant!</em> was natural and proper in its place; especially where Religion and Virtue were the Poet's Theme. But with our Moderns the Case is generally the very Reverse. And accordingly the <em>Defiance</em> or <em>Avant</em> shou'd run much after this manner: <q>As for you vulgar Souls, mere <em>Naturals,</em> who know no <em>Art,</em> were never admitted into the Temple of Wisdom, nor ever visited the Sanctuarys of Wit or Learning, gather your-selves together from all Parts, and hearken to the Song or Tale I am about to utter. But for you Men of Science and Understanding, who have Ears and Judgment, and can weigh Sense, scan Syllables, and measure Sounds; You who by a certain <em>Art</em> distinguish <em>false Thought</em> from <em>true, Correctness</em> from <em>Rudeness,</em> and <em>Bombast</em> and <em>Chaos</em> from <em>Order</em> and <em>the Sublime;</em> Away hence! or stand aloof! whilst I practise upon the Easiness of those mean Capacitys and Apprehensions, who make the most numerous Audience, and are the only competent Judges of my Labours.</q>","subId":"4","id":"Shaftesbury.C.S.2.2.4"},{"type":"paragraph","content":"'Tis strange to see how differently the Vanity of Mankind runs, in different Times and Seasons. 'Tis at present the Boast of almost every Enterprizer in the <span class=\"small-capitals\">Muses</span> Art, <q>That by his Genius alone, and a natural Rapidity of Style and Thought, he is able to carry all before him; that he plays with his Business, does things in passing, at a venture, and in the quickest period of Time.</q> In the days of <span class=\"small-capitals\">Attick</span> <em>Elegance,</em> as Works were then truly of another Form and Turn, so Workmen were of another Humour, and had their Vanity of a quite contrary kind. They became rather affected in endeavouring to discover the pains they had taken to be correct. They were glad to insinuate how laboriously, and with what expence of Time, they had brought the smallest Work of theirs (as perhaps a single <em>Ode</em> or <em>Satir,</em> an <em>Oration</em> or <em>Panegyrick</em>) to its perfection. When they had so polish'd their Piece, and render'd it so natural and easy, that it <em>seem'd</em> only a lucky Flight, a Hit of Thought, or flowing Vein of Humour; they were then chiefly concern'd lest it shou'd <em>in reality</em> pass for such, and their Artifice remain undiscover'd. They were willing it shou'd be known how serious their Play was; and how elaborate their Freedom and Facility: that they might say as the agreeable and polite Poet, glancing on himself,","subId":"5","id":"Shaftesbury.C.S.2.2.5"},{"type":"paragraph","content":"<a href=\"#n3\"><sup>[3]</sup></a>He will seem in sport, yet really be toiling. . . .","subId":"6","id":"Shaftesbury.C.S.2.2.6"},{"type":"paragraph","content":"And,","subId":"7","id":"Shaftesbury.C.S.2.2.7"},{"type":"paragraph","content":"<a href=\"#n4\"><sup>[4]</sup></a>So that any man may hope the same success, toil greatly, and work in vain at the same task,—so great is the might of the sequence and connection in writing.","subId":"8","id":"Shaftesbury.C.S.2.2.8"},{"type":"paragraph","content":"Such Accuracy of Workmanship requires a <span class=\"small-capitals\">Critick'</span> s <em>Eye.</em> 'Tis lost upon a vulgar Judgment. Nothing grieves <em>a real Artist</em> more than that indifference of the Publick, which suffers <em>Work</em> to pass <em>uncriticiz'd.</em> Nothing, on the other side, rejoices him more than the nice View and Inspection of the accurate <em>Examiner</em> and <em>Judg of Work.</em> 'Tis the mean <em>Genius,</em> the slovenly Performer, who knowing nothing of <em>true Workmanship,</em> endeavours by the best outward Gloss and dazling Shew, to turn the Eye from a direct and steddy Survey of his Piece.","subId":"9","id":"Shaftesbury.C.S.2.2.9"},{"type":"paragraph","content":"What is there which an expert <em>Musician</em> more earnestly desires, than to perform his part in the presence of those who are knowing in his Art? 'Tis to <em>the Ear</em> alone he applies himself; <em>the critical,</em> the nice Ear. Let his Hearers be of what <em>Character</em> they please: Be they naturally austere, morose, or rigid; no matter, so they are <em>Criticks,</em> able to censure, remark, and sound every Accord and Symphony. What is there mortifies the good <em>Painter</em> more, than when amidst his admiring Spectators there is not one present, who has been us'd to compare the Hands of different Masters, or has <em>an Eye</em> to distinguish the Advantages or Defects of every Style? Thro' all the inferior Orders of <em>Mechanicks,</em> the Rule is found to hold the same. In every Science, every Art, the real <em>Masters,</em> or <em>Proficients,</em> rejoice in nothing more, than in the thorow Search and Examination of their Performances, by all the Rules of Art and nicest <em>Criticism.</em> Why therefore (in the <span class=\"small-capitals\">Muses</span> name!) is it not the same with our Pretenders to the Writing Art, our <em>Poets,</em> and <em>Prose-Authors</em> in every kind? Why in this Profession are we found such <em>Critick-Haters,</em> and indulg'd in this unlearned Aversion; unless it be taken for granted, that as Wit and Learning stand at present in our Nation, we are still upon the foot of <em>Empiricks</em> and <em>Mountebanks?</em>","subId":"10","id":"Shaftesbury.C.S.2.2.10"},{"type":"paragraph","content":"From these Considerations, I take upon me absolutely to condemn the fashionable and prevailing Custom of inveighing against <span class=\"small-capitals\">Criticks,</span> as the common Enemys, the Pests, and Incendiarys of the Commonwealth of Wit and Letters. I assert, on the contrary, that they are the <em>Props</em> and <em>Pillars</em> of this Building; and that without the Encouragement and Propagation of such a Race, we shou'd remain as <span class=\"small-capitals\">Gothick</span> <em>Architects</em> as ever.","subId":"11","id":"Shaftesbury.C.S.2.2.11"},{"type":"paragraph","content":"<a href=\"#n5\"><sup>[5]</sup></a>IN THE weaker and more imperfect Societys of Mankind, such as those compos'd of federate <em>Tribes,</em> or mix'd <em>Colonys,</em> scarce settled in their new Seats, it might pass for sufficient Good-fortune, if the People prov'd only so far Masters of Language, as to be able to understand one another, in order to confer about their Wants, and provide for their common Necessitys. Their expos'd and indigent State cou'd not be presum'd to afford 'em either that full Leisure, or easy Disposition which was requisite to raise 'em to any Curiosity of Speculation. They who were neither safe from Violence, nor secure of Plenty, were unlikely to engage in unnecessary Arts. Nor cou'd it be expected they shou'd turn their Attention towards the Numbers of their Language, and the harmonious Sounds which they accidentally emitted. But when, in process of time, the Affairs of the Society were settled on an easy and secure Foundation; when <em>Debates</em> and <em>Discourses</em> on these Subjects of common Interest, and publick Good, were grown familiar; and the <em>Speeches</em> of prime Men, and Leaders, were consider'd, and compar'd together: there wou'd naturally be observ'd not only a more agreeable Measure of Sound, but a happier and more easy Rangement of Thoughts, in one Speaker, than in another.","subId":"12","id":"Shaftesbury.C.S.2.2.12"},{"type":"paragraph","content":"It may be easily perceiv'd from hence, that <em>the Goddess</em> <span class=\"small-capitals\">Persuasion</span> must have been in a manner the Mother of <em>Poetry, Rhetorick, Musick,</em> and the other kindred Arts. For 'tis apparent, that where chief Men, and Leaders had the strongest Interest <em>to persuade;</em> they us'd the highest endeavours <em>to please.</em> So that in such <em>a State</em> or <em>Polity</em> as has been describ'd, not only the best Order of Thought, and Turn of Fancy, but the most soft and inviting Numbers must have been employ'd, to charm <em>the Publick Ear,</em> and to incline <em>the Heart,</em> by the Agreeableness of Expression.","subId":"13","id":"Shaftesbury.C.S.2.2.13"},{"type":"paragraph","content":"Almost all the antient <em>Masters</em> of this sort were said to have been <span class=\"small-capitals\">Musicians.</span> And <em>Tradition,</em> which soon grew fabulous, cou'd not better represent the first <em>Founders</em> or <em>Establishers</em> of these larger Societys, than as real <em>Songsters,</em> who by the power of their Voice and Lyre, cou'd charm the wildest Beasts, and draw the rude Forests and Rocks into the Form of fairest Citys. Nor can it be doubted that the same <em>Artists,</em> who so industriously apply'd themselves to study the Numbers of <em>Speech,</em> must have made proportionable Improvements in the Study of mere Sounds and <em>natural Harmony;</em> which, of it-self, must have considerably contributed towards the softning the rude Manners and harsh Temper of their new People.","subId":"14","id":"Shaftesbury.C.S.2.2.14"},{"type":"paragraph","content":"If therefore it so happen'd in these <em>free</em> Communitys, made by Consent and voluntary Association, that after a-while, the Power of <em>One,</em> or of <em>a Few,</em> grew prevalent over the rest; if <span class=\"small-capitals\">Force</span> took place, and the Affairs of the Society were administer'd without their Concurrence, by the influence of <em>Awe</em> and <em>Terror:</em> it follow'd, that these pathetick Sciences and Arts of Speech were little cultivated, since they were of little use. But where <span class=\"small-capitals\">Persuasion</span> was the chief means of guiding the Society; where the People were to be convinc'd before they acted; there <em>Elocution</em> became considerable; there <em>Orators</em> and <em>Bards</em> were heard; and the chief Genius's and <em>Sages</em> of the Nation betook themselves to the Study of those Arts, by which the People were render'd more treatable in a way of Reason and Understanding, and more subject to be led by Men of Science and Erudition. The more these <em>Artists</em> courted the Publick, the more they instructed it. In such <em>Constitutions</em> as these, 'twas the Interest of the Wise and Able, that the Community shou'd be Judges of Ability and Wisdom. The high Esteem of Ingenuity was what advanc'd the Ingenious to the greatest Honours. And they who rose by Science, and Politeness in the higher Arts, cou'd not fail to promote that <em>Taste</em> and <em>Relish</em> to which they ow'd their personal Distinction and Pre-eminence.","subId":"15","id":"Shaftesbury.C.S.2.2.15"},{"type":"paragraph","content":"Hence it is that those <em>Arts</em> have been deliver'd to us in such perfection, by <em>free Nations;</em> who from the Nature of their Government, as from a proper Soil, produc'd the generous Plants: whilst the mightiest Bodys and vastest Empires, govern'd by <em>Force,</em> and <em>a despotick Power,</em> cou'd, after Ages of Peace and Leisure, produce no other than what was deform'd and barbarous of the kind.","subId":"16","id":"Shaftesbury.C.S.2.2.16"},{"type":"paragraph","content":"When the <em>persuasive</em> Arts were grown thus into repute, and the Power of moving the Affections become the Study and Emulation of the forward <em>Wits</em> and aspiring <em>Genius's</em> of the Times; it wou'd necessarily happen that many Genius's of equal size and strength, tho less covetous of publick Applause, of Power, or of Influence over Mankind, wou'd content them-selves with the <em>Contemplation</em> merely of these enchanting Arts. These they wou'd the better enjoy, the more they refin'd their <em>Taste,</em> and cultivated their <em>Ear.</em> For to all Musick there must be an Ear proportionable. There must be an Art of <em>Hearing</em> found, ere the performing Arts can have their due effect, or any thing exquisite in the kind be felt or comprehended. The just Performers therefore in each Art wou'd naturally be the most desirous of improving and refining the publick Ear; which they cou'd no way so well effect as by the help of those latter <em>Genius's,</em> who were in a manner their <em>Interpreters</em> to the People; and who by their Example taught the Publick to discover what was just and excellent in each Performance.","subId":"17","id":"Shaftesbury.C.S.2.2.17"},{"type":"paragraph","content":"Hence was the Origin of <span class=\"small-capitals\">Criticks;</span> who, as Arts and Sciences advanc'd, wou'd necessarily come withal into repute; and being heard with satisfaction in their turn, were at length tempted to become <em>Authors,</em> and appear in publick. These were honour'd with the Name of <em>Sophists:</em> A Character which in early times was highly respected. Nor did the gravest <em>Philosophers,</em> who were Censors of Manners, and <span class=\"small-capitals\">Criticks</span> of a higher degree, disdain to exert their <em>Criticism</em> in the inferior Arts; especially in those relating to <em>Speech,</em> and the power of <em>Argument</em> and <em>Persuasion.</em>","subId":"18","id":"Shaftesbury.C.S.2.2.18"},{"type":"paragraph","content":"When such <em>a Race</em> as this was once risen, 'twas no longer possible to impose on Mankind, by what was specious and pretending. The Publick wou'd be paid in no false Wit, or jingling Eloquence. Where the <em>learned</em> <span class=\"small-capitals\">Criticks</span> were so well receiv'd, and <em>Philosophers</em> themselves disdain'd not to be of the number; there cou'd not fail to arise <em>Criticks</em> of an inferior Order, who wou'd subdivide the several Provinces of this Empire. <em>Etymologists, Philologists, Grammarians,</em> <em>Rhetoricians,</em> and others of considerable note, and eminent in their degree, wou'd every where appear, and vindicate the Truth and Justice of their Art, by revealing the hidden Beautys which lay in the Works of just <em>Performers;</em> and by exposing the weak Sides, false Ornaments, and affected Graces of mere <em>Pretenders.</em> Nothing of what we call <em>Sophistry</em> in Argument, or <em>Bombast</em> in Style; nothing of the <em>effeminate</em> Kind, or of the false <em>Tender,</em> the pointed <em>Witticism,</em> the disjointed <em>Thought,</em> the crouded <em>Simile,</em> or the mix'd <em>Metaphor,</em> cou'd pass even on the common Ear: whilst the <span class=\"small-capitals\">Notarys,</span> the <span class=\"small-capitals\">Expositors,</span> and <span class=\"small-capitals\">Prompters</span> above-mention'd, were every where at hand, and ready to explode the <em>unnatural Manner.</em>","subId":"19","id":"Shaftesbury.C.S.2.2.19"},{"type":"paragraph","content":"'Tis easy to imagine, that amidst the several Styles and Manners of Discourse or Writing, the easiest attain'd, and earliest practis'd, was the <em>Miraculous,</em> the <em>Pompous,</em> or what we generally call the <span class=\"small-capitals\">Sublime.</span> <em>Astonishment</em> is of all other Passions the easiest rais'd in raw and unexperienc'd Mankind. Children in their earliest Infancy are entertain'd in this manner: And the known way of pleasing such as these, is to make 'em wonder, and lead the way for 'em in this Passion, by a feign'd surprize at the miraculous Objects we set before 'em. The best Musick of <em>Barbarians</em> is hideous and astonishing Sounds. And the fine Sights of <em>Indians</em> are enormous Figures, various odd and glaring Colours, and whatever of that sort is amazingly beheld, with a kind of Horror and Consternation.","subId":"20","id":"Shaftesbury.C.S.2.2.20"},{"type":"paragraph","content":"In Poetry, and study'd Prose, the <em>astonishing</em> Part, or what commonly passes for <em>Sublime,</em> is form'd by the variety of Figures, the multiplicity of<a href=\"#n6\"><sup>[6]</sup></a> Metaphors, and by quitting as much as possible the natural and easy way of Expression, for that which is most unlike to Humanity, or ordinary Use. This the Prince of Criticks assures us to have been the Manner of the earliest Poets, before the Age of <span class=\"small-capitals\">Homer;</span> or till such time as this Father-Poet came into Repute, who depos'd that spurious Race, and gave rise to a legitimate and genuine Kind. He retain'd only what was decent of the <em>figurative</em> or <em>metaphorick</em> Style, introduc'd the <em>natural</em> and <em>simple;</em> and turn'd his thoughts towards the real Beauty of Composition, the Unity of Design, the Truth of Characters, and the just Imitation of Nature in each particular.","subId":"21","id":"Shaftesbury.C.S.2.2.21"},{"type":"paragraph","content":"The Manner of this Father-Poet was afterwards variously imitated, and divided into several Shares; especially when it came to be copy'd in <em>Dramatick.</em> <span class=\"small-capitals\">Tragedy</span> came first; and took what was most <em>solemn</em> and <em>sublime.</em> In this part the Poets succeeded sooner than in <span class=\"small-capitals\">Comedy</span> or the <em>facetious</em> Kind; as was natural indeed to suppose, since this was in reality the easiest Manner of the <em>two,</em> and capable of being brought the soonest to perfection. For so the same Prince of Criticks<a href=\"#n7\"><sup>[7]</sup></a> sufficiently informs us. And 'tis highly worth remarking, what this mighty Genius and Judg of Art declares concerning <span class=\"small-capitals\">Tragedy;</span> that whatever Idea might be form'd of the utmost Perfection of this kind of Poem, it cou'd in practice rise no higher than it had been already carry'd in his time;<a href=\"#n8\"><sup>[8]</sup></a> <q>Having at length (says he) attain'd its Ends, and being apparently consummate in it-self</q>: But for <span class=\"small-capitals\">Comedy,</span> it seems, 'twas still in hand. It had been already in some manner reduc'd: but, as he plainly insinuates, it lay yet unfinish'd; notwithstanding the witty Labours of an <span class=\"small-capitals\">Aristophanes,</span> and the other comick Poets of the first Manner, who had flourish'd a whole Age before this Critick. As perfect as were those Wits in Style and Language; and as fertile in all the Varietys and Turns of Humour; yet the Truth of Characters, the Beauty of Order, and the simple Imitation of Nature, were in a manner wholly unknown to 'em; or thro' Petulancy, or Debauch of Humour, were, it seems, neglected and set aside. <span class=\"small-capitals\">AMenander</span> had not as yet appear'd; who arose soon after, to accomplish the Prophecy of our grand Master of Art, and consummate <em>Philologist.</em>","subId":"22","id":"Shaftesbury.C.S.2.2.22"},{"type":"paragraph","content":"Comedy<a href=\"#n9\"><sup>[9]</sup></a> had at this time done little more than what the antient<a href=\"#n10\"><sup>[10]</sup></a> <em>Parodys</em> had done before it. 'Twas of admirable use to explode the <em>false Sublime</em> of early Poets, and such as in its own Age were on every occasion ready to relapse into that vicious Manner. The good Tragedians themselves cou'd hardly escape its Lashes. The pompous Orators were its never-failing Subjects. Every thing which might be imposing, by a false Gravity or Solemnity, was forc'd to endure the Trial of this Touchstone. Manners and Characters, as well as Speech and Writings, were discuss'd with the greatest freedom. Nothing cou'd be better fitted than this Genius of Wit, to unmask the face of things, and remove those <em>Larvae</em> naturally form'd from the <em>Tragick</em> Manner, and pompous Style, which had preceded:","subId":"23","id":"Shaftesbury.C.S.2.2.23"},{"type":"paragraph","content":"<a href=\"#n11\"><sup>[11]</sup></a>(Aeschylus) taught how to use high-flown language and to strut in the buskin. After them (Aeschylus and Thespis) came the Old Comedy.","subId":"24","id":"Shaftesbury.C.S.2.2.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">'Twas</span> not by chance that this <em>Succession</em> happen'd in <span class=\"small-capitals\">Greece,</span> after the manner describ'd; but rather thro' Necessity, and from the Reason and<a href=\"#n12\"><sup>[12]</sup></a> Nature of Things. For in healthy Bodys, Nature dictates Remedys of her own, and provides for the Cure of what has happen'd amiss in the Growth and Progress of a Constitution. The Affairs of this free People being in the Increase; and their Ability and Judgment every day improving, as Letters and Arts advanc'd; they wou'd of course find in themselves a Strength of Nature, which by the help of good Ferments, and a wholesom opposition of Humours, wou'd correct in one way whatever was excessive, or <em>peccant</em> (as Physicians say) in another. Thus the florid and over-sanguine Humour of the <em>high Style</em> was allay'd by something of a contrary nature. The <em>Comick</em> Genius was apply'd, as a kind of <em>Caustick,</em> to those Exuberances and <em>Fungus's</em> of the swoln Dialect, and magnificent manner of Speech. But after a-while, even this Remedy it-self was found to turn into a Disease: as Medicines, we know, grow corrosive, when the fouler Matters on which they wrought are sufficiently purg'd, and the Obstructions remov'd.","subId":"25","id":"Shaftesbury.C.S.2.2.25"},{"type":"paragraph","content":"<a href=\"#n13\"><sup>[13]</sup></a>Freedom slipped into License and a violence which called for legal restraint.<a href=\"#n14\"><sup>[14]</sup></a>","subId":"26","id":"Shaftesbury.C.S.2.2.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">'Tis</span> a great Error to suppose, as some have done, that the restraining this licentious manner of Wit, <em>by Law,</em> was a Violation of the Liberty of the <span class=\"small-capitals\">Athenian</span> State, or an Effect merely of the Power of Foreigners; whom it little concern'd after what manner those Citizens treated one another in their Comedys; or what sort of Wit or Humour they made choice of, for their ordinary Diversions. If upon a Change of Government, as during the Usurpation of <em>the Thirty,</em> or when that Nation was humbled at any time, either by a <span class=\"small-capitals\">Philip,</span> an <span class=\"small-capitals\">Alexander,</span> or an <span class=\"small-capitals\">Antipater,</span> they had been forc'd against their <em>Wills,</em> to enact such <em>Laws</em> as these; 'tis certain they wou'd have soon repeal'd 'em, when those Terrors were remov'd, as they soon were, and the People restor'd to their former Libertys. For notwithstanding what this Nation suffer'd <em>outwardly,</em> by several shocks receiv'd from foreign States; notwithstanding the Dominion and Power they lost <em>abroad,</em> they preserv'd the same Government <em>at home.</em> And how passionately interested they were in what concern'd their Diversions and publick Spectacles; how jealous and full of Emulation in what related to their <em>Poetry, Wit, Musick,</em> and other <em>Arts,</em> in which they excel'd all other Nations; is well known to Persons who have any comprehension of antient Manners, or been the least conversant in History.","subId":"27","id":"Shaftesbury.C.S.2.2.27"},{"type":"paragraph","content":"Nothing therefore cou'd have been the Cause of these publick <em>Decrees,</em> and of this gradual Reform in the Commonwealth of Wit, beside the real Reform of <em>Taste</em> and <em>Humour</em> in the Commonwealth or Government it-self. Instead of any Abridgment, 'twas in reality an Increase of <em>Liberty,</em> an Enlargement of the Security of <em>Property,</em> and an Advancement of private Ease and personal <em>Safety,</em> to provide against what was injurious to the good Name and Reputation of every Citizen. As this Intelligence in Life and Manners grew greater in that experienc'd People, so the Relish of Wit and Humour wou'd naturally in proportion be more refin'd. Thus <span class=\"small-capitals\">Greece</span> in general grew more and more polite; and as it advanc'd in this respect, was more averse to the obscene buffooning manner. The <span class=\"small-capitals\">Athenians</span> still went before the rest, and led the way in Elegance of every kind. For even their first Comedy was a Refinement upon some irregular Attempts which had been made in that dramatick way. And the grand<a href=\"#n15\"><sup>[15]</sup></a> Critick shews us, that in his own time the <span class=\"small-capitals\">Phallica,</span> or <em>scurrilous</em> and <em>obscene Farce,</em> prevail'd still, and had the Countenance of the Magistrate, in some Citys of <span class=\"small-capitals\">Greece,</span> who were behind the rest in this Reform of Taste and Manners.","subId":"28","id":"Shaftesbury.C.S.2.2.28"},{"type":"paragraph","content":"But what is yet a more undeniable Evidence of this <em>natural</em> and <em>gradual</em> Refinement of Styles and Manners among the Antients, particularly in what concern'd their Stage, is, that this very Case of Prohibition and Restraint happen'd among the <span class=\"small-capitals\">Romans</span> themselves; where no Effects of foreign Power, or of a home Tyranny can be pretended. Their <span class=\"small-capitals\">Fescennin,</span> and <span class=\"small-capitals\">Atellan</span> way of Wit, was in early days prohibited, and <em>Laws</em> made against it, <em>for the Publick's sake,</em> and in regard to the Welfare of the <em>Community:</em> such <em>Licentiousness</em> having been found in reality contrary to the just <em>Liberty</em> of the People.","subId":"29","id":"Shaftesbury.C.S.2.2.29"},{"type":"paragraph","content":"<a href=\"#n16\"><sup>[16]</sup></a>Men were vexed when bitten by its bloody teeth; the unbitten too were anxious for the common weal; and even a law and penalty were enacted against libelling any one in verse.","subId":"30","id":"Shaftesbury.C.S.2.2.30"},{"type":"paragraph","content":"In defense of what I have here advanc'd, I cou'd, besides the Authority of grave<a href=\"#n17\"><sup>[17]</sup></a> Historians and Chronologists, produce the Testimony of one of the wisest, and most serious of antient Authors; whose single Authority wou'd be acknowledg'd to have equal force with that of many concurring Writers. He shews us that this<a href=\"#n18\"><sup>[18]</sup></a> <em>first-form'd</em> <em>Comedy</em> and Scheme of <em>ludicrous</em> Wit, was introduc'd upon the neck of <em>the</em> <span class=\"small-capitals\">Sublime.</span> The familiar airy Muse was privileg'd as a sort of <em>Counter-Pedagogue,</em> against the Pomp and Formality of the more solemn Writers. And what is highly remarkable, our Author shews us, that in Philosophy it-self there happen'd, almost at the very same time, a like <em>Succession</em> of Wit and Humour; when in opposition to the sublime Philosopher, and afterwards to his<a href=\"#n19\"><sup>[19]</sup></a> grave Disciple and Successor in the Academy, there arose <em>a Comick</em> Philosophy, in the Person of another Master and other Disciples; who personally, as well as in their Writings, were set in direct opposition to the former: not as differing in<a href=\"#n20\"><sup>[20]</sup></a> Opinions or Maxims, but in their Style and Manner; in the Turn of Humour, and method of Instruction.","subId":"31","id":"Shaftesbury.C.S.2.2.31"},{"type":"paragraph","content":"'TIS PLEASANT enough to consider how exact the resemblance was between the Lineage of <em>Philosophy</em> and that of <em>Poetry;</em> as deriv'd from their <em>two</em> chief Founders or Patriarchs; in whose Loins the several Races lay as it were inclos'd. For as <em>the</em><a href=\"#n21\"><sup>[21]</sup></a> <em>grand poetick</em> <span class=\"small-capitals\">Sire</span> was, by the consent of all Antiquity, allow'd to have furnish'd Subject both to the <em>Tragick,</em> the <em>Comick,</em> and every other kind of genuine Poetry; so <em>the philosophical</em> <span class=\"small-capitals\">Patriarch,</span> in the same manner, containing within himself the several Genius's of Philosophy, gave rise to all those several Manners in which that Science was deliver'd.","subId":"32","id":"Shaftesbury.C.S.2.2.32"},{"type":"paragraph","content":"His Disciple of noble Birth and lofty Genius, who aspir'd to<a href=\"#n22\"><sup>[22]</sup></a> Poetry and Rhetorick, took the <em>Sublime</em> part, and shone above his other Condisciples. He of mean Birth, and poorest Circumstances, whose Constitution as well as Condition inclin'd him most to the way we call <em>Satirick,</em> took the reproving part, which in his better-humour'd and more agreeable Successor, turn'd into the <em>Comick</em> kind, and went upon the Model of that<a href=\"#n23\"><sup>[23]</sup></a> antient Comedy which was then prevalent. But another noble Disciple, whose Genius was towards Action, and who prov'd afterwards the greatest Hero of his time took the <em>genteeler</em> Part, and <em>softer</em> Manner. He join'd what was deepest and most solid in Philosophy, with what was easiest and most refin'd in Breeding, and in the Character and Manner of a Gentleman. Nothing cou'd be remoter than his Genius was, from the scholastick, the rhetorical, or mere poetick kind. He was as distant, on one hand, from the sonorous, high, and pompous Strain; as, on the other hand, from the ludicrous, mimical, or satirick.","subId":"33","id":"Shaftesbury.C.S.2.2.33"},{"type":"paragraph","content":"This<a href=\"#n24\"><sup>[24]</sup></a> was that natural and <em>simple</em> Genius of Antiquity, comprehended by so few, and so little relish'd by the Vulgar. This was that philosophical <span class=\"small-capitals\">Menander</span> of earlier Time, whose Works one may wonder to see preserv'd from the same Fate; since in the darker Ages thro' which they pass'd, they might probably be alike neglected, on the account of their like Simplicity of Style and Composition.","subId":"34","id":"Shaftesbury.C.S.2.2.34"},{"type":"paragraph","content":"There is, besides the several <em>Manners</em> of Writing above describ'd, another of considerable Authority and Weight, which had its rise chiefly from the critical Art itself, and from the more accurate Inspection into the Works of preceding Masters. The grand Critick, of whom we have already spoken, was a Chief and Leader in this Order of Pen-men. For tho the <span class=\"small-capitals\">Sophists</span> of elder time had treated many Subjects <em>methodically,</em> and <em>in form;</em> yet this Writer was the first who gain'd Repute in the <em>methodick</em> kind. As the Talent of this great Man was more towards polite Learning, and the Arts, than towards the deep and solid parts of Philosophy, it happen'd that in his School there was more care taken of other Sciences, than of <em>Ethicks, Dialect,</em> or <em>Logick;</em> which Provinces were chiefly cultivated by the Successors of the Academy and Porch.","subId":"35","id":"Shaftesbury.C.S.2.2.35"},{"type":"paragraph","content":"It has been observ'd of this <em>methodick</em> or <em>scholastick</em> Manner, that it naturally befitted an Author, who, tho endow'd with a comprehensive and strong Genius, was not in himself of a refin'd Temper, bless'd by the <em>Graces,</em> or favour'd by any <em>Muse;</em> one who was not of a fruitful Imagination, but rather dry and rigid; yet withal acute and piercing, accurate and distinct. For the chief Nerve and Sinew of this Style consists in the clear Division and Partition of the Subjects. Tho there is nothing <em>exalting</em> in the Manner, 'tis naturally powerful and <em>commanding;</em> and, more than any other, subdues the Mind, and strengthens its Determinations. 'Tis from this Genius that firm Conclusions and steddy <em>Maxims</em> are best form'd: which, if solidly built, and on sure ground, are the shortest and best Guides towards Wisdom and Ability, in every kind; but if defective, or unsound, in the least part, must of necessity lead us to the grossest Absurditys, and stiffest Pedantry and Conceit.","subId":"36","id":"Shaftesbury.C.S.2.2.36"},{"type":"paragraph","content":"Now tho every other Style and genuine Manner of Composition has its Order and Method, as well as this which, in a peculiar sense, we call <em>the Methodick;</em> yet it is this Manner alone which professes Method, dissects it-self in Parts, and makes its own Anatomy. <em>The Sublime</em> can no way condescend thus, or bear to be suspended in its impetuous Course. <em>The Comick,</em> or derisory Manner, is further still from making shew of Method. 'Tis then, if ever, that it presumes to give it-self this wise Air, when its Design is to expose the Thing it-self, and ridicule the Formality and Sophistry so often shelter'd beneath it. <em>The Simple</em> Manner, which being the strictest Imitation of Nature, shou'd of right be the completest, in the Distribution of its Parts, and Symmetry of its Whole, is yet so far from making any ostentation of Method, that it conceals the Artifice as much as possible: endeavouring only to express the effect of Art, under the appearance of the greatest Ease and Negligence. And even when it assumes the censuring or reproving part, it does it in the most conceal'd and gentle way.","subId":"37","id":"Shaftesbury.C.S.2.2.37"},{"type":"paragraph","content":"The Authors indeed of our Age are as little capable of receiving, as of giving Advice, in such a way as this: So little is the general Palat form'd, as yet, to a Taste of real <span class=\"small-capitals\">Simplicity.</span> As for <em>the</em> <span class=\"small-capitals\">Sublime,</span> tho it be often the Subject of Criticism; it can never be the Manner, or afford the Means. The Way of <em>Form</em> and <span class=\"small-capitals\">Method,</span> the <em>didactive</em> or <em>preceptive</em> Manner, as it has been usually practis'd amongst us, and as our Ears have been long accustom'd, has so little force towards the winning our Attention, that it is apter to tire us, than the Metre of an old Ballad. We no sooner hear the <em>Theme</em> propounded, the Subject divided and subdivided, (with <em>first of the first,</em> and so forth, as <em>Order</em> requires) than instantly we begin a Strife with <em>Nature,</em> who otherwise might surprize us in the soft Fetters of Sleep; to the great Disgrace of the Orator, and Scandal of the Audience. The only Manner left, in which Criticism can have its just Force amongst us, is the <em>antient</em> <span class=\"small-capitals\">Comick;</span> of which kind were the first <em>Roman</em> Miscellanys, or <em>Satirick</em> Pieces: a sort of original Writing of their own, refin'd afterwards by the best Genius, and politest Poet of that Nation; who, notwithstanding, owns the Manner to have been taken from the <em>Greek</em> Comedy above-mention'd. And if our Home-Wits wou'd refine upon this Pattern, they might perhaps meet with considerable Success.","subId":"38","id":"Shaftesbury.C.S.2.2.38"},{"type":"paragraph","content":"In effect, we may observe, that in our own Nation, the most successful <em>Criticism,</em> or Method of Refutation, is that which borders most on the manner of the earliest <em>Greek</em> Comedy. The highly-rated<a href=\"#n25\"><sup>[25]</sup></a> burlesque Poem, written on the Subject of our religious Controversys in the last Age, is a sufficient Token of this kind. And that justly-admir'd Piece of<a href=\"#n26\"><sup>[26]</sup></a> Comick Wit, given us some time after by an Author of the highest Quality, has furnish'd our best <em>Wits</em> in all their Controversys, even in Religion and Politicks, as well as in the Affairs of Wit and Learning, with the most effectual and entertaining Method of exposing Folly, Pedantry, false Reason, and ill Writing. And without some such tolerated manner of <em>Criticism</em> as this, how grosly we might have been impos'd on, and shou'd continue to be, for the future, by many Pieces of dogmatical Rhetorick, and pedantick Wit, may easily be apprehended by those who know any thing of the State of Letters in our Nation, or are in the least fitted to judg of the Manner of the common <em>Poets,</em> or formal <em>Authors</em> of the Times.","subId":"39","id":"Shaftesbury.C.S.2.2.39"},{"type":"paragraph","content":"In what Form, or Manner soever, <em>Criticism</em> may appear amongst us, or <span class=\"small-capitals\">Criticks</span> chuse to exert their Talent; it can become none besides the grosly superstitious, or ignorant, to be alarm'd at this <em>Spirit.</em> For if it be ill manag'd, and with little Wit; it will be destroy'd by something wittier in the kind: If it be witty it-self, it must of necessity advance Wit.","subId":"40","id":"Shaftesbury.C.S.2.2.40"},{"type":"paragraph","content":"And thus from the Consideration of antient as well as modern Time, it appears that the <em>Cause</em> and <em>Interest</em> of <span class=\"small-capitals\">Criticks</span> is the same with that of Wit, Learning, and good Sense.","subId":"41","id":"Shaftesbury.C.S.2.2.41"},{"type":"note","content":"<em>Infra,</em> p. 329, 330. And VOL. III. <em>p.</em> 259, 277 in the Notes.","subId":"n1","id":"Shaftesbury.C.S.2.2.n1"},{"type":"note","content":"Odi <em>profanum vulgus &amp; arceo.</em> Hor. <em>Odes,</em> I. iii. 1.","subId":"n2","id":"Shaftesbury.C.S.2.2.n2"},{"type":"note","content":"<em>Ludentis speciem dabit &amp; torquebitur</em>—","subId":"n3","id":"Shaftesbury.C.S.2.2.n3"},{"type":"note","content":"<blockquote><span class=\"foreign\">——Ut sibi quivis <br> Speret idem, sudet multum, frustraque laboret <br> Ausus idem, tantum series juncturaque pollet.</span> <br> <cite>Id. de Arte Poet.</cite></blockquote>","subId":"n4","id":"Shaftesbury.C.S.2.2.n4"},{"type":"note","content":"As to this, and what remains of the Section, see VOL. III. <em>p.</em> 136, &amp;c.","subId":"n5","id":"Shaftesbury.C.S.2.2.n5"},{"type":"note","content":"<span class=\"foreign\">Λέξεως δὲ ἀρετὴ, σαφη̑ καὶ μὴ ταπεινὴν εἰ̑ναι. Σαφεστάτη μὲν οὐ̑ν ἐστιν ἡ ἐκ τω̑ν κυρίων ὀνομάτων, ἀλλὰ ταπεινή. . . . Σεμνὴ δὲ καὶ ἐξαλλάττουσα τὸ ἰδιωτικὸν, ἡ τοι̑ς ξενικοι̑ς κεχρημένη. ξενικὸν δὲ λέγω, γλω̑τταν, καὶ μεταφορὰν, καὶ ἐπέκτασιν, καὶ πα̑ν τὸ παρὰ τὸ κύριον. Ἀλλ' ἄν τις ἅμα ἅπαντα τὰ τοιαυ̑τα ποιήσῃ, ἢ αἴνιγμα ἔσται, ἢ βαρβαρισμός. Ἂν μεν οὐ̑ν ἐκ μεταφορω̑ν, αἴνιγμα, ἐὰν δὲ ἐκ γλωττω̑ν, βαρβαρισμός.</span> <cite>Arist. de Poet. cap. 22.</cite> This the same Master-Critick explains further in his <em>Rhetoricks,</em> Lib. 3. cap. 1. where he refers to these Passages of his <em>Poeticks.</em> <span class=\"foreign\">Ἐπεὶ δὲ οἱ Ποιηταὶ λέγοντες εὐήθη, διὰ τὴν λέξιν ἐδόκουν πορίσασθαι τήνδε τὴν δόξαν, διὰ του̑το ποιητικὴ πρώτη ἐγένετο λέξις. * * * καὶ νυ̑ν ἔτι οἱ πολλοὶ τω̑ν ἀπαιδεύτων τοὺς τοιούτους οἴονται διαλέγεσθαι κάλλιστα. του̑το δ' οὐκ ἔστιν. * * * οὐδὲ γὰρ οἱ τὰς τραγῳδίας ποιου̑ντες ἔτι χρω̑νται τὸν αὐτὸν τρόπον. Ἀλλ' ὥσπερ καὶ ἐκ ὠ̑ν τετραμέτρων εἰς τὸ ἰαμβει̑ον μετέβησαν, διὰ τὸ τῳ̑ λόγῳ του̑το τω̑ν μέτρων ὁμοιότατον ει̑ναι τω̑ν ἄλλων· οὕτω καὶ τω̑ν ὀνομάτων ἀφείκασιν, ὅσα παρὰ τὴν διάλεκτόν ἐστιν. * * * καὶ ἔτι νυ̑ν οἱ τὰ ἑξάμετρα ποιου̑ντες ἀφήκασι. Διὸ γελοι̑ον μιμει̑σθαι τούτους, οἱ αὐτοὶ οὐκ ἔτι χρω̑νται ἐκείνῳ τῳ τρόπῳ.</span> That among the early Reformers of this <em>Bombastick</em> Manner, he places <span class=\"small-capitals\">Homer</span> as the Chief, we may see easily in his <em>Poeticks:</em> as particularly in that Passage, cap. 24. <span class=\"foreign\"> Ἔτι τὰς διανοίας καὶ τὴν λέξιν ἔχειν καλω̑ς, οι̑ς ἅπασιν Ὅμηρος κέχρηται, καὶ πρω̑τος καὶ ἱκανω̑ς. * * * Πρὸς δὲ τούτοις λέξει καὶ διανοίᾳ πάντας ὑπερβέβληκε.</span>","subId":"n6","id":"Shaftesbury.C.S.2.2.n6"},{"type":"note","content":"<span class=\"foreign\">Γενομένης οὐ̑ν ἀπ' ἀρχη̑ς αὐτοσχεδιαστικη̑ς, καὶ αὐτὴ καὶ ἡ Κωμῳδια</span>, &amp;c. <cite>De Poet. cap. 4.</cite> When he has compar'd both this and Tragedy together, he recapitulates in his next Chapter, <span class=\"foreign\">Αἱ μὲν οὐ̑ν τη̑ς Τραγῳδίας μεταβάσεις, καὶ δἰ ών ἐγένοντο, οὐ λελήθασιν. Ἡ δὲ Κωμῳδία, διὰ τὸ μὴ σποθδάζεσθαι ἐξ ἀρχη̑ς, ἔλαθεν. Καὶ γὰρ χορὸν Κομῳδω̑ν ὀψέ ποτε ὁ Ἄρχων ἔδωκεν</span>, &amp;c. <cite>Cap. 5.</cite> See VOL. III. <em>p.</em> 139 in the Notes.","subId":"n7","id":"Shaftesbury.C.S.2.2.n7"},{"type":"note","content":"<span class=\"foreign\">Καὶ πολλὰς μεταβολὰς μεταβαλου̑σα ἡ Τραγῳδία ἐπαύσατο, ἐπεὶ ἔσχε τὴν ἑαυτη̑ς φύσιν</span>, &amp;c. <cite>Cap. 4.</cite> So true <em>a Prophet</em> as well as <em>Critick</em> was this great Man. For by the Event it appear'd that Tragedy being rais'd to its height by <span class=\"small-capitals\">Sophocles</span> and <span class=\"small-capitals\">Euripides,</span> and no room left for further Excellence or Emulation; there were no more tragick Poets besides these endur'd, after the Author's time. Whilst <em>Comedy</em> went on, improving still to the second and third degree; <em>Tragedy</em> finish'd its course under <span class=\"small-capitals\">Euripides:</span> whom, tho our great Author criticizes with the utmost Severity in his <em>Poeticks,</em> yet he plainly enough confesses to have carry'd the Style of Tragedy to its full Height and Dignity. For as to the Reformation which that Poet made in the use of <em>the sublime</em> and <em>figurative</em> Speech, in general; see what our discerning Author says in his <em>Rhetoricks:</em> where he strives to shew the Impertinence and Nauseousness of the florid Speakers, and such as understood not the Use of the <em>simple</em> and <em>natural</em> Manner. <q>The just Masters and right Managers of the <em>Poetick</em> or <em>High</em> Style, shou'd learn (says he) how to conceal the Manner as much as possible.</q> <span class=\"foreign\">Διὸ δει̑ λανθάνειν ποιου̑ντας, καὶ μὴ δοκει̑ν λέγειν πεπλασμένως, ἀλλὰ πεφυκότως. του̑το γὰρ πιθανόν, ἐκει̑νο δὲ τοὐναντίον. Ὡς γὰρ πρὸς ἐπιβουλεύοντα διαβάλλονται, καθάπερ πρὸς τοὺς οἴνους τοὺς μεμιγμένους. Καὶ οἱ̑ον ἡ Θεοδώρου φωνὴ πέπονθε πρὸς τὴν τω̑ν ἄλλων ὑποκριτω̑ν, ἡ μὲν γὰρ του̑ λέγοντος ἔοικεν ει̑ναι, αἱ δ' ἀλλότριαι. κλέπτεται δ' εὐ̑, ἐάν τις ἐκ τη̑ς εἰωθυίας διαλέκτου ἐκλέγων συντιθῃ̑· ὅπερ ἘΥΡΙΠΙ'ΔΗΣ ποιει̑, και̑ ὑπέδειξε πρω̑τος.</span> <cite>Rhet. Lib. 3. cap. 2.</cite>","subId":"n8","id":"Shaftesbury.C.S.2.2.n8"},{"type":"note","content":"<span class=\"foreign\"> Ὥσπερ δὲ καὶ τὰ σπουδαι̑α μάλιστα ποιητὴς Ὅμηρος ἠ̑ν (μόνος γὰρ οὐχ ὅτι εὐ̑, ἀλλ' ὅτι καὶ μιμήσεις δραματικὰς ἐποίησε) οὕτω καὶ τὰ τη̑ς Κωμῳδίας σχήματα πρω̑τος ὑπέδειξεν.</span> <cite>Arist. Poet. cap. 4.</cite> No wonder if, in this Descent, Comedy came late. See below, <em>p.</em> 253. in the Notes. And above, <em>p.</em> 198.","subId":"n9","id":"Shaftesbury.C.S.2.2.n9"},{"type":"note","content":"The PARODYS were very antient: but they were in reality no other than mere <em>Burlesque</em> or <em>Farce.</em> COMEDY, which borrow'd something from those Humours, as well as from the <em>Phallica</em> below-mention'd, was not, however, rais'd to any Form or Shape of Art (as said above) till about the time of <span class=\"small-capitals\">Aristophanes,</span> who was of the <em>first</em> model, and a Beginner of the kind; at the same time that TRAGEDY had undergone all its Changes, and was already come to its last perfection; as the grand Critick has shewn us, and as our other Authoritys plainly evince.","subId":"n10","id":"Shaftesbury.C.S.2.2.n10"},{"type":"note","content":"<blockquote><span class=\"foreign\">Et docuit magnumque loqui, nitique Cothurno. <br> <span class=\"small-capitals\">Successit</span> vetus his Comoedia.—</span> <br> <cite>Hor. de Arte Poet.</cite></blockquote> The immediate preceding Verses of <span class=\"small-capitals\">Horace,</span> after his having spoken of the first Tragedy under <span class=\"small-capitals\">Thespis,</span> are; <blockquote><span class=\"foreign\">Post hunc personae pallaeque reperior honestae <br> AEschylus, &amp; modicis instravit pulpita tignis, <br> Et docuit, &amp;c.</span></blockquote> Before the time of <span class=\"small-capitals\">Thespis,</span> Tragedy indeed was said to be, as <span class=\"small-capitals\">Horace</span> calls it here (in a concise way) <em>ignotum genus.</em> It lay in a kind of Chaos intermix'd with other Kinds, and hardly distinguishable by its Gravity and Pomp from the Humours which gave rise afterwards to Comedy. But in a strict historical Sense, as we find <span class=\"small-capitals\">Plato</span> speaking in his <span class=\"small-capitals\">Minos,</span> Tragedy was of antienter date, and even of the very antientest with the <em>Athenians.</em> His words are, <span class=\"foreign\"> Ἡ δὲ Τραγῳδία ἐστι παλαιὸν ἐνθάδε, οὐχ, ὡς οἴονται, ἀπὸ Θέσπιδος ἀρξαμένη οὐδ' ἀπὸ Φρυνίχου. Ἀλλ' εἰ θέλεις ἐννοη̑σαι, πάνυ παλαιὸν αὐτὸ ἑυρήσεις ὂν τη̑σδε τη̑ς πόλεως ἕυρημα.</span>","subId":"n11","id":"Shaftesbury.C.S.2.2.n11"},{"type":"note","content":"Of this Subject see more in VOL. III. <em>pag.</em> 136, 7, 8, &amp;c.","subId":"n12","id":"Shaftesbury.C.S.2.2.n12"},{"type":"note","content":"<blockquote><span class=\"foreign\">—In vitium Libertas excidit, &amp; Vim <br> Dignam Lege regi.—</span> <br> <cite>Hor. de Arte Poet.</cite></blockquote>","subId":"n13","id":"Shaftesbury.C.S.2.2.n13"},{"type":"note","content":"It follows— <blockquote><span class=\"foreign\">Lex est accepta, Chorusque <br> Turpiter obticuit, sublato jure nocendi.</span></blockquote>","subId":"n14","id":"Shaftesbury.C.S.2.2.n14"},{"type":"note","content":"<cite>Lib. de Poet. cap. 4. de Tragoediâ &amp; Comoediâ, scilicet,</cite> <span class=\"foreign\">Καὶ ἡ μὲν ἀπὸ τω̑ν ἐξαρχόντων τὸν διθύραμβον, ἡ δὲ ἀπὸ τω̑ν τὰ φαλλικά, ἃ ἔτι καὶ νυ̑ν ἐν πολλαι̑ς τω̑ν πόλεων δαιμένει νομιζόμενα, κατὰ μικρὸν ἠυξήθη, &amp;c.</span>","subId":"n15","id":"Shaftesbury.C.S.2.2.n15"},{"type":"note","content":"<blockquote><span class=\"foreign\">——Doluere cruento <br> Dente lacessiti: fuit intactis quoque Cura <br> <span class=\"small-capitals\">Conditione</span> super <span class=\"small-capitals\">Communi.</span> Quin etiam Lex <br> Poenaque lata malo quae nollet Carmine quemquam <br> Describi.——</span> <br> <cite>Hor. <em>Epist.</em> 1. <em>lib.</em> 2.</cite></blockquote>","subId":"n16","id":"Shaftesbury.C.S.2.2.n16"},{"type":"note","content":"To confirm what is said of this natural <em>Succession</em> of Wit and Style, according to the several Authoritys above-cited in the immediate preceding Notes; see <cite><span class=\"small-capitals\">Strabo</span>, Lib. 1.</cite> <span class=\"foreign\"> Ὡς δ' εἰπει̑ν, ὁ πεζὸς λόγος, ὅ γε κατεσκευασμένος, μίμημα του̑ ποιητικου̑ ἐστι· πρώτιστα γὰρ ἡ ποιητικὴ κατασκευὴ παρη̑λθεν εἰς τὸ μέσον καὶ εὐδοκίμησεν. Ει̑τα ἐκείνην μιμούμενοι, λύσαντες τὸ μέτρον, τ' ἄλλα δὲ φυλάξαντες τὰ ποιητικὰ, συνέγραψαν οἱ περὶ Κάδμον, καὶ Φερεκύδην, καὶ Ἑκαται̑ον· εἰτα οἱ ὕστερον, ἀφαιρου̑ντες ἀεί τι τω̑ν τοιούτων, εἰς τὸ νυ̑ν εἰ̑δος κατήγαγον, ὡς ἃν ἀπὸ ὕψους τινός. Καθάπερ ἄν τις καὶ τὴν Κωμῳδίαν φαίη λαβει̑ν τὴν σύστασιν ἀπὸ τη̑ς Τραγῳδίας, καὶ του̑ κατ' αὐτὴν ὕψους καταβιβασθει̑σαν εἰς τὸ λογοειδὲς νυνὶ καλούμενον.</span>","subId":"n17","id":"Shaftesbury.C.S.2.2.n17"},{"type":"note","content":"<span class=\"foreign\">Πρω̑τον αἱ Τραγῳδίαι παρήχθησαν ὑπομνηστικαὶ τω̑ν συμβαινόντων, καὶ ὅτι ταυ̑τα ου̑τω πέφυκε γίνεσθαι, καὶ ὅτι οἱ̑ς ἐπὶ τη̑ς σκηνη̑ς ψυχαγωγει̑σθε, τούτοις μὴ ἄχθεσθε ἐπὶ τη̑ς μείζονος σκηνη̑ς. <strong> </strong> <strong> </strong> Μετὰ δὲ τὴν Τραγῳδίαν ἡ ἀρχαία Κωμῳδία παρήχθη, παιδαγωγικὴν παῤῥησίαν ἔχουσα, καὶ τη̑ς ἀτυφίας οὐκ ἀχρήστως δι' αὐτη̑ς τη̑ς εὐθυῤῥημοσύνης ὑπομιμνήσκουσα· πρὸς οἱ̑όν τι καὶ Διογένης ταυτὶ παρελάμβανε. μετὰ ταυ̑τα τίς ἡ μέση Κωμῳδία, καὶ λοιπὸν ἡ νέα, &amp;c.</span> <cite>Μαρ. Αντ. Βιβ. ια.</cite> <span class=\"foreign\">οὔτως δει̑ παρ' ὅλον τὸν βίον ποιει̑ν, καὶ ὅπου λίαν ἀξιοπιστότα τα πράγματα φαντάζηται, ἀπογυμνου̑ν αὐτά, καὶ τὴν εὐτέλειαν αὐτω̑ν καθορα̑ν, καὶ τὴν ἱστορίαν, ὑφ' ᾐ̑ σεμνύνεταί, περιαιρει̑ν. δεινὸς γὰρ ὁ τυ̑φος παραλογιστής. Καὶ ὅτε δοκει̑ς μάλιστα περὶ τὰ σπουδαι̑α καταγίνεσθαι, τότε μάλιστα καταγοητεύει. ὅρα γου̑ν ὁ Κράτης, τί περὶ αὐτου̑ του̑ Ξενοκράτους λέγει. Id. Βιβ. ς.</span>","subId":"n18","id":"Shaftesbury.C.S.2.2.n18"},{"type":"note","content":"See the Citations immediately preceding.","subId":"n19","id":"Shaftesbury.C.S.2.2.n19"},{"type":"note","content":"<span class=\"foreign\">Tunicâ distantia</span>—<cite>Juv. Sat. 13. ver. 222.</cite>","subId":"n20","id":"Shaftesbury.C.S.2.2.n20"},{"type":"note","content":"See above <em>page</em> 246. in the Notes. According to this <span class=\"small-capitals\">Homerical</span> Lineage of Poetry, <em>Comedy</em> wou'd naturally prove the <em>Drama</em> of latest Birth. For tho <span class=\"small-capitals\">Aristotle,</span> in the same place, cites <span class=\"small-capitals\">Homer'</span> s <em>Margites</em> as analogous to Comedy, yet the <em>Iliad</em> and <em>Odyssee,</em> in which the heroick Style prevails, having been ever highest in esteem, were likeliest to be first wrought and cultivated.","subId":"n21","id":"Shaftesbury.C.S.2.2.n21"},{"type":"note","content":"His <em>Dialogues</em> were real POEMS (as has been shewn above, <em>pag.</em> 193, &amp;c.). This may easily be collected from the <em>Poeticks</em> of the grand Master. We may add what is cited by <span class=\"small-capitals\">Athenaeus</span> from another Treatise of that Author. <span class=\"foreign\">ὁ τοὺς ἄλλους ἁπαξ ἁπλω̑ς κακολογήσας, ἐν μὲν τῃ̑ πολιτείᾳ Ὅμηρον ἐκβάλλων, καὶ τὴν μιμητικὴν ποίησιν, αὐτὸς δὲ [Πλάτων] τοὺς διαλόγους μιμητικω̑ς γράψας, ὡ̑ν τη̑ς ἰδέας οὐδ' αὐτὸς εὑρετής ἐστιν. Πρὸ γὰρ αὐτου̑ του̑θ' εὐ̑ρε τὸ εἰ̑δος τω̑ν λόγων ὁ Τήιος Ἀλεξάμενος ὡς Νικίας ὁ Νικαεὺς ἱστορει̑ καὶ Σωτηρίων.</span> <span class=\"foreign\">Ἀριστοτέλης δὲ ἐν τῳ̑ περὶ Ποιητω̑ν οὕτως γράφει· <q>Ὀυκου̑ν οὐδὲ ἐμμέτρους τοὺς καλουμένους Σώφρονος Μίμους, μὴ φω̑μεν εἰ̑ναι λόγους καὶ μιμήσεις, ἢ τοὺς Ἀλεξαμενου του̑ Τηΐου τοὺς πρω̑τους γραφέντας τω̑ν Σωκρατικω̑ν διαλόγων;</q> Ἄντικρυς φάσκων ὁ πολυμαθέστατος Ἀριστοτέλης πρὸ Πλάτωνος Διαλόγους γεγραφέναι τὸν Ἀλεξαμενὸν.</span> <cite>Athen. Lib. 11.</cite>","subId":"n22","id":"Shaftesbury.C.S.2.2.n22"},{"type":"note","content":"According to the two last Citations, <em>pag.</em> 252.","subId":"n23","id":"Shaftesbury.C.S.2.2.n23"},{"type":"note","content":"VOL. III. <em>p.</em> 248.","subId":"n24","id":"Shaftesbury.C.S.2.2.n24"},{"type":"note","content":"<span class=\"small-capitals\">Hudibras.</span>","subId":"n25","id":"Shaftesbury.C.S.2.2.n25"},{"type":"note","content":"The <span class=\"small-capitals\">Rehearsal.</span> See VOL. III. <em>p.</em> 277. in the Notes, and <em>Ibid.</em> p. 281.","subId":"n26","id":"Shaftesbury.C.S.2.2.n26"}]}