{"imported":true,"id":"Shaftesbury.C.S.2.3","parent":"Shaftesbury.C.S.2","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_049","texts":[],"published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section III</h1> ","id":"Shaftesbury.C.S.2.3"},{"type":"paragraph","content":"THUS we have survey'd the State of <em>Authors,</em> as they are influenc'd from without; either by the Frowns or Favour of <em>the Great,</em> or by the Applause or Censure of <em>the Criticks.</em> It remains only to consider, how the <span class=\"small-capitals\">People,</span> or <em>World,</em> in general, stand affected towards our modern Pen-men; and what occasion these Adventurers may have of Complaint, or Boast, from their Encounter with the <span class=\"small-capitals\">Publick.</span>","subId":"1","id":"Shaftesbury.C.S.2.3.1"},{"type":"paragraph","content":"There is nothing more certain, than that a real <em>Genius,</em> and thorow <em>Artist,</em> in whatever kind, can never, without the greatest unwillingness and shame, be induc'd to act below his Character, and for mere Interest be prevail'd with to prostitute his <em>Art</em> or <em>Science,</em> by performing contrary to its known Rules. Whoever has heard any thing of the Lives of famous <em>Statuarys, Architects,</em> or <em>Painters,</em> will call to mind many Instances of this nature. Or whoever has made any acquaintance with the better sort of <em>Mechanicks,</em> such as are real Lovers of their Art, and <em>Masters</em> in it, must have observ'd their natural Fidelity in this respect. Be they ever so idle, dissolute, or debauch'd; how regardless soever of other Rules; they abhor any Transgression <em>in their Art,</em> and wou'd chuse to lose Customers and starve, rather than by a base Compliance with <em>the</em> <span class=\"small-capitals\">World,</span> to act contrary to what they call the <em>Justness</em> and <em>Truth of Work.</em>","subId":"2","id":"Shaftesbury.C.S.2.3.2"},{"type":"paragraph","content":"<q>Sir,</q> (says a poor Fellow of this kind, to his rich Customer) <q>you are mistaken in coming to me, for such a piece of Workmanship. Let who will make it for you, as you fansy; I know it to be <em>wrong.</em> Whatever I have made hitherto, has been <em>true Work.</em> And neither for your sake or any body's else, shall I put my hand to any other.</q>","subId":"3","id":"Shaftesbury.C.S.2.3.3"},{"type":"paragraph","content":"This is Virtue! <em>real Virtue,</em> and Love of <em>Truth;</em> independent of <em>Opinion,</em> and above <em>the</em> <span class=\"small-capitals\">World.</span> This Disposition transfer'd to the whole of <em>Life,</em> perfects a Character, and makes that <em>Probity</em> and <em>Worth</em> which the Learned are often at such a loss to explain. For is there not a <em>Workmanship</em> and <em>a Truth</em> in <span class=\"small-capitals\">Actions?</span> Or is <em>the Workmanship</em> of this kind less becoming, or less worthy our notice; that we shou'd not in this case be as surly at least as the honest <em>Artizan,</em> who has no other <em>Philosophy,</em> than what <em>Nature</em> and his <em>Trade</em> have taught him?","subId":"4","id":"Shaftesbury.C.S.2.3.4"},{"type":"paragraph","content":"When one considers this Zeal and Honesty of inferiour Artists, one wou'd wonder to see those who pretend to Skill and Science in a higher kind, have so little regard to <em>Truth,</em> and <em>the Perfection of their Art.</em> One wou'd expect it of our <em>Writers,</em> that if they had real Ability, they shou'd draw <em>the</em> <span class=\"small-capitals\">World</span> to <em>them;</em> and not meanly sute <em>themselves</em> to <em>the</em> <span class=\"small-capitals\">World,</span> in its weak State. We may justly indeed make allowances for the Simplicity of those early <em>Genius's</em> of our Nation, who after so many barbarous Ages, when Letters lay yet in their Ruins, made bold Excursions into a vacant Field, to seize the Posts of Honour, and attain the Stations which were yet unpossess'd by the Wits of their own Country. But since the Age is now so far advanc'd; Learning establish'd; the Rules of Writing stated; and the Truth of Art so well apprehended, and every where confess'd and own'd: 'tis strange to see our <em>Writers</em> as unshapen still and monstrous in their Works, as heretofore. There can be nothing more ridiculous than to hear our <span class=\"small-capitals\">Poets,</span> in their <em>Prefaces,</em> talk of Art and Structure; whilst in their <em>Pieces</em> they perform as ill as ever, and with as little regard to those profess'd <em>Rules of Art,</em> as the honest <span class=\"small-capitals\">Bards,</span> their Predecessors, who had never heard of any such <em>Rules,</em> or at least had never own'd their Justice or Validity.","subId":"5","id":"Shaftesbury.C.S.2.3.5"},{"type":"paragraph","content":"Had the early Poets of <span class=\"small-capitals\">Greece</span> thus complimented their Nation, by complying with its first Relish and Appetite; they had not done their Countrymen such Service, nor themselves such Honour as we find they did, by conforming to Truth and Nature. The generous Spirits who first essay'd the Way, had not always <em>the</em> <span class=\"small-capitals\">World</span> on their side: but soon drew after 'em <em>the best Judgments;</em> and soon afterwards the <span class=\"small-capitals\">World</span> it-self. They forc'd their way into it, and by weight of Merit turn'd its Judgment on their side. They form'd their Audience; polish'd the Age; refin'd the publick Ear, and fram'd it right; that in return they might be rightly and lastingly applauded. Nor were they disappointed in their Hope. The Applause soon came, and was lasting; for it was found. They have Justice done them at this day. They have surviv'd their Nation; and live, tho in a dead Language. The more the Age is enlighten'd, the more they shine. Their Fame must necessarily last as long as Letters; and Posterity will ever own their Merit.","subId":"6","id":"Shaftesbury.C.S.2.3.6"},{"type":"paragraph","content":"Our modern Authors, on the contrary, are turn'd and model'd (as themselves confess) by the publick Relish, and current Humour of the Times. They regulate themselves by the irregular Fancy of the World; and frankly own they are preposterous and absurd, in order to accommodate themselves to the Genius of the Age. In our Days <em>the Audience</em> makes <em>the Poet;</em> and <em>the Bookseller the Author:</em> with what Profit to <em>the Publick,</em> or what Prospect of lasting Fame and Honour to <em>the Writer,</em> let any one who has Judgment imagine.","subId":"7","id":"Shaftesbury.C.S.2.3.7"},{"type":"paragraph","content":"But tho our <em>Writers</em> charge their Faults thus freely on <em>the</em> <span class=\"small-capitals\">Publick;</span> it will, I doubt, appear from many Instances, that this Practice is mere Imposture: since those Absurditys, which they are aptest to commit, are far from being delightful or entertaining. We are glad to take up with what our Language can afford us; and by a sort of <em>Emulation</em> with other Nations, are forc'd to cry up such Writers of our own, as may best serve us for Comparison. But when we are out of this Spirit, it must be own'd, we are not apt to discover any great Fondness or Admiration of our Authors. Nor have we any, whom by mutual Consent we make to be our <em>Standard.</em> We go to <em>Plays,</em> or to other <em>Shows;</em> and frequent the Theater, as the Booth. We read <em>Epicks</em> and <em>Dramaticks,</em> as we do <em>Satirs</em> and <em>Lampoons.</em> For we must of necessity know what <em>Wit</em> as well as what <em>Scandal</em> is stirring. Read we must; let Writers be ever so indifferent. And this perhaps may be some occasion of the Laziness and Negligence of our Authors; who observing this Need, which our Curiosity brings on us, and making an exact Calculation in the way of Trade, to know justly the Quality and Quantity of the publick Demand, feed us thus from hand to mouth; resolving not to over-stock the Market, or be at the pains of more Correctness or Wit than is absolutely necessary to carry on the Traffick.","subId":"8","id":"Shaftesbury.C.S.2.3.8"},{"type":"paragraph","content":"Our Satir therefore is scurrilous, buffooning, and without Morals or Instruction, which is the Majesty and Life of this kind of writing. Our <span class=\"small-capitals\">Encomium</span> or <span class=\"small-capitals\">Panegyrick</span> is as fulsom and displeasing, by its prostitute and abandon'd manner of Praise. The worthy Persons who are the Subjects of it, may well be esteem'd Sufferers by the Manner. And the Publick, whether it will or no, is forc'd to make untoward Reflections, when led to it by such <em>satirizing Panegyrists.</em> For in reality the Nerve and Sinew of modern <em>Panegyrick</em> lies in a dull kind of <em>Satir;</em> which the Author, it's true, intends shou'd turn to the advantage of his Subject; but which, if I mistake not, will appear to have a very contrary Effect.","subId":"9","id":"Shaftesbury.C.S.2.3.9"},{"type":"paragraph","content":"The usual Method, which our <em>Authors</em> take, when they wou'd commend either a <em>Brother-Author,</em> a <em>Wit,</em> a <em>Hero,</em> a <em>Philosopher,</em> or a <em>Statesman,</em> is to look abroad, to find within the narrow compass of their Learning, some eminent Names of Persons, who answer'd to these Characters in a former time. These they are sure to lash, as they imagine, with some sharp stroke of <em>Satir.</em> And when they have stripp'd these reverend Personages of all their share of Merit, they think to clothe their Hero with the Spoils. Such is the Sterility of these <em>Encomiasts!</em> They know not how to praise, but by Detraction. If a Fair-One is to be celebrated, <span class=\"small-capitals\">Helen</span> must in comparison be deform'd; <span class=\"small-capitals\">Venus</span> her-self degraded. That <em>a Modern</em> may be honour'd, some <em>Antient</em> must be sacrific'd. If <em>a Poet</em> is to be extol'd; down with a <span class=\"small-capitals\">Homer</span> or a <span class=\"small-capitals\">Pindar.</span> If an <em>Orator,</em> or <em>Philosopher;</em> down with <span class=\"small-capitals\">Demosthenes,Tully,Plato.</span> If <em>a General of our Army;</em> down with any <em>Hero</em> whatever of Time past. <q>The <em>Romans</em> knew no Discipline! The <em>Grecians</em> never learnt the Art of War!</q>","subId":"10","id":"Shaftesbury.C.S.2.3.10"},{"type":"paragraph","content":"Were there <em>an Art of Writing</em> to be form'd upon the modern Practice; this Method we have describ'd might perhaps be styl'd <em>the Rule of Dispatch,</em> or <em>the</em> <span class=\"small-capitals\">Herculean</span> <em>Law;</em> by which <em>Encomiasts,</em> with no other Weapon than their single <em>Club,</em> may silence all other Fame, and place their <em>Hero</em> in the vacant Throne of Honour. I wou'd willingly however advise these <em>Celebrators</em> to be a little more moderate in the use of this <em>Club</em>-method. Not that I pretend to ask quarter for <em>the Antients.</em> But for the sake merely of those <em>Moderns,</em> whom our Panegyrists undertake to praise, I wou'd wish 'em to be a little cautious of comparing Characters. There is no need to call up a <span class=\"small-capitals\">Publicola,</span> or a <span class=\"small-capitals\">Scipio,</span> an <span class=\"small-capitals\">Aristides,</span> or a <span class=\"small-capitals\">Cato,</span> to serve as Foils. These were Patriots and good Generals in their time, and did their Country honest service. No offence to any who at present do the same. The <span class=\"small-capitals\">Fabricius's,</span> the <span class=\"small-capitals\">AEmilius's,</span> the <span class=\"small-capitals\">Cincinnatus'</span> s (poor Men!) may be suffer'd to rest quietly: or if their Ghosts shou'd, by this unlucky kind of Inchantment, be rais'd in Mockery and Contempt; they may perhaps prove troublesom in earnest, and cast such Reflections on our <em>Panegyrists,</em> and their <em>modern Patrons,</em> as may be no-way for the advantage of either. The well-deserving Antients will have always a strong Party among the Wise and Learned of every Age. And the Memory of foreign Worthys, as well as those of our own Nation, will with gratitude be cherish'd by the nobler Spirits of Mankind. The Interest of <em>the Dead</em> is not so disregarded, but that in case of violence offer'd 'em, thro' partiality to <em>the Living,</em> there are Hands ready prepar'd to make sufficient Reprisals.","subId":"11","id":"Shaftesbury.C.S.2.3.11"},{"type":"paragraph","content":"'Twas in times when Flattery grew much in fashion, that the Title of <em>Panegyrick</em> was appropriated to such Pieces as contain'd only a profuse and unlimited Praise of some single Person. The antient <em>Panegyricks</em> were no other than merely such <em>Writings,</em> as Authors of every kind recited at the solemn Assemblys of the People. They were the Exercises of the Wits, and Men of Letters, who, as well as the Men of bodily Dexterity, bore their part at the <em>Olympick,</em> and other National and <em>Panegyrick</em> Games.","subId":"12","id":"Shaftesbury.C.S.2.3.12"},{"type":"paragraph","content":"The British Nation, tho they have nothing of this kind ordain'd or establish'd by their Laws, are yet by Nature wonderfully inclin'd to the same <em>Panegyrick</em> Exercises. At their <em>Fairs,</em> and during the time of publick <em>Festivals,</em> they perform their rude <em>Olympicks,</em> and shew an Activity, and Address, beyond any other modern People whatever. Their <em>Trials of Skill,</em> it's true, are wholly of <em>the Body,</em> not of <em>the Brain.</em> Nor is it to be wonder'd at, if being left to themselves, and no way assisted by the Laws or Magistrate, their bodily Exercises retain something of the <em>Barbarian</em> Character, or, at least, shew their<a href=\"#n1\"><sup>[1]</sup></a> Manners to hold more of<a href=\"#n2\"><sup>[2]</sup></a> <span class=\"small-capitals\">Rome</span> than <span class=\"small-capitals\">Greece.</span> The <em>Gladiatorian,</em> and other sanguinary Sports, which we allow our People, discover sufficiently our National Taste. And the <em>Baitings</em> and <em>Slaughter</em> of so many sorts of Creatures, tame as well as wild, for Diversion merely, may witness the extraordinary Inclination we have for <em>Amphitheatrical Spectacles.</em>","subId":"13","id":"Shaftesbury.C.S.2.3.13"},{"type":"paragraph","content":"I know not whether it be from this killing Disposition, remark'd in us, that our <em>Satirists</em> prove such very Slaughter-men; and even our <em>Panegyrick</em> Authors, or <em>Encomiasts,</em> delight so much in the dispatching Method above describ'd: But sure I am, that our<a href=\"#n3\"><sup>[3]</sup></a> <em>dramatick</em> Poets stand violently affected this way; and delight to make <em>Havock</em> and <em>Destruction</em> of every kind.","subId":"14","id":"Shaftesbury.C.S.2.3.14"},{"type":"paragraph","content":"'Tis alledg'd indeed by our Stage-Poets, in excuse for vile Ribaldry and other gross Irregularitys, both in the Fable and Language of their Pieces; that their Success, which depends chiefly on the Ladys, is never so fortunate, as when this <em>Havock</em> is made on Virtue and good Sense, and their Pieces are exhibited publickly in this monstrous Form. I know not how they can answer it to the Fair Sex, to speak (as they pretend) <em>experimentally,</em> and with such nice distinction of their Audience. How far this Excuse may serve 'em in relation to <em>common Amours</em> and <em>Love-Adventures,</em> I will not take upon me to pronounce. But I must own, I have often wonder'd to see our<a href=\"#n4\"><sup>[4]</sup></a> <em>fighting</em> Plays become so much the Entertainment of that tender Sex.","subId":"15","id":"Shaftesbury.C.S.2.3.15"},{"type":"paragraph","content":"They who have no help from Learning to observe the wider Periods or Revolutions of human Kind, the Alterations which happen in Manners, and the Flux and Reflux of Politeness, Wit, and Art; are apt at every turn to make the present Age their Standard, and imagine nothing barbarous or savage, but what is contrary to the Manners of their own Time. The same pretended Judges, had they flourish'd in our <span class=\"small-capitals\">Britain</span> at the time when <span class=\"small-capitals\">Caesar</span> made his first Descent, wou'd have condemn'd, as a <em>whimsical Critick,</em> the Man who shou'd have made bold to censure our deficiency of Clothing, and laugh at the blue Cheeks and party-colour'd Skins which were then in fashion with our Ancestors. Such must of necessity be the Judgment of those who are only <em>Criticks by fashion.</em> But to a just <em>Naturalist</em> or <em>Humanist,</em> who knows the Creature <span class=\"small-capitals\">Man,</span> and judges of his Growth and Improvement in Society, it appears evidently that we <em>British</em> Men were as barbarous and unciviliz'd in respect of the <em>Romans</em> under a <span class=\"small-capitals\">Caesar,</span> as the <em>Romans</em> themselves were in respect of the <em>Grecians,</em> when they invaded that Nation under a <span class=\"small-capitals\">Mummius.</span>","subId":"16","id":"Shaftesbury.C.S.2.3.16"},{"type":"paragraph","content":"The noble Wits of a Court-Education, who can go no farther back into Antiquity than their Pedegree will carry 'em, are able however to call to mind the different State of Manners in some few Reigns past, when <em>Chivalry</em> was in such repute. The Ladys were then Spectators not only of feign'd Combats and martial Exercises, but of real Duels and bloody Feats of Arms. They sat as Umpires and Judges of the doughty Frays. These were the Saint-Protectrices, to whom the Champions chiefly paid their Vows, and to whom they recommended themselves by these galante Quarrels, and elegant Decisions of Right and Justice. Nor is this Spirit so entirely lost amongst us, but that even at this hour the Fair Sex inspire us still with the Fancy of like Gallantrys. They are the chief Subject of many such civil Turmoils, and remain still the secret influencing Constellation by which we are engag'd to give and ask that <em>Satisfaction,</em> which is peculiar to the <em>fine Gentlemen</em> of the Age. For thus a certain Galante of our Court express'd the Case very naturally, when being ask'd by his Friends, why one of his establish'd Character for Courage and good Sense, wou'd answer the Challenge of a Coxcomb; he confess'd, <q>That for his <em>own</em> Sex, he cou'd safely trust their Judgment: But how shou'd he appear at night before <em>the Maids of Honour?</em></q>","subId":"17","id":"Shaftesbury.C.S.2.3.17"},{"type":"paragraph","content":"Such is the different <em>Genius</em> of Nations; and of the same Nation in different Times and Seasons. For so among the Antients, some have been known tender of the<a href=\"#n5\"><sup>[5]</sup></a> Sex to such a degree, as not to suffer 'em to expose their Modesty, by the View of Masculine Games, or Theatrical Representations of any kind whatever. Others, on the contrary, have introduc'd them into their Amphitheaters, and made 'em Sharers in the cruellest Spectacles.","subId":"18","id":"Shaftesbury.C.S.2.3.18"},{"type":"paragraph","content":"But let our Authors or Poets complain ever so much of the Genius of our People, 'tis evident, we are not altogether so <em>Barbarous</em> or <em>Gothick</em> as they pretend. We are naturally no ill Soil; and have musical Parts which might be cultivated with great advantage, if these Gentlemen wou'd use the Art of Masters in their Composition. They have power to work upon our better Inclinations, and may know by certain Tokens, that their <em>Audience</em> is dispos'd to receive nobler <em>Subjects,</em> and taste a better <em>Manner,</em> than that which, thro' indulgence to <em>themselves</em> more than to the <em>World,</em> they are generally pleas'd to make their choice.","subId":"19","id":"Shaftesbury.C.S.2.3.19"},{"type":"paragraph","content":"Besides some laudable Attempts which have been made with tolerable Success, of late years, towards a just manner of Writing, both in the heroick and familiar Style; we have older Proofs of a right Disposition in our People towards the moral and instructive Way. Our<a href=\"#n6\"><sup>[6]</sup></a> old dramatick Poet may witness for our good Ear and manly Relish. Notwithstanding his natural Rudeness, his unpolish'd Style, his antiquated Phrase and Wit, his want of Method and Coherence, and his Deficiency in almost all the Graces and Ornaments of this kind of Writings; yet by the Justness of his <span class=\"small-capitals\">Moral,</span> the Aptness of many of his <em>Descriptions,</em> and the plain and natural Turn of several of his <em>Characters,</em> he pleases his Audience, and often gains their Ear, without a single Bribe from Luxury or Vice. That<a href=\"#n7\"><sup>[7]</sup></a> Piece of his, which appears to have most affected <em>English</em> Hearts, and has perhaps been oftnest acted of any which have come upon our Stage, is almost one continu'd <em>Moral;</em> a Series of deep Reflections, drawn from <em>one</em> Mouth, upon the Subject of <em>one</em> single Accident and Calamity, naturally fitted to move Horror and Compassion. It may be properly said of this Play, if I mistake not, that it has only <span class=\"small-capitals\">One</span> <em>Character</em> or <em>principal Part.</em> It contains no Adoration or Flattery of <em>the Sex:</em> no ranting at <em>the Gods:</em> no blustring <em>Heroism:</em> nor any thing of that curious mixture of <em>the Fierce</em> and <em>Tender,</em> which makes the hinge of modern Tragedy, and nicely varies it between the Points of <em>Love</em> and <em>Honour.</em>","subId":"20","id":"Shaftesbury.C.S.2.3.20"},{"type":"paragraph","content":"Upon the whole: since in the two great poetick Stations, the <em>Epick</em> and <em>Dramatick,</em> we may observe the moral Genius so naturally prevalent: since our<a href=\"#n8\"><sup>[8]</sup></a> most approv'd <em>heroick Poem</em> has neither the Softness of Language, nor the fashionable Turn of Wit; but merely solid Thought, strong Reasoning, noble Passion, and a continu'd Thred of moral Doctrine, Piety, and Virtue to recommend it; we may justly infer, that it is not so much the <em>publick Ear,</em> as the <em>ill Hand</em> and <em>vitious Manner</em> of our Poets, which need redress.","subId":"21","id":"Shaftesbury.C.S.2.3.21"},{"type":"paragraph","content":"AND thus, at last, we are return'd to our old Article of <span class=\"small-capitals\">Advice;</span> that main Preliminary of <em>Self-study</em> and <em>inward Con</em><em>verse,</em> which we have found so much wanting in the Authors of our Time. They shou'd add the Wisdom of the <em>Heart</em> to the Task and Exercise of the <em>Brain,</em> in order to bring Proportion and Beauty into their Works. That their Composition and Vein of Writing may be natural and free, they shou'd settle matters, in the first place, with <em>themselves.</em> And having gain'd a Mastery <em>here;</em> they may easily, with the help of their <em>Genius,</em> and a right use of <em>Art,</em> command their <em>Audience,</em> and establish a <em>good Taste.</em>","subId":"22","id":"Shaftesbury.C.S.2.3.22"},{"type":"paragraph","content":"'Tis <em>on Themselves,</em> that all depends. We have consider'd their other Subjects of Excuse. We have acquitted the <span class=\"small-capitals\">GreatMen,</span> their presumptive Patrons; whom we have left to their own Discretion. We have prov'd the <span class=\"small-capitals\">Criticks</span> not only an inoffensive, but highly useful Race. And for the <span class=\"small-capitals\">Audience,</span> we have found it not so bad as might perhaps at first be apprehended.","subId":"23","id":"Shaftesbury.C.S.2.3.23"},{"type":"paragraph","content":"It remains that we pass Sentence on our <em>Authors;</em> after having precluded 'em their last Refuge. Nor do we condemn 'em on their want of <em>Wit</em> or <em>Fancy;</em> but of <em>Judgment</em> and <em>Correctness;</em> which can only be attain'd by thorow <em>Diligence, Study,</em> and impartial <em>Censure of themselves.</em> 'Tis<a href=\"#n9\"><sup>[9]</sup></a> <span class=\"small-capitals\">Manners</span> which is wanting, 'Tis a due Sentiment of <span class=\"small-capitals\">Morals</span> which alone can make us knowing in Order and Proportion, and give us the just Tone and Measure of human Passion.","subId":"24","id":"Shaftesbury.C.S.2.3.24"},{"type":"paragraph","content":"So much <em>the Poet</em> must necessarily borrow of <em>the Philosopher,</em> as to be Master of the <em>common</em> <span class=\"small-capitals\">Topicks</span> of Morality. He must at least be <em>speciously</em> honest, and <em>in all appearance</em> a Friend to Virtue, thro'out his Poem. The <em>Good</em> and <em>Wise</em> will abate him nothing in this kind. And <em>the People,</em> tho corrupt, are, in the main, best satisfy'd with this Conduct.","subId":"25","id":"Shaftesbury.C.S.2.3.25"},{"type":"paragraph","content":"Sometimes a play if it is embellished with sentiments and welldrawn as to its characters, though it has no grace, no weight of language, no art, delights the people more and keeps their attention better than verses with little in them and well-rounded trifles.<a href=\"#n10\"><sup>[10]</sup></a>","subId":"26","id":"Shaftesbury.C.S.2.3.26"},{"type":"note","content":"Whoever has a thorow <em>Taste</em> of the Wit and Manner of <span class=\"small-capitals\">Horace,</span> if he only compares his Epistle to <span class=\"small-capitals\">Augustus</span> (<em>lib.</em> 2.) with the secret Character of that Prince from <span class=\"small-capitals\">Suetonius</span> and other Authors, will easily find what Judgment that Poet made of the <em>Roman Taste,</em> even in the Person of his sovereign and admir'd <em>Roman Prince;</em> whose natural Love of Amphitheatrical Spectacles, and other Entertainments (little accommodated to the Interest of the <em>Muses</em>) is there sufficiently insinuated. The Prince indeed was (as 'tis said above, <em>p.</em> 220.) oblig'd in the highest degree to his poetical and witty Friends, for guiding his Taste, and forming his Manners; as they really did, with good effect, and great advantage to his Interest. Witness what even that flattering Court-Historian, <span class=\"small-capitals\">Dion,</span> relates of the frank Treatment which that Prince receiv'd from his Friend <span class=\"small-capitals\">Maecenas;</span> who was forc'd to draw him from his bloody Tribunal, and murderous Delight, with the Reproach of <span class=\"foreign\">Surge verò tandem, Carnifex!</span> But <span class=\"small-capitals\">Horace</span>, according to his Character and Circumstances, was oblig'd to take a finer and more conceal'd Manner, both with the <em>Prince</em> and <em>Favourite.</em> <blockquote><span class=\"foreign\">Omne vafer vitium ridenti <span class=\"small-capitals\">Flaccus</span> amico <br> Tangit, &amp; admissus circum praecordia ludit.</span> <br> <cite>Pers. <em>Sat.</em> 1.</cite></blockquote> See <em>below,</em> VOL. III. <em>p.</em> 249. in the Notes.","subId":"n1","id":"Shaftesbury.C.S.2.3.n1"},{"type":"note","content":"We may add to this Note what <span class=\"small-capitals\">Tacitus</span> or <span class=\"small-capitals\">Quintilian</span> remarks on the Subject of the <em>Roman</em> Taste: <span class=\"foreign\">Jam verò propria &amp; peculiaria hujus Urbis vitia poenè in utero matris concipi mihi videntur, histrionalis favor, &amp; gladiatorum equorumque studia: quibus occupatus &amp; obsessus animus quantulum loci bonis artibus relinquit?</span> <cite>Dial. de Oratoribus, cap. 29.</cite>","subId":"n2","id":"Shaftesbury.C.S.2.3.n2"},{"type":"note","content":"VOL. III. <em>p.</em> 256.","subId":"n3","id":"Shaftesbury.C.S.2.3.n3"},{"type":"note","content":"VOL. III. <em>p.</em> 256.","subId":"n4","id":"Shaftesbury.C.S.2.3.n4"},{"type":"note","content":"<span class=\"foreign\">Contra, ea pleraque nostris moribus sunt decora, quae apud illos turpia putantur. Quem enim <span class=\"small-capitals\">Romanorum</span> pudet uxorem ducere in convivium? Aut cujus materfamilias non primum locum tenet aedium, atque in celebritate versatur? quod multo fit aliter in <span class=\"small-capitals\">Graecia.</span> Nam neque in convivium adhibetur, nisi propinquorum, neque sedet, nisi in interiore parte aedium, quae gynaeconitis appellatur: quo nemo accedit, nisi propinquâ cognatione conjunctus.</span> <cite><span class=\"small-capitals\">Corn. Nep.</span> in Praefat.</cite> See also <cite><span class=\"small-capitals\">AElian,</span> Cap. 1. Lib. 10.</cite> and the Law in <cite><span class=\"small-capitals\">Pausanias,</span> Lib. 5. Cap. 6.</cite> and the Story of <span class=\"small-capitals\">AElian</span> better related, as to the Circumstances. <span class=\"foreign\">Hinc de saxo Foeminas dejicere Lex jubet, quae ad Olympicos Ludos penetrasse deprehensae fuerint, vel quae omnino Alpheum transmiserint, quibus est eis interdictum diebus: Non tamen deprehensam esse ullam perhibent praeter unam Callipatiram, quam alii Pherenicem nominant. Haec, viro mortuo, cum virili ornatu exercitationum se Magistrum simulans, Pisidorum filium in certamen deduxit; jamque eo vincente, sepimentum id, quo Magistros seclusos habent, transiluit veste amissâ. Inde Foeminam agnitam omni crimine liberârunt. Datum hoc ex Judicum aequitate Patris, Fratrum, &amp; Filii gloriae; qui omnes ex Olympicis Ludis victores abierant. Ex eo lege sancitum, ut nudati adessent ludis ipsi etiam Magistri.</span>","subId":"n5","id":"Shaftesbury.C.S.2.3.n5"},{"type":"note","content":"<span class=\"small-capitals\">Shakespear.</span>","subId":"n6","id":"Shaftesbury.C.S.2.3.n6"},{"type":"note","content":"The Tragedy of <span class=\"small-capitals\">Hamlet.</span>","subId":"n7","id":"Shaftesbury.C.S.2.3.n7"},{"type":"note","content":"<span class=\"small-capitals\">Milton</span> <em>'s Paradise Lost.</em>","subId":"n8","id":"Shaftesbury.C.S.2.3.n8"},{"type":"note","content":"<em>Supra,</em> pag. 208. &amp; <em>Infra,</em> p. 337, 350, 351. in the Notes. And VOL. III. <em>p.</em> 247, 248, 249, 273, 282.","subId":"n9","id":"Shaftesbury.C.S.2.3.n9"},{"type":"note","content":"<blockquote><span class=\"foreign\">—Speciosa <span class=\"small-capitals\">Locis</span>, morata que rectè <br> Fabula, nullius veneris, sine pondere &amp; arte, <br> Valdius oblectat populum, meliusque moratur, <br> Quàm versus inopes rerum, nugaeque canorae.</span> <br> <cite>Hor. de Arte Poet.</cite></blockquote>","subId":"n10","id":"Shaftesbury.C.S.2.3.n10"}]}