{"imported":true,"id":"Hobbes.HN.10","parent":"Hobbes.HN","title":"Chapter 10","breadcrumb":"Chapter 10","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:13?rgn=div1;view=fulltext","texts":[],"published":[1650],"copytext":[1684],"sourceDesc":"[Humane Nature; or, The Fundamental Elements of Policie] was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. X.\n","id":"Hobbes.HN.10"},{"type":"paragraph","content":"HAving shewed in the precedent Chapters, that Sense proceedeth from the Action of external Objects upon the Brain, or some internal Substance of the Head; and that the Passions proceed from the Alteration there made, and continued to the Heart: It is consequent in the next Place, seeing the Diversity of Degrees in Knowlege in divers Men, to be greater than may be ascribed to the divers Tempers of their Brain, to declare what other Causes may produce such Oddes, and Excess of Capacity, as we daily observe in one Man above another. As for that Difference which ariseth from Sickness, and such accidental Distempers, I omit the same, as impertinent to this Place, and consider, it only in such as have their Health, and Organs well disposed. If the Difference were in the natural Temper of the Brain, I can imagin no Reason why the same should not appear first and most of all in the Senses, which being equal both in the wise and less wise, infer an equal Temper in the common Organ (namely the Brain) of all the Senses.","subId":"1","id":"Hobbes.HN.10.1"},{"type":"paragraph","content":"But we see by Experience, that Joy and Grief proceed not in all Men from the same Causes, and that men differ very much in the Constitution of the Body; whereby, that which helpeth and furthereth vital Constitution in one, and is therefore delightful, hindereth it and crosseth it in another, and therefore causeth Grief. The Difference therefore of Wits hath its Original from the different Passions, and from the Ends to which the Appetite leadeth them.","subId":"2","id":"Hobbes.HN.10.2"},{"type":"paragraph","content":"And first, those Men whose Ends are sensual Delight, and generally are addicted to Ease, Food, Onerations and Exonerations of the Body, must needs be the less thereby delighted with those Imaginations that conduce not to those Ends, such as are Imaginations of Honour and Glory, which, as I have said before, have Respect to the future: For Sensuality consisteth in the Pleasure of the Senses, which please only for the present, and take away the Inclination to observe such Things as conduce to Honour, and consequently maketh Men less curious, and less ambitious, whereby they less consider the Way either to Knowledge or other Power: in which two consisteth all the Excellency of Power cognitive. And this is it which Men call Dulness, and proceedeth from the Appetite of sensual or bodily Delight. And it may well be conjectured, that such Passion hath its Beginning from a Grossness and Difficulty of the Motion of the Spirit about the Heart.","subId":"3","id":"Hobbes.HN.10.3"},{"type":"paragraph","content":"The Contrary hereunto, is that quick Rangeing of Mind described, Chap. 4. Sect. 3. which is joyned with Curiosity of comparing the Things that come into the Mind, one with another: in which Comparison, a Man delighteth himself either with finding unexpected Similitude of Things, otherwise much unlike, in which Men place the Excellency of Fancy, and from whence proceed those grateful Similies, Metaphors, and other Tropes, by which both Poets and Orators have it in their Power to make Things please or displease, and shew well or ill to others, as they like themselves; or else in discerning suddenly Dissimilitude in Things that otherwise appear the same. And this Vertue of the Mind is that by which Men attain to exact and perfect Knowledge; and the Pleasure thereof consisteth in continual Instruction, and in Distinction of Places, Persons, and Seasons, and is commonly termed by the Name of Judgement: for, to judge is nothing else, but to distinguish or discern: And both Fancy and Judgement are commonly comprehended under the Name of Wit, which seemeth to be a Tenuity and Agility of Spirits, contrary to that Restiness of the Spirits supposed in those that are dull.","subId":"4","id":"Hobbes.HN.10.4"},{"type":"paragraph","content":"There is another Defect of the Mind, which Men call Levity, which betrayeth also Mobility in the Spirits, but in Excess. An Example whereof is in them that in the midst of any serious Discourse, have their Minds diverted to every little Jest or witty Observation; which maketh them depart from their Discourse by a Parenthesis, and from that Parenthesis by another, till at length they either lose themselves, or make their Narration like a Dream, or some studied Nonsence. The Passion from whence this proceedeth, is Curiosity, but with too much Equality and Indifference: for when all Things make equal Impression and Delight, they equally throng to be expressed.","subId":"5","id":"Hobbes.HN.10.5"},{"type":"paragraph","content":"The Vertue opposite to this Defect, is Gravity, or Steadiness; in which the End being the great and Master-Delight, directeth and keepeth in the Way thereto all other Thoughts.","subId":"6","id":"Hobbes.HN.10.6"},{"type":"paragraph","content":"The Extremity of Dulness is that natural Folly which may be called Stolidity: But the Extream of Levity, though it be natural Folly distinct from the other, and obvious to every Mans Observation, I know not how to call it.","subId":"7","id":"Hobbes.HN.10.7"},{"type":"paragraph","content":"There is a Fault of the Mind called by the Greeks [Greek text], which is Indocibility, or Difficulty of being taught; the which must needs arise from a false Opinion that they know already the Truth of that is called in question: for certainly Men are not otherwise so unequal in capacity as the Evidence is unequal between what is taught by the Mathematicians, and what is commonly discoursed of in other Books: and therefore if the Minds of Men were all of white Paper, they would all most equally be disposed to acknowledge whatsoever should be in right Method, and by right Ratiocination delivered to them: But when Men have once acquiesced in untrue Opinions, and registred them as Authentical Records in their Minds, it is no less impossible to speak intelligibly to such Men, than to write legibly upon a Paper already scribled over. The immediate Cause therefore of Indocibility, is Prejudice; and of prejudice, false Opinion of our own Knowledge.","subId":"8","id":"Hobbes.HN.10.8"},{"type":"paragraph","content":"Another, and a principal Defect of the Mind, is that which Men call Madness, which appeareth to be nothing else but some Imagination of some such Predominancy above the rest, that we have no Passion but from it; and this Conception is nothing else but excessive vain Glory, or vain Dejection: which is most propable by these Examples following, which proceed in Appearance every one of them from Pride, or some Dejection of Mind. As first, we have had the Example of one that preached in Cheapside from a Cart there, instead of a Pulpit, that he himself was Christ, which was spiritual Pride or Madness. We have had also divers Examples of Learned Madness, in which Men have manifestly been distracted upon any Occasion that hath put them in Remembrance of their own Ability. Amongst the learned Men, may be remembred (I think also) those that determine of the Time of the Worlds End, and other such the Points of Prophecy. And the gallant Madness of Don Quixotte is nothing else but an Expression of such Height of vain Glory as reading of Romance may produce in pusillanimous Men. Also Rage and Madness of Love, are but great Indignations of them in whose Brains is predominant Contempt from their Enemies, or their Mistresses. And the Pride taken in Form and Behaviour, hath made divers Men run mad, and to be so accounted, under the Name of Fantastick.","subId":"9","id":"Hobbes.HN.10.9"},{"type":"paragraph","content":"And as these are the Examples of Extremities, so also are there Examples too many of the Degrees, which may therefore be well accounted Follies; as it is a Degree of the first, for a Man, without certain Evidence, to think himself to be inspired, or to have any other Effect of Gods holy Spirit than other godly Men have. Of the second, for a Man continually to speak his mind in a Cento of other Mens Greek or Latine Sentences. Of the third, much of the present Gallantry in Love and Duel. Of Rage, a Degree is Malice; and of Fantastick Madness, Affection.","subId":"10","id":"Hobbes.HN.10.10"},{"type":"paragraph","content":"As the former Examples exhibit to us Madness, and the Degrees thereof, proceeding from the Excess of Self-Opinion; so also there be other Examples of Madness, and the Degrees thereof, proceeding from too much vain Fear and Dejection; as in those melancholy Men that have imagined themselves brittle as Glass, or have had some other like Imagination: and Degrees hereof are all those exorbitant and causless Fears, which we commonly observe in melancholy Persons.","subId":"11","id":"Hobbes.HN.10.11"}]}