{"id":"Hobbes.HN.6","imported":true,"parent":"Hobbes.HN","title":"Chapter 6","breadcrumb":"Chapter 6","published":[1650],"copytext":[1684],"sourceDesc":"[Humane Nature; or, The Fundamental Elements of Policie] was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:9?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"CHAP. VI\n1. Of the two Kinds of Knowledge. \n 2. Truth and Evidence necessary to Knowledge. \n 3. Evidence defined. \n 4. Science defined. \n 5. Supposition defined. \n 6. Opinion defined. \n 7. Belief defined. \n 8. Conscience defined. \n 9. Belief, in some Cases, no less from Doubt than Knowledge.","id":"Hobbes.HN.6"},{"type":"paragraph","content":"THere is a Story somewhere, of one that pretends to have been miraculously cured of Blindness (wherewith he was born) by St. Albane or other Saints, at the Town of St. Albans; and that the Duke of Glocester being there, to be satisfied of the Truth of the Miracle, asked the Man, What Colour is this? Who, by answering, It was Green, discovered himself, and was punished for a Counterfeit: for though by his Sight newly received he might distinguish between Green, and Red, and all other Colours, as well as any that should interrogate him, yet he could not possibly know at first Sight which of them was called Green, or Red, or by any other Name. By this we may understand, there be two Kinds of Knowledge, whereof the one is nothing else but Sense, or Knowledge original, as I have said in the Beginning of the second Chapter, and Remembrance of the same; the other is called Science or Knowledge of the Truth of Propositions, and how Things are called; and is derived from Understanding. Both of these Sorts are but Experience; The former being the Experience of the Effects of Things that work upon us from without; and the latter Experience Men have from the proper Use of Names in Language: and all Experience being, as I have said, but Remembrance, all Knowledge is Remembrance: and of the former, the Register we keep in Books, is called History; But the Registers of the latter are called the Sciences.","subId":"1","id":"Hobbes.HN.6.1"},{"type":"paragraph","content":"There are two Things necessarily implied in this Word Knowledge; the one is Truth, the other Evidence: for what is not Truth, can never be known. For, let a Man say he knoweth a Thing never so well, if the same shall afterwards appear false, he is driven to Confession, that it was not Knowledge, but Opinion. Likewise, if the Truth be not evident, though a Man holdeth it, yet is his Knowledge thereof no more than theirs who hold the contrary: for if Truth were enough to make it Knowledge, all Truth were known; which is not so.","subId":"2","id":"Hobbes.HN.6.2"},{"type":"paragraph","content":"What Truth is, hath been defined in the precedent Chapter; What Evidence is, I now set down: and it is the Concomitance of a Mans Conception with the Words that signifie such Conception in the Act of Ratiocination: for when a Man reasoneth with his Lips only, to which the Mind suggesteth only the Beginning, and followeth not the Words of his Mouth with the Conceptions of his Mind, out of Custom of so speaking; though he begin his Ratiocination with True Propositions, and proceed with certain Syllogisms, and thereby make always true Conclusions; yet are not his Conclusions evident to him, for Want of the Concomitance of Conception with his Words: for if the Words alone were sufficient, a Parrot might be taught as well to know Truth, as to speak it. Evidence is to Truth, as the Sap to the Tree, which, so far as it creepeth along with Body and Branches, keepeth them alive; where it forsaketh them, they die: for this Evidence, which is Meaning with our Words, is the Life of Truth.","subId":"3","id":"Hobbes.HN.6.3"},{"type":"paragraph","content":"Knowledge therefore which we call Science, I define to be Evidence of Truth, from some Beginning or Principle of Sense: for the Truth of a Proposition is never evident, until we conceive the Meaning of the Words or Terms whereof it consisteth, which are always Conceptions of the Mind: Nor can we remember those Conceptions, without the Thing that produced the same by our Senses. The first Principle of Knowledge is, that we have such and such Conceptions; the second, that we have thus and thus named the Things whereof they are Conceptions; the third is, that we have joyned those Names in such Manner as to make true Propositions; the fourth and last is, that we have joyned those Propositions in such Manner as they be concluding, and the Truth of the Conclusion said to be known. And of these two Kinds of Knowledge, whereof the former is Experience of Fact, and the later of Evidence of Truth; as the former, if it be great, is called Prudence; so the latter, if it be much, hath usually been called, both by Ancient and Modern Writers, Sapience or Wisdom: and of this latter, Man only is capable; of the former, brute Beasts also participate.","subId":"4","id":"Hobbes.HN.6.4"},{"type":"paragraph","content":"A Proposition is said to be supposed, when, being not evident, it is nevertheless admitted for a Time, to the End, that, joyning to it other Propositions, we may conclude something; and to proceed from Conclusion to Conclusion, for a Trial whether the same will lead us into any absurd or impossible Conclusion; which if it do, then we know such Supposition to have been false.","subId":"5","id":"Hobbes.HN.6.5"},{"type":"paragraph","content":"But if, running thorow many Conclusions, we come to none that are absurd, then we think the Proposition probable: likewise we think probable whatsoever Proposition we admit for Truth by Errour of Reasoning, or from trusting to other Men: And all such Propositions as are admitted by Trust or errour, we are not said to know, but think them to be true; and the Admittance of them is called Opinion.","subId":"6","id":"Hobbes.HN.6.6"},{"type":"paragraph","content":"And particularly, when the Opinion is admitted out of Trust to other Men, they are said to believe it; and their Admittance of it is called Belief, and sometimes Faith.","subId":"7","id":"Hobbes.HN.6.7"},{"type":"paragraph","content":"It is either Science or Opinion which we commonly mean by the Word Conscience: for Men say that such and such a thing is true in or upon their Conscience; which they never do, when they think it doubtful; and therefore they know, or think they know it to be true. But Men, when they say Things upon their Conscience, are not therefore presumed certainly to know the Truth of what they say: It remaineth then, that that Word is used by them that have an Opinion, not only of the Truth of the Thing, but also of their Knowledge of it, to which the Truth of the Proposition is consequent. Conscience I therefore define to be Opinion of Evidence.","subId":"8","id":"Hobbes.HN.6.8"},{"type":"paragraph","content":"Belief, which is the admitting of Propositions upon Trust, in many Cases is no less free from Doubt, than perfect and manifest Knowledge: for as there is nothing whereof there is not some Cause; so, when there is Doubt, there must be some Cause thereof conceived Now there be many Things which we receive from Report of others, of which it is impossible to imagine any Cause of Doubt: for what can be opposed against the Consent of all Men, in Things they can know, and have no Cause to report otherwise than they are, (such as is great Part of our Histories) unless a Man would say that all the World had conspired to deceive him. And thus much of Sense, Imagination, Discursion, Ratiocination, and Knowledge, which are the Acts of our Power cognitive, or conceptive. That Power of the Mind which we call motive, differeth from the Power motive of the Body: for the Power motive of the Body is that by which it moveth other Bodies, and we call Strength; but the Power motive of the Mind, is that by which the Mind giveth animal Motion to that Body wherein it existeth: the Acts hereof are our Affections and Passions, of which I am to speak in general.","subId":"9","id":"Hobbes.HN.6.9"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.5","imported":true,"title":"Chapter 5","breadcrumb":"Chapter 5","published":[1650]},"next":{"id":"Hobbes.HN.7","imported":true,"title":"Chapter 7","breadcrumb":"Chapter 7","published":[1650]}}