{"id":"Butler.AR.2.3","imported":true,"parent":"Butler.AR.2","title":"Chapter III. Our Incapacity of judging, what were to be expected in a Revelation; and the Credibility, from Analogy, that it must contain things appearing liable to Objections","breadcrumb":"Chapter 3","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"CHAPTER III.\nOUR INCAPACITY OF JUDGING, WHAT WERE TO BE EXPECTED IN A REVELATION; AND THE CREDIBILITY, FROM ANALOGY, THAT IT MUST CONTAIN THINGS LIABLE TO OBJECTIONS.\n","id":"Butler.AR.2.3"},{"type":"paragraph","content":"Besides the objections against the evidence for Christianity, many are alleged against the scheme of it; against the whole manner in which it is put and left with the world; as well as against several particular relations in Scripture: objections drawn from the deficiencies of revelation: from things in it appearing to men foolishness; from its containing matters of offence, which have led, and it must have been foreseen would lead, into strange enthusiasm and superstition, and be made to serve the purposes of tyranny and wickedness; from its not being universal; and, which is a thing of the same kind, from its evidence not being so convincing and satisfactory as it might have been: for this last is sometimes turned into a positive argument against its truth.","subId":"1","id":"Butler.AR.2.3.1"},{"type":"paragraph","content":"It would be tedious, indeed impossible, to enumerate the several particulars comprehended under the objections here referred to; they being so various, according to the different fancies of men. There are persons who think it a strong objection against the authority of Scripture, that it is not composed by rules of art, agreed upon by critics, for polite and correct writing. And the scorn is inexpressible, with which some of the prophetic parts of Scripture are treated: partly through the rashness of interpreters; but very much also, on account of the hieroglyphical and figurative language, in which they are left us.","subId":"2","id":"Butler.AR.2.3.2"},{"type":"paragraph","content":"Some of the principal things of this sort shall be particularly considered in the following chapters. But my design at present is to observe in general, with respect to this whole way of arguing, that, upon supposition of a revelation, it is highly credible beforehand, that we should be incompetent judges of it to a great degree: and that it would contain many things appearing to us liable to great objections; in case we judge of it otherwise, than by the analogy of nature. Therefore, though objections against the evidence of Christianity are most seriously to be considered, yet objections against Christianity itself are, in a great measure, frivolous: almost all objections against it, excepting those which are alleged against the particular proofs of its coming from God. I express myself with caution, lest I should be mistaken to vilify reason; which is indeed the only faculty we have wherewith to judge concerning any thing, even revelation itself: or be misunderstood to assert, that a supposed revelation cannot be proved false, from internal characters. For, it may contain clear immoralities or contradictions; and either of these would prove it false. Nor will I take upon me to affirm, that nothing else can possibly render any supposed revelation incredible. Yet still the observation above, is, I think, true beyond doubt; that objections against Christianity, as distinguished from objections against its evidence, are frivolous. To make out this, is the general design of the present chapter.","subId":"3","id":"Butler.AR.2.3.3"},{"type":"paragraph","content":"With regard to the whole of it, I cannot but particularly wish, that the proofs might be attended to; rather than the assertions cavilled at, upon account of any unacceptable consequences, real or supposed, which may be drawn from them. For, after all, that which is true, must be admitted, though it should show us the shortness of our faculties: and that we are in no wise judges of many things, of which we are apt to think ourselves very competent ones. Nor will this be any objection with reasonable men; at least upon second thought it will not be any objection with such, against the justness of the following observations.","subId":"4","id":"Butler.AR.2.3.4"},{"type":"paragraph","content":"As God governs the world and instructs his creatures, according to certain laws or rules, in the known course of nature; known by reason together with experience: so the Scripture informs us of a scheme of divine Providence, additional to this. It relates, that God has, by revelation, instructed men in things concerning his government, which they could not otherwise have known; and reminded them of things, which they might otherwise know; and attested the truth of the whole by miracles. Now if the natural and the revealed dispensation of things are both from God, if they coincide with each other, and together make up one scheme of Providence; our being incompetent judges of one, must render it credible, that we may be incompetent judges also of the other. Upon experience, the acknowledged constitution and course of nature is found to be greatly different from what, before experience, would have been expected; and such as, men fancy, there lie great objections against. This renders it beforehand highly credible, that they may find the revealed dispensation likewise, if they judge of it as they do of the constitution of nature, very different from expectations formed beforehand; and liable, in appearance, to great objections: objections against the scheme itself, and against the degrees and manners of the miraculous interpositions by which it was attested and carried on. Thus, suppose a prince to govern his dominions in the wisest manner possible, by common known laws; and that upon some exigencies he should suspend these laws; and govern, in several instances, in a different manner. If one of his subjects were not a competent judge beforehand, by what common rules the government should or would be carried on; it could not be expected, that the same person would be a competent judge, in what exigencies, or in what manner, or to what degree, those laws commonly observed would be suspended or deviated from. If he were not a judge of the wisdom of the ordinary administration, there is no reason to think he would be a judge of the wisdom of the extraordinary. If he thought he had objections against the former; doubtless, it is highly supposable, he might think also, that he had objections against the latter. And thus, as we fall into infinite follies and mistakes, whenever we pretend, otherwise than from experience and analogy, to judge of the constitution and course of nature; it is evidently supposable beforehand, that we should fall into as great, in pretending to judge in like manner concerning revelation. Nor is there any more ground to expect that this latter should appear to us clear of objections, than that the former should.","subId":"5","id":"Butler.AR.2.3.5"},{"type":"paragraph","content":"These observations, relating to the whole of Christianity, are applicable to inspiration in particular. As we are in no sort judges beforehand, by what laws or rules, in what degree, or by what means, it were to have been expected, that God would naturally instruct us; so upon supposition of his affording us light and instruction by revelation, additional to what he has afforded us by reason and experience, we are in no sort judges, by what methods, and in what proportion, it were to be expected that this supernatural light and instruction would be afforded us. We know not beforehand, what degree or kind of natural information it were to be expected God would afford men, each by his own reason and experience: nor how far he would enable and effectually dispose them to communicate it, whatever it should be, to each other; nor whether the evidence of it would be certain, highly probable, or doubtful; nor whether it would be given with equal clearness and conviction to all. Nor could we guess, upon any good ground I mean, whether natural knowledge, or even the faculty itself, by which we are capable of attaining it, reason, would be given us at once, or gradually.","subId":"6","id":"Butler.AR.2.3.6"},{"type":"paragraph","content":"In like manner, we are wholly ignorant, what degree of new knowledge, it were to be expected, God would give mankind by revelation, upon supposition of his affording one: or how far, or in what way, he would interpose miraculously, to qualify them, to whom he should originally make the revelation, for communicating the knowledge given by it; and to secure their doing it to the age in which they should live; and to secure its being transmitted to posterity. We are equally ignorant, whether the evidence of it would be certain or highly probable, or doubtful: or whether all who should have any degree of instruction from it, and any degree of evidence of its truth, would have the same: or whether the scheme would be revealed at once, or unfolded gradually. Nay we are not in any sort able to judge, whether it were to have been expected, that the revelation should have been committed to writing; or left to be handed down, and consequently corrupted, by verbal tradition, and at length sunk under it, if mankind so pleased, and during such time as they are permitted, in the degree they evidently are, to act as they will.","subId":"7","id":"Butler.AR.2.3.7"},{"type":"paragraph","content":"But it may be said, \"that a revelation in some of the above-mentioned circumstances, one, for instance, which was not committed to writing, and thus secured against danger of corruption, would not have answered its purpose.\" I ask, what purpose? It would not have answered all the purposes, which it has now answered, and in the same degree: but it would have answered others, or the same in different degrees. And which of these were the purposes of God, and best fell in with his general government, we could not at all have determined beforehand.","subId":"8","id":"Butler.AR.2.3.8"},{"type":"paragraph","content":"Now since we have no principles of reason, upon which to judge beforehand, how it were to be expected that revelation should have been left, or what was most suitable to the divine plan of government, in any of the forementioned respects; it must be quite frivolous to object afterwards as to any of them, against its being left in one way, rather than another: for this would be to object against things, upon account of their being different from expectations, which has been shown to be without reason.","subId":"9","id":"Butler.AR.2.3.9"},{"type":"paragraph","content":"Thus we see, that the only question concerning the truth of Christianity is, whether it be a real revelation; not whether it be attended with every circumstance which we should have looked for: and concerning the authority of Scripture, whether it be what it claims to be; not whether it be a book of such sort, and so promulged, as weak men are apt to fancy a book containing a divine revelation should be. Therefore, neither obscurity, nor seeming inaccuracy of style, nor various readings, nor early disputes about the authors of particular parts, nor any other things of the like kind, though they had been much more considerable in degree than they are, could overthrow the authority of the Scripture: unless the prophets, apostles, or our Lord, had promised, that the book containing the divine revelation should be exempt from those things. Nor indeed can any objections overthrow such a kind of revelation as the Christian claims to be, (since there are no objections against the morality of it,) but such as can show, that there is no proof of miracles wrought originally in attestation of it; no appearance of any thing miraculous in its obtaining in the world; nor any of prophecy, that is, of events foretold, which human sagacity could not foresee. If it can be shown, that the proof alleged for all these is absolutely none at all, then is revelation overturned. But were it allowed, that the proof of any one or all of them is lower than is allowed; yet, whilst any proof of them remains, revelation will stand upon much the same foot it does at present, as to all the purposes of life and practice, and ought to have the like influence upon our behavior.","subId":"10","id":"Butler.AR.2.3.10"},{"type":"paragraph","content":"From the foregoing observations too, it will follow, and those who will thoroughly examine into revelation will find it worth remarking, that there are several ways of arguing, which though just with regard to other writings, are not applicable to Scripture: at least not to its prophetic parts. We cannot argue, for instance, that such and such cannot be the sense or intent of a passage of Scripture, for, if it had, it would have been expressed more plainly, or represented under a more apt figure or hieroglyphic. Yet we may justly argue thus, with respect to common books. And the reason of this difference is very evident. In Scripture we are not competent judges, as we are in common books, how plainly it were to have been expected, that the sense should have been expressed, or under how apt an image figured. The only question is, what appearance there is, that this is the sense; and scarce at all, how much more determinately or accurately it might have been expressed or figured.","subId":"11","id":"Butler.AR.2.3.11"},{"type":"paragraph","content":"\"But is it not self-evident, that internal improbabilities of all kinds weaken external probable proof?\" Doubtless. But to what practical purpose can this be alleged here, when it has been proved before, that real internal improbabilities, which rise even to moral certainty, are overcome by the most ordinary testimony; and when it now has been made to appear, that we scarce know what are improbabilities, as to the matter we are here considering: as it will further appear from what follows.","subId":"12","id":"Butler.AR.2.3.12"},{"type":"paragraph","content":"From the observations made above it is manifest, that we are not in any sort competent judges, what supernatural instruction were to have been expected; and it is self-evident, that the objections of an incompetent judgment must be frivolous. Yet it may be proper to go one step further, and observe, that if men will be regardless of these things, and pretend to judge of the Scripture by preconceived expectations; the analogy of nature shows beforehand, not only that it is highly credible they may, but also probable that they will, imagine they have strong objections against it, however really unexceptionable. For so, prior to experience, they would think they had, against the circumstances, and degrees, and the whole manner of that instruction, which is afforded by the ordinary course of nature. Were the instruction which God affords to brute creatures by instincts and mere propensions, and to mankind by these together with reason, matter of probable proof, and not of certain observation: it would be rejected as incredible, in many instances of it, only upon account of the means by which this instruction is given, the seeming disproportions, the limitations, necessary conditions, and circumstances of it. For instance: would it not have been thought highly improbable, that men should have been so much more capable of discovering, even to certainty, the general laws of matter, and the magnitudes, paths, and revolutions, of heavenly bodies; than the occasions and cures of distempers, and many other things in which human life seems so much more nearly concerned, than in astronomy? How capricious and irregular a way of information would it be said; is that of invention, by means of which nature instructs us in matters of science, and in many things, upon which the affairs of the world greatly depend: that a man should, by this faculty, be made acquainted with a thing in an instant, (when perhaps he is thinking of something else,) which he has in vain been searching after, it may be, for years.","subId":"13","id":"Butler.AR.2.3.13"},{"type":"paragraph","content":"So likewise the imperfections attending the only method, by which nature enables and directs us to communicate our thoughts to each other, are innumerable. Language is, in its very nature, inadequate, ambiguous, liable to infinite abuse, even from negligence; and so liable to it from design, that every man can deceive and betray by it. And, to mention but one instance more; that brutes, without reason, should act, in many respects, with a sagacity and foresight vastly greater than what men have in those respects, would be thought impossible. Yet it is certain they do act with such superior foresight: whether it be their own, indeed, is another question. From these things, it is highly credible beforehand, that upon supposition that God should afford men some additional instruction by revelation, it would be with circumstances, in manners, degrees, and respects, against the credibility of which we should be apt to fancy we had great objections. Nor are the objections against the Scripture, nor against Christianity in general, at all more or greater, than the analogy of nature would beforehand—not perhaps give ground to expect; (for the analogy may not be sufficient, in some cases, to ground an expectation upon;) but no more nor greater, than analogy would show it, beforehand, to be supposable and credible, that there might seem to lie against revelation.","subId":"14","id":"Butler.AR.2.3.14"},{"type":"paragraph","content":"By applying these general observations to a particular objection, it will be more distinctly seen, how they are applicable to others of the like kind; and indeed to almost all objections against Christianity, as distinguished from objections against its evidence. It appears from Scripture, that, as it was not unusual in the apostolic age, for persons, upon their conversion to Christianity, to be endued with miraculous gifts; so, some of those persons exercised these gifts in a strangely irregular and disorderly manner; and this is made an objection against their being really miraculous. Now the foregoing observations quite remove this objection, how considerable soever it may appear at first sight. For, consider a person endued with any of these gifts, for instance that of tongues: it is to be supposed, that he had the same power over this miraculous gift, as he would have had over it, had it been the effect of habit, of study and use, as it ordinarily is; or the same power over it, as he had over any other natural endowment. Consequently, he would use it in the same manner as he did any other; either regularly, and upon proper occasions only, or irregularly, and upon improper ones: according to his sense of decency, and his character of prudence. Where then is the objection? Why, if this miraculous power was indeed given to the world to propagate Christianity, and attest the truth of it, we might, it seems, have expected, that other sort of persons should have been chosen to be invested with it; or that these should, at the same time, have been endued with prudence; or that they should have been continually restrained and directed in the exercise of it: i.e. that God should have miraculously interposed, if at all, in a different manner, or higher degree. But, from the observations made above, it is undeniably evident, that we are not judges in what degrees and manners it were to have been expected he should miraculously interpose; upon supposition of his doing it in some degree and manner. Nor, in the natural course of Providence, are superior gifts of memory, eloquence, knowledge, and other talents of great influence, conferred only on persons of prudence and decency, or such as are disposed to make the properest use of them. Nor is the instruction and admonition naturally afforded us for the conduct of life, particularly in our education, commonly given in a manner the most suited to recommend it; but often with circumstances apt to prejudice us against such instruction.","subId":"15","id":"Butler.AR.2.3.15"},{"type":"paragraph","content":"One might go on to add, there is a great resemblance between the light of nature and of revelation, in several other respects. Practical Christianity, or that faith and behavior which renders a man a Christian, is a plain and obvious thing: like the common rules of conduct, with respect to ordinary temporal affairs. The more distinct and particular knowledge of those things, the study of which the apostle calls going on unto perfection, and of the prophetic parts of revelation, like many parts of natural and even civil knowledge, may require very exact thought, and careful consideration. The hinderances too, of natural, and of supernatural light and knowledge, have been of the same kind. And as it is owned the whole scheme of Scripture is not yet understood; so, if it ever comes to be understood, before the restitution of all things, and without miraculous interpositions, it must be in the same way as natural knowledge is come at: by the continuance and progress of learning and of liberty; and by particular persons attending to, comparing, and pursuing, intimations scattered up and down it, which are overlooked and disregarded by the generality of the world. For this is the way in which all improvements are made; by thoughtful men's tracing on obscure hints, dropped us by nature as it were, accidentally, or which seem to come into our minds by chance. Nor is it at all incredible, that a book which has been so long in the possession of mankind, should contain many truths as yet undiscovered. For, all the same phenomena, and the same faculties of investigation, from which such great discoveries in natural knowledge have been made in the present and last age, were equally in the possession of mankind, several thousand years before. And possibly it might be intended, that events, as they come to pass, should open and ascertain the meaning of several parts of Scripture.","subId":"16","id":"Butler.AR.2.3.16"},{"type":"paragraph","content":"It may be objected, that this analogy fails in a material respect: for that natural knowledge is of little or no consequence. But I have been speaking of the general instruction which nature does or does not afford us. And besides, some parts of natural knowledge, in the more common restrained sense of the words, are of the greatest consequence to the ease and convenience of life. But suppose the analogy did, as it does not, fail in this respect; yet it might be abundantly supplied, from the whole constitution and course of nature: which shows, that God does not dispense his gifts according to our notions of the advantage and consequence they would be of to us. And this in general, with his method of dispensing knowledge in particular, would together make out an analogy full to the point before us.","subId":"17","id":"Butler.AR.2.3.17"},{"type":"paragraph","content":"But it may be objected still further and more generally; \"The Scripture represents the world as in a state of ruin, and Christianity as an expedient to recover it, to help in these respects where nature fails: in particular, to supply the deficiencies of natural light. Is it credible then, that so many ages should have been let pass, before a matter of such a sort, of so great and so general importance, was made known to mankind; and then that it should be made known to so small a part of them? Is it conceivable, that this supply should be so very deficient, should have the like obscurity and doubtfulness, be liable to the like perversions, in short, lie open to all the like objections, as the light of nature itself?\"","subId":"18","id":"Butler.AR.2.3.18"},{"type":"paragraph","content":"Without determining how far this, in fact, is so, I answer; it is by no means incredible, that it might be so, if the light of nature and of revelation be from the same hand. Men are naturally liable to diseases: for which God, in his good providence, has provided natural remedies. But remedies existing in nature have been unknown to mankind for many ages; are known but to few now; probably many valuable ones are not known yet. Great has been and is the obscurity and difficulty, in the nature and application of them. Circumstances seem often to make them very improper, where they are absolutely necessary. It is after long labor and study, and many unsuccessful endeavors, that they are brought to be as useful as they are; after high contempt and absolute rejection of the most useful we have; and after disputes and doubts, which have seemed to be endless. The best remedies too, when unskilfully, much more when dishonestly applied, may produce new diseases; and with the rightest application the success of them is often doubtful. In many cases they are not effectual: where they are, it is often very slowly: and the application of them, and the necessary regimen accompanying it, is not uncommonly so disagreeable, that some will not submit to them; and satisfy themselves with the excuse, that if they would, it is not certain whether it would be successful. And many persons, who labor under diseases, for which there are known natural remedies, are not so happy as to be always, if ever, in the way of them. In a word, the remedies which nature has provided for diseases are neither certain, perfect, nor universal. And indeed the same principles of arguing, which would lead us to conclude, that they must be so, would lead us likewise to conclude, that there could be no occasion for them; i.e. that there could be no diseases at all. And therefore our experience that there are diseases, shows that it is credible beforehand, upon supposition nature has provided remedies for them, that these remedies may be, as by experience we find they are, neither certain, nor perfect, nor universal; because it shows, that the principles upon which we should expect the contrary are fallacious.","subId":"19","id":"Butler.AR.2.3.19"},{"type":"paragraph","content":"And now, what is the just consequence from all these things? Not that reason is no judge of what is offered to us as being of divine revelation. For this would be to infer that we are unable to judge of any thing, because we are unable to judge of all things. Reason can, and it ought to judge, not only of the meaning, but also of the morality and the evidence of revelation.","subId":"20","id":"Butler.AR.2.3.20"},{"type":"paragraph","content":"First, It is the province of reason to judge of the morality of the Scripture; i.e. not whether it contains things different from what we should have expected from a wise, just, and good Being; (for objections from hence have been now obviated:) but whether it contains things plainly contradictory to wisdom, justice, or goodness; to what the light of nature teaches us of God. And I know nothing of this sort objected against Scripture, excepting such objections as are formed upon suppositions, which would equally conclude, that the constitution of nature is contradictory to wisdom, justice, or goodness; which most certainly it is not. There are, indeed, some particular precepts in Scripture, given to particular persons, requiring actions, which would be immoral and vicious, were it not for such precepts. But it is easy to see, that all these are of such a kind, as that the precept changes the whole nature of the case and of the action; and both constitutes and shows that not to be unjust or immoral, which, prior to the precept, must have appeared and really been so: which may well be, since none of these precepts are contrary to immutable morality. If it were commanded, to cultivate the principles, and act from the spirit of treachery, ingratitude, cruelty; the command would not alter the nature of the case or of the action, in any of these instances. But it is quite otherwise in precepts, which require only the doing an external action: for instance, taking away the property, or life of any. For men have no right, either to life or property, but what arises solely from the grant of God. When this grant is revoked, they cease to have any right at all in either: and when this revocation is made known, as surely it is possible it may be, it must cease to be unjust to deprive them of either. And though a course of external acts, which without command would be immoral, must make an immoral habit; yet a few detached commands have no such natural tendency. I thought proper to say thus much of the few Scripture precepts, which require, not vicious actions, but actions which would have been vicious, but for such precepts; because they are sometimes weakly urged as immoral, and great weight is laid upon objections drawn from them.","subId":"21","id":"Butler.AR.2.3.21"},{"type":"paragraph","content":"To me there seems no difficulty at all in these precepts, but what arises from their being offences: i.e. from their being liable to be perverted, as indeed they are, by wicked designing men, to serve the most horrid purposes; and perhaps to mislead the weak and enthusiastic. And objections from this head are not objections against revelation; but against the whole notion of religion, as a trial: and against the general constitution of nature.","subId":"22","id":"Butler.AR.2.3.22"},{"type":"paragraph","content":"Secondly, Reason is able to judge, and must, of the evidence of revelation, and of the objections urged against that evidence: which shall be the subject of a following chapter.","subId":"23","id":"Butler.AR.2.3.23"},{"type":"paragraph","content":"The consequence of the foregoing observations is, that the question upon which the truth of Christianity depends, is scarcely at all what objections there are against its scheme, since there are none against the morality of it, but what objections there are against its evidence; or, what proof there remains of it, after due allowances are made for the objections against that proof: because it has been shown, that the objections against Christianity, as distinguished from objections against its evidence, are frivolous. For surely very little weight, if any at all, is to be laid upon a way of arguing and objecting, which, when applied to the general constitution of nature, experience shows not to be conclusive: and such, I think, is the whole way of objecting treated of throughout this chapter. It is resolvable into principles, and goes upon suppositions, which mislead us to think, that the Author of nature would not act, as we experience he does; or would act, in such and such cases, as we experience he does not in like cases. But the unreasonableness of this way of objecting will appear yet more evidently from hence, that the chief things thus objected against are justified, as shall be further shown, by distinct, particular, and full analogies, in the constitution and course of nature.","subId":"24","id":"Butler.AR.2.3.24"},{"type":"paragraph","content":"It is to be remembered, that, as frivolous as objections of the foregoing sort against revelation are, yet, when a supposed revelation is more consistent with itself, and has a more general and uniform tendency to promote virtue, than, all circumstances considered, could have been expected from enthusiasm and political views, this is a presumptive proof of its not proceeding from them, and so of its truth: because we are competent judges, what might have been expected from enthusiasm and political views.","subId":"25","id":"Butler.AR.2.3.25"},{"type":"note","content":"[1 Cor. i. 28.]","subId":"n97","id":"Butler.AR.2.3.n97"},{"type":"note","content":"See [Chap. vi.]","subId":"n98","id":"Butler.AR.2.3.n98"},{"type":"note","content":"See [Chap. vi.]","subId":"n99","id":"Butler.AR.2.3.n99"},{"type":"note","content":"See [note, page 218.]","subId":"n100","id":"Butler.AR.2.3.n100"},{"type":"note","content":"[P. 220.]","subId":"n101","id":"Butler.AR.2.3.n101"},{"type":"note","content":"[Pp. 207, 208.]","subId":"n102","id":"Butler.AR.2.3.n102"},{"type":"note","content":"See [1 Cor. xii. 1-10: xiii. 1: and xiv. 1-19.]","subId":"n103","id":"Butler.AR.2.3.n103"},{"type":"note","content":"[Heb. vi. 1.]","subId":"n104","id":"Butler.AR.2.3.n104"},{"type":"note","content":"[Acts iii. 21.]","subId":"n105","id":"Butler.AR.2.3.n105"},{"type":"note","content":"[Chap. vi.]","subId":"n106","id":"Butler.AR.2.3.n106"},{"type":"note","content":"[Chap. v.]","subId":"n107","id":"Butler.AR.2.3.n107"},{"type":"note","content":"[Chap. vii.]","subId":"n108","id":"Butler.AR.2.3.n108"},{"type":"note","content":"[Chap. iv. latter part, and v. vi.]","subId":"n109","id":"Butler.AR.2.3.n109"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.2","imported":true,"title":"Part II. Of Revealed Religion","breadcrumb":"Part 2","published":[1736]}],"prev":{"id":"Butler.AR.2.2","imported":true,"title":"Chapter II. The supposed Presumption against a Revelation, considered as miraculous","breadcrumb":"Chapter 2","published":[1736]},"next":{"id":"Butler.AR.2.4","imported":true,"title":"Chapter IV. Christianity, considered as a Scheme or Constitution, imperfectly comprehended","breadcrumb":"Chapter 4","published":[1736]}}