{"id":"Butler.AR.2.7","imported":true,"parent":"Butler.AR.2","title":"Chapter VII. The Particular Evidence for Christianity","breadcrumb":"Chapter 7","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"CHAPTER VII.\nTHE PARTICULAR EVIDENCE FOR CHRISTIANITY.\n","id":"Butler.AR.2.7"},{"type":"paragraph","content":"The presumptions against revelation, and objections against the general scheme of Christianity, and particular things relating to it, being removed, there remains to be considered, what positive evidence we have for the truth of it; chiefly in order to see, what the analogy of nature suggests with regard to that evidence, and the objections against it: or to see what is, and is allowed to be, the plain natural rule of judgment and of action, in our temporal concerns, in cases where we have the same kind of evidence, and the same kind of objections against it, that we have in the case before us.","subId":"1","id":"Butler.AR.2.7.1"},{"type":"paragraph","content":"In the evidence of Christianity there seem to be several things of great weight, not reducible to the head, either of miracles, or the completion of prophecy, in the common acceptation of the words. But these two are its direct and fundamental proofs: and those other things, however considerable they are, yet ought never to be urged apart from its direct proofs, but always to be joined with them. Thus the evidence of Christianity will be a long series of things, reaching, as it seems, from the beginning of the world to the present time, of great variety and compass, taking in both the direct and also the collateral, proofs, and making up, all of them together, one argument. The conviction arising from this kind of proof may be compared to what they call the effect, in architecture or other works of art; a result from a great number of things, so and so disposed, and taken into one view. I shall therefore, first, make some observations relating to miracles, and the appearing completions of prophecy; and consider what analogy suggests, in answer to the objections brought against this evidence. And, secondly, I shall endeavor to give some account of the general argument now mentioned, consisting both of the direct and collateral evidence, considered as making up one argument: this being the kind of proof, upon which we determine most questions of difficulty, concerning common facts, alleged to have happened, or seeming likely to happen; especially questions relating to conduct.","subId":"2","id":"Butler.AR.2.7.2"},{"type":"paragraph","content":"First, I shall make some observations upon the direct proof of Christianity from miracles and prophecy, and upon the objections alleged against it.","subId":"3","id":"Butler.AR.2.7.3"},{"type":"paragraph","content":"I. Now the following observations relating to the historical evidence of miracles wrought in attestation of Christianity appear to be of great weight.","subId":"4","id":"Butler.AR.2.7.4"},{"type":"paragraph","content":"1. The Old Testament affords us the same historical evidence of the miracles of Moses and of the prophets, as of the common civil history of Moses and the kings of Israel; or, as of the affairs of the Jewish nation. And the Gospels and the Acts afford us the same historical evidence of the miracles of Christ and the apostles, as of the common matters related in them. This indeed could not have been affirmed by any reasonable man, if the authors of these books, like many other historians, had appeared to aim at an entertaining manner of writing, and hence interspersed miracles in their works, at proper distances and upon proper occasions. These might have animated a dull relation, amused the reader, and engaged his attention. And the same account would naturally have been given of them, as of the speeches and descriptions given by such authors: the same account, in a manner, as is to be given, why the poets make use of wonders and prodigies. But the facts, both miraculous and natural, in Scripture, are related in plain unadorned narratives, and both of them appear, in all respects, to stand upon the same foot of historical evidence.","subId":"5","id":"Butler.AR.2.7.5"},{"type":"paragraph","content":"Further: some parts of Scripture, containing an account of miracles fully sufficient to prove the truth of Christianity, are quoted as genuine, from the age in which they are said to be written, down to the present: and no other parts of them, material in the present question, are omitted to be quoted in such manner, as to afford any sort of proof of their not being genuine. And, as common history, when called in question in any instance, may often be greatly confirmed by contemporary or subsequent events more known and acknowledged; and as the common Scripture history, like many others, is thus confirmed; so likewise is the miraculous history of it, not only in particular instances, but in general. For, the establishment of the Jewish and Christian religions, which were events contemporary with the miracles related to be wrought in attestation of both, or subsequent to them, these events are just what we should have expected, upon supposition such miracles were really wrought to attest the truth of those religions. These miracles are a satisfactory account of those events: of which no other satisfactory account can be given; nor any account at all, but what is merely imaginary and invented.","subId":"6","id":"Butler.AR.2.7.6"},{"type":"paragraph","content":"It is to be added, that the most obvious, the most easy and direct account of this history, how it came to be written, and to be received in the world as a true history, is that it really is so; nor can any other account of it be easy and direct. Now, though an account, not at all obvious, but very far-fetched and indirect, may be and often is, the true account of a matter, yet it cannot be admitted on the authority of its being asserted. Mere guess, supposition, and possibility, when opposed to historical evidence, prove nothing, but that historical evidence is not demonstrative.","subId":"7","id":"Butler.AR.2.7.7"},{"type":"paragraph","content":"The just consequence from all this, I think is, that the Scripture history in general is to be admitted as an authentic genuine history, till something positive be alleged sufficient to invalidate it. No man will deny the consequence to be, that it cannot be rejected, or thrown by as of no authority, till it can be proved to be of none; even though the evidence now mentioned for its authority were doubtful. This evidence may be confronted by historical evidence on the other side, if there be any: or general incredibility in the things related, or inconsistence in the general turn of the history, would prove it to be of no authority. But since, upon the face of the matter, upon a first and general view, the appearance is, that it is an authentic history, it cannot be determined to be fictitious, without some proof that it is so. The following observations in support of these, and coincident with them, will greatly confirm the historical evidence for the truth of Christianity.","subId":"8","id":"Butler.AR.2.7.8"},{"type":"paragraph","content":"2. The Epistles of Paul, from the nature of epistolary writing, and moreover from several of them being written, not to particular persons but to churches, carry in them evidences of their being genuine, beyond what can be in a mere historical narrative, left to the world at large. This evidence, joined with that which they have in common with the rest of the New Testament, seems not to leave so much as any particular pretence for denying their genuineness, considered as an ordinary matter of fact, or of criticism: I say particular pretence, for denying it; because any single fact, of such a kind and such antiquity, may have general doubts raised concerning it, from the very nature of human affairs and human testimony. There is also to be mentioned a distinct and particular evidence of the genuineness of the epistle chiefly referred to here, the first to the Corinthians; from the manner in which it is quoted by Clemens Romanus, in an epistle of his own to that church. Now these epistles afford a proof of Christianity, detached from all others, which is, I think, a thing of weight; and also a proof of a nature and kind peculiar to itself. For,","subId":"9","id":"Butler.AR.2.7.9"},{"type":"paragraph","content":"In them the author declares, that he received the Gospel in general, and the institution of the Communion in particular, not from the rest of the apostles, or jointly together with them, but alone, from Christ himself; whom he declares likewise, conformably to the history in the Acts, that he saw after his ascension. So that the testimony of Paul is to be considered, as detached from that of the rest of the apostles.","subId":"10","id":"Butler.AR.2.7.10"},{"type":"paragraph","content":"He declares further, that he was endued with a power of working miracles, as what was publicly known to those very people, speaks of frequent and great variety of miraculous gifts as then subsisting in those very churches, to which he was writing; which he was reproving for several irregularities, and where he had personal opposers. He mentions these gifts incidentally, in the most easy manner, and without effort; by way of reproof to those who had them, for their indecent use of them; and by way of depreciating them, in comparison of moral virtues. In short he speaks to these churches, of these miraculous powers, in the manner any one would speak to another of a thing, which was as familiar, and as much known in common to them both, as any thing in the world. And this, as hath been observed by several persons, is surely a very considerable thing.","subId":"11","id":"Butler.AR.2.7.11"},{"type":"paragraph","content":"3. It is an acknowledged historical fact, that Christianity offered itself to the world, and demanded to be received, upon the allegation, (i.e. as unbelievers would speak, upon the pretence,) of miracles, publicly wrought to attest the truth of it, in such an age; and that it was actually received by great numbers in that very age, and upon the professed belief of the reality of these miracles. And Christianity, including the dispensation of the Old Testament, seems distinguished by this from all other religions. I mean, that this does not appear to be the case with regard to any other; for surely it will not be supposed to lie upon any person, to prove by positive historical evidence, that it was not. It does in no sort appear that Mahometanism was first received in the world upon the foot of supposed miracles, i.e. public ones: for, as revelation is itself miraculous, all pretence to it must necessarily imply some pretence of miracles. And it is a known fact, that it was immediately, at the very first, propagated by other means. And as particular institutions, whether in Paganism or Popery, said to be confirmed by miracles after those institutions had obtained, are not to the purpose: so, were there what might be called historical proof, that any of them were introduced by a supposed divine command, believed to be attested by miracles; these would not be in any wise parallel. For single things of this sort are easy to be accounted for, after parties are formed, and have power in their hands; and the leaders of them are in veneration with the multitude; and political interests are blended with religious claims, and religious distinctions. But before any thing of this kind, for a few persons, and those of the lowest rank, all at once, to bring over such great numbers to a new religion, and get it to be received upon the particular evidence of miracles; this is quite another thing.","subId":"12","id":"Butler.AR.2.7.12"},{"type":"paragraph","content":"I think it will be allowed by any fair adversary, that the fact now mentioned, taking in all the circumstances, is peculiar to the Christian religion. However, the fact itself is allowed, that Christianity obtained, i.e. was professed to be received in the world, upon the belief of miracles, immediately in the age in which it is said those miracles were wrought: or that this is what its first converts would have alleged, as the reason for their embracing it. It is not to be supposed that such numbers of men, in the most distant parts of the world, should forsake the religion of their country, in which they had been educated; separate themselves from their friends, particularly in their festival shows and solemnities, to which the common people are so greatly addicted, and which were of a nature to engage them much more, than any thing of that sort among us: and embrace a religion, which could not but expose them to many inconveniences, and indeed must have been a giving up the world in a great degree, even from the very first, and before the empire engaged in form against them: it cannot be supposed, that such numbers should make so great, and to say the least, so inconvenient a change in their whole institution of life, unless they were really convinced of the truth of those miracles, upon the knowledge or belief of which they professed to make it. And it will, I suppose, readily be acknowledged, that the generality of the first converts to Christianity must have believed them: that as by becoming Christians they declared to the world, they were satisfied of the truth of those miracles; so this declaration was to be credited. And this their testimony is the same kind of evidence for those miracles, as if they had put it in writing, and these writings had come down to us. And it is real evidence, because it is of facts, which they had capacity and full opportunity to inform themselves of.","subId":"13","id":"Butler.AR.2.7.13"},{"type":"paragraph","content":"It is also distinct from the direct or express historical evidence, though it is of the same kind: and would be allowed to be distinct in all cases. For were a fact expressly related by one or more ancient historians, and disputed in after ages; that this fact is acknowledged to have been believed by great numbers of the age in which the historian says it was done, would be allowed an additional proof of such fact, quite distinct from the express testimony of the historian. The credulity of mankind is acknowledged: and the suspicions of mankind ought to be acknowledged too; and their backwardness even to believe, and greater still to practise, what makes against their interest. And it must particularly be remembered, that education, and prejudice, and authority, were against Christianity, in the age I am speaking of. So that the immediate conversion of such numbers is a real presumption of somewhat more than human in this matter. I say presumption, for it is not alleged as a proof alone and by itself. Nor need any one of the things mentioned in this chapter be considered as a proof by itself: and yet all of them together may be one of the strongest.","subId":"14","id":"Butler.AR.2.7.14"},{"type":"paragraph","content":"Upon the whole: as there is large historical evidence, both direct and circumstantial, of miracles wrought in attestation of Christianity, collected by those who have writ upon the subject; it lies upon unbelievers to show why this evidence is not to be credited. This way of speaking is, I think, just; and what persons who write in defence of religion naturally fall into. Yet, in a matter of such unspeakable importance, the proper question is, not whom it lies upon, according to the rules of argument, to maintain or confute objections: but whether there really are any, against this evidence, sufficient, in reason, to destroy the credit of it. However, unbelievers seem to take upon them the part of showing that there are.","subId":"15","id":"Butler.AR.2.7.15"},{"type":"paragraph","content":"They allege, that numberless enthusiastic people, in different ages and countries, expose themselves to the same difficulties which the primitive Christians did; and are ready to give up their lives for the most idle follies imaginable. It is not very clear, to what purpose this objection is brought. For surely, every one, in every case, must distinguish between opinions and facts. And though testimony is no proof of enthusiastic opinions, or of any opinion at all; yet it is allowed, in all other cases, to be a proof of facts. A person's laying down his life in attestation of facts or of opinions, is the strongest proof of his believing them. And if the apostles and their contemporaries did believe the facts, in attestation of which they exposed themselves to sufferings and death; this their belief, or rather knowledge, must be a proof of those facts: for they were such as came under the observation of their senses. And though it is not of equal weight, yet it is of weight, that the martyrs of the next age, notwithstanding they were not eye-witnesses of those facts, as were the apostles and their contemporaries, had, however, full opportunity to inform themselves whether they were true or not, and gave equal proof of their believing them to be true.","subId":"16","id":"Butler.AR.2.7.16"},{"type":"paragraph","content":"But enthusiasm, it is said, greatly weakens the evidence of testimony even for facts, in matters relating to religion: some seem to think it totally and absolutely destroys the evidence of testimony upon this subject. The powers of enthusiasm, and of diseases too, which operate in a like manner, are indeed very wonderful, in particular instances. But if great numbers of men, not appearing in any peculiar degree weak, nor under any peculiar suspicion of negligence, affirm that they saw and heard such things plainly, with their eyes and their ears, and are admitted to be in earnest; such testimony is evidence of the strongest kind we can have, for any matter of fact. Possibly it may be overcome, strong as it is, by incredibility in the things thus attested, or by contrary testimony. And in an instance where one thought it was so overcome, it might be just to consider, how far such evidence could be accounted for by enthusiasm; for it seems as if no other imaginable account were to be given of it. But till such incredibility be shown, or contrary testimony produced, it cannot surely be expected, that so far-fetched, so indirect and wonderful an account of such testimony, as that of enthusiasm must be; an account so strange, that the generality of mankind can scarce be made to understand what is meant by it; it cannot, I say, be expected that such an account will be admitted of such evidence; when there is this direct, easy, and obvious account of it, that people really saw and heard a thing not incredible, which they affirm, sincerely and with full assurance, they did see and hear.","subId":"17","id":"Butler.AR.2.7.17"},{"type":"paragraph","content":"Granting then that enthusiasm is not (strictly speaking) an absurd, but a possible account of such testimony, it is manifest, that the very mention of it goes upon the previous supposition, that the things so attested are incredible: and therefore need not be considered, till they are shown to be so. Much less need it be considered, after the contrary has been proved. And I think it has been proved, to full satisfaction, that there is no incredibility in a revelation, in general; or in such a one as the Christian, in particular. However, as religion is supposed peculiarly liable to enthusiasm, it may just be observed, that prejudices almost without number, and without name, such as romance, affection, humor, a desire to engage attention, or to surprise, party spirit, custom, little competitions, unaccountable likings and dislikings; these influence men strongly in common matters. And as these prejudices are often scarce know a or reflected upon by the persons themselves who are influenced by them, they are to be considered as influences of a like kind to enthusiasm. Yet human testimony, in common matters, is naturally and justly believed, notwithstanding.","subId":"18","id":"Butler.AR.2.7.18"},{"type":"paragraph","content":"It is intimated further, in a more refined way of observation, that though it should be proved, that the apostles and first Christians could not, in some respects, be deceived themselves, and in other respects, cannot be thought to have intended to impose upon the world, yet it will not follow that their general testimony is to be believed, though truly handed down to us: because they might still in part, i.e. in other respects, be deceived themselves, and in part also designedly impose upon others; which, it is added, is a thing very credible, from that mixture of real enthusiasm, and real knavery, to be met with in the same characters.","subId":"19","id":"Butler.AR.2.7.19"},{"type":"paragraph","content":"I must confess, I think the matter of fact contained in this observation upon mankind is not to be denied; and that something very much akin to it is often supposed in Scripture as a very common case, and most severely reproved. But it were to have been expected, that persons capable of applying this observation as applied in the objection, might also frequently have met with the like mixed character, in instances where religion was quite out of the case. The thing plainly is, that mankind are naturally endued with reason, or a capacity of distinguishing between truth and falsehood; and as naturally they are endued with veracity, or a regard to truth in what they say: but from many occasions they are liable to be prejudiced and biassed and deceived themselves, and capable of intending to deceive others, in every degree: insomuch that, as we are all liable to be deceived by prejudice, so likewise it seems to be not an uncommon thing, for persons who, from their regard to truth, would not invent a lie entirely without any foundation at all, to propagate it with heightening circumstances, after it is once invented and set a-going. And others, though they would not propagate a lie, yet, which is a lower degree of falsehood, will let it pass without contradiction. But notwithstanding all this, human testimony remains still a natural ground of assent; and this assent a natural principle of action.","subId":"20","id":"Butler.AR.2.7.20"},{"type":"paragraph","content":"It is objected further, that however it has happened, the fact is, that mankind have, in different ages, been strangely deluded with pretences to miracles and wonders. But it is by no means to be admitted, that they have been oftener, or are at all more liable to be deceived by these than by other pretences.","subId":"21","id":"Butler.AR.2.7.21"},{"type":"paragraph","content":"It is added, that there is a very considerable degree of historical evidence for miracles, which are, on all hands, acknowledged to be fabulous. But suppose there were even the like historical evidence for these, to what there is for those alleged in proof of Christianity, which yet is in no wise allowed, but suppose this; the consequence would not be, that the evidence of the latter is not to be admitted. Nor is there a man in the world, who in common cases, would conclude thus. For what would such a conclusion really amount to but this, that evidence, confuted by contrary evidence, or any way overbalanced, destroys the credibility of other evidence, neither confuted nor overbalanced? To argue that because there is, if there were, like evidence from testimony, for miracles acknowledged false, as for those in attestation of Christianity, therefore the evidence in the latter case is not to be credited; this is the same as to argue, that if two men of equally good reputation had given evidence in different cases no way connected, and one of them had been convicted of perjury, this confuted the testimony of the other!","subId":"22","id":"Butler.AR.2.7.22"},{"type":"paragraph","content":"Upon the whole then, the general observation, that human creatures are so liable to be deceived, from enthusiasm in religion, and principles equivalent to enthusiasm in common matters, and in both from negligence; and that they are so capable of dishonestly endeavoring to deceive others; this does indeed weaken the evidence of testimony in all cases, but does not destroy it in any. And these things will appear, to different men, to weaken the evidence of testimony, in different degrees: in degrees proportionable to the observations they have made, or the notions they have any way taken up, concerning the weakness and negligence and dishonesty of mankind; or concerning the powers of enthusiasm, and prejudices equivalent to it. But it seems to me, that people do not know what they say, who affirm these things to destroy the evidence from testimony which we have, of the truth of Christianity. Nothing can destroy the evidence of testimony in any case, but a proof or probability, that persons are not competent judges of the facts to which they give testimony; or that they are actually under some indirect influence in giving it, in such particular case. Till this be made out, the natural laws of human actions require, that testimony be admitted. It can never be sufficient to overthrow direct historical evidence, indolently to say, that there are so many principles, from whence men are liable to be deceived themselves, and disposed to deceive others, especially in matters of religion, that one knows not what to believe. And it is surprising persons can help reflecting, that this very manner of speaking supposes they are not satisfied that there is nothing in the evidence, of which they speak thus; or that they can avoid observing, if they do make this reflection, that it is on such a subject, a very material one.","subId":"23","id":"Butler.AR.2.7.23"},{"type":"paragraph","content":"Over against all these objections is to be set the importance of Christianity, as what must have engaged the attention of its first converts, so as to have rendered them less liable to be deceived from carelessness, than they would in common matters; and likewise the strong obligations to veracity, which their religion laid them under: so that the first and most obvious presumption is, that they could not be deceived themselves nor deceive others. And this presumption, in this degree, is peculiar to the testimony we have been considering.","subId":"24","id":"Butler.AR.2.7.24"},{"type":"paragraph","content":"In argument, assertions are nothing in themselves, and have an air of positiveness which sometimes is not very easy: yet they are necessary, and necessary to be repeated; in order to connect a discourse, and distinctly to lay before the view of the reader, what is proposed to be proved, and what is left as proved. Now the conclusion from the foregoing observations is, I think, beyond all doubt, this: that unbelievers must be forced to admit the external evidence for Christianity, i.e. the proof of miracles wrought to attest it, to be of real weight and very considerable; though they cannot allow it to be sufficient, to convince them of the reality of those miracles. And as they must, in all reason, admit this; so it seems to me, that upon consideration they would, in fact, admit it; those of them, I mean, who know any thing at all of the matter; in like manner as persons, in many cases, own they see strong evidence from testimony, for the truth of things, which yet they cannot be convinced are true: cases, suppose, where there is contrary testimony; or things which they think, whether with or without reason, to be incredible. But there is no testimony contrary to that which we have been considering: and it has been fully proved, that there is no incredibility in Christianity in general, or in any part of it.","subId":"25","id":"Butler.AR.2.7.25"},{"type":"paragraph","content":"II. As to the evidence for Christianity from prophecy, I shall only make some few general observations, which are suggested by the analogy of nature; i.e. by the acknowledged natural rules of judging in common matters, concerning evidence of a like kind to this from prophecy.","subId":"26","id":"Butler.AR.2.7.26"},{"type":"paragraph","content":"1. The obscurity or unintelligibleness of one part of a prophecy does not, in any degree, invalidate the proof of foresight, arising from the appearing completion of those other parts, which are understood. For the case is evidently the same, as if those parts which are not understood were lost, or not written at all, or written in an unknown tongue. Whether this observation be commonly attended to or not, it is so evident, that one can scarce bring oneself to set down an instance in common matters, to exemplify it. However, suppose a writing, partly in cipher, and partly in plain words at length; and that in the part one understood, there appeared mention of several known facts; it would never come into any man's thoughts to imagine, that if he understood the whole, perhaps he might find, that those facts were not in reality known by the writer. Indeed, both in this example and in the thing intended to be exemplified by it, our not understanding the whole (the whole, suppose, of a sentence or a paragraph) might sometimes occasion a doubt, whether one understood the literal meaning of such a part: but this comes under another consideration.","subId":"27","id":"Butler.AR.2.7.27"},{"type":"paragraph","content":"For the same reason, though a man should be incapable, for want of learning, or opportunities of inquiry, or from not having turned his studies this way, even so much as to judge whether particular prophecies have been throughout completely fulfilled; yet he may see, in general, that they have been fulfilled to such a degree, as, upon very good ground, to be convinced of foresight more than human in such prophecies, and of such events being intended by them. For the same reason also, though, by means of the deficiencies in civil history, and the different accounts of historians, the most learned should not be able to make out to satisfaction, that such parts of the prophetic history have been minutely and throughout fulfilled; yet a very strong proof of foresight may arise, from that general completion of them, which is made out. As much perhaps, as the giver of prophecy intended should ever be afforded by such parts of prophecy.","subId":"28","id":"Butler.AR.2.7.28"},{"type":"paragraph","content":"2. A long series of prophecy being applicable to such and such events, is itself a proof that it was intended of them: as the rules by which we naturally judge and determine, in common cases parallel to this, will show. This observation I make in answer to the common objection against the application of the prophecies, that, considering each of them distinctly by itself, it does not at all appear, that they were intended of those particular events to which they are applied by Christians; and therefore it is to be supposed, that if they meant any thing, they were intended of other events unknown to us, and not of these at all.","subId":"29","id":"Butler.AR.2.7.29"},{"type":"paragraph","content":"Now there are two kinds of writing, which bear a great resemblance to prophecy, with respect to the matter before us: the mythological, and the satirical, where the satire is to a certain degree concealed. And a man might be assured, that he understood what an author intended by a fable or parable related without any application or moral, merely from seeing it to be easily capable of such application, and that such a moral might naturally be deduced from it. And he might be fully assured, that such persons and events were intended in a satirical writing, merely from its being applicable to them. And, agreeable to the last observation, he might be in a good measure satisfied of it, though he were not enough informed in affairs, or in the story of such persons to understand half the satire. For, his satisfaction that he understood the meaning, the intended meaning, of these writings, would be greater or less in proportion as he saw the general turn of them to be capable of such application; and in proportion to the number of particular things capable of it. And thus, if a long series of prophecy is applicable to the present state of the church, and to the political situations of the kingdoms of the world, some thousand years after these prophecies were delivered; and a long series of prophecy delivered before the coming of Christ is applicable to him; these things are in themselves a proof, that the prophetic history was intended of him, and of those events: in proportion as the general turn of it is capable of such application, and to the number and variety of particular prophecies capable of it. And though, in all just way of consideration, the obvious completion of prophecies is to be allowed to be thus explanatory of, and to determine, their meaning; yet it is to be remembered further, that the ancient Jews applied the prophecies to a Messiah before his coming, in much the same manner as Christians do now: and that the primitive Christians interpreted the prophecies respecting the state of the church and of the world in the last ages, in the sense which the event seems to confirm and verify. From these things it may be made appear:","subId":"30","id":"Butler.AR.2.7.30"},{"type":"paragraph","content":"3. That the showing even to a high probability, if that could be, that the prophets thought of some other events, in such and such predictions, and not those which Christians allege to be completions of those predictions; or that such and such prophecies are capable of being applied to other events than those, to which Christians apply them—that this would not confute or destroy the force of the argument from prophecy, even with regard to those very instances. For, observe how this matter really is. If one knew such a person to be the sole author of such a book, and was certainly assured, or satisfied to any degree, that one knew the whole of what he intended in it; one should be assured or satisfied to such degree, that one knew the whole meaning of that book: for the meaning of a book is nothing but the meaning of the author. But if one knew a person to have compiled a book out of memoirs, which he received from another, of vastly superior knowledge in the subject of it, especially if it were a book full of great intricacies and difficulties; it would in no wise follow, that one knew the whole meaning of the book, from knowing the whole meaning of the compiler: for the original author of them, might have, and there would be no presumption, in many cases, against supposing him to have, some further meaning than the compiler saw. To say then that the Scriptures, and the things contained in them, can have no other or further meaning than those persons had, who first recited or wrote them, is evidently saying, that those persons were the original, proper, and sole authors of those books, i.e. that they are not inspired: which is absurd, while the authority of these books is under examination; i.e. till you have determined they are of no divine authority at all. Till this be determined, it must in all reason be supposed, not indeed that they have, (for this is taking for granted that they are inspired;) but that they may have, some further meaning than what the compilers saw or understood. And, upon this supposition, it is supposable also, that this further meaning may be fulfilled.","subId":"31","id":"Butler.AR.2.7.31"},{"type":"paragraph","content":"Events corresponding to prophecies, interpreted in a different meaning from that, in which the prophets are supposed to have understood them; affords in a manner, the same proof, that this different sense was originally intended, as it would have afforded, if the prophets had not understood their predictions in the sense it is supposed they did: because there is no presumption of their sense of them being the whole sense of them. And it has been already shown, that the apparent completions of prophecy must be allowed to be explanatory of its meaning. So that the question is, whether a series of prophecy has been fulfilled, in a natural or proper, i.e. in any real sense of the words of it. For such completion is equally a proof of foresight more than human, whether the prophets are, or are not, supposed to have understood it in a different sense. I say, supposed: for, though I think it clear, that the prophets did not understand the full meaning of their predictions, it is another question, how far they thought they did; and in what sense they understood them.","subId":"32","id":"Butler.AR.2.7.32"},{"type":"paragraph","content":"Hence may be seen, to how little purpose those persons busy themselves, who endeavor to prove, that the prophetic history is applicable to events of the age in which it was written, or of ages before it. To have proved this, before there was any appearance of a further completion of it, might have answered some purpose; for it might have prevented the expectation of any such further completion. Thus could Porphyry have shown, that some principal parts of the book of Daniel, for instance the seventh verse of the seventh chapter, which the Christians interpreted of the latter ages, was applicable to events, which happened before or about the age of Antiochus Epiphanes; this might have prevented them from expecting any further completion of it. And, unless there was then, as I think there must have been, external evidence concerning that book, more than is come down to us; such a discovery might have been a stumbling-block in the way of Christianity itself: considering the authority which our Savior has given to the book of Daniel, and how much the general scheme of Christianity presupposes the truth of it. But even this discovery, had there been any such, would be of very little weight with reasonable men now; if this passage, thus applicable to events before the age of Porphyry, appears to be applicable also to events, which succeeded the dissolution of the Roman empire. I mention this, not at all as intending to insinuate, that the division of this empire into ten parts, for it plainly was divided into about that number, were, alone and by itself, of any moment in verifying the prophetic history: but only as an example of the thing I am speaking of. Thus upon the whole, the matter of inquiry evidently must be, as above put, Whether the prophecies are applicable to Christ, and to the present state of the world, and of the church; applicable in such a degree, as to imply foresight: not whether they are capable of any other application. Though I know no pretence for saying the general turn of them is capable of any other.","subId":"33","id":"Butler.AR.2.7.33"},{"type":"paragraph","content":"These observations are, I think, just, and the evidence referred to in them real: though there may be people who will not accept of such imperfect information from Scripture. Some too have not integrity and regard enough to truth, to attend to evidence, which keeps the mind in doubt, perhaps perplexity, and which is much of a different sort from what they expected. It plainly requires a degree of modesty and fairness, beyond what every one has, for a man to say, not to the world but to himself, that there is a real appearance of great weight in this matter, though he is not able thoroughly to satisfy himself about it; but that it shall have its influence upon him, in proportion to its apparent reality and weight. It is much more easy, and more falls in with the negligence, presumption, and wilfulness of the generality, to determine at once, with a decisive air, There is nothing in it. The prejudices arising from that absolute contempt and scorn, with which this evidence is treated in the world, I do not mention. For what can be said to persons, who are weak enough in their understandings to think this any presumption against it; or, if they do not, are yet weak enough in their temper to be influenced by such prejudices, upon such a subject?","subId":"34","id":"Butler.AR.2.7.34"},{"type":"paragraph","content":"Secondly, I shall endeavor to give some account of the general argument for the truth of Christianity, consisting both of the direct and circumstantial evidence considered as making up one argument. To state and examine this argument fully, would be a work much beyond the compass of this whole treatise; nor is so much as a proper abridgment of it to be expected here. Yet the present subject requires to have some brief account of it given. For it is the kind of evidence, upon which most questions of difficulty, in common practice, are determined: evidence arising from various coincidences, which support and confirm each other, and in this manner prove, with more or less certainty, the point under consideration. I choose to do it also: First, because it seems to be of the greatest importance, and not duly attended to by every one, that the proof of revelation is not some direct and express things only, but a great variety of circumstantial things also; and that though each of these direct and circumstantial things is indeed to be considered separately, yet they are afterwards to be joined together; for that the proper force of the evidence consists in the result of those several things, considered in their respects to each other, and united into one view. In the next place, because it seems to me, that the matters of fact here set down, which are acknowledged by unbelievers, must be acknowledged by them also to contain together a degree of evidence of great weight, if they could be brought to lay these several things before themselves distinctly, and then with attention consider them together; instead of that cursory thought of them, to which we are familiarized. For being familiarized to the cursory thought of things as really hinders the weight of them from being seen, as from having its due influence upon practice.","subId":"35","id":"Butler.AR.2.7.35"},{"type":"paragraph","content":"The thing asserted, and the truth of which is to be inquired into, is this: That over and above our reason and affections, which God has given us for the information of our judgment and the conduct of our lives, he has also, by external revelation, given us an account of himself and his moral government over the world, implying a future state of rewards and punishments; i.e. hath revealed the system of natural religion: (for natural religion may be externally revealed by God, as the ignorant may be taught it by their fellow-creatures)—that God, I say, has given us the evidence of revelation, as well as the evidence of reason, to ascertain this moral system; together with an account of a particular dispensation of Providence, which reason could no way have discovered, and a particular institution of religion founded on it, for the recovery of mankind out of their present wretched condition, and raising them to the perfection and final happiness of their nature.","subId":"36","id":"Butler.AR.2.7.36"},{"type":"paragraph","content":"This revelation, whether real or supposed, may be considered as wholly historical. For prophecy is nothing but the history of events before they come to pass; doctrines also are matters of fact; and precepts come under the same notion. The general design of Scripture, which contains in it this revelation, thus considered as historical, may be said to be, to give us an account of the world in this one single view, as God's world: by which it appears essentially distinguished from all other books, so far as I have found, except such as are copied from it. It begins with an account of God's creation of the world, in order to ascertain, and distinguish from all others, who is the object of our worship, by what he has done: in order to ascertain, who he is, concerning whose providence, commands, promises, and threatenings, this sacred book, all along, treats; viz. the Maker and Proprietor of the world, he whose creatures we are, the God of nature: in order likewise to distinguish him from the idols of the nations, which are either imaginary beings, i.e. no beings at all; or else part of that creation, the historical relation of which is here given. And John, not improbably with an eye to this Mosaic account of the creation, begins his Gospel with an account of our Savior's pre-existence, and that all things were made by him; and without him, was not any thing made that was made: agreeably to the doctrine of Paul, that God created all things by Jesus Christ. This being premised, the Scripture, taken together, seems to profess to contain a kind of an abridgment of the history of the world, in the view just now mentioned: that is, a general account of the condition of religion and its professors, during the continuance of that apostasy from God, and state of wickedness, which it everywhere supposes the world to lie in. And this account of the state of religion carries with it some brief account of the political state of things, as religion is affected by it. Revelation indeed considers the common affairs of this world, and what is going on in it, as a mere scene of distraction; and cannot be supposed to concern itself with foretelling at what time Rome, or Babylon, or Greece, or any particular place, should be the most conspicuous seat of that tyranny and dissoluteness, which all places equally aspire to be; cannot, I say, be supposed to give any account of this wild scene for its own sake. But it seems to contain some very general account of the chief governments of the world, as the general state of religion has been, is, or shall be, affected by them, from the first transgression, and during the whole interval of the world's continuing in its present state, to a certain future period, spoken of both in the Old and New Testament, very distinctly, and in great variety of expression: The times of the restitution of all things: when the mystery of God shall be finished, as he hath declared to his servants the prophets: when the God of heaven shall set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, as it is represented to be during this apostasy, but judgment shall be given to the saints, and they shall reign: and the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the Most High.","subId":"37","id":"Butler.AR.2.7.37"},{"type":"paragraph","content":"Upon this general view of the Scripture, I would remark, how great a length of time the whole relation takes up, near six thousand years of which are past; and how great a variety of things it treats of; the natural and moral system or history of the world, including the time when it was formed, all contained in the very first book, and evidently written in a rude and unlearned age; and in subsequent books, the various common and prophetic history, and the particular dispensation of Christianity. Now all this together gives the largest scope for criticism; and for the confutation of what is capable of being confuted, either from reason, or from common history, or from any inconsistence in its several parts. And it deserves, I think, to be mentioned, that whereas some imagine the supposed doubtfulness of the evidence for revelation implies a positive argument that it is not true; it appears, on the contrary, to imply a positive argument that it is true. For, could any common relation of such antiquity, extent, and variety (for in these things the stress of what I am now observing lies) be proposed to the examination of the world: that it could not, in an age of knowledge and liberty, be confuted, or shown to have nothing in it, to the satisfaction of reasonable men; would be thought a strong presumptive proof of its truth. Indeed it must be a proof of it, just in proportion to the probability, that if it were false, it might be shown to be so: which, I think, is scarce pretended to be shown, but upon principles and in ways of arguing, which have been clearly obviated. Nor does it at all appear, that any set of men, who believe natural religion, are of the opinion, that Christianity has been thus confuted. But to proceed:","subId":"38","id":"Butler.AR.2.7.38"},{"type":"paragraph","content":"Together with the moral system of the world, the Old Testament contains a chronological account of the beginning of it, and from thence, an unbroken genealogy of mankind for many ages before common history begins; and carried on as much farther as to make up a continued thread of history, of the length of between three and four thousand years. It contains an account of God's making a covenant with a particular nation, that they should be his people, and he would be their God, in a peculiar sense; of his often interposing miraculously in their affairs; giving them the promise, and long after, the possession, of a particular country; assuring them of the greatest national prosperity in it, if they would worship him, in opposition to the idols which the rest of the world worshipped, and obey his commands; and threatening them with unexampled punishments if they disobeyed him, and fell into the general idolatry: insomuch that this one nation should continue to be the observation and the wonder of all the world. It declares particularly, that God would scatter them among all people, from one end of the earth unto the other; but that when they should return unto the Lord their God, he would have compassion upon them, and gather them from all the nations, whither he had scattered them: that Israel should be saved in the Lord, with an everlasting salvation; and not be ashamed or confounded world without end. And as some of these promises are conditional, others are as absolute as any thing can be expressed: that the time should come, when the people should be all righteous, and inherit the land forever: that though God would make a full end of all nations whither he had scattered them, yet would he not make a full end of them: that he would bring again the captivity of his people Israel, and plant them upon their land, and they should be no more pulled up out of their land: that the seed of Israel should not cease from being a nation forever. It foretells, that God would raise them up a particular person, in whom all his promises should finally be fulfilled; the Messiah, who should be, in a high and eminent sense, their anointed Prince and Savior. This was foretold in such a manner, as raised a general expectation of such a person in the nation, as appears from the New Testament, and is an acknowledged fact; an expectation of his coming at such a particular time, before any one appeared claiming to be that person, and when there was no ground for such an expectation, but from the prophecies: which expectation, therefore, must in all reason be presumed to be explanatory of those prophecies, if there were any doubt about their meaning. It seems moreover to foretell, that this person should be rejected by the nation to whom he had been so long promised, though he was so much desired by them. And it expressly foretells, that he should be the Savior of the Gentiles; and that the completion of the scheme contained in this book, and then begun, and in its progress, should be something so great, that in comparison with it, the restoration of the Jews alone would be but of small account. It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be for salvation unto the end of the earth. And, In the last days, the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow into it—for out of Zion shall go forth the law, and the word of the Lord from Jerusalem. And he shall judge among the nations—and the Lord alone shall be exalted in that day, and the idols he shall utterly abolish.","subId":"39","id":"Butler.AR.2.7.39"},{"type":"paragraph","content":"The Scripture further contains an account, that at the time the Messiah was expected, a person rose up in this nation, claiming to be that Messiah, to be the person to whom all the prophecies referred, and in whom they should center: that he spent some years in a continued course of miraculous works; and endued his immediate disciples and followers with a power of doing the same, as a proof of the truth of that religion, which he commissioned them to publish: that invested with this authority and power, they made numerous converts in the remotest countries, and settled and established his religion in the world; to the end of which the Scripture professes to give a prophetic account of the state of this religion among mankind.","subId":"40","id":"Butler.AR.2.7.40"},{"type":"paragraph","content":"Let us now suppose a person utterly ignorant of history, to have all this related to him out of the Scripture. Or suppose such an one, having the Scripture put into his hands, to remark these things in it, not knowing but that the whole, even its civil history, as well as the other parts of it, might be, from beginning to end, an entire invention; and to ask, What truth was in it, and whether the revelation here related was real, or a fiction? And, instead of a direct answer, suppose him, all at once, to be told the following confessed facts; and then to unite them into one view.","subId":"41","id":"Butler.AR.2.7.41"},{"type":"paragraph","content":"Let him first be told, in how great a degree the profession and establishment of natural religion, the belief that there is one God to be worshipped, that virtue is his law, and that mankind shall be rewarded and punished hereafter, as they obey and disobey it here; in how very great a degree, I say, the profession and establishment of this moral system in the world is owing to the revelation, whether real or supposed, contained in this book: the establishment of this moral system, even in those countries which do not acknowledge the proper authority of the Scripture. Let him be told also, what number of nations do acknowledge its proper authority. Let him then take in the consideration, of what importance religion is to mankind. And upon these things he might, I think, truly observe, that this supposed revelation's obtaining and being received in the world, with all the circumstances and effects of it, considered together as one event, is the most conspicuous and important event in the history of mankind: that a book of this nature, and thus promulged and recommended to our consideration, demands, as if by a voice from heaven, to have its claims most seriously examined; and that, before such examination, to treat it with any kind of scoffing and ridicule, is an offence against natural piety. It is to be remembered, that how much soever the establishment of natural religion in the world is owing to the Scripture revelation, this does not destroy the proof of religion from reason, any more than the proof of Euclid's Elements is destroyed, by a man's knowing or thinking, that he should never have seen the truth of the several propositions contained in it, nor had those propositions come into his thoughts, but for that mathematician.","subId":"42","id":"Butler.AR.2.7.42"},{"type":"paragraph","content":"Let such a person as we are speaking of be, in the next place, informed of the acknowledged antiquity of the first parts of this book; and that its chronology, its account of the time when the earth, and the several parts of it, were first peopled with human creatures, is no way contradicted, but is really confirmed, by the natural and civil history of the world, collected from common historians, from the state of the earth, and from the late invention of arts and sciences.","subId":"43","id":"Butler.AR.2.7.43"},{"type":"paragraph","content":"And as the Scripture contains an unbroken thread of common and civil history, from the creation to the captivity, for between three and four thousand years; let the person we are speaking of be told, in the next place, that this general history, as it is not contradicted, but confirmed by profane history as much as there would be reason to expect, upon supposition of its truth; so there is nothing in the whole history itself, to give any reasonable ground of suspicion of its not being, in the general, a faithful and literally true genealogy of men, and series of things. I speak here only of the common Scripture history, or of the course of ordinary events related in it, as distinguished from miracles, and from the prophetic history. In all the Scripture narrations of this kind, following events arise out of foregoing ones, as in all other histories. There appears nothing related as done in any age, not conformable to the manners of that age: nothing in the account of a succeeding age, which one would say could not be true, or was improbable, from the account of things in the preceding one. There is nothing in the characters, which would raise a thought of their being feigned; but all the internal marks imaginable of their being real. It is to be added also, that mere genealogies, bare narratives of the number of years, which persons called by such and such names lived, do not carry the face of fiction; perhaps do carry some presumption of veracity: and all unadorned narratives, which have nothing to surprise, may be thought to carry somewhat of the like presumption too. And the domestic and the political history is plainly credible. There may be incidents in Scripture, which, taken alone in the naked way they are told, may appear strange; especially to persons of other manners, temper, education: but there are also incidents of undoubted truth, in many or most persons' lives, which, in the same circumstances, would appear to the full as strange. There may be mistakes of transcribers, there may be other real or seeming mistakes, not easy to be particularly accounted for: but there are certainly no more things of this kind in the Scripture, than what were to have been expected in books of such antiquity; and nothing, in any wise, sufficient to discredit the general narrative.","subId":"44","id":"Butler.AR.2.7.44"},{"type":"paragraph","content":"Now, that a history, claiming to commence from the creation, and extending in one continued series, through so great a length of time, and variety of events, should have such appearances of reality and truth in its whole contexture, is surely a very remarkable circumstance in its favor. And as all this is applicable to the common history of the New Testament, so there is a further credibility, and a very high one, given to it by profane authors: many of these writing of the same times, and confirming the truth of customs and events, which are incidentally as well as more purposely mentioned in it. And this credibility of the common Scripture-history, gives some credibility to its miraculous history: especially as this is interwoven with the common, so as that they imply each other, and both together make up one relation.","subId":"45","id":"Butler.AR.2.7.45"},{"type":"paragraph","content":"Let it then be more particularly observed to this person, that it is an acknowledged matter of fact, which is indeed implied in the foregoing observation, that there was such a nation as the Jews, of the greatest antiquity, whose government and general polity was founded on the law, here related to be given them by Moses as from heaven: that natural religion, with rites additional yet no way contrary to it, was their established religion, which cannot be said of the Gentile world: and that their very being as a nation, depended upon their acknowledgment of one God, the God of the universe. For, suppose in their captivity in Babylon, they had gone over to the religion of their conquerors, there would have remained no bond of union, to keep them a distinct people. And while they were under their own kings, in their own country, a total apostasy from God would have been the dissolution of their whole government. They in such a sense nationally acknowledged and worshipped the Maker of heaven and earth, when the rest of the world were sunk in idolatry, as rendered them, in fact, the peculiar people of God. This remarkable establishment and preservation of natural religion among them, seems to add peculiar credibility to the historical evidence for the miracles of Moses and the prophets. Because these miracles are a full satisfactory account of this event, which plainly needs to be accounted for, and cannot be otherwise.","subId":"46","id":"Butler.AR.2.7.46"},{"type":"paragraph","content":"Let this person, supposed wholly ignorant of history, be acquainted further, that one claiming to be the Messiah, of Jewish extraction, rose up at the time when this nation, from the prophecies above mentioned, expected the Messiah: that he was rejected, as it seemed to have been foretold he should, by the body of the people, under the direction of their rulers: that in the course of a very few years, he was believed on and acknowledged as the promised Messiah, by great numbers among the Gentiles, agreeably to the prophecies of Scripture, yet not upon the evidence of prophecy, but of miracles, of which miracles we have also strong historical evidence; (by which I mean here no more than must be acknowledged by unbelievers; for let pious frauds and follies be admitted to weaken, it is absurd to say they destroy our evidence of miracles wrought in proof of Christianity:) that this religion approving itself to the reason of mankind, and carrying its own evidence with it, so far as reason is a judge of its system, and being no way contrary to reason in those parts of it which require to be believed upon the mere authority of its Author; that this religion, I say, gradually spread and supported itself for some hundred years, not only without any assistance from temporal power, but under constant discouragements, and often the bitterest persecutions from it; and then became the religion of the world: that in the mean time the Jewish nation and government were destroyed in a very remarkable manner, and the people carried away captive and dispersed through the most distant countries; in which state of dispersion they have remained fifteen hundred years: and that they remain a numerous people, united among themselves, and distinguished from the rest of the world, as they were in the days of Moses, by the profession of his law; and everywhere looked upon in a manner, which one scarce knows how distinctly to express, but in the words of the prophetic account of it, given so many ages before it came to pass: Thou shalt become an astonishment, a proverb, and a byword, among all nations whither the Lord shall lead thee.","subId":"47","id":"Butler.AR.2.7.47"},{"type":"paragraph","content":"The appearance of a standing miracle, in the Jews remaining a distinct people in their dispersion, and the confirmation which this event appears to give to the truth of revelation, may be thought to be answered, by their religion's forbidding them intermarriages with those of other nations, and prescribing them many peculiarities in their food, by which they are debarred from incorporating with the people in whose countries they live. This is not, I think, a satisfactory account of that which it pretends to account for. But what does it pretend to account for? The correspondence between this event and the prophecies; or the coincidence of both, with a long dispensation of Providence, of a peculiar nature, towards that people? No. It is only the event itself, which is offered to be thus accounted for: which single event, taken alone, abstracted from all such correspondence and coincidence, perhaps would not have appeared miraculous: but that correspondence and coincidence may be so, though the event itself be supposed not. Thus the concurrence of our Saviour's being born at Bethlehem, with a long foregoing series of prophecy and other coincidences, is doubtless miraculous; the series of prophecy, and other coincidences, and the event, being admitted: though the event itself appears to have been brought about in a natural way; of which, however, no one can be certain.","subId":"48","id":"Butler.AR.2.7.48"},{"type":"paragraph","content":"As several of these events seem, in some degree expressly, to have verified the prophetic history already, so likewise they may be considered further, as having a peculiar aspect towards the full completion of it; as affording some presumption that the whole of it shall, one time or other, be fulfilled. Thus, that the Jews have been so wonderfully preserved in their long and wide dispersion; which is indeed the direct fulfilling of some prophecies, but is now mentioned only as looking forward to somewhat yet to come: that natural religion came forth from Judea, and spread, in the degree it has done over the world, before lost in idolatry; which, together with some other things, have distinguished that very place, in like manner as the people of it are distinguished: that this great change of religion over the earth was brought about under the profession and acknowledgment, that Jesus was the promised Messiah: things of this kind naturally turn the thoughts of serious men towards the full completion of the prophetic history, concerning the final restoration of that people; concerning the establishment of the everlasting kingdom among them, the kingdom of the Messiah; and the future state of the world, under this sacred government. Such circumstances and events, compared with these prophecies, though no completions of them, yet would not, I think, be spoken of as nothing in the argument, by a person upon his first being informed of them. They fall in with the prophetic history of things still future, give it some additional credibility, and have the appearance of being somewhat in order to the full completion of it.","subId":"49","id":"Butler.AR.2.7.49"},{"type":"paragraph","content":"Indeed it requires a good degree of knowledge, and great calmness and consideration, to be able to judge thoroughly of the evidence for the truth of Christianity, from that part of the prophetic history which relates to the situation of the kingdoms of the world, and to the state of the church, from the establishment of Christianity to the present time. But it appears from a general view of it, to be very material. And those persons who have thoroughly examined it, and some of them were men of the coolest tempers, greatest capacities, and least liable to imputations of prejudice, insist upon it as determinately conclusive.","subId":"50","id":"Butler.AR.2.7.50"},{"type":"paragraph","content":"[Conclusion.] Suppose now a person quite ignorant of history, first to recollect the passages above mentioned out of Scripture, without knowing but that the whole was a late fiction, then to be informed of the correspondent facts now mentioned, and to unite them all into one view: that the profession and establishment of natural religion in the world is greatly owing, in different ways, to this book, and the supposed revelation which it contains; that it is acknowledged to be of the earliest antiquity; that its chronology and common history are entirely credible; that this ancient nation, the Jews, of whom it chiefly treats, appear to have been, in fact, the people of God, in a distinguished sense; that, as there was a national expectation among them, raised from the prophecies, of a Messiah to appear at such a time, so one at this time appeared claiming to be that Messiah; that he was rejected by this nation, but received by the Gentiles, not upon the evidence of prophecy, but of miracles; that the religion he taught supported itself under the greatest difficulties, gained ground, and at length became the religion of the world; that in the mean time the Jewish polity was utterly destroyed, and the nation dispersed over the face of the earth; that notwithstanding this, they have remained a distinct numerous people for so many centuries, even to this day; which not only appears to be the express completion of several prophecies concerning them, but also renders it, as one may speak, a visible and easy possibility that the promises made to them as a nation, may yet be fulfilled.","subId":"51","id":"Butler.AR.2.7.51"},{"type":"paragraph","content":"To these acknowledged truths, let the person we have been supposing add, as I think he ought, whether every one will allow it or no, the obvious appearances which there are, of the state of the world, in other respects besides what relates to the Jews, and of the Christian church, having so long answered, and still answering to the prophetic history. Suppose, I say, these facts set over against the things before mentioned out of the Scripture, and seriously compared with them; the joint view of both together must, I think, appear of very great weight to a considerate reasonable person: of much greater indeed, upon having them first laid before him, than is easy for us, who are so familiarized to them, to conceive, without some particular attention for that purpose.","subId":"52","id":"Butler.AR.2.7.52"},{"type":"paragraph","content":"All these things, and the several particulars contained under them, require to be distinctly and most thoroughly examined into; that the weight of each may be judged of, upon such examination, and such conclusion drawn, as results from their united force. But this has not been attempted here. I have gone no further than to show, that the general imperfect view of them now given, the confessed historical evidence for miracles, and the many obvious appearing completions of prophecy, together with the collateral things here mentioned, and there are several others of the like sort; that all this together, which, being fact, must be acknowledged by unbelievers, amounts to real evidence of somewhat more than human in this matter: evidence much more important, than careless men, who have been accustomed only to transient and partial views of it, can imagine; and indeed abundantly sufficient to act upon. And these things, I apprehend, must be acknowledged by unbelievers. For though they may say, that the historical evidence of miracles wrought in attestation of Christianity, is not sufficient to convince them, that such miracles were really wrought: they cannot deny, that there is such historical evidence, it being a known matter of fact that there is. They may say, the conformity between the prophecies and events is by accident: but there are many instances in which such conformity itself cannot be denied. They may say, with regard to such kind of collateral things as those above mentioned, that any odd accidental events, without meaning, will have a meaning found in them by fanciful people: and that such as are fanciful in any one certain way, will make out a thousand coincidences, which seem to favor their peculiar follies. Men, I say, may talk thus: but no one who is serious, can possibly think these things to be nothing, if he considers the importance of collateral things, and even of lesser circumstances, in the evidence of probability, as distinguished in nature, from the evidence of demonstration. In many cases indeed it seems to require the truest judgment, to determine with exactness the weight of circumstantial evidence: but it is very often altogether as convincing, as that which is the most express and direct.","subId":"53","id":"Butler.AR.2.7.53"},{"type":"paragraph","content":"This general view of the evidence for Christianity, considered as making one argument, may also serve to recommend to serious persons, to set down every thing which they think may be of any real weight at all in proof of it, and particularly the many seeming completions of prophecy: and they will find, that, judging by the natural rules, by which we judge of probable evidence in common matters, they amount to a much higher degree of proof, upon such a joint review, than could be supposed upon considering them separately, at different times; how strong soever the proof might before appear to them, upon such separate views of it. For probable proofs, by being added, not only increase the evidence, but multiply it. Nor should I dissuade any one from setting down, what he thought made for the contrary side. But then it is to be remembered, not in order to influence his judgment, but his practice, that a mistake on one side may be, in its consequences, much more dangerous, than a mistake on the other. And what course is most safe, and what most dangerous, will be thought a very material consideration, when we deliberate, not concerning events, but concerning conduct in our temporal affairs. To be influenced by this consideration in our judgment, to believe or disbelieve upon it, is indeed as much prejudice, as any thing whatever. And, like other prejudices, it operates contrary ways, in different men; for some are inclined to believe what they hope, and others what they fear. And it is manifest unreasonableness to apply to men's passions in order to gain their assent. But in deliberations concerning conduct, there is nothing which reason more requires to be taken into the account, than the importance of it. For, suppose it doubtful, what would be the consequence of acting in this, or in the contrary manner: still, that taking one side could be attended with little or no bad consequence, and taking the other might be attended with the greatest, must appear, to unprejudiced reason, of the highest moment towards determining how we are to act. The truth of our religion, like the truth of common matters, is to be judged of by all the evidence taken together. And unless the whole series of things which may be alleged in this argument, and every particular thing in it, can reasonably be supposed to have been by accident (for here the stress of the argument for Christianity lies); then is the truth of it proved: in like manner, as if in any common case, numerous events acknowledged, were to be alleged in proof of any other event disputed; the truth of the disputed event would be proved, not only if any one of the acknowledged ones did of itself clearly imply it, but, though no one of them singly did so, if the whole of the acknowledged events taken together could not in reason be supposed to have happened, unless the disputed one were true.","subId":"54","id":"Butler.AR.2.7.54"},{"type":"paragraph","content":"It is obvious, how much advantage the nature of this evidence gives to those persons who attack Christianity, especially in conversation. For it is easy to show, in a short and lively manner, that such and such things are liable to objection, that this and another thing is of little weight in itself; but impossible to show, in like manner, the united force of the whole argument in one view.","subId":"55","id":"Butler.AR.2.7.55"},{"type":"paragraph","content":"Lastly, as it has been made appear, that there is no presumption against a revelation as miraculous; that the general scheme of Christianity, and the principal parts of it, are conformable to the experienced constitution of things, and the whole perfectly credible: so the account now given of the positive evidence for it, shows, that this evidence is such, as, from the nature of it, cannot be destroyed, though it should be lessened.","subId":"56","id":"Butler.AR.2.7.56"},{"type":"note","content":"[Clem. Rom. Ep. 1. c. 47.]","subId":"n164","id":"Butler.AR.2.7.n164"},{"type":"note","content":"[Gal. i.]: [1 Cor. xi. 23, &c.]: [1 Cor. xv. 8.]","subId":"n165","id":"Butler.AR.2.7.n165"},{"type":"note","content":"[Rom. xv. 19]: [1 Cor. xii. 8, 9, 10-28, &c., and xiii. 1, 2, 8, and the whole 14th chapter]: [2 Cor. xii. 12, 13]: [Gal. iii. 2, 5.]","subId":"n166","id":"Butler.AR.2.7.n166"},{"type":"note","content":"See [the Koran, chap. xiii. and chap. xvii.]","subId":"n167","id":"Butler.AR.2.7.n167"},{"type":"note","content":"[P. 294, &c.]","subId":"n168","id":"Butler.AR.2.7.n168"},{"type":"note","content":"See [the foregoing chapter].","subId":"n169","id":"Butler.AR.2.7.n169"},{"type":"note","content":"It appears that Porphyry did nothing worth mentioning in this way. For Jerome on the place says: Duas posteriores bestias—in uno Macedonum regno ponit. And as to the ten kings; Decem reges enumerat, qui fuerunt sævissimi: ipsosque reges non unius ponit regni, verbi gratia, Macedoniæ, Syriæ, Asiæ, et Ægypti; sed de diversis regnis unum efficit regum ordinem. In this way of interpretation, any thing may be made of any thing.","subId":"n170","id":"Butler.AR.2.7.n170"},{"type":"note","content":"[P. 189, &c.]","subId":"n171","id":"Butler.AR.2.7.n171"},{"type":"note","content":"[John i. 3.]","subId":"n172","id":"Butler.AR.2.7.n172"},{"type":"note","content":"[Eph. iii. 9.]","subId":"n173","id":"Butler.AR.2.7.n173"},{"type":"note","content":"[Acts iii. 21.]","subId":"n174","id":"Butler.AR.2.7.n174"},{"type":"note","content":"[Rev. x. 7.]","subId":"n175","id":"Butler.AR.2.7.n175"},{"type":"note","content":"[Dan. ii. 44.]","subId":"n176","id":"Butler.AR.2.7.n176"},{"type":"note","content":"[Dan. vii. 22.]","subId":"n177","id":"Butler.AR.2.7.n177"},{"type":"note","content":"[Rev. xi. 17, 18; xx. 6.]","subId":"n178","id":"Butler.AR.2.7.n178"},{"type":"note","content":"[Dan. vii. 27.]","subId":"n179","id":"Butler.AR.2.7.n179"},{"type":"note","content":"[Chap. ii. iii. &c.]","subId":"n180","id":"Butler.AR.2.7.n180"},{"type":"note","content":"[Deut. xxviii. 64; xxx. 2, 3]: [Isa. xlv. 17.]","subId":"n181","id":"Butler.AR.2.7.n181"},{"type":"note","content":"[Isa. lx. 21]: [Jer. xxx. 11; xlvi. 28]: [Amos ix. 14, 15]: [Jer. xxxi. 36.]","subId":"n182","id":"Butler.AR.2.7.n182"},{"type":"note","content":"[Isa. viii. 14, 15; xlix. 5; chap. liii.]: [Mal. i. 10, 11, and chap. iii.]","subId":"n183","id":"Butler.AR.2.7.n183"},{"type":"note","content":"[Isa. xlix. 6, chap. ii., chap, xi., chap. lvi. 7]: [Mal. i. 11.] To which must be added, the other prophecies of the like kind, several in the New Testament, and very many in the Old; which describe what shall be the completion of the revealed plan of Providence.","subId":"n184","id":"Butler.AR.2.7.n184"},{"type":"note","content":"[P. 250.]","subId":"n185","id":"Butler.AR.2.7.n185"},{"type":"note","content":"[P. 267, &c.]","subId":"n186","id":"Butler.AR.2.7.n186"},{"type":"note","content":"[P. 270, &c.]","subId":"n187","id":"Butler.AR.2.7.n187"},{"type":"note","content":"[Deut. xxviii. 37.]","subId":"n188","id":"Butler.AR.2.7.n188"},{"type":"note","content":"All the particular things mentioned in this chapter, not reducible to the head of certain miracles, or determinate completions of prophecy. See [p. 263.]","subId":"n189","id":"Butler.AR.2.7.n189"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.2","imported":true,"title":"Part II. Of Revealed Religion","breadcrumb":"Part 2","published":[1736]}],"prev":{"id":"Butler.AR.2.6","imported":true,"title":"Chapter VI. Want of Universality in Revelation; and of the supposed Deficiency in the Proof of it","breadcrumb":"Chapter 6","published":[1736]},"next":{"id":"Butler.AR.2.8","imported":true,"title":"Chapter VIII. Objections against arguing from the Analogy of Nature to Religion","breadcrumb":"Chapter 8","published":[1736]}}