{"id":"Butler.AR.2.Conc","imported":true,"parent":"Butler.AR.2","title":"Conclusion","breadcrumb":"Conclusion","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"CONCLUSION.\n","id":"Butler.AR.2.Conc"},{"type":"paragraph","content":"Whatever account may be given of the strange inattention and disregard, in some ages and countries, to a matter of such importance as religion; it would, before experience, be incredible, that there should be the like disregard in those, who have had the moral system of the world laid before them, as it is by Christianity, and often inculcated upon them: because this moral system carries in it a good degree of evidence for its truth, upon its being barely proposed to our thoughts. There is no need of abstruse reasonings and distinctions, to convince an unprejudiced understanding, that there is a God who made and governs the world, and will judge it in righteousness; though they may be necessary to answer abstruse difficulties, when once such are raised: when the very meaning of those words, which express most intelligibly the general doctrine of religion, is pretended to be uncertain; and the clear truth of the thing itself is obscured by the intricacies of speculation. To an unprejudiced mind, ten thousand thousand instances of design cannot but prove a designer. And it is intuitively manifest, that creatures ought to live under a dutiful sense of their Maker; and that justice and charity must be his laws, to creatures whom he has made social, and placed in society.","subId":"1","id":"Butler.AR.2.Conc.1"},{"type":"paragraph","content":"The truth of revealed religion, peculiarly so called, is not indeed self-evident, but requires external proof, in order to its being received. Yet inattention, among us, to revealed religion, will be found to imply the same dissolute immoral temper of mind, as inattention to natural religion: because, when both are laid before us, in the manner they are in Christian countries of liberty, our obligations to inquire into both, and to embrace both upon supposition of their truth, are obligations of the same nature. Revelation claims to be the voice of God: and our obligation to attend to his voice is surely moral, in all cases. And as it is insisted, that its evidence is conclusive, upon thorough consideration of it; so it offers itself with obvious appearances of having something more than human in it, and therefore in all reason requires to have its claims most seriously examined into.","subId":"2","id":"Butler.AR.2.Conc.2"},{"type":"paragraph","content":"It is to be added, that though light and knowledge, in what manner soever afforded, is equally from God; yet a miraculous revelation has a peculiar tendency, from the first principles of our nature, to awaken mankind, and inspire them with reverence and awe. And this is a peculiar obligation, to attend to what claims to be so, with such appearances of truth. It is therefore most certain, that our obligations to inquire seriously into the evidence of Christianity, and, upon supposition of its truth, to embrace it, are of the utmost importance, and moral in the highest and most proper sense. Let us then suppose, that the evidence of religion in general, and of Christianity, has been seriously inquired into, by all reasonable men among us. Yet we find many professedly to reject both, upon speculative principles of infidelity. All of them do not content themselves with a bare neglect of religion, and enjoying their imaginary freedom from its restraints. Some go much beyond this. They deride God's moral government over the world. They renounce his protection, and defy his justice. They ridicule and vilify Christianity, and blaspheme the author of it; and take all occasions to manifest scorn and contempt of revelation. This amounts to an active setting themselves against religion; to what may be considered as a positive principle of irreligion, which they cultivate within themselves; and, whether they intend this effect or not, render habitual, as a good man does the contrary principle. Others, who are not chargeable with all this profligateness, yet are in avowed opposition to religion, as if discovered to be groundless.","subId":"3","id":"Butler.AR.2.Conc.3"},{"type":"paragraph","content":"Now admitting, which is the supposition we go upon, that these persons act upon what they think principles of reason, (and otherwise they are not to be argued with,) it is really inconceivable, that they should imagine they clearly see the whole evidence of it, considered in itself, to be nothing at all: nor do they pretend this. They are far indeed from having a just notion of its evidence: but they would not say its evidence was nothing, if they thought the system of it, with all its circumstances, were credible, like other matters of science or history. Their manner of treating it must proceed, either from such kind of objections against all religion, as have been answered or obviated in the former part of this treatise; or else from objections, and difficulties, supposed more peculiar to Christianity. Thus, they entertain prejudices against the whole notion of a revelation, and miraculous interpositions. They find things in Scripture, whether in incidental passages, or in the general scheme of it, which appear to them unreasonable. They take for granted, that if Christianity were true, the light of it must have been more general, and the evidence of it more satisfactory, or rather overpowering: that it must and would have been, in some way, otherwise put and left, than it is. Now this is not imagining they see the evidence itself to be nothing, or inconsiderable; but quite another thing. It is being fortified against the evidence, in some degree acknowledged, by thinking they see the system of Christianity, or something which appears to them necessarily connected with it, to be incredible or false; fortified against that evidence, which might otherwise make great impression upon them. Or, lastly, if any of these persons are, upon the whole, in doubt concerning the truth of Christianity; their behavior seems owing to their taking for granted, through strange inattention, that such doubting is, in a manner, the same thing as being certain against it.","subId":"4","id":"Butler.AR.2.Conc.4"},{"type":"paragraph","content":"To these persons, and to this state of opinion concerning religion, the foregoing treatise is adapted. For, all the general objections against the moral system of nature having been obviated, it is shown, that there is not any peculiar presumption at all against Christianity, considered either as not discoverable by reason, or as unlike to what is so discovered; nor any, worth mentioning, against it as miraculous, if any at all; none, certainly, which can render it in the least incredible. It is shown, that, upon supposition of a divine revelation, the analogy of nature renders it beforehand highly credible, I think probable, that many things in it must appear liable to great objections; and that we must be incompetent judges of it, to a great degree. This observation is, I think, unquestionably true, and of the very utmost importance. But it is urged, as I hope it will be understood, with great caution not to vilify the faculty of reason, which is the candle of the Lord within us; though it can afford no light, where it does not shine; nor judge, where it has no principles to judge upon. The objections here spoken of, being first answered in the view of objections against Christianity as a matter of fact, are in the next place considered as urged more immediately against the wisdom, justice, and goodness of the Christian dispensation. And it is fully made out, that they admit of exactly the like answer, in every respect, to what the like objections against the constitution of nature admit of: that, as partial views give the appearance of wrong to things, which, upon further consideration and knowledge of their relations to other things, are found just and good; so it is perfectly credible, that the things objected against the wisdom and goodness of the Christian dispensation, may be rendered instances of wisdom and goodness, by their reference to other things beyond our view. Because Christianity is a scheme as much above our comprehension, as that of nature; and like that, a scheme in which means are made use of to accomplish ends, and which, as is most credible, may be carried on by general laws. And it ought to be attended to, that this is not an answer taken merely or chiefly from our ignorance: but from something positive, which our observation shows us. For, to like objections, the like answer is experienced to be just, in numberless parallel cases.","subId":"5","id":"Butler.AR.2.Conc.5"},{"type":"paragraph","content":"The objections against the Christian dispensation, and the method by which it is carried on, having been thus obviated, in general, and together; the chief of them are considered distinctly, and the particular things objected to are shown credible, by their perfect analogy, each apart, to the constitution of nature. Thus, if man be fallen from his primitive state, and to be restored, and infinite wisdom and power engages in accomplishing our recovery: it were to have been expected, it is said, that this should have been effected at once; and not by such a long series of means, and such a various economy of persons and things; one dispensation preparatory to another, this to a further one, and so on through an indefinite number of ages, before the end of the scheme proposed can be completely accomplished; a scheme conducted by infinite wisdom, and executed by almighty power. But now, on the contrary, our finding that every thing in the constitution and course of nature is thus carried on, shows such expectations concerning revelation to be highly unreasonable; and is a satisfactory answer to them, when urged as objections against the credibility, that the great scheme of Providence in the redemption of the world may be of this kind, and to be accomplished in this manner.","subId":"6","id":"Butler.AR.2.Conc.6"},{"type":"paragraph","content":"As to the particular method of our redemption, the appointment of a Mediator between God and man: this has been shown to be most obviously analogous to the general conduct of nature, i.e. the God of nature, in appointing others to be the instruments of his mercy, as we experience in the daily course of Providence. The condition of this world, which the doctrine of our redemption by Christ presupposes, so much falls in with natural appearances, that heathen moralists inferred it from those appearances: inferred that human nature was fallen from its original rectitude, and in consequence of this, degraded from its primitive happiness. However this opinion came into the world, these appearances kept up the tradition, and confirmed the belief of it. And as it was the general opinion under the light of nature, that repentance and reformation, alone and by itself, was not sufficient to do away sin, and procure a full remission of the penalties annexed to it; and as the reason of the thing does not at all lead to any such conclusion; so every day's experience shows us, that reformation is not, in any sort, sufficient to prevent the present disadvantages and miseries, which, in the natural course of things, God has annexed to folly and extravagance.","subId":"7","id":"Butler.AR.2.Conc.7"},{"type":"paragraph","content":"Yet there may be ground to think, that the punishments, which, by the general laws of divine government, are annexed to vice, may be prevented: that provision may have been, even originally, made, that they should be prevented by some means or other, though they could not by reformation alone. For we have daily instances of such mercy, in the general conduct of nature: compassion provided for misery, medicines for diseases, friends against enemies. There is provision made, in the original constitution of the world, that much of the natural bad consequences of our follies, which persons themselves alone cannot prevent, may be prevented by the assistance of others; assistance which nature enables, and disposes, and appoints them to afford. By a method of goodness analogous to this, when the world lay in wickedness, and consequently in ruin, God so loved the world, that he gave his only-begotten Son to save it: and he being made perfect by suffering, became the author of eternal salvation to all them that obey him. Indeed neither reason nor analogy would lead us to think, in particular, that the interposition of Christ, in the manner in which he did interpose, would be of that efficacy for recovery of the world, which the Scripture teaches us it was. But neither would reason nor analogy lead us to think, that other particular means would be of the efficacy, which experience shows they are, in numberless instances. Therefore, as the case before us does not admit of experience; so, that neither reason nor analogy can show how, or in what particular way, the interposition of Christ, as revealed in Scripture, is of that efficacy, which it is there represented to be; this is no kind nor degree of presumption against its being really of that efficacy.","subId":"8","id":"Butler.AR.2.Conc.8"},{"type":"paragraph","content":"Further: the objections against Christianity, from the light of it not being universal, nor its evidence so strong as might possibly be given, have been answered by the general analogy of nature. That God has made such variety of creatures, is indeed an answer to the former: but that he dispenses his gifts in such variety, both of degrees and kinds, among creatures of the same species, and even to the same individuals at different times; is a more obvious and full answer to it. And it is so far from being the method of Providence in other cases, to afford us such overbearing evidence, as some require in proof of Christianity; that on the contrary, the evidence upon which we are naturally appointed to act in common matters, throughout a very great part of life, is doubtful in a high degree. And admitting the fact, that God has afforded to some no more than doubtful evidence of religion; the same account may be given of it, as of difficulties and temptations with regard to practice. But as it is not impossible, surely, that this alleged doubtfulness may be men's own fault; it deserves their most serious consideration, whether it be not so. However, it is certain, that doubting implies a degree of evidence for that of which we doubt: and that this degree of evidence as really lays us under obligations as demonstrative evidence.","subId":"9","id":"Butler.AR.2.Conc.9"},{"type":"paragraph","content":"The whole of religion then is throughout credible: nor is there, I think, any thing, relating to the revealed dispensation of things, more different from the experienced constitution and course of nature, than some parts of the constitution of nature are from other parts of it. If so, the only question which remains is, What positive evidence can be alleged for the truth of Christianity? This too in general has been considered, and the objections against it estimated. Deduct, therefore, what is to be deducted from that evidence, upon account of any weight which may be thought to remain in these objections, after what the analogy of nature has suggested in answer to them: and then consider, what are the practical consequences from all this upon the most sceptical principles one can argue upon (for I am writing to persons who entertain these principles): and upon such consideration it will be obvious, that immorality, as little excuse as it admits of in itself, is greatly aggravated, in persons who have been made acquainted with Christianity, whether they believe it or not: because the moral system of nature, or natural religion, which Christianity lays before us, approves itself, almost intuitively, to a reasonable mind, upon seeing it proposed.","subId":"10","id":"Butler.AR.2.Conc.10"},{"type":"paragraph","content":"In the next place, with regard to Christianity, it will be observed that there is a middle between a full satisfaction of the truth of it, and a satisfaction of the contrary. The middle state of mind between these two consists in a serious apprehension, that it may be true, joined with doubt whether it is so. And this, upon the best judgment I am able to make, is as far towards speculative infidelity, as any sceptic can at all be supposed to go, who has had true Christianity, with the proper evidences of it, laid before him, and has in any tolerable measure considered them. For I would not be mistaken to comprehend all who have ever heard of it; because it seems evident, that in many countries called Christian, neither Christianity nor its evidence, is fairly laid before men. And in places where both are, there appear to be some who have very little attended to either, and who reject Christianity with a scorn proportionate to their inattention; and yet are by no means without understanding in other matters. Now it has been shown, that a serious apprehension that Christianity may be true, lays persons under the strictest obligations of a serious regard to it, throughout the whole of their life; a regard not the same exactly, but in many respects nearly the same with what a full conviction of its truth would lay them under.","subId":"11","id":"Butler.AR.2.Conc.11"},{"type":"paragraph","content":"Lastly, it will appear, that blasphemy and profaneness, with regard to Christianity, are absolutely without excuse. There is no temptation to it, but from the wantonness of vanity or mirth; and those, considering the infinite importance of the subject, are no such temptations as to afford any excuse for it. If this be a just account of things, and yet men can go on to vilify or disregard Christianity, which is to talk and act as if they had a demonstration of its falsehood, there is no reason to think they would alter their behavior to any purpose, though there were a demonstration of its truth.","subId":"12","id":"Butler.AR.2.Conc.12"},{"type":"note","content":"[Prov. xx. 27.]","subId":"n194","id":"Butler.AR.2.Conc.n194"},{"type":"note","content":"[Serm. at the Rolls, p. 106.]","subId":"n195","id":"Butler.AR.2.Conc.n195"},{"type":"note","content":"[John iii. 16: Heb. v. 9.]","subId":"n196","id":"Butler.AR.2.Conc.n196"},{"type":"note","content":"[P. 258, &c.]","subId":"n197","id":"Butler.AR.2.Conc.n197"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.2","imported":true,"title":"Part II. Of Revealed Religion","breadcrumb":"Part 2","published":[1736]}],"prev":{"id":"Butler.AR.2.8","imported":true,"title":"Chapter VIII. Objections against arguing from the Analogy of Nature to Religion","breadcrumb":"Chapter 8","published":[1736]},"next":{"id":"Butler.AR.Diss","imported":true,"title":"Dissertations","breadcrumb":"Dissertations","published":[1736]}}