{"id":"Locke.EHU.3.3","imported":true,"parent":"Locke.EHU.3","title":"Chapter 3. Of General Terms","breadcrumb":"Chapter 3","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.3?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. III.</h1> <h2><em>Of General Terms.</em></h2> ","id":"Locke.EHU.3.3"},{"type":"paragraph","content":"ALL Things that exist, being Particulars, it may, perhaps, be thought reasonable, that Words, which ought to be conformed to Things, should be so too, I mean in their Signification: but yet we find the quite contrary. The far <em>greatest part of Words,</em> that make all Lauguages, <em>are general Terms</em>: which has not been the Effect of Neglect, or Chance, but of Reason, and Necessity.","subId":"1","id":"Locke.EHU.3.3.1"},{"type":"paragraph","content":"First, <em>It is impossible, that every particular Thing should have a distinct peculiar Name.</em> For the signification and use of Words, depending on that connection, which the Mind makes between its <em>Ideas,</em> and the Sounds it uses, as Signs of them, it is necessary in the Application of Names to Things, that the Mind should have distinct <em>Ideas</em> of the Things, and retain also the particular Name that belongs to every one, with its peculiar appropriation to that <em>Idea.</em> But it is beyond the Power of humane Capacity to frame and retain distinct <em>Ideas</em> of all the particular Things we meet with: every Bird, and Beast, Men saw; every Tree, and Plant that affected the Senses, could not find a Place in the most capacious Understanding. If it be looked on, as an instance of a prodigious Memory, That some Generals have been able to call every Soldier in their Army, by his proper Name: We may easily find a Reason, why Men have never attempted to give Names to each Sheep in their Flock, or Crow that flies over their Heads; much less to call every Leaf of Plants, or Grain of Sand that came in their way, by a peculiar Name.","subId":"2","id":"Locke.EHU.3.3.2"},{"type":"paragraph","content":"<em>Secondly,</em> If it were possible, <em>it would yet be useless,</em> because it would not serve to the chief end of Language. Men would in vain heap up Names of particular Things, that would not serve them to communicate their Thoughts. Men learn Names, and use them in Talk with others, only that they may be understood: which is then only done, when by Use or Consent, the Sound I make by the Organs of Speech, excites in another Man's Mind, who hears it, the <em>Idea</em> I apply it to in mine, when I speak it. This cannot be done by Names, apply'd to particular Things, whereof I alone having the <em>Ideas</em> in my Mind, the Names of them could not be significant, or intelligible to another, who was not acquainted with all those very particular Things, which had fallen under my notice.","subId":"3","id":"Locke.EHU.3.3.3"},{"type":"paragraph","content":"<em>Thirdly,</em> But yet granting this also fecible; (which I think is not,) yet <em>a distinct Name for every particular Thing, would not be of any great use for the improvement of Knowledge</em>: which though founded in particular Things, enlarges it self by general Views; to which, Things reduced into sorts under general Names, are properly subservient. These, with the Names belonging to them, come within some Compass, and do not multiply every Moment, beyond what, either the Mind can contain, or Use requires. And therefore in these, Men have for the most part stopp'd: but yet not so, as to hinder themselves from distinguishing particular Things, by appropriated Names, where Convenience demands it: And therefore in their own Species, which they have most to do with, and wherein they have often occasion to mention particular Persons; there they make use of proper Names, and distinct Individuals have distinct Denominations.","subId":"4","id":"Locke.EHU.3.3.4"},{"type":"paragraph","content":"Besides Persons, Countries also, Cities, Rivers, Mountains, and other the like Distinctions of Place, have usually found peculiar Names, and that for the same Reason; they being such as Men have often an Occasion to mark particularly, and, as it were, set before others in their Discourses with them. And I doubt not, but if we had Reason to mention particular Horses, as often as we have to mention particular Men, we should have <em>proper Names</em> for the one, as familiar as for the other; and <em>Bucephalus</em> would be a Word as much in use, as <em>Alexander.</em> And therefore we see that amongst Jockeys, Horses have their proper Names to be known and distinguished by, as commonly as their Servants: Because amongst them, there is often Occasion to mention this or that particular Horse, when he is out of Sight.","subId":"5","id":"Locke.EHU.3.3.5"},{"type":"paragraph","content":"The next thing to be considered is, <em>how general Words come to be made.</em> For since all Things that exist, are only particulars, how come we by general Terms, or where find we those general Natures they are supposed to stand for? Words become general, by being made the signs of general <em>Ideas:</em> and <em>Ideas</em> become general, by separating from them the circumstances of Time, or Place, or any other <em>Ideas</em> that may determine them to this or that particular Existence. By this way of abstraction, they are made capable of representing more Individuals than one; each of which, having in it a conformity to that abstract <em>Idea,</em> is (as we call it) of that sort.","subId":"6","id":"Locke.EHU.3.3.6"},{"type":"paragraph","content":"But to deduce this a little more distinctly, it will not, perhaps, be amiss, to trace our Notions, and Names, from their beginning, and observe by what degrees we proceed, and by what steps we enlarge our <em>Ideas</em> from our first infancy. There is nothing more evident, than that the <em>Ideas</em> of the Persons Children converse with, (to instance in them alone,) are like the Persons themselves, only particular. The <em>Ideas</em> of the Nurse, and the Mother, are well framed in their Minds; and, like Pictures of them there, represent only those Individuals. The Names they first give to them, are confined to these Individuals; and the names of Nurse, and <em>Mamma,</em> the Child uses, determine themselves to those Persons. Afterwards, when time and a larger acquaintance, has made them observe, that there are a great many other Things in the World, that in some common agreements of Shape, and several other Qualities, resemble their Father and Mother: and those Persons they have been used to, they frame an <em>Idea,</em> which they find those many Particulars do partake in; and to that they give, with others, the name <em>Man,</em> for example. And <em>thus they come to have a general Name,</em> and a general <em>Idea.</em> Wherein they make nothing new, but only leave out of the complex <em>Idea</em> they had of <em>Peter</em> and <em>James, Mary</em> and <em>Jane,</em> that which is peculiar to each, and retain only what is common to them all.","subId":"7","id":"Locke.EHU.3.3.7"},{"type":"paragraph","content":"By the same way that they come by the general Name and <em>Idea</em> of Man, they easily <em>advance to more general Names</em> and Notions. For observing, that several Things that differ from their <em>Idea</em> of Man, and cannot therefore be comprehended under that Name, have yet certain Qualities, wherein they agree with Man, by retaining only those Qualities, and uniting them into one <em>Idea,</em> they have again another and a more general <em>Idea</em>; to which having given a Name, they make a term of a more comprehensive extension: Which new <em>Idea,</em> is made not by any new addition, but only, as before, by leaving out the shape, and some other Properties signified by the name Man, and retaining only a Body, with Life, Sense, and spontaneous Motion, comprehended under the name Animal.","subId":"8","id":"Locke.EHU.3.3.8"},{"type":"paragraph","content":"That this is the <em>way whereby Men first formed general Ideas, and general Names to them,</em> I think, is so evident, that there needs no other proof of it, but the considering of a Man's self, or others, and the ordinary proceedings of their Minds in Knowledge: And he that thinks general Natures, or Notions, are any thing else but such abstract and partial <em>Ideas</em> of more complex ones, taken at first from particular Existences, will, I fear, be at a loss where to find them. For let any one reflect, wherein does his <em>Idea</em> of a Man, differ from that of <em>Peter,</em> and <em>Paul</em>; or his <em>Idea</em> of an Horse, from that of <em>Bucephalus,</em> but in the leaving out something that is peculiar to each Individual; and retaining so much of those particular complex <em>Ideas,</em> of several particular Existences, as they are found to agree in. Of the complex <em>Ideas,</em> signified by the names <em>Man,</em> and <em>Horse,</em> leaving out but those particulars wherein they differ, and retaining only those wherein they agree, and of those, making a new distinct complex <em>Idea,</em> and giving the name <em>Animal</em> to it, one has a more general term, that comprehends, with Man, several other Creatures. Leave out the <em>Idea</em> of <em>Animal,</em> Sense, and spontaneous Motion, and the remaining complex <em>Idea,</em> made up of the remaining simple ones of Body, Life, and Nourishment, becomes a more general one, under the more comprehensive term, <em>Vivens.</em> And not to dwell longer upon this particular, so evident in it self, by the same way the Mind proceeds to <em>Body, Substance,</em> and at last to <em>Being, Thing,</em> and such universal terms, which stand for any of our <em>Ideas</em> whatsoever. To conclude, this whole <em>mystery</em> of <em>Genera</em> and <em>Species,</em> which make such a noise in the Schools, and are, with Justice, so little regarded out of them, is nothing else but abstract <em>Ideas,</em> more or less comprehensive, with Names annexed to them. In all which, this is constant and unvariable, That every more general term, stands for such an <em>Idea,</em> as is but a part of any of those contained under it.","subId":"9","id":"Locke.EHU.3.3.9"},{"type":"paragraph","content":"This may shew us the reason, <em>why, in the defining of Words,</em> which is nothing but declaring their signification, <em>we make use of the Genus,</em> or next general Word that comprehends it. Which is not out of necessity, but only to save the labour of enumerating the several simple <em>Ideas,</em> which the next general Word, or <em>Genus,</em> stands for; or, perhaps, sometimes the shame of not being able to do it. But though defining by <em>Genus</em> and <em>Differentia,</em> (I crave leave to use these terms of Art, though originally Latin, since they most properly suit those Notions they are applied to;) I say, though defining by the <em>Genus</em> be the shortest way; yet, I think, it may be doubted, whether it be the best. This I am sure, it is not the only, and so not absolutely necessary. For Definition being nothing but making another understand by Words, what <em>Idea</em> the term defined stands for, a definition is best made by enumerating those simple <em>Ideas</em> that are combined in the signification of the term Defined: and if instead of such an enumeration, Men have accustomed themselves to use the next general term, it has not been out of necessity, or for greater clearness; but for quickness and dispatch sake. For, I think, that to one who desired to know what <em>Idea</em> the word <em>Man</em> stood for; if it should be said, that a Man was a solid extended Substance, having Life, Sense, spontaneous Motion, and the Faculty of Reasoning, I doubt not but the meaning of the term <em>Man,</em> would be as well understood; and the <em>Idea</em> it stands for, be at least as clearly made known, as when it is defined to be a <em>rational Animal</em>; which by the several definitions of <em>Animal, Vivens,</em> and <em>Corpus,</em> resolves it self into those enumerated <em>Ideas.</em> I have in explaining the term <em>Man,</em> followed here the ordinary Definition of the Schools: which though, perhaps, not the most exact, yet serves well enough to my present purpose. And one may in this instance, see what gave occasion to that Rule that a Definition must consist of its <em>Genus,</em> and <em>Differentia</em>: and it suffices to shew us the little necessity there is of such a Rule, or advantage in the strict observing of it. For Definitions, as has been said, being only the explaining of one Word, by several others so, that the meaning, or <em>Idea</em> it stands for, may be certainly known, Languages are not always so made, according to the Rules of Logick, that every term can have its signification, exactly and clearly expressed by two others. Experience sufficiently satisfies us to the contrary; or else those who have made this Rule, have done ill, that they have given us so few Definitions conformable to it. But of Definitions, more in the next Chapter.","subId":"10","id":"Locke.EHU.3.3.10"},{"type":"paragraph","content":"To return to general Words, it is plain, by what has been said, That <em>General and Vniversal,</em> belong not to the real existence of Things; but <em>are</em> the <em>Inventions and Creatures of the Understanding,</em> made by it for its own use, <em>and concern only Signs,</em> whether Words, or <em>Ideas.</em> Words are general, as has been said, when used, for signs of general <em>Ideas</em>; and so are applicable indifferently to many particular Things: And <em>Ideas</em> are general, when they are set up, as the Representatives of many particular Things: but Universality belongs not to Things themselves, which are all of them particular in their Existence, even those Words, and <em>Ideas,</em> which in their signification, are general. When therefore we quit Particulars, the Generals that rest, are only Creatures of our own making, their general Nature being nothing but the capacity they are put into by the Understanding, of signifying or representing many particulars. For the signification they have, is nothing but a relation, that by the Mind of Man is added to them.","subId":"11","id":"Locke.EHU.3.3.11"},{"type":"paragraph","content":"The next thing therefore to be considered is, <em>What kind of signification it is, that general Words have.</em> For as it is evident, that they do not signifie barely one particular thing; for then they would not be general Terms, but proper Names: So on the other side, 'tis as evident, they do not signifie a plurality; for Man and Men would then signifie the same; and the distinction of numbers (as Grammarians call them) would be superfluous and useless. That then which general Words signifie, is a sort of Things; and that each of them does, by being a sign of an abstract <em>Idea</em> in the Mind, to which <em>Idea,</em> as Things existing are found to agree, so they come to be ranked under that name; or, which is all one, be of that sort. Whereby it is evident, that the <em>Essences of</em> the <em>sorts, or</em> (if the Latin word pleases better) <em>Species</em> of Things, are nothing else but these abstract <em>Ideas.</em> For the having the Essence of any Species, being that which makes any Thing to be of that Species, and the conformity to the <em>Idea,</em> to which the name is annexed, being that which gives a right to that name, the having the Essence, and the having that Conformity, must needs be the same thing: Since to be of any Species, and to have a right to the name of that Species, is all one. As for example, to be a <em>Man,</em> or of the Species <em>Man,</em> and to have a right to the name <em>Man,</em> is the same thing. Again, to be a <em>Man,</em> or of the Species <em>Man,</em> and have the Essence of a <em>Man,</em> is the same thing. Now since nothing can be a <em>Man,</em> or have a right to the name <em>Man,</em> but what has a conformity to the abstract <em>Idea</em> the name <em>Man</em> stands for; nor any thing be a <em>Man,</em> or have a right to be of the Species <em>Man,</em> but what has the Essence of that Species, it follows, that the Abstract <em>Idea,</em> for which the name stands, and the Essence of the Species, is one and the same. From whence it is easie to observe, that the essences of the sorts of things, and consequently the sorting of Things, is the Workmanship of the Understanding, since it is the Understanding that abstracts and makes those general <em>Ideas.</em>","subId":"12","id":"Locke.EHU.3.3.12"},{"type":"paragraph","content":"I would not here be thought to forget, much less to deny, that Nature, in the production of Things, makes several of them alike: there is nothing more obvious, especially in the Races of Animals, and all Things propagated by Seed. But yet, I think, we may say, the <em>sorting</em> of them under Names, <em>is the Workmanship of the Understanding, taking occasion from</em> the <em>similitude</em> it observes amongst them, to make abstract general <em>Ideas,</em> and set them up in the Mind, with Names annexed to them, as Patterns, or Forms, (for in that sense the word Form has a very proper signification,) to which, as particular Things existing, are found to agree: so they come to be of that Species, have that Denomination, or are put into that <em>Classis.</em> For when we say, this is a <em>Man,</em> that a <em>Horse</em>; this <em>Iustice,</em> that <em>Cruelty</em>; this a <em>Watch,</em> that a <em>Iack</em>; what do we else but rank Things under different specifick Names, as agreeing to those abstract <em>Ideas,</em> of which we have made those Names the signs? And what are the Essences of those Species, set out and marked by Names, but these abstract <em>Ideas</em> in the Mind; which are, as it were, the bonds between particular Things that exist, and the Names they are to be ranked under? And when general Names have any connexion with particular Beings, these abstract <em>Ideas</em> are the <em>Medium</em> that unites them: so that the Essences of Species, as distinguished and denominated by us, neither are, nor can be any thing but those precise abstract <em>Ideas</em> we have in our Minds. And therefore the supposed real Essences of Substances, if different from our abstract <em>Ideas,</em> cannot be the Essences of the Species we rank Things into. For two Species may be one, as rationally, as two different Essences, be the Essence of one Species: And I demand, what are the alterations may, or may not be made in a Horse, or Lead, without making either of them to be of another Species? By determining the Species of Things, by our abstract <em>Ideas,</em> this is easie to resolve: but if any one will regulate himself herein, by supposed real Essences, he will, I suppose, be at a loss: and he will never be able to know when any thing precisely ceases to be of the Species of an Horse, or Lead.","subId":"13","id":"Locke.EHU.3.3.13"},{"type":"paragraph","content":"Nor will any one wonder, that I say these <em>Essences,</em> or abstract <em>Ideas,</em> (which are the measures of Names, and the boundaries of Species,) are <em>the Workmanship of the Understanding,</em> who considers, that at least the complex ones are often, in several Men, different Collections of simple <em>Ideas:</em> and therefore that is <em>Covetousness</em> to one Man, which is not so to another. Nay, even in Substances, where their abstract <em>Ideas</em> seem to be taken from the Things themselves, they are not constantly the same; no not in that Species, which is most familiar to us, and with which we have the most intimate acquaintance: It having been more than once doubted, whether the <em>Foetus</em> born of a Woman, were a Man, even so far, as that it hath been debated, whether it were, or were not to be nourished and baptized: which could not be, if the abstract <em>Idea,</em> or Essence, to which the name Man belonged, were of Nature's making; and were not the uncertain and various Collection of simple <em>Ideas,</em> which the Understanding puts together, and then abstracting it, affixed a name to it. So that in truth, <em>every distinct abstract Idea, is a distinct Essence</em>: and the names that stand for such distinct <em>Ideas,</em> are the names of Things essentially different. Thus a Circle is as essentially different from an Oval, as a Sheep from a Goat: and Rain is as essentially different from Snow, as Water from Earth; that abstract <em>Idea</em> which is the Essence of one, being impossible to be communicated to the other. And thus any two abstract <em>Ideas,</em> that in any part vary one from another, with two distinct names annexed to them, constitute two distinct sorts, or, if you please, Species, as essentially different, as any two the most remote, or opposite in the World.","subId":"14","id":"Locke.EHU.3.3.14"},{"type":"paragraph","content":"But since the Essences of Things are thought, by some, (and not without reason,) to be wholly unknown; it may not be amiss to consider the <em>several significations of the word Essence.</em> <em>First,</em> Essence may be taken for the very being of any thing, whereby it is, what it is. And thus the real internal, but generally in Substances, unknown Constitution of Things, whereon their discoverable Qualities depend, may be called their Essence. This is the proper original signification of the Word, as is evident from the formation of it; <em>Essentia,</em> in its primary notation signifying properly <em>Being.</em> And in this sense it is still used, when we speak of the Essence of particular things, without giving them any Name. <em>Secondly,</em> The Learning and Disputes of the Schools, having been much busied about <em>Genus</em> and <em>Species,</em> the Word Essence has almost lost its primary Signification; and instead of the real Constitution of things, has been almost wholly applied to the artificial Constitution of <em>Genus</em> and <em>Species.</em> 'Tis true, there is ordinarily supposed a real Constitution of the sorts of Things; and 'tis past doubt, there must be some real Constitution, on which any Collection of simple <em>Ideas</em> co-existing, must depend. But it being evident, that Things are ranked under Names into sorts of Species, only as they agree to certain abstract <em>Ideas,</em> to which we have annexed those Names, the Essence of each <em>Genus,</em> or Sort, comes to be nothing but that abstract <em>Idea,</em> which the General, or <em>Sortal</em> (if I may have leave so to call it from <em>Sort,</em> as I do <em>General</em> from <em>Genus,</em>) Name stands for. And this we shall find to be that, which the Word Essence imports, in its most familiar use. These two sorts of Essence, I suppose, may not unfitly be termed, the one the <em>Real,</em> the other the <em>Nominal Essence.</em>","subId":"15","id":"Locke.EHU.3.3.15"},{"type":"paragraph","content":"<em>Between the Nominal Essence, and the Name,</em> there is so <em>near a Connexion,</em> that the Name of any sort of Things cannot be attributed to any particular Being, but what has this Essence, whereby it answers that abstract <em>Idea,</em> whereof that Name is the Sign.","subId":"16","id":"Locke.EHU.3.3.16"},{"type":"paragraph","content":"Concerning the real Essences of corporeal Substances, (to mention those only,) there are, if I mistake not, two Opinions. The one is of those, who using the Word Essence, for they know not what, suppose a certain number of those Essences, according to which all natural things are made, and wherein they do exactly every one of them partake, and so become of this or that Species. The other, and more rational Opinion, is of those, who look on all natural Things to have a real, but unknown Constitution of their insensible Parts, from which now those sensible Qualities, which serve us to distinguish them one from another, according as we have Occasion to rank them into sorts, under common Denominations. The former of these Opinions, which supposes these Essences, as a certain number of Forms or Molds, wherein all natural Things, that exist, are cast, and do equally partake, has, I imagine, very much perplexed the Knowledge of natural Things. The frequent Productions of Monsters, in all the Species of Animals, and of Changelings, and other strange Issues of humane Birth, carry with them Difficulties, not possible to consist with this <em>Hypothesis</em>: Since it is impossible, that two Things, partaking exactly of the same real Essence, should have different Properties, as that two Figures partaking in the same real Essence of a Circle, should have different Properties. But were there no other reason against it, yet the <em>supposition of Essences, that cannot be known</em>; and yet the making them to be that, which distinguishes the Species of Things, <em>is</em> so <em>wholly useless,</em> and unserviceable to any part of our Knowledge, that that alone were sufficient, to make us lay it by; and content our selves with such Essences of the Sorts or Species of Things, as come within the reach of our Knowledge: which, when seriously considered, will be found, as I have said, to be nothing else, but those abstract complex <em>Ideas,</em> to which we have annexed distinct general Names.","subId":"17","id":"Locke.EHU.3.3.17"},{"type":"paragraph","content":"<em>Essences</em> thus distinguished into <em>Nominal and Real,</em> we may observe, that <em>in</em> the Species of <em>simple</em> Ideas <em>and Modes,</em> they <em>are always the same</em>: But <em>in Substances, always quite different.</em> Thus a Figure including a Space between three Lines, is the real, as well as nominal Essence of a Triangle; it being not only the abstract <em>Idea</em> to which the general Name is annexed, but the very <em>Essentia,</em> or Being, of the thing it self, that Foundation from which all its Properties flow, and to which they are all inseparably annexed. But it is far otherwise concerning that parcel of Matter, which makes the Ring on my Finger, wherein these two Essences are apparently different. For it is the real Constitution of its insensible Parts, on which depend all those Properties of Colour, Weight, Fusibility, Fixedness, <em>&amp;c.</em> which are to be found in it. Which Constitution we know not; and so having no particular <em>Idea</em> of, have no Name that is the Sign of it. But yet it is its Colour, Weight, Fusibility, and Fixedness, <em>&amp;c.</em> which makes it to be Gold, or gives it a right to that Name, which is therefore its nominal Essence. Since nothing can be call'd Gold, but what has a Conformity of Qualities to that abstract complex <em>Idea,</em> to which that Name is annexed. But this Distinction of Essences, belonging particularly to Substances, we shall, when we come to consider their Names, have an occasion to treat of more fully.","subId":"18","id":"Locke.EHU.3.3.18"},{"type":"paragraph","content":"That such <em>abstract</em> Ideas, <em>with Names to them,</em> as we have been speaking of, <em>are Essences,</em> may farther appear by what we are told concerning Essences, <em>viz.</em> that they are all ingenerable, and incorruptible. Which cannot be true of the real Constitution of Things, which begin and perish with them. All Things, that exist in Nature, besides their Author, are all liable to Change; especially those Things we are acquainted with, and have ranked into Bands, under distinct Names or Ensigns. Thus that, which was Grass to Day, is to Morrow the Flesh of a Sheep; and within few Days after, becomes part of a Man: In all which, and the like Changes, 'tis evident, their real Essence, that Constitution whereon the Properties of these several things depended, is destroy'd, and perishes with them. But Essences being taken for <em>Ideas,</em> established in the Mind, with Names annexed to them, they are supposed to remain steadily the same, whatever mutations the particular Substances are liable to. For whatever becomes of <em>Alexander</em> and <em>Bucephalus,</em> the <em>Ideas</em> to which Man and Horse are annexed, are supposed nevertheless to remain the same; and so the Essences of those Species are preserved undestroy'd, whatever Changes happen to any, or all of the Individuals of those Species. By this means the Essence of a Species rests safe and entire, without the existence of so much as one Individual of that kind. For were there now no Circle existing any where in the World, (as, perhaps, that Figure exists not any where exactly marked out,) yet the <em>Idea</em> annexed to that Name would not cease to be what it is; and to be as a pattern, to determine which of the particular Figures we meet with, have, or have not a Right to the Name Circle, and so by having that Essence, were of that Species. And though there neither were, nor had been in Nature such a Beast as an Unicorn, nor such a Fish as a Mermaid; yet supposing those Names to stand for complex abstract <em>Ideas,</em> that contained no inconsistency in them; the Essence of a Mermaid is as intelligible, as that of a Man; and the <em>Idea</em> of an Unicorn, as certain, steady, and permanent, as that of an Horse. From what has been said, it is evident, that the Doctrine of the Immutability of Essences, proves them to be only abstract <em>Ideas</em>; and is founded on the Relation, established between them, and certain Sounds as Signs of them; and will always be true, as long as the same Name can have the same signification.","subId":"19","id":"Locke.EHU.3.3.19"},{"type":"paragraph","content":"To conclude, this is that, which in short I would say, (<em>viz.</em>) that all the great Business of <em>Genera</em> and <em>Species,</em> and their Essences, amounts to no more but this, That Men making abstract <em>Ideas,</em> and settling them in their Minds, with Names annexed to them, do thereby enable themselves to consider Things, and discourse of them, as it were in bundles, for the easier and readier improvement, and communication of their Knowledge, which would advance but slowly, were their Words and Thoughts confined only to Particulars.","subId":"20","id":"Locke.EHU.3.3.20"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.3","imported":true,"title":"Book 3. Of Words","breadcrumb":"Book 3","published":[1689]}],"prev":{"id":"Locke.EHU.3.2","imported":true,"title":"Chapter 2. Of the Signification of Words","breadcrumb":"Chapter 2","published":[1689]},"next":{"id":"Locke.EHU.3.4","imported":true,"title":"Chapter 4. Of the Names of Simple Ideas","breadcrumb":"Chapter 4","published":[1689]}}