{"imported":true,"id":"Locke.EHU.3.8","parent":"Locke.EHU.3","title":"Chapter 8. Of Abstract and Concrete Terms","breadcrumb":"Chapter 8","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.8?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. VIII.</h1> <h2><em>Of Abstract and Concrete Terms.</em></h2> ","id":"Locke.EHU.3.8"},{"type":"paragraph","content":"THe ordinary Words of Language, and our common use of them, would have given us light into the nature of our <em>Ideas,</em> if they had been but considered with attention The Mind, as has been shewn, has a power to abstract its <em>Ideas,</em> and so they become Essences, general Essences, whereby the Sorts of Things are distinguished: Now each abstract <em>Idea</em> being distinct, so that the one can never be the other, the Mind will, by its intuitive Knowledge, perceive their difference; and therefore in Propositions, no two whole <em>Ideas</em> can ever be affirmed one of another. This we see in the common use of Language, which permits <em>not any two abstract Words, or Names of abstract Ideas,</em> to be <em>affirmed one of another.</em> For how near of kin soever they may seem to be, and how certain soever it is, that Man is an Animal, or rational, or white, yet every one, at first hearing, perceives the falshood of these Propositions; <em>Humanity is Animality,</em> or <em>Rationality,</em> or <em>Whiteness</em>: And this is as evident, as any of the most allow'd Maxims. All our Affirmations then are only in concrete, which is the affirming, not one abstract <em>Idea</em> to be another, but one abstract <em>Idea</em> be join'd to another; which abstract <em>Ideas,</em> in Substances, may be of any sort; in all the rest, are little else but of Relations; and in Substances, the most frequent are of Powers; <em>v. g. a Man is white,</em> signifies, that the thing that has the Essence of a Man, has also in it the Essence of Whiteness, which is nothing but a power to produce the <em>Idea</em> of Whiteness in one, whose Eyes can discover ordinary Objects; or a Man is rational, signifies, that the same thing that hath the Essence of a Man, hath also in it the Essence of Rationality, <em>i. e.</em> a power of Reasoning.","subId":"1","id":"Locke.EHU.3.8.1"},{"type":"paragraph","content":"This distinction of Names, shews us also the difference of our <em>Ideas</em>: For if we observe them, we shall find, that our <em>simple Ideas have all abstract, as well as concrete Names</em>: The one whereof is (to speak the Language of Grammarians) a Substantive, the other an Adjective; as Whiteness, White; Sweetness, Sweet. The like also holds in our <em>Ideas</em> of <em>Modes</em> and Relations; as Justice, Just; Equality, Equal; only with this difference, That some of the concrete Names of Relations, amongst Men chiefly, are Substantives; as <em>Paternitas, Pater</em>; whereof it were easie to render a Reason. But as to our <em>Ideas of Substances,</em> we <em>have</em> very few or <em>no abstract Names</em> at all. For though the Schools have introduced <em>Animalitas, Humanitas, Corporietas,</em> and some others; yet they hold no proportion with that infinite number of Names of Substances, to which they never were rediculous enough to attempt the coining of abstract ones: and those few that the Schools forged, and put into the mouths of their Scholars, could never yet get admittance into common use, or obtain the license of publick approbation. Which seems to me at least to intimate the confession of all Mankind, that they have no <em>Ideas</em> of the real Essences of Substances, since they have not Names for such <em>Ideas</em>: which no doubt they would have had, had not their consciousness to themselves of their ignorance of them, kept them from so idle an attempt. And therefore though they had <em>Ideas</em> enough to distinguish Gold from a Stone, and Metal from Wood; yet they but timerously ventured on such terms, as <em>Aurietas</em> and <em>Saxietas, Metallietas</em> and <em>Lignietas,</em> or the like names, which should pretend to signifie the real Essences of those Substances, whereof they knew they had no <em>Idea.</em> And indeed, it was only the Doctrine of substantial Forms, and the confidence of shameless Pretenders to a knowledge that they had not, which first coined, and then introduced <em>Animalitas,</em> and <em>Humanitas,</em> and the like; which yet went very little farther than their own Schools, and could never get to be current amongst understanding Men. Indeed, <em>Humanitas</em> was a Word, familiar amongst the <em>Romans</em>; but in a far different sense, and stood not for the abstract Essence of any Substance; but was the abstract Name of a Mode, and its concrete <em>Humanus,</em> not <em>Homo.</em>","subId":"2","id":"Locke.EHU.3.8.2"}]}