{"imported":true,"id":"Locke.EHU.2.13","parent":"Locke.EHU.2","title":"Chapter 13. Of simple Modes; and first, of the simple Modes of Space","breadcrumb":"Chapter 13","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.13?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XIII. £1 £2 _Of simple Modes; and first, of the simple Modes of Space._ £2","id":"Locke.EHU.2.13"},{"type":"paragraph","content":"THough in the foregoing part, I have often mentioned simple _Ideas,_ which are truly the Materials of all our Knowledge; yet having treated of them there, rather in the way that they come into the Mind, than as distinguished from others more compounded, it will not be, perhaps, amiss to take a view of some of them again under this Consideration, and examine those different _Modifications of the same_ Idea; which the Mind either finds in things existing, or is able to make within it self, without the help of any extrinsical Object, or any foreign Suggestion. Those _Modifications of any one simple_ Idea (which as has been said, _I call simple Modes_) are as perfectly different and distinct _Ideas_ in the Mind, as those of the greatest distance or contrariety. For the _Idea_ of _Two,_ is as distinct from _Three,_ as _Blueness_ from _Heat,_ or either of them from any Number; and yet they are made up only of that simple _Idea_ of an Unite repeated; and these Repetitions joined together, make those distinct _simple Modes,_ of a _Dozen,_ a _Gross,_ a _Million._","subId":"1","id":"Locke.EHU.2.13.1"},{"type":"paragraph","content":"I shall begin with the _simple Idea of Space._ I have shewed above, _c._ 4. that we get the _Idea_ of Space, both by our Sight, and Touch; which, I think, is so evident, that it would be as needless, to go to prove, that Men perceive by their Sight, a distance between Bodies of different Colours, or between the parts of the same Body; as that they see Colours themselves: Nor is it less obvious, that they can do so in the Dark by Feeling and Touch.","subId":"2","id":"Locke.EHU.2.13.2"},{"type":"paragraph","content":"This Space considered barely in length between any two Beings, without considering any thing else between them, is called _distance_: If considered in Length, Breadth, and Thickness, I think, it may be called _Capacity_: When considered between the extremities of Matter, which fills the Capacity of Space with something solid, tangible, and movable, it is properly called _Extension._ And so Extension is an _Idea_ belonging to Body only; but _Space_ may, as is evident, be considered without it. At least, I think it most intelligible, and the best way to avoid Confusion, if we use the Word _Extension_ for an Affection of Matter, or the distance of the Extremities of particular solid Bodies; and _Space_ in the more general Signification for distance, with or without solid Matter possessing it.","subId":"3","id":"Locke.EHU.2.13.3"},{"type":"paragraph","content":"Each different distance is a different Modification of Space, and _each_ Idea _of any different distance, or Space, is a simple Mode of this_ Idea. Men having by accustoming themselves to stated lengths of Space, which they use for measuring of other distances, as _a Foot, a Yard, or a Fathom, a League, or Diametre of the Earth,_ made those _Ideas_ familiar to their Thoughts, can in their Minds repeat them as often as they will, without mixing or joining to them the _Idea_ of Body, or any thing else; and frame to themselves the _Ideas_ of long, square, or cubick, Feet, Yards, or Fathoms, here amongst the Bodies of the Universe, or else beyond the utmost Bounds of all Bodies; and by adding these still one to another, enlarge their _Idea_ of Space as much as they please. This Power of repeating, or doubling any _Idea_ we have of any distance, and adding it to the former as often as we will, without being ever able to come to any stop or stint, let us enlarge it as much as we will, is that which gives us the _Idea_ of _Immensity._","subId":"4","id":"Locke.EHU.2.13.4"},{"type":"paragraph","content":"There is another Modification of this _Idea_ of Space, which is nothing but the Relation of the Parts of the Termination of Capacity, or Extension amongst themselves. This the Touch discovers in sensible Bodies, whose Extremities come within our reach; and the Eye takes both from Bodies and Colours, whose Boundaries are within its view: Where observing how the Extremities terminate, either in streight Lines, which meet at discernible Angles; or in crooked Lines, wherein no Angles can be perceived, by considering these as they relate to one another, in all Parts of the Extremities of any Body or Space, it has that _Idea_ we call _Figure,_ which affords to the Mind infinite Vatiety. For besides the vast Number of different Figures, that do really exist in the coherent masses of Matter, the Stock, that the Mind has in its Power, by varying the _Idea_ of Space; and thereby making still new Compositions, by repeating its own _Ideas,_ and joining them as it pleases, is perfectly inexhaustible: And so it can multiply Figures _in~infinitum._","subId":"5","id":"Locke.EHU.2.13.5"},{"type":"paragraph","content":"For the Mind, having a Power to repeat the _Idea_ of any length directly stretched out, and join it to another in the same Direction, which is to double the length of that streight Line; or else join it to another with what Inclination it thinks fit, and so make what sort of Angle it pleases: And being able also to shorten any Line it imagines, by taking from it ½ or ¼, or what part it pleases, without being able to come to an end of any such Divisions, it can make an Angle of any bigness: So also the Lines that are its sides of what length it pleases, which joining again to other Lines of different lengths, and at different Angles, till it has wholly inclosed any Space, it is evident that it can multiply _Figures_ both in their Shape, and Capacity, _in~infinitum,_ all which are but so many different _simple Modes of Space._ The same that it can do with streight Lines, it can do also with crooked, or crooked and streight together; and the same it can do in Lines, it can also in Superficies, by which we may be led into farther Thoughts of the endless Variety of _Figures,_ that the Mind has a Power to make, and thereby to multiply the _simple Modes_ of Space.","subId":"6","id":"Locke.EHU.2.13.6"},{"type":"paragraph","content":"Another _Idea_ coming under this Head, and belonging to this Tribe, is that we call _Place._ As in simple Space, we consider the relation of Distance between any two Bodies, or Points; so in our _Idea_ of _Place,_ we consider the relation of Distance betwixt any thing, and any two or more Points, which are considered, as keeping the same distance one with another, and so considered as at rest; for when we find any thing at the same distance now, which it was Yesterday from any two or more Points, which have not since changed their distance one with another, and with which we then compared it, we say it hath kept the same _Place:_ But if it hath sensibly altered its distance with either of those Points, we say it hath changed its Place: Though vulgarly speaking in the common Notion of _Place,_ we do not always exactly observe the distance from precise Points; but larger Portions of sensible Objects, to which we consider the thing placed to bear Relation, and its distance, from which we have some Reason to observe.","subId":"7","id":"Locke.EHU.2.13.7"},{"type":"paragraph","content":"Thus a Company of Chess-men, standing on the same squares of the Chess-board, where we left them, we say they are all in the _same Place,_ or unmoved; though, perhaps, the Chess-board hath been in the mean time carried out of one Room into another, because we compared them only to the Parts of the Chess-board, which keep the same distance one with another. The Chess-board, we also say, is in the _same Place_ it was, if it remain in the same part of the Cabin, though, perhaps, the Ship it is in, sails all the while: and the Ship is said to be in the _same Place,_ supposing it kept the same distance with the Parts of the neighbouring Land; though, perhaps, the Earth hath turned round; and so both Chess-men, and Board, and Ship, have every one _changed Place_ in respect of remoter Bodies, which have kept the same distance one with another. But yet the distance from certain Parts of the Board, being that which determines the place of the Chess-men; and the distance from the fixed parts of the Cabin (with which we made the Comparison) being that which determined the Place of the Chess-board; and the fixed parts of the Earth, that by which we determined the Place of the Ship, these things may be said properly to be in the _same Place,_ in those respects: Though their distance from some other things, which in this matter we did not consider, being varied, they have undoubtedly _changed Place_ in that respect; and we our selves shall think so, when we have occasion to compare them with those other.","subId":"8","id":"Locke.EHU.2.13.8"},{"type":"paragraph","content":"But this Modification of Distance, we call _Place,_ being made by Men, for their common use, that by it they might be able to design the particular Position of Things, where they had occasion for such Designation, Men consider and determine of this _Place,_ by reference to those adjacent things, which best served to their present Purpose, without considering other things, which to another Purpose would better _determine the Place_ of the same thing. Thus in the Chess-board, the use of the _Designation of_ the _Place_ of each Chess-men, being determined only within that chequer'd piece of Wood, 'twould cross that Purpose, to measure it by any thing else: But when these very Chess-men are put up in a Bag, if any one should ask, where the black King is, it would be proper to _determine the Place_ by the parts of the Room it was in, and not by the Chess-board; there being another use of _designing the Place_ it is now in, than when in Play it was on the Chess-board, and so must be determined by other Bodies. So if any one should ask, in what Place are the Verses, which report the Story of _Nisus_ and _Eurialus,_ 'twould be very improper to determine this Place, by saying, they were in such a part of the Earth, or in _Bodley_'s Library: But the right Designation of the place, would be by the parts of _Virgil_'s Works; and the proper Answer would be, That these Verses were about the middle of the Ninth Book of his _AEneides_; And that they have been always constantly in the same Place ever since _Virgil_ was printed: Which is true, though the Book it self hath moved a Thousand times, the use of the _Idea_ of Place here, being to know only, in what part of the Book that Story is; that so upon occasion, we may know where to find it, and have recourse to it for our use.","subId":"9","id":"Locke.EHU.2.13.9"},{"type":"paragraph","content":"That our _Idea_ of Place, is nothing else, but such a relative Position of any thing, as I have before mentioned, I think, is plain, and will be easily admitted, when we consider, that we can have no _Idea_ of the place of the Universe, though we can of all the parts of it; because beyond that, we have not the _Idea_ of any fixed, distinct, particular Beings, in reference to which, we can imagine it to have any relation of distance; but all beyond it is one uniform Space or Expansion, wherein the Mind finds no variety, no marks. For to say that the World is somewhere, means no more, but that it does exist; this though a Phrase, borrowed from Place, signifying only its Existence, not Location; and when one can find out, and frame in his Mind clearly and distinctly the Place of the Universe, he will be able to tell us, whether it moves or stands still in the undistinguishable Inane of infinite Space; tho' it be true, that the Word Place, has sometimes a more confused Sense, and stands for that Space, which any Body takes up; and so the Universe is in a Place","subId":"10","id":"Locke.EHU.2.13.10"},{"type":"paragraph","content":"The _Idea_ therefore of _Place,_ we have by the same means, that we get the _Idea_ of Space, (whereof this is but a particular limited Consideration, _viz._ by our Sight and Touch; by either of which we receive into our Minds the _Ideas_ of Extension or Distance.","subId":"11","id":"Locke.EHU.2.13.11"},{"type":"paragraph","content":"There are some that would persuade us, that _Body and Extension are the same thing_; who either change the Signification of Words, which I would not suspect them of, they having so severely condemned the Philosophy of others, because it hath been too much placed in the uncertain meaning, or deceitful obscurity of doubtful, or insignificant Terms. It therefore they mean by _Body and Extension the same,_ that other People do, _viz._ by _Body_ something that is solid, and extended, whose parts are separable and movable different ways; and by Extension, only the Space that lies between the Extremities of those solid coherent Parts, and which is possessed by them, they confound very different _Ideas_ one with another. For I appeal to every Man's own Thoughts, whether the _Idea_ of Space be not as distinct from that of Solidity, as it is from the _Idea_ of Scarlet-Colour? 'Tis true, Solidity cannot exist without Extension, neither can Scarlet Colour exist without Extension; but this hinders not, but that they are distinct _Ideas._ Many _Ideas_ require others, as necessary to their Existence or Conception, which yet are very distinct _Ideas._ Motion can neither be, nor be conceived without Space; and yet Motion is not Space, nor Space Motion; Space can exist without it, and they are very distinct _Ideas_; and so, I think, are those of Space and Solidity. Solidity is so inseparable an _Idea_ from Body, that upon that depends its filling of Space, its Contact, Impulse, and Communication of Motion upon Impulse. And if it be a Reason to prove, that Spirit is different from Body, because Thinking includes not the _Idea_ of Extension in it; the same Reason will be as valid, I suppose, to prove, that _Space is not Body,_ because it includes not the _Idea_ of Solidity in it; _Space and Solidity_ being _as distinct Ideas,_ as Thinking and Extension, and as wholly separable in the Mind one from another: _Body_ then and _Extension,_ 'tis evident, are two distinct _Ideas_; for First, _Extension_ includes no Solidity, nor resistence to the Motion of _Body,_ as Body does. Secondly, The Parts of pure Space are inseparable one from the other; so that the Continuity cannot be separated, neither really, nor mentally. For I demand of any one, to remove any part of it from another, with which it is continued, even so much as in Thought. To divide and separate actually is, as I think, by removing the parts one from another, to make two Superficies, where before there was a Continuity: And to divide mentally, is to make in the Mind two Superficies, where before there was a Continuity, and consider them as removed one from the other; which can only be done in things considered by the Mind, as capable of being separated; and by separation, of acquiring new distinct Superficies, which they then have not, but are capable of: But neither of these ways of Separation, whether real or mental, is, as I think, compatible to pure _Space._","subId":"12","id":"Locke.EHU.2.13.12"},{"type":"paragraph","content":"'Tis true, a Man may consider so much of such a _Space,_ as is answerable or commensurate to a Foot, without considering the rest; which is indeed a partial Consideration, but not so much as mental Separation, or Division; since a Man can no more mentally divide, without considering two Superficies, separate one from the other, than he can actually divide, without making two Superficies disjoin'd one from the other: But a partial consideration is not separating. A Man may consider Light in the Sun, without its Heat; or Mobility in Body without its Extension, without thinking of their separation. One is only a partial Consideration, terminating in one alone; and the other is a Consideration of both, as existing separately.","subId":"13","id":"Locke.EHU.2.13.13"},{"type":"paragraph","content":"_Thirdly,_ The parts of pure _Space,_ are immovable, which follows from their inseparability; _Motion_ being nothing but change of distance between any two things: But this cannot be between Parts that are inseparable; which therefore must needs be at perpetual rest one amongst another. Thus the clear and distinct _Idea_ of simple _Space_ distinguishes it plainly, and sufficiently from _Body_; since its Parts are inseparable, immovable, and without resistence to the Motion of Body.","subId":"14","id":"Locke.EHU.2.13.14"},{"type":"paragraph","content":"If any one ask me, _What_ this _Space,_ I speak of, _is?_ I will tell him, when he tells me what his _Extension_ is. For to say, as is usually done, That Extension is to have _partes extra partes,_ is to say only, That _Extension_ is _Extension_: For what am I the better informed in the nature of _Extension,_ when I am told, That _Extension is to have parts that are extended, exterior to parts that are extended,_ i. e. _Extension_ consists of extended Parts? As if one asking, What a Fibre was; I should answer him, That it was a thing made up of several Fibres: Would he hereby be enabled to understand what a Fibre was, better than he did before? Or rather, would he not have reason to think, that my design was to make sport with him, rather than seriously to instruct him?","subId":"15","id":"Locke.EHU.2.13.15"},{"type":"paragraph","content":"Those who contend that _Space and Body_ are _the same,_ bring this _Dilemma_: Either this _Space_ is something or nothing; if nothing be between two Bodies, they must necessarily touch; if it be allowed to be something, they ask, whether it be Body or Spirit? To which I answer by another Question, Who told them, that there was, or could be nothing but solid Beings which could not think, and thinking Beings that were not extended? Which is all they mean by the terms _Body_ and _Spirit._","subId":"16","id":"Locke.EHU.2.13.16"},{"type":"paragraph","content":"If it be demanded (as usually it is) whether this _Space_ void of _Body,_ be _Substance_ or _Accident,_ I shall readily answer, I know not; nor shall be ashamed to own my Ignorance, till they that ask, shew me a clear distinct _Idea_ of _Substance._","subId":"17","id":"Locke.EHU.2.13.17"},{"type":"paragraph","content":"I endeavour, as much as I can, to deliver my self from those Fallacies, which we are apt to put upon our selves, by taking Words for Things. It helps not our Ignorance, to feign a Knowledge, where we have none, by making a noise with Sounds, without clear and distinct Significations. Names made at pleasure, neither alter the nature of things, nor make us understand them, but as they are signs of, and stand for clear and distinct _Ideas._ And I desire those who lay so much stress on the sound of these two Syllables, _Substance,_ to consider, whether applying it, as they do, to the infinite incomprehensible GOD, to finite Spirits, and to Body, it be in the same sense; and whether it stand for the same _Idea,_ when each of those three so different Beings are called _Substances?_ If so, whether it will not thence follow, That God, Spirits, and Body, agreeing in the same common nature of _Substance,_ differ not any otherwise than in a bare different modification of that _Substance_; as a Tree and a Pebble, being in the same sense bodied, and agreeing in the common nature of Body, differ only in a bare modification of that common matter; which will be a very harsh Doctrine. If they say, That they apply it to God, finite Spirits, and Matter, in three different significations, and that it stands for one _Idea,_ when GOD is said to be a _Substance_; for another, when the Soul is called _Substance_; and for a third, when a Body is called so. If the name _Substance,_ stands for three several distinct _Ideas,_ they would do well to make known those distinct _Ideas,_ or at least to give three distinct names to them, to prevent in so important a Notion, the Confusion and Errors, that will naturally follow from the promiscuous use of so doubtful a term; which is so far from being suspected to have three distinct, that it has scarce one clear distinct signification: And if they can thus make three distinct _Ideas_ of _Substance,_ what hinders why another may not make a fourth?","subId":"18","id":"Locke.EHU.2.13.18"},{"type":"paragraph","content":"They who first ran into the Notion of _Accidents,_ as a sort of real Beings, that needed something to inhere in, were forced to find out the word _Substance,_ to support them. Had the poor _Indian_ Philosopher (who imagined that the Earth also wanted something to bear it up) but thought of this word _Substance,_ he needed not to have been at the trouble to find an Elephant to support it, and a Tortoise to support his Elephant: The word _Substance_ would have done it effectually. And he that enquired, might have taken it for as good an Answer from an _Indian_ Philosopher, That _Substance,_ without knowing what it is, is that which supports the Earth, as we take it for a sufficient Answer, and good Doctrine, from our _European_ Philosophers, That _Substance_ without knowing what it is, is that which supports _Accidents._ So that of _Substance,_ we have no _Idea_ of what it is, but only a confused obscure one of what it does.","subId":"19","id":"Locke.EHU.2.13.19"},{"type":"paragraph","content":"Whatever a learned Man may do here, an intelligent _American,_ who enquired into the Nature of Things, would scarce take it for a satisfactory Account, if desiring to learn our Architecture, he should be told, That a Pillar was a thing supported by a _Basis,_ and a _Basis_ something that supported a Pillar. Would he not think himself mocked, instead of taught, with such an account as this? And a Stranger to them would be very liberally instructed in the nature of Books, and the things they contained, if he should be told, that all learned Books consisted of Paper and Letters, and that Letters were things inhering in Paper, and Paper a thing that held forth Letters; a notable way of having clear _Ideas_ of Letters and Paper. But were the Latin words _Inhoerentia_ and _Substantia,_ put into the plain English ones that answer them, and were called _Stickingon,_ and _Vnder-propping,_ they would better discover to us the very great clearness there is in the Doctrine of _Substance and Accidents,_ and shew of what use they are in deciding of Questions in Philosophy.","subId":"20","id":"Locke.EHU.2.13.20"},{"type":"paragraph","content":"But to return to our _Ideas_ of _Space._ If _Body_ be not supposed infinite, which, I think, no one will affirm, I would ask, Whether if God placed a Man at the extremity of corporeal Beings, he could not stretch his Hand beyond his Body? If he could, then he would put his Arm, where there was before _Space_ without _Body_; and if there he spread his Fingers, there would still be _Space_ between them without _Body_: If he could not stretch out his Hand, it must be because of some external hindrance; (for we suppose him alive, with such a power of moving the parts of his Body, that he hath now, which is not in it self impossible, if God so pleased to have it;) or at least it is not impossible for God so to move him: And then I ask, Whether that which hinders his Hand from moving outwards, be Substance or Accident, Something or Nothing? And when they have resolved that, they will be able to resolve themselves, what that is, which is or may be between two Bodies at a distance, that is not Body, has no Solidity. In the mean time, the Argument is at least as good, That where nothing hinders, (as beyond the utmost bounds of all Bodies,) a _Body_ put into motion may move on, as where there is nothing between, there two Bodies must necessarily touch. For pure _Space_ between, is sufficient to take away the necessity of mutual Contact; but bare _Space_ in the way, is not sufficient to stop Motion. The truth is, these Men must either own, that they think Body infinite, though they are loth to speak it out, or else affirm, that _Space_ is not _Body._ For I would fain meet with that thinking Man, that can, in his Thoughts, set any bounds to Space, more than he can to Duration; or by thinking, hope to arrive at the end of either: And therefore if his _Idea_ of Eternity be infinite, so is his _Idea_ of Immensity; they are both finite or infinite alike.","subId":"21","id":"Locke.EHU.2.13.21"},{"type":"paragraph","content":"Farther, those who assert the impossibility of _Space_ existing without _Matter,_ must not only make Body infinite, but must also deny a power in God to annihilate any part of Matter. No one, I suppose, will deny, that God can put an end to all motion that is in Matter, and fix all the Bodies of the Universe in a perfect quiet and rest, and continue them so as long as he pleases. Whoever then will allow, that God can, during such a general rest, annihilate either this Book, or the Body of him that reads it, must necessarily admit the possibility of a _Vacuum._ For it is evident, that the Space that was filled by the parts of the annihilated Body, will still remain, and be a Space without Body. For the circumambient Bodies being in perfect rest, are a Wall of Adamant, and in that state make it a perfect impossibility for any other Body to get into that Space. And indeed the necessary motion of one Particle of Matter, into the place from whence another Particle of Matter is removed, is but a consequence from the supposition of Plenitude; which will therefore need some better proof, than a supposed matter of fact, which Experiment can never make out; our own clear and distinct _Ideas_ plainly satisfying us, that there is no necessary connexion between _Space_ and _Solidity,_ since we can conceive the one without the other. And those who dispute for or against a _Vacuum,_ do thereby confess, they have distinct _Ideas_ of _Vacuum_ and _Plenum,_ i. e. that they have an _Idea_ of Extension void of Solidity, though they deny its existence; or else they dispute about nothing at all. For they who so much alter the signification of Words, as to call _Extension Body,_ and consequently make the whole Essence of Body, to be nothing but pure Extension without Solidity, must talk absurdly, whenever they speak of _Vacuum,_ since it is impossible for Extension to be without Extension. For _Vacuum,_ whether we affirm or deny its existence, signifies Space without Body, whose very existence no one can deny to be possible, who will not make Matter infinite, and take from God a power to annihilate any Particle of it.","subId":"22","id":"Locke.EHU.2.13.22"},{"type":"paragraph","content":"But not to go so far as beyond the utmost bounds of Body in the Universe, nor appeal to God's Omnipotency to find a _Vacuum,_ the _motion_ of Bodies, that are in our view and neighbourhood, seem to me plain to evince it. For I desire any one so to devide a solid Body of any dimension he pleases, as to make it possible for the solid Parts to move up and down freely every way, within the bounds of that Superficies, if there be not left in it a void space, as big as the least part into which he has divided the said solid Body. And if where the least Particle of the Body divided, is as big as a Mustard-seed, a void Space equal to the bulk of a Mustard-seed, be requisite to make room for the free motion of the Parts of the divided Body, within the bounds of its Superficies, where the Particles of Matter are 100,000,000 less than a Mustard-seed, there must also be a space void of solid Matter, as big as 100,000,000 part of a Mustard-seed; for if it hold in one, it will hold in the other, and so on _in~infinitum._ And let this void Space be as little as it will, it destroys the Hypothesis of _Plenitude._ For if there can be a Space void of Body, equal to the smallest separate Particle of Matter now existing in Nature, 'tis still Space without Body; and makes as great a difference between Space and Body, as if it were $[greek text]$, a distance as wide as any in Nature. And therefore if we suppose not the void Space necessary to Motion, equal to the least parcel of the divided solid Matter, but to 1/10 or 1/1000 of it, the same consequence will always follow of Space without Matter.","subId":"23","id":"Locke.EHU.2.13.23"},{"type":"paragraph","content":"But the Question being here, whether the _Idea of Space_ or _Extension,_ be _the same with the Idea of Body,_ it is not necessary to prove the real existence of a _Vacuum,_ but the _Idea_ of it; which 'tis plain Men have, when they enquire and dispute, whether there be a _Vacuum_ or no? For if they had not the _Idea_ of Space without Body, they could not make a question about its existence: And if their _Idea_ of Body did not include in it something more than the bare _Idea_ of Space, they could have no doubt about the plenitude of the World; and 'twould be as absurd to demand, whether there were Space without Body, as whether there were Space without Space, or Body without Body, since these were but different Names of the same _Idea._","subId":"24","id":"Locke.EHU.2.13.24"},{"type":"paragraph","content":"'Tis true, the _Idea_ of _Extension_ joins it self so inseparably with all visible, and most tangible Qualities, that it suffers us to see no one, or feel very few external Objects, without taking in impressions of Extension too. This readiness of Extension to make it self be taken notice of so constantly with other _Ideas,_ has been the occasion, I guess, that some have made the whole essence of _Body,_ to consist in Extension; which is not much to be wondred at, since some have had their Minds, by their Eyes and Touch, (the busiest of all our Senses,) so filled with the _Idea_ of Extension, and as it were wholly possessed with it, that they allowed no existence to any thing, that had not Extension. I shall not now argue with those Men, who take the measure and possibility of all Being, only from their narrow and gross Imaginations: but having here to do only with those, who conclude the essence of Body to be _Extension,_ because, they say, they cannot imagine any sensible Quality of any Body without Extension, I shall desire them to consider, That had they reflected on their _Ideas_ of Tastes and Smells, as much as on those of Sight and Touch; nay, had they examined their _Ideas_ of Hunger and Thirst, and several other Pains, they would have found, that they included in them no _Idea_ of Extension at all, which is but an affection of Body, as well as the rest discoverable by our Senses, which are scarce acute enough to look into the pure Essence of Things.","subId":"25","id":"Locke.EHU.2.13.25"},{"type":"paragraph","content":"If those _Ideas,_ which are constantly joined to all others, must therefore be concluded to be the Essence of those Things, which have constantly those _Ideas_ joined to them, and are inseparable from them; then Unity is without doubt the essence of every thing. For there is not any Object of Sensation or Reflection, which does not carry with it the _Idea_ of one: But the weakness of this kind of Argument, we have already shewn sufficiently.","subId":"26","id":"Locke.EHU.2.13.26"},{"type":"paragraph","content":"To conclude, whatever Men shall think concerning the existence of a _Vacuum,_ this is plain to me, That we have as clear an _Idea of Space distinct from Solidity,_ as we have of Solidity distinct from Motion, or Motion from Space. We have not any two more distinct _Ideas,_ and we can as easily conceive Space without Solidity, as we can conceive Body without Motion, though it be never so certain, that neither Body nor Motion can exist without Space. But whether any one will take Space to be only a relation resulting from the Existence of other Beings at a distance; or whether they will think the Words of the most knowing King _Solomon, The Heaven, and the Heaven of Heavens, cannot contain Thee_; or those more emphatical ones of the inspired Philosopher St. _Paul, In Him we live, move, and have our Being,_ are to be understood in a literal sense, I leave every one to consider; only our _Idea_ of _Space_ is, I think, such as I have mentioned, and distinct from that of _Body._ For whether we consider in matter it self, the distance of its coherent solid parts, and call it, in respect of those solid parts, _Extension_; or whether considering it, as lying between the extremities of any Body in its several dimensions, we call it _Length, Breadth,_ and _Thickness_; or else considering it as lying between any two Bodies, or positive Beings, without any consideration, whether there be any Matter or no between, we call it _Distance._ However named or considered, it is always the same uniform simple _Idea_ of _Space,_ taken from Objects, about which our Senses have been conversant, whereof having setled _Ideas_ in our Minds, we can revive, repeat, and add them one to another as often as we will, and consider the Space or Distance so imagined, either as filled with solid parts, so that another Body cannot come there, without displacing and thrusting out the Body that was there before; or else as void of Solidity, so that a Body of equal dimensions to that empty or pure Space, may be placed in it without the removing or expulsion of any thing that was there.","subId":"27","id":"Locke.EHU.2.13.27"},{"type":"paragraph","content":"The knowing precisely what our Words stand for, would, I imagine, in this, as well as a great many other cases, quickly end the dispute. For I am apt to think, that Men, when they come to examine them, find their simple _Ideas_ all generally to agree, though in discourse with one another, they perhaps confound one another with different Names. I¦magine, that _Men_ who abstract their Thoughts, and do well examine the _Ideas_ of their own Minds, _cannot much differ in thinking_; however, they may perplex themselves with words, according to the way of speaking of the several Schools, or Sects they have been bred up in: Though amongst unthinking Men, who examine not scrupulously and carefully their own _Ideas,_ and strip them not from the marks Men use for them, but confound them with words, there must be endless dispute, wrangling, and jargon; especially if they be learned bookish Men, devoted to some Sect, and accustomed to the Language of it, and have learned to talk after others. But if it should happen, that any two thinking Men should really have different _Ideas,_ different Notions, I do not see how they could discourse, or argue one with another. Here I must not be mistaken, to think that every floating Imagination in Mens Brains, is presently of that sort of _Ideas_ I speak of. 'Tis not easie for the Mind to put off those confused Notions and Prejudices it has imbibed from Custom, Inadvertency, and common Conversation: it requires pains and assiduity to examine its _Ideas,_ till it resolves them into those clear and distinct simple ones, out of which they are compounded; and to see which, amongst its simple ones, have or have not a necessary connexion and dependence one upon another: Till a Man doth this in the primary and original Notions of Things, he builds upon floating and uncertain Principles, and will often find himself at a loss.","subId":"28","id":"Locke.EHU.2.13.28"}]}
