{"imported":true,"id":"Locke.EHU.2.14","parent":"Locke.EHU.2","title":"Chapter 14. Of Duration, and its simple Modes","breadcrumb":"Chapter 14","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.14?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XIV. £1 £2 _Of Duration, and its simple Modes._ £2","id":"Locke.EHU.2.14"},{"type":"paragraph","content":"THere is another sort of Distance, or Length, the _Idea_ whereof we get not from the permanent parts of Space, but from the fleeting and perpetually perishing parts of Succession. This we call _Duration,_ the simple Modes whereof are any different lengths of it, whereof we have distinct _Ideas,_ as _Hours, Days, Years,_ &c. _Time,_ and _Eternity._","subId":"1","id":"Locke.EHU.2.14.1"},{"type":"paragraph","content":"The Answer of a great Man, to one who asked what Time was (_Si non rogas intelligo,_ which amounts to this; the more I set my self to think of it, the less I understood it;) might perhaps perswade one, That _Time,_ which reveals all other things, is it self not to be discovered. _Duration, Time,_ and _Eternity,_ are, not without reason, thought to have something very obstruse in their nature. But however remote this may seem from our Comprehension, yet if we trace them right to their Originals, I doubt not but one of those Sources of all our Knowledge, _viz. Sensation_ and _Reflection,_ will be able to furnish us with those _Ideas,_ as clear and distinct as many others, which are thought much less obscure; and we shall find, that the _Idea_ of Eternity it self, is derived from the same common Original with the rest of our _Ideas._","subId":"2","id":"Locke.EHU.2.14.2"},{"type":"paragraph","content":"To understand _Time_ and _Eternity_ aright, we ought with attention to consider what _Idea_ it is we have of _Duration,_ and how we came by it. 'Tis evident to any one who will but observe what passes in his own Mind, that there is a train of _Ideas,_ which constantly succeed one another in his Understanding, as long as he is awake. _Reflection_ on these appearances of several _Ideas_ one after another in our Minds, is that which furnishes us with _Idea_ of _Succession_: And the distance between any parts of that Succession, or between the appearance of any two _Ideas_ in our Minds, is that we call _Duration._ For whilst we are thinking, or whilst we receive successively several _Ideas_ in our Minds, we know that we do exist; and so we call the Existence, or the Continuation of the Existence of our selves, or any thing else, Commensurate to the succession of any _Ideas_ in our Minds, the _Duration_ of our selves, or any such other thing co-existing with our Thinking.","subId":"3","id":"Locke.EHU.2.14.3"},{"type":"paragraph","content":"That we have our notion of _Succession and Duration_ from this Original, _viz._ from Reflection on the train of _Ideas,_ which we find to appear one after another in our own Minds, seems plain to me, in that we have no perception of _Duration,_ but by considering the train of _Ideas,_ that take their turns in our Understandings. When that succession of _Ideas_ ceases, our perception of Duration ceases with it; which every one clearly experiments in himself, whilst he sleeps soundly, whether an hour, or a day; a month, or a year; of which Duration of things, whilst he sleeps, or thinks not, he has no perception at all, but it is quite lost to him; and the moment wherein he leaves off to think, till the moment he begins to think again, seem to him to have no distance. And so I doubt not but it would be to a waking Man, if it were possible for him to keep only one _Idea_ in his Mind, without variation, and the succession of others: And we see, that one who fixes his Thoughts very intently on one thing, so as to take but little notice of the succession of _Ideas_ that pass in his Mind, whilst he is taken up with that earnest Contemplation, lets slip out of his Account a good part of that Duration, and thinks that time shorter than it is. But if sleep commonly unite the distant parts of Duration, it is, because during that time we have no Succession of _Ideas_ in our Minds. For if a Man, during his Sleep, dream, and variety of _Ideas_ make themselves perceptible in his Mind one after another, he hath then, during such dreaming, a Sense of _Duration,_ and of the length of it. By which it is to me very clear, that Men derive their _Ideas_ of Duration, from their _Reflection on the train of_ the _Ideas,_ they observe to succeed one another in their own Understandings, without which Observation they can have no Notion of _Duration,_ whatever may happen in the World.","subId":"4","id":"Locke.EHU.2.14.4"},{"type":"paragraph","content":"Indeed a Man, having from reflecting on the Succession and Number of his own Thoughts, got the Notion, or _Idea_ of _Duration,_ he can apply that Notion to things, which exist whilst he does not think; as he, that has got the _Idea_ of Extension from Bodies by his Sight or Touch, can apply it to distances, where no Body is seen or felt. And therefore, though a Man have no Perception of the length of Duration, which past whilst he slept, or thought not: Yet having observed the Revolution of Days and Nights, and found the length of their Duration to be in Appearance regular and constant, he can, upon the supposition, that that Revolution has proceeded after the same manner, whilst he was asleep or thought not, as it used to do at other times, he can, I say, imagine and make allowance for the length of _Duration,_ whilst he slept. But if _Adam_ and _Eve_ (when they were alone in the World) instead of their ordinary Nights Sleep, had passed that, and the following 24 hours in one continued Sleep, the Duration of that 24 hours had been irrecoverably lost to them, and been for ever left out of their Account of time.","subId":"5","id":"Locke.EHU.2.14.5"},{"type":"paragraph","content":"Thus _by reflecting on the appearing of various_ Ideas, _one after another in our Understandings, we get the Notion of Succession_; which if any one should think, we did rather get from our Observation of Motion by our Senses, he will, perhaps, be of my Mind, when he considers, that even Motion produces in his Mind an _Idea_ of Succession, no otherwise than as it produces there a continued train of distinguishable _Ideas._ For a Man looking upon a Body really moving, perceives yet no Motion at all, unless that Motion produces a constant train _of successive Ideas. v. g._ a Man becalmed at Sea, out of sight of Land, in a fair Day, may look on the Sun, or Sea, or Ship, a whole hour together, and perceive no Motion at all in either; though it be certain, that two, and perhaps all of them, have moved, during that time, a great way: But as soon as he perceives either of them to have changed distance with some other Body, as soon as this Motion produces any new _Idea_ in him, then he perceives, that there has been Motion. But where-ever a Man is, with all things at rest about him, without perceiving any Motion at all; if during this hour of quiet he has been thinking, he will perceive the various _Ideas_ of his own Thoughts in his own Mind, appearing one after another, and thereby observe, and find Succession, where he could observe no Motion.","subId":"6","id":"Locke.EHU.2.14.6"},{"type":"paragraph","content":"And this, I think, is the Reason, _why Motions very slow,_ though they are constant, _are not perceived_ by us; because in their remove from one sensible part towards another, their change of distance is so slow, that it causes no new _Ideas_ in us, but a good while one after another: And so not causing a constant train of new _Ideas,_ to follow one another immediately in our Minds, we have no Perception of Motion; which consisting in a constant Succession, we cannot perceive that Succession, without a constant Succession of varying _Ideas_ arising from it.","subId":"7","id":"Locke.EHU.2.14.7"},{"type":"paragraph","content":"On the contrary, _things that move_ so swift, as not to affect the Senses distinctly with several distinguishable distances of their Motion, and so cause not any train of _Ideas_ in the Mind, _are not_ also _perceived._ For any thing, that moves round about in a Circle, in less time than our _Ideas_ are wont to succeed one another in our Minds, is not perceived to move; but seems to be a perfect entire Circle of that Matter, or Colour, and not a part of a Circle in Motion.","subId":"8","id":"Locke.EHU.2.14.8"},{"type":"paragraph","content":"Hence I leave it to others to judge, whether it be not probable that our _Ideas_ do, whilst we are awake, succeed one another in our Minds at certain distances, not much unlike the Images in the inside of a Lanthorn, turned round by the Heat of a Candle. This Appearance of theirs in train, though, perhaps, it may be sometimes faster, and sometimes slower; yet, I guess, varies not very much in a waking Man: There seem to be _certain Bounds to the quickness and slowness of the Succession of_ those _Ideas_ one to another in our Minds, beyond which they can neither delay nor hasten.","subId":"9","id":"Locke.EHU.2.14.9"},{"type":"paragraph","content":"The Reason I have for this odd conjecture is, from observing that in the Impressions made upon any of our Senses, we can but to a certain degree perceive any Succession; which if exceeding quick, the Sense of Succession is lost, even in Cases where it is evident, that there is a real Succession. Let a Cannon-Bullet pass through a Room, and in its way take with it any Limb, or fleshy Parts of a Man; 'tis as clear as any Demonstration can be, that it must strike successively the two sides of the Room: 'Tis also evident, that it must touch one part of the Flesh first, and another after; and so in Succession: And yet I believe, no Body, who ever felt the pain of such a shot, or heard the blow against the two distant Walls, could perceive any Succession, either in the pain, or sound of so swift a stroke. Such a part of Duration as this, wherein we perceive no Succession, is that which we may call an _Instant_; and is _that which takes up the time of only one Idea_ in our Minds, without the Succession of another, wherein therefore we perceive no Succession at all.","subId":"10","id":"Locke.EHU.2.14.10"},{"type":"paragraph","content":"This also happens, _where the Motion is_ so _slow,_ as not to supply a constant train of fresh _Ideas_ to the Senses, as fast as the Mind is capable of receiving new ones into it; and so other _Ideas_ of our own Thoughts, having room to come into our Minds, between those offered to our Senses by the moving Body, _there the Sense of Motion is lost_; and the Body, though it really move, yet not changing perceivable distance with some other Bodies, as fast as the _Ideas_ of our own Minds do naturally follow one another in train, the thing seems to stand still, as is evident in the Hands of Clocks, and Shadows of Sun-dials, and other constant, but slow Motions, where though after certain Intervals, we perceive by the change of distance, that it hath moved, yet the Motion it self we perceive not.","subId":"11","id":"Locke.EHU.2.14.11"},{"type":"paragraph","content":"So that to me it seems, that _the constant and regular Succession of Ideas_ in a waking Man, _are,_ as it were, _the Measure_ and Standard _of all other Succession,_ which if it either exceeds their pace, as where two sounds or pains, _&c._ take up in their Succession the Duration of but one _Idea_; or else where any Motion or Succession is so slow, as that it keeps not pace with the _Ideas_ in our Minds, or the quickness, in which they take their turns, as when any one, or more _Ideas_ in their ordinary course come into our Mind between those which are offered to the sight, by the different perceptible distances of a Body in Motion, or between Sounds, or Smells, following one another, there also the Sense of a constant continued Succession is lost, and we perceive it not, but with certain gaps of rest between.","subId":"12","id":"Locke.EHU.2.14.12"},{"type":"paragraph","content":"If it be so, that the _Ideas_ of our Minds, whilst we have any there, do constantly change, and shift in a continual Succession, it would be impossible, may any one say, for a Man to think long of any one thing: By which if it be meant, that a Man may _have one self-same single_ Idea _a long time alone in_ his _Mind, without any variation at all,_ I think, in Matter of Fact it is _not possible,_ for which (not knowing how the _Ideas_ of our Minds are framed, of what Materials they are made, whence they have their Light, and how they come to make their Appearances,) I can give no other Reason but Experience: and I would have any one try, whether he can keep one unvaried single _Idea_ in his Mind without any other, for any considerable time together.","subId":"13","id":"Locke.EHU.2.14.13"},{"type":"paragraph","content":"For Trial, let him take any Figure, any Degree of Light or Whiteness, or what other he pleases; and he will, I suppose, find it difficult to keep all other _Ideas_ out of his Mind: But that some, either of another kind, or various Consideration of that _Idea_ (each of which Consideration is a new _Idea_) will constantly succeed one another in his Thoughts, let him be as wary as he can.","subId":"14","id":"Locke.EHU.2.14.14"},{"type":"paragraph","content":"\\S. 15 All that is in a Man's Power in this Case, I think, is only to mind and observe what the _Ideas_ are, that take their turns _in_ his Understanding; or else, to direct the sort, and call in such as he hath a desire or use of: but hinder the _constant Succession_ of fresh ones, I think he cannot, though he may commonly chuse, whether he will heedfully observe, and consider them.","subId":"15","id":"Locke.EHU.2.14.15"},{"type":"paragraph","content":"Whether these several _Ideas_ in a Man's Mind be made by certain Motions, I will not here dispute: But this I am sure, that they include no _Idea_ of Motion in their Appearance; and if a Man had not the _Idea_ of Motion otherwise, I think, he would have none at all, which is enough to my present Purpose; and sufficiently shews, that the notice we take of the _Ideas_ of our own Minds, appearing there one after another, is that which gives us the _Idea_ of Succession and Duration, without which we should have no such _Ideas_ at all. 'Tis _not_ then, _Motion,_ but the constant train of _Ideas_ in our Minds, whilst we are waking, _that furnishes us with the_ Idea _of Duration,_ whereof Motion no otherwise gives us any Perception, than as it causes in our Minds a constant Succession of _Ideas,_ as I have before shewed: and we have as clear an _Idea_ of Succession, and Duration by the train of _Ideas_ succeeding one another in our Minds, without the _Idea_ of any Motion, as by the train of _Ideas_ of the uninterrupted change of distance between two Bodies, which we have from Motion; and therefore we should as well have the _Idea_ of Duration, were there no Sense of Motion at all.","subId":"16","id":"Locke.EHU.2.14.16"},{"type":"paragraph","content":"Having thus got the _Idea_ of Duration, the next thing natural for the Mind to do, is to get some _measure of_ this common _Duration,_ whereby it might judge of its different lengths, and consider the distinct Order, wherein several things exist, without which a great part of our Knowledge would be confused, and a great part of History be rendered very useless. This Consideration of Duration, as set out by certain Periods, and marked by certain Measures or _Epochs,_ is that, I think, which most properly we call _Time._","subId":"17","id":"Locke.EHU.2.14.17"},{"type":"paragraph","content":"In the measuring of Extension, there is nothing more required, but the Application of the Standard or Measure we make use of, to the thing of whose Extension we would be informed. But in the measuring of Duration, this cannot be done, because no two different parts of Succession can be put together to measure one another: And nothing being a _measure of Duration,_ but Duration; as nothing is of Extension, but Extension, we cannot keep by us any standing unvarying measure of Duration, which consists in a constant fleeting Succession, as we can of certain lengths of Extension, as Inches, Feet, Yards, _&c._ marked out in permanent parts of Matter. Nothing then could serve well for a convenient measure of Time, but what has divided the whole length of its Duration into apparently equal Portions, by constantly repeated Periods: What Portions of Duration are not distinguished, or considered as distinguished and measured by such Periods, come not so properly under the Notion of Time, as appears by such Phrases as these, _viz. before all time,_ and _when time shall be no more._","subId":"18","id":"Locke.EHU.2.14.18"},{"type":"paragraph","content":"The diurnal, and annual _Revolutions of the Sun,_ as having been from the beginning of Nature, constant, regular, and universally observable by all Mankind, and supposed equal to one another, have been with Reason _made use of for the measure of Duration._ But the distinction of Days and Years, having depended on the motion of the Sun, it has brought this mistake with it, that it has been thought, that Motion and Duration were the measure one of another. For Men in the _measuring_ of _the length of time,_ having been accustomed to the _Ideas_ of Minutes, Hours, Days, Months, Years, _&c._ which they found themselves upon any mention of Time or Duration presently to think on, all which Portions of Time, were measured out by the motion of the Heavens, they were apt to confound time and motion; or at least to think, that they had a necessary Connexion one with another: whereas any constant periodical Appearance, or Alteration of _Ideas_ in seemingly equidistant Spaces of Duration, if constant and universally observable, would have as well distinguished the intervals of Time, as those that have been made use of. For supposing the Sun, which some have taken to be a Fire, had been lighted up at the same distance of time that it now every Day comes about to the same Meridian, and then gone out again about twelve hours after, and that in the Space of an annual Revolution, it had sensibly increased in Brightness and Heat, and so decreased again; would not such regular Appearances serve to measure out the distances of Duration to all that could observe it, as well without as with Motion. For if the Appearances were constant, universally observable, and in equidistant Periods, they would serve Mankind for measure of time as well, were the Motion away.","subId":"19","id":"Locke.EHU.2.14.19"},{"type":"paragraph","content":"For the freezing of Water, or the blowing of a Plant, returning at equidistant Periods in all parts of the Earth, would as well serve Men to reckon their Years by, as the Motions of the Sun; and in effect, we see that some People in _America_ counted their Years by the coming of certain Birds amongst them at their certain Seasons, and leaving them at others. For _any_ Idea _returning constantly at equidistant Periods,_ as a Fit of an Ague; the Sense of Hunger, or Thirst; a Smell, or a Taste; and making it self universally be taken notice of, _would_ not fail to _measure_ out the course of Succession, and distinguish the distances of _Time._ And we see that Men born blind, count Time well enough by Years, whose Revolutions yet they cannot distinguish by Motions, that they perceive not. And I ask, whether a blind Man, who distinguished his Years, either by heat of Summer, and cold of Winter; by the smell of any Flower of the Spring, or taste of any Fruit of the Autumn, would not have a better measure of Time, than the _Romans_ had before the Reformation of their _Calendar_ by _Iulius Caesar,_ or many other People, whose Years, notwithstanding the motion of the Sun, which they pretend to make use of, are very irregular; and it adds no small difficulty to Chronology, that the exact lengths of the Years that several Nations counted by, are hard to be known, they differing very much one from another, and, I think, I may say all of them, from the precise motion of the Sun; and if the Sun moved from the Creation to the Flood constantly in the Equator, and so equally dispersed his light and heat to all the habitable Parts of the Earth, in Days all of the same length, without its annual variations to the Tropicks, as a late ingenious Author supposes, I do not think it very easie to imagine, that (notwithstanding the motion of the Sun) Men should in the _Antediluvian_ World, from the beginning count by years, or measure their time by Periods that had no sensible marks very obvious to distinguish them by.","subId":"20","id":"Locke.EHU.2.14.20"},{"type":"paragraph","content":"But, perhaps, it will be said without a regular Motion, such as of the Sun, or some other, how could it ever be known that such Periods were equal? To which I answer, the Equality of any other returning appearances might be known by the same way that that of Days was known, or presumed to be so at first, which was only by judging of them by the train of _Ideas_ had passed in Men's Minds in the Intervals, whereby they guessed them to be equal, which was sufficient to make them serve for a measure; though since exacter search has discovered inequality in the diurnal Revolutions of the Sun, and we know not whether the Annual also be not unequal. Those yet by their presum'd and apparent Equality, serve as well to reckon time by, though not to measure the parts of Duration exactly, as if they could be proved to be exactly equal; we must therefore carefully distinguish betwixt Duration it self, and the measures we make use of to judge of its length. Duration in it self is to be considered, as going on in one constant equal uniform Course; but none of the measures of it we make use of can be known to do so, nor can we be assured that their assigned Parts or Periods are equal in Duration one to another: for two successive lengths of Duration however measured, can never be demonstrated to be equal. That which the World used so long, and so confidently for an exact measure of Duration, the motion of the Sun has, as I said, been found in its several parts unequal: and though Men have of late made use of a Pendulum, as a more steady and regular Motion, than that of the Sun or (to speak more truly) of the Earth; yet if any one should be asked, how he certainly knows that the two successive swings of a Pendulum are equal, it would be very hard to satisfie himself, that they are infallibly so: since we cannot be sure, that the Cause of that Motion which is unknown to us, shall always operate equally; and we are sure, that the Medium in which the Pendulum moves, is not constantly the same; either of which varying, may alter the Equality of such Periods, and thereby destroy the certainty and exactness of the measure by Motion, as well as any other Periods of other Appearances, the Notion of Duration still remaining clear, though our measures of it cannot any of them be demonstrated to be exact. Since then no two Portions of Succession can be brought together, it is impossible ever certainly to know their Equality. All that we can do for a measure of Time, is to take such as have continual successive Appearances at seemingly equidistant Periods; _of_ which _seeming Equality, we have no other measure, but_ such as _the train of our own Ideas_ have lodged in our Memories, with the concurrence of other probable Reasons, to perswade us of their Equality.","subId":"21","id":"Locke.EHU.2.14.21"},{"type":"paragraph","content":"One thing seems strange to me, that whilst all Men manifestly measured Time by the motion of the great and visible Bodies of the World, _Time_ yet should be _defined_ to be the _measure of Motion_; whereas 'tis obvious to every one that reflects ever so little on it, that to measure Motion, Space is as necessary to be considered as Time; and those who look a little farther, will find also the bulk of the thing moved necessary to be taken into the Computation, by any one who will estimate or measure Motion, so as to judge right of it. Nor, indeed, does Motion any otherwise conduce to the measuring of Duration, than as it constantly brings about the return of certain sensible _Ideas,_ in seeming equidistant Periods. For if the Motion of the Sun, were as unequal as of a Ship driven by unsteady Winds, sometimes very slow, and at others, irregularly very swift; or if being constantly equally swift, it yet was not circular, and produced not the same Appearances, it would not at all help us to measure time, any more than the seeming unequal motion of a Comet does.","subId":"22","id":"Locke.EHU.2.14.22"},{"type":"paragraph","content":"_Minutes, Hours, Days, and Years,_ are then _no_ more _necessary to Time_ or Duration, than Inches, Feet, Yards, and Miles, marked out in any Matter, are to Extension. For though we in this part of the Universe, by the constant use of them, as Periods set out by the Revolutions of the Sun, or known parts of them, have fixed the _Ideas_ of such Lengths of Duration in our Minds, which we apply to all parts of Time, whose Lengths we would consider; yet there may be other parts of the Universe, where they no more use those measures of ours, than in _Iapan_ they do our Inches, Feet, or Miles: but yet something Analagous to them, there must be. For without some regular periodical returns, we could not measure our selves, or signifie to others the length of any Duration, though at the same time the World were as full of Motion, as it is now; but no part of it disposed into regular and apparent equidistant Revolutions. But the different measures that may be made use of for the account of Time, do not at all alter the notion of Duration, which is the thing to be measured, no more than the different standards of a Foot and a Cubit alter the notion of Extension, to those, who make use of those different Measures.","subId":"23","id":"Locke.EHU.2.14.23"},{"type":"paragraph","content":"The Mind having once got such a measure of Time, as the annual Revolution of the Sun, can apply that measure to Duration, wherein that measure it self did not exist, and with which in the reality of its being, it had nothing to do: For should one say, That _Abraham_ was born in the 2712 year of the _Iulian_ period, it is altogether as intelligible as reckoning from the beginning of the World, though there were so far back no motion of the Sun, nor any other motion at all. For though the _Iulian_ Period be supposed to begin several hundred years before there were really either Days, Nights, or Years, marked out by any Revolutions of the Sun, yet we reckon as right, and thereby measure Durations as well, as if really at that time the Sun had existed, and kept the same ordinary motion it doth now. The _Idea of Duration equal to an annual Revolution of the Sun,_ is as easily _applicable_ in our Thoughts _to Duration, where no Sun nor Motion was,_ as the _Idea_ of a Foot or Yard taken from Bodies here, can be applied in our Thoughts to Distances, beyond the Confines of the World, where are no Bodies at all.","subId":"24","id":"Locke.EHU.2.14.24"},{"type":"paragraph","content":"For supposing it were 5639 miles, or millions of Miles, from this place to the remotest Body of the Universe, (for being finite, it must be at a certain distance,) as we suppose it to be 5639 years, from this time to the first existence of any Body in the beginning of the World, _we can,_ in our Thoughts, _apply this measure of a Year to Duration before the Creation,_ or beyond the Duration of Bodies or Motion, as we can this measure of a Mile to Space beyond the utmost Bodies; and by the one measure Duration, where there was no Motion, as well as by the other measure Space in our Thoughts, where there is no Body.","subId":"25","id":"Locke.EHU.2.14.25"},{"type":"paragraph","content":"If it be objected to me here, That in this way of explaining of Time, I have beg'd what I should not, _viz._ That the World is neither eternal, nor infinite; I answer, That to my present purpose, it is not needful, in this place, to make use of Arguments, to evince the World to be finite, both in Duration and Extension: But it being at least as conceivable as the contrary, I have certainly the liberty to suppose it, as well as any one hath to suppose the contrary; and I doubt not but that _every one_ that will go about it, may easily _conceive_ in his Mind _the beginning of Motion, though not of all Duration_; and so may come to a stop, and _non ultra_ in his Consideration of Motion: so also in his Thoughts he may set limits to Body, and the Extension belonging to it, but not to Space where no Body is, the utmost bounds of Space and Duration being beyond the reach of Thoughts, as well as the utmost bounds of Number are beyond the largest comprehension of the Mind, and all for the same reason, as we shall see in another place.","subId":"26","id":"Locke.EHU.2.14.26"},{"type":"paragraph","content":"By the same means therefore, and from the same Original that we come to have _the Idea of_ Time, we have also that _Idea_ which we call _Eternity, viz._ having got the _Idea_ of Succession and Duration, by reflecting on the Train of our own _Ideas,_ caused in us either by the natural appearances of those _Ideas,_ coming constantly of themselves into our waking Thoughts, or else caused by external Objects successively affecting our Senses; and having from the Revolutions of the Sun got the _Ideas_ of certain lengths of Duration, we can, in our Thoughts, add such lengths of Duration to one another, as often as we please, and apply them, so added, to Durations past or to come: And this we can continue to do on, without bounds or limits, and proceed _in~infinitum,_ and apply thus the length of the annual motion of the Sun to Duration, supposed before the Sun's, or any other Motion had its being; which is no more difficult or absurd, than to apply the Notion I have of the moving of a Shadow, one Hour to day upon the Sun-dial, to the duration of something last night; _v. g._ The burning of a Candle, which is now absolutely separate from all actual motion, and it is impossible for the duration of that Flame for an hour last night, to co-exist with any Motion that now is, or for ever shall be, as for any part of Duration, that was before the beginning of the World to co-exist with the motion of the Sun now. But yet this hinders not, but that having the _Idea_ of the length of the Motion of the Shadow on a Dial, between the Marks of two Hours, I can as distinctly measure in my Thoughts the Duration of that Candle last night, as I can any thing that does now exist: And it is no more than to think, that had the Sun shone then on the Dial, and moved after the same rate it doth now, the shadow on the Dial would have passed from one Hour-line to another, whilst that Flame of the Candle lasted.","subId":"27","id":"Locke.EHU.2.14.27"},{"type":"paragraph","content":"The notion of an Hour, Day, or Year, being only the _Idea_ I have of the length of certain periodical regular Motions, neither of which Motions do ever all at once exist, but only in the _Ideas_ I have of them in my Memory derived from my Senses or Reflection, I can with the same ease, and for the same reason, apply in my Thoughts to Duration, antecedent to all manner of Motion, as well as to any thing that is but a Minute, or a Day, antecedent to this present Motion that at this very moment the Sun is in. All things past are equally and perfectly at rest; and to this way of consideration of them, are all one, whether they were before the beginning of the World, or but yesterday; _the measuring of_ any _Duration,_ by some motion, _depending_ not at all _on_ the real co-existence of that thing to that motion, or any other Periods of Revolution, but the having _a clear Idea of the length of some_ periodical known Motion, or other intervals of _Duration_ in my Mind, and _applying that to the Duration of the thing I would measure._","subId":"28","id":"Locke.EHU.2.14.28"},{"type":"paragraph","content":"Hence we see, that some Men imagine the Duration of the World from its first existence, to this present year 1689. to have been 5639 years, or equal to 5639 annual Revolutions of the Sun, and others a great deal more; as the _AEgyptians_ of old, who in the time of _Alexander_ counted 23000 years, from the Reign of the Sun; and the _Chineses_ now, who account the World 3,269,000 years old, or more; which longer duration of the World, according to their Computation, though I should not believe to be true, yet I can equally imagine it with them, and as truly understand, and say one is longer than the other, as I understand that _Methusalem_'s life was longer than _Enoch_'s: And if the common reckoning of 5639 should be true, (as it may be, as well as any other assigned,) it hinders not at all my imagining what others mean, when they make the World a 1000 years older, since every one may with the same Facility imagine (I do not say believe) the World to be 50000 years old, as 5639; and may as well conceive the duration of 50000 years, as 5639. Whereby it appears, that _to the measuring the duration of any thing by Time,_ it is not requisite, that that thing should be co-existent to the Motion we measure by, or any other periodical Revolution; but _it suffices_ to this purpose, _that we have the Idea of the length of any regular periodical appearances,_ which we can in our Minds apply to Duration, with which the Motion or Appearance never co-existed.","subId":"29","id":"Locke.EHU.2.14.29"},{"type":"paragraph","content":"For as in the History of the Creation delivered by _Moses,_ I can imagine that Light existed three days before the Sun was, or had any motion, barely by thinking, that the duration of Light before the Sun was created, was so long as (if the Sun had moved then, as it doth now,) would have been equal to three of his diurnal Revolutions; so by the same way I can have an _Idea_ of the _Chaos,_ or Angels, being created before there was either Light, or any continued motion, a Minute, an Hour, a Day, a Year, or 1000 Years. For if I can but consider _Duration_ equal to one Minute, before either the Being or Motion of any Body, I can add one more Minute till I come to 60. And by the same way of adding Minutes, Hours, or Years, (_i. e._ such or such parts of the Sun's revolution, or any other period whereof I have the _Idea,_) proceed _in~infinitum._ And suppose a duration exceeding as many such periods as I can reckon, let me add whilst I will, which I think is the notion we have of _Eternity,_ of whose infinity we have no other notion, than we have of the infinity of Number, to which we can add for ever without end.","subId":"30","id":"Locke.EHU.2.14.30"},{"type":"paragraph","content":"And thus I think it is plain, that _from_ those two Fountains of all Knowledge before mentioned, (_viz._) _Reflection and Sensation, we get the Ideas of Duration,_ and the measures of it. For _First,_ By observing what passes in our Minds, how our _Ideas_ there in train constantly some vanish, and others begin to appear, we come by the _Idea_ of _Succession._ _Secondly,_ By observing a distance in the parts of this Succession, we get the _Idea_ of _Duration._ _Thirdly,_ By Sensation observing certain appearances, at certain regular and seeming equidistant periods, we get the _Ideas_ of certain Lengths or _Measures of Duration,_ as Minutes, Hours, Days, Years, _&c._ _Fourthly,_ By being able to repeat those Measures of Time, or _Ideas_ of stated length of Duration in our Minds, as often as we will, we can come to _imagine Duration, where nothing does really endure or exist_; and thus we imagine to morrow, next year, or seven years hence. _Fifthly,_ By being able to repeat any such _Idea_ of any length of Time, as of a Minute, a Year, or an Age, as often as we will in our own Thoughts, and add them one to another, without ever coming to the end of such addition, any nearer than we can to the end of Number, to which we can always add, we come by the _Idea_ of _Eternity,_ as the future eternal Duration of our Souls, as well as the Eternity of that infinite Being, which must necessarily have always existed. _Sixthly,_ By considering any part of infinite Duration, as set out by periodical Measures, we come by the _Idea_ of what we call _Time_ in general.","subId":"31","id":"Locke.EHU.2.14.31"}]}
