{"imported":true,"id":"Locke.EHU.2.15","parent":"Locke.EHU.2","title":"Chapter 15. Of Duration and Expansion, considered together","breadcrumb":"Chapter 15","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.15?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XV. £1 £2 _Of Duration and Expansion, considered together._ £2","id":"Locke.EHU.2.15"},{"type":"paragraph","content":"THough we have in the precedent Chapters dwelt pretty long on the Considerations of Space and Duration; yet they being _Ideas_ of general concernment, that have something very obstruse and peculiar in their Nature, the comparing them one with another may, perhaps, be of use for their illustration; and we may have the more clear and distinct conception of them, by taking a view of them together. Distance or Space, in its simple abstract conception, to avoid confusion, I call _Expansion,_ to distinguish it from _Extension,_ which by some is used to express this distance only as it is in the solid parts of Matter, and so includes, or at least intimates the _Idea_ of Body: Whereas the _Idea_ of pure Distance includes no such thing. I preferr also the Word _Expansion_ to _Space,_ because _Space_ is often applied to Distance of fleeting successive parts, which never exist together, as well as to those which are permanent. In both these (_viz._) _Expansion_ and _Duration,_ the Mind has this common _Idea_ of continued Lengths, capable of greater, or less quantities: For a Man has as clear an _Idea_ of the difference of the length of an Hour, and a Day, as of an Inch and a Foot.","subId":"1","id":"Locke.EHU.2.15.1"},{"type":"paragraph","content":"The _Mind,_ having got the _Idea_ of the length of any part of _Expansion,_ let it be a Span, or a Pace, or what length you will, _can,_ as has been said, repeat that _Idea_; and so adding it to the former, _enlarge its Idea of Length,_ and make it equal to two Spans, or two Paces, and so as often as it will, till it equals the distance of any parts of the Earth one from another, and increase thus, till it amounts to the distance of the Sun, or remotest Star. By such a progression as this, setting out from the place where it is, or any other place, it can proceed and pass beyond all those lengths, and find nothing to stop its going on, either in, or without Body. 'Tis true, we can easily in our Thoughts come to the end of solid Extension; the extremity and bounds of all Body, we have no difficulty to arrive at: But when the Mind is there, it finds nothing to hinder its progress into this endless Expansion; of that it can neither find nor conceive any end. Nor let any one say, That beyond the bounds of Body, there is nothing at all, unless he will confine GOD within the limits of Matter. _Solomon,_ whose Understanding was filled and enlarged with Wisdom, seems to have other Thoughts, when he says, _Heaven, and the Heaven of Heavens, cannot contain Thee_: And he, I think, very much magnifies to himself the Capacity of his own Understanding, who persuades himself, that he can extend his Thoughts farther than GOD exists, or imagine any Expansion where he is not.","subId":"2","id":"Locke.EHU.2.15.2"},{"type":"paragraph","content":"Just so is it in Duration. _The Mind having got the Idea of any length of Duration, can double, multiply, and enlarge it,_ not only beyond its own, but beyond the existence of all corporeal Beings, and all the measures of Time, taken from the great Bodies of the World, and their Motions. But yet every one easily admits, That though we make Duration boundless, as certainly it is, we cannot yet extend it beyond all being. GOD, every one easily allows, fills Eternity; and 'tis hard to find a Reason, why any one should doubt, that he likewise fills Immensity: His infinite Being is certainly as boundless one way as another; and methinks it ascribes a little too much to Matter, to say, Where there is no Body, there is nothing.","subId":"3","id":"Locke.EHU.2.15.3"},{"type":"paragraph","content":"Hence, I think, we may learn the Reason, _why every one_ familiarly, and without the least hesitation, speaks of, and supposes Eternity, and sticks not to _ascribe Infinity to Duration; but_ 'tis _with more doubting_ and reserve, that many _admit,_ or suppose _the Infinity of Space._ The reason whereof seems to me to be this, That Duration and Extension being used as names of affections belonging to other Beings, we easily conceive in GOD infinite Duration, and we cannot avoid doing so; but not attributing to him Extension, but only to Matter, which is finite, we are apter to doubt of the existence of Expansion without Matter; of which alone we commonly suppose it an Attribute: And therefore when Men pursue their Thoughts of Space, they are apt to stop at the confines of Body; as if Space were there at an end too, and reached no farther: Or if their _Ideas_ upon consideration carry them farther, yet they term what is beyond the limits of the Universe, imaginary Space; as if it were nothing, because there is no Body existing in it. Whereas Duration, antecedent to all Body, and the motions it is measured by, they never term imaginary, because it is never supposed void of some other real existence. And if the names of things may at all direct our Thoughts towards the Originals of Mens _Ideas,_ (as I am apt to think they may very much,) one may have occasion to think by the name _Duration,_ that the continuation of Existence, with a kind of Resistence to any destructive force, and the continuation of Solidity, (which is apt to be confounded with, and if we will look into the minute atomical parts of Matter, is little different from Hardness,) were thought to have some Analogy, and gave occasion to Words, so near of kin as _Durare_ and _Durum esse._ But be that as it will, this is certain, That whoever pursues his own Thoughts, will find them sometimes lanch out beyond the extent of Body, into the Infinity of Space or Expansion: the _Idea_ whereof is distinct and separate from Body, and all other things; which may (to those who please) be a subject of farther meditation.","subId":"4","id":"Locke.EHU.2.15.4"},{"type":"paragraph","content":"_Time_ in general is to _Duration,_ as _Place_ to _Expansion._ They are so much of those boundless Oceans of Eternity and Immensity, as is set out and distinguished from the rest, as it were by Landmarks; and so are made use of, to denote the Position of finite real Beings, in respect one to another, in those uniform infinite Oceans of Duration and Space. These rightly considered, are nothing but _Ideas_ of determinate Distances, from certain known points fixed in distinguishable sensible things, and supposed to keep the same distance one from another. From such points fixed in sensible Beings we reckon, and from them we measure out Portions of those infinite Quantities; which so considered, are that which we call Time and Place. For Duration and Space being in themselves uniform and boundless, the Order and Position of things, without such known setled Points, would be lost in them; and all things would lie jumbled in an incurable Confusion.","subId":"5","id":"Locke.EHU.2.15.5"},{"type":"paragraph","content":"_Time_ and _Place_ taken thus, for determinate distinguishable Portions of those infinite Abysses of Space and Duration, set out, or supposed to be distinguished from the rest, by marks, and known Boundaries, have each of them a two-fold Acceptation. _First, Time_ in general is commonly taken for so much of infinite Duration, as it measured out by, and co-exhistent with the Existence, and Motions of the great Bodies of the Universe, as far as we know any thing of them; and in this Sense, Time begins and ends with the frame of this sensible World, as in these Phrases before mentioned, _before all time,_ or _when time shall be no more. Place_ likewise is taken sometimes for that Portion of infinite Space, which is possessed by, and comprehended within the Material World; and is thereby distinguished from the rest of Expansion; though this may more properly be called _Extension,_ than Place. Within, these two are confined, and by the observable Parts of them are measured and determined the particular Time or Duration, and the particular Extension, and Place of all corporeal Beings.","subId":"6","id":"Locke.EHU.2.15.6"},{"type":"paragraph","content":"_Secondly,_ Sometimes the word _Time_ is used _in a larger sense,_ and is applied to Parts of that infinite Duration, not that were really distinguished and measured out by this real Existence, and periodical Motions of Bodies, that were appointed from the Beginning to be for Signs, and for Seasons, and for Days, and Years, and are accordingly our measures of time; but such other portions too of that infinite uniform Duration, which we upon any occasion do suppose equal to certain lengths of measured Time; and so consider them as bounded and determined. For if we should suppose the Creation, or Fall of the Angels, was at the Beginning of the _Iulian_ Period, we should speak properly enough, and should be understood, if we said, 'tis a longer time since the Creation of Angels, than the Creation of the World, by 764 years: Whereby we would mark out so much of that undistinguished Duration, as we suppose equal to, and would have admitted, 764 annual Revolutions of the Sun, moving at the rate it now does. And thus likewise, we sometimes speak of Place, Distance, or Bulk in the great Inane, beyond the Confines the World, when we consider so much of that Space, as is equal to, or capable to receive a Body of any assigned Dimensions, as a Cubick foot; or do suppose a Point in it, at such a certain distance from any part of the Universe.","subId":"7","id":"Locke.EHU.2.15.7"},{"type":"paragraph","content":"_Where_ and _when_ are Questions belonging to all finite Existences, and are by us always reckoned from some known Parts of this sensible World, and from some certain Epochs marked out to us by the Motions observable in it. Without some such fixed Parts or Periods, the Order of things would be lost, to our finite Understandings, in the boundless invariable Oceans of Duration and Expansion; which comprehend in them all finite Beings, and in their full Extent, belong only to the Deity. And therefore we are not to wonder, that we comprehend them not, and do so often find our Thoughts at a loss, when we would consider them, either abstractly in themselves, or as any way attributed to the first incomprehensible Being. But when applied to any particular finite Beings, the Extension of any Body is so much of that infinite Space, as the bulk of that Body takes up. And Place is the Position of any Body, when considered at a certain distance from some other. As the _Idea_ of the particular _Duration_ of any thing, is an _Idea_ of that Portion of infinite _Duration,_ which passes during the Existence of that thing, so the time _when_ the thing existed, is the _Idea_ of that Space of Duration, which passed between some known and fixed Period of Duration, and the Being of that thing. One shews the distance of the Extremities of the Bulk, or Existence of the same thing, as that it is a Foot Square, or lasted two Years; the other shews the distance of it in Place, or Existence from other fixed points of Duration or Space; as that it was in the middle of _Lincolns-Inn_-Fields, or the first degree of _Taurus,_ and in the year of our Lord, 1671. or the 1000 year of the _Iulian_ Period: All which distances, we measure by preconceived _Ideas_ of certain lengths of Space and Duration, as Inches, Feet, Miles, and Degrees, and in the other Minutes, days and years, _&c._","subId":"8","id":"Locke.EHU.2.15.8"},{"type":"paragraph","content":"There is one thing more, wherein _Space and Duration_ have a great Conformity, and that is, though they are justly reckoned amongst our _simple Ideas:_ Yet none of the distinct _Ideas_ we have of either is without all manner of _Composition,_ it is the very Nature of both of them to consist of Parts: But their Parts being all of the same kind, and without the mixture of any other _Idea,_ hinder them not from having a Place amongst simple _Ideas._ Could the Mind, as in Number, come to so small a part of Extension or Duration, as excluded Divisibility, that would be, as it were, the indivisible Unite, or _Idea_; by repetition of which, it would make its more inlarged _Ideas_ of Extension and Duration. But since the Mind is not able to frame an _Idea_ of any Space, without Parts; instead thereof it makes use of the common Measures, which by familiar use, in each Country, have imprinted themselves on the Memory (as Inches, and Feet; or Cubits, and Parasangs; and so Seconds, Minutes, Hours, Days, and Years in Duration:) The Mind makes use, I say, of such _Ideas_ as these, as simple ones; and these are the component Parts of larger _Ideas,_ which the Mind, upon Occasion, makes by the addition of such known Lengths, which it is acquainted with: On the other side, the ordinary smallest measure we have of either, look'd on as an Unite in Number, when the Mind by division would reduce them into less Fractions. Though on both sides, both in addition and division, either of Space or Duration, when the _Idea_ under Consideration becomes very big, or very small, the _Idea_ of its precise Bulk becomes very obscure and confused; and it is the Number of its repeated additions, or divisions, that alone remains clear and distinct, as will easily appear to any one, who will let his Thoughts loose in the vast Expansion of Space, or Divisibility of Matter. Every part of Duration is Duration too; and every part of Extension is Extension, both of them capable of addition or division _in~infinitum._ But the least Portions of either of them, whereof we have clear and distinct _Ideas,_ may, perhaps, be fittest to be considered by us, as the simple _Ideas_ of that kind, out of which our complex modes of Space, Extension, and Duration, are made up, and into which they can again be distinctly resolved. Such a small part in Duration, may be called a _Moment,_ and is the time of one _Idea_ in our Minds, in the train of their ordinary Succession there. The other, wanting a proper Name, I know not whether I may be allowed to call _a sensible Point,_ meaning thereby the least Particle of Matter or Space we can discern, which is ordinarily about a Second of a Circle, whereof the Eye is the Centre.","subId":"9","id":"Locke.EHU.2.15.9"},{"type":"paragraph","content":"Expansion, and Duration have this farther Agreement, that though they are both considered by us as having Parts; yet _their Parts_ are _not separable_ one from another, no not even in Thought: Though the parts of Bodies, from whence we take our measure of the one; and the parts of Motion, or rather the succession of _Ideas_ in our Minds, from whence we take the measure of the other, may be interrupted and seperated; as the one is often by Rest, and the other is by Sleep, which we call rest too.","subId":"10","id":"Locke.EHU.2.15.10"},{"type":"paragraph","content":"But yet there is this manifest difference between them, That the _Ideas of_ Length, we have of _Expansion, are turned every way,_ and so make Figure, and Breadth, and Thickness; but _Duration is but as it were the length of one streight Line,_ extended _in~infinitum,_ not capable of Multiplicity, Variation, or Figure; but is one common measure of all Existence whatsoever, wherein all things whilst they exist, equally partake. For this present moment is common to all things, that are now in being, and equally comprehends that part of their Existence, as much as if they were all but one single Being; and we may truly say, they all exist in the same moment of Time. Whether Angels and Spirits have any Analogy to this, in respect of Expansion, is beyond my Comprehension: and, perhaps, for us, who have Understandings and Comprehensions, suited to our own Preservation, and the ends of our own Being, but not to the reality and extent of all other Beings, 'tis near as hard to conceive any Existence, or to have an _Idea_ of any real Being, with a perfect Negation of all manner of Expansion; as it is, to have the _Idea_ of any real Existence, with a perfect Negation of all manner of Duration: And therefore what Spirits have to do with Space, or how they communicate in it, we know not. All that we know is, that Bodies do each singly possess its proper Portion of it, according to the extent of its solid Parts; and thereby exclude all other Bodies from having any share in that particular portion of Space, whilst it remains there.","subId":"11","id":"Locke.EHU.2.15.11"},{"type":"paragraph","content":"_Duration_ and Time, which is a part of it, _is the Idea_ we have _of perishing distance, of which no two parts exist together,_ but follow each other in Succession; as _Expansion is the_ Idea _of lasting distance, all whose parts exist together,_ and are not capable of Succession. And therefore though we cannot conceive any Duration without Succession, nor can put it together in our Thoughts, that any Being does now exist to Morrow, or possess at once more than the present moment of Duration; yet we can conceive the eternal Duration of the Almighty far different from that of Man, or any other finite Being. Because Man comprehends not in his Knowledge, or Power, all past and future things: His Thoughts are but of yesterday, and he knows not what to morrow will bring forth. What is once passed, he can never recal; and what is yet to come, he cannot make present. What I say of Man, I say of all finite Beings, who though they may far exceed Man in Knowledge and Power, yet are no more than the meanest Creature, in comparison with God himself. Finite of any Magnitude, holds not any proportion to infinite. God's infinite Duration being accompanied with infinite Knowledge, and infinite Power, he sees all things past and to come; and they are no more distant from his Knowledge, no farther removed from his sight, than the present: They all lie under the same view: And there is nothing, which he cannot make exist each moment he pleases. For the Existence of all things, depending upon his good Pleasure; all things exist every moment, that he thinks fit to have them exist. To conclude, Expansion and Duration do mutually imbrace, and comprehend each other; every part of Space, being in every part of Duration; and every part of Duration, in every part of Expansion. Such a Combination of two distinct _Ideas,_ is, I suppose, scarce to be found in all that great Variety, we do or can can conceive, and may afford Matter to farther Speculation.","subId":"12","id":"Locke.EHU.2.15.12"}]}
