{"imported":true,"id":"Locke.EHU.2.17","parent":"Locke.EHU.2","title":"Chapter 17. Of Infinity","breadcrumb":"Chapter 17","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.17?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XVII. £1 £2 _Of Infinity._ £2","id":"Locke.EHU.2.17"},{"type":"paragraph","content":"HE that would know what kind of _Idea_ it is to which we give the name of _Infinity,_ cannot do it better than by considering to what Infinity is by the Mind more immediately attributed, and then how the Mind comes to frame it. _Finite,_ and _Infinite,_ seem to me to be looked upon by the Mind, as the _Modes of Quantity,_ and to be attributed primarily in their first designation only to those things which have parts, and are capable of increase or diminution, by the addition or subtraction of any the least part; and such are the _Ideas_ of Space, Duration, and Number, which we have considered in the foregoing Chapters. 'Tis true, that we cannot but be assured, That the Great GOD, of whom, and from whom are all things, is incomprehensibly Infinite; but yet, when we apply to that first and supream Being, our _Idea_ of Infinite in our weak and narrow Thoughts, we do it primarily in respect of his Duration and Ubiquity; and, I think, more figuratively to his Power, Wisdom, and Goodness, and other Attributes, which are properly inexhaustible and incomprehensible, _&c._ For when we call them Infinite, we have no other _Idea_ of this Infinity, but what carries with it some reflection on, and imitation of that Number or Extent of the Acts or Objects of God's Power, Wisdom, and Goodness, which can never be supposed so great, or so many, which these Attributes will not always surmount and exceed, let us multiply them in our Thoughts with all the infinity of endless number. I do not pretend to say how these Attributes are in GOD, who is infinitely beyond the reach of our narrow Capacities: They do without doubt contain in them all possible perfection; but this, I say, is our way of conceiving them, and these our _Ideas_ of their Infinity.","subId":"1","id":"Locke.EHU.2.17.1"},{"type":"paragraph","content":"Finite then, and Infinite, being by the Mind looked on as modifications of Expansion and Duration, the next thing to be considered is, _How the Mind comes by_ them. As for _the Idea of Finite,_ there is no great difficulty; the obvious portions of Extension, that affect our Senses, carry with them into the Mind the _Idea_ of Finite, and the ordinary periods of Succession, whereby we measure Time and Duration; as Hours, Days, and Years, are bounded Lengths: the difficulty is, how we come by those boundless _Ideas_ of _Eternity_ and _Immensity,_ since the Objects we converse with, come so much short of any approach or proportion to that Largeness.","subId":"2","id":"Locke.EHU.2.17.2"},{"type":"paragraph","content":"Every one that has any _Idea_ of any stated lengths of Space, as a Foot, finds that he can repeat that _Idea_; and joining it to the former, make the _Idea_ of two Foot; and by the addition of a third, three Foot; and so on without ever coming to an end of his additions, whether of the same _Idea_ of a Foot, or if he please of doubling it, or any other _Idea_ he has of any length, as a Mile, or Diametre of the Earth, or of the _Orbis Magnus_; for which-ever of these he takes, and how often soever he doubles, or any otherwise multiplies it, he finds that after he has continued this doubling in his Thoughts, and enlarged his _Idea_ as much as he pleases, he has no more reason to stop, nor is one jot nearer the end of such Addition, than he was at first setting out; the power of enlarging his _Idea_ of Space by farther Additions, remaining still the same, he hence takes _the Idea of infinite Space._","subId":"3","id":"Locke.EHU.2.17.3"},{"type":"paragraph","content":"This, I think, is the way whereby the Mind gets the _Idea of infinite Space._ 'Tis a quite different Consideration to examine, whether the Mind has the _Idea_ of such a _boundless Space actually existing,_ since our _Ideas_ are not always Proofs of the Existence of Things; but yet since this comes here in our way, I suppose I may say, that we are apt to think, that Space in it self is actually boundless, to which Imagination, the _Idea_ of Space or Expansion of its self naturally leads us. For it being considered by us, either as the Extension of Body, or as existing by it self, without any solid Matter taking it up, (for of such a void Space, we have not only the _Idea,_ but I have proved, as I think, from the Motion of Body, its necessary existence,) it is impossible the Mind should be ever able to find or suppose any end of it, or be stopp'd any where, in its progress in this Space, how far soever it extends its Thoughts. Any Bounds made with Body, even Adamantine Walls, are so far from putting a stop to the Mind in its farther progress in Space and Extension, that it rather facilitates and enlarges it: For so far as that Body reaches, so far no one can doubt of Extension; and when we are come to the utmost extremity of Body, what is there that can there put a stop and satisfie the Mind, that it is at the end of Space, when it perceive it is not; nay, when it is satisfied that Body it self can move into it? For if it be necessary for the motion of Body, that there should be an empty Space, though never so little here amongst Bodies, and it be possible for Body to move in or through that empty Space; nay, it is impossible for any particle of Matter to move but into an empty Space, the same possibility of a Bodies moving into a void Space, beyond the utmost Bounds of Body, as well as into a void Space interspersed amongst Bodies, will always remain clear and evident, the _Idea_ of empty pure Space, whether within or beyond the confines of all Bodies, being exactly the same, differing not in Nature, though in Bulk; and there being nothing to hinder Body from moving into it: So that wherever the Mind places it self by any thought, either amongst or remote from all Bodies, it can in this uniform _Idea_ of Space no-where find any bounds, any end; and so must necessarily conclude it by the very Nature and _Idea_ of each part of it to be actually infinite.","subId":"4","id":"Locke.EHU.2.17.4"},{"type":"paragraph","content":"As by the power we find in our selves of repeating, as often as we will, any _Idea_ of Space, we get the _Idea_ of Immensity; so by being able to repeat the _Idea_ of any length of Duration we have in our Minds, with all the endless addition of Number, we come by the _Idea_ of _Eternity._ For we find in our selves we can no more come to an end of such repeated _Ideas,_ than we can come to the end of Number, which every one perceives he cannot. But here again 'tis another question, quite different from our having an _Idea_ of Eternity, to know whether there were _any real Being,_ whose Duration has been _eternal._ He that considers something now existing, must necessarily come to something eternal, but having spoke of this in another place, I shall say here no more of it, but proceed on to some other Considerations of our _Idea_ of Infinity.","subId":"5","id":"Locke.EHU.2.17.5"},{"type":"paragraph","content":"If it be so, that our _Idea_ of Infinity be got from the Power we observe in our selves, of repeating without end our own _Ideas_; It may be demanded, _Why we do not attribute Infinity to other Ideas, as well as those of Space and Duration_; since they may be as easily, and as often repeated in our Minds as the other; and yet no body ever thinks of infinite sweetness, or infinite whiteness, though he can repeat the _Idea_ of Sweet or White, as frequently as those of a Yard, or a Day? To which I answer, All the _Ideas_ that are considered as having parts, and are capable of increase by the addition of any equal or less parts, afford us by their repetition the _Idea_ of Infinity; because with this endless repetition, there is continued an enlargement, of which there can be no end. But in other _Ideas_ it is not so; for to the largest _Idea_ of Extension or Duration that I at present have, the addition of any the least part makes an increase; but to the perfectest _Idea_ I have of the whitest Whiteness, if I add another of a less or equal whiteness, (and of a whiter than I have, I cannot add the _Idea,_) it makes no increase, and enlarges not my _Idea_ at all; and therefore the different _Ideas_ of Whiteness, _&c._ are called Degrees. For those _Ideas_ that consist of Parts, are capable of being augmented by every addition of the least part; but if you take the _Idea_ of White, which one parcel of Snow yielded yesterday to our Sight, and another _Idea_ of White from another parcel of Snow you see to day, and put them together in your Mind, they embody, as it were, and run into one, and the _Idea_ of Whiteness is not at all increased; and if we add a less degree of Whiteness to a greater, we are so far from increasing, that we diminish it. Those _Ideas_ that consist not of Parts, cannot be augmented to what proportion Men please, or be stretched beyond what they have received by their Senses; but Space, Duration, and Number, being capable of increase by repetition, leave in the Mind an _Idea_ of an endless room for more; nor can we conceive any where a stop to a farther Addition or Progression, and so those _Ideas_ alone lead our Minds towards the Thought of Infinity.","subId":"6","id":"Locke.EHU.2.17.6"},{"type":"paragraph","content":"Though our _Idea_ of Infinity arise from the contemplation of Quantity, and the endless increase the Mind is able to make in Quantity, by the repeated additions of what Portions thereof it pleases; yet I guess we cause great confusion in our Thoughts, when we join Infinity to any supposed _Idea_ of Quantity the Mind can be thought to have, and so discourse or reason about an infinite quantity as an infinite Space, or an infinite Duration: For _our Idea of Infinity_ being, as I think, _an endless growing Idea,_ but the _Idea_ of any Quantity the Mind has, being at that time terminated in that _Idea,_ (for be it as great as it will, it can be no greater than it is,) to join Infinity to it, is to adjust a standing measure to a growing bulk; and therefore I think it is not an insignificant subtilty if I say, that we are carefully to distinguish between the _Idea_ of the Infinity of Space, and the _Idea_ of a Space infinite: The first is nothing but a supposed endless Progression of the Mind, over what repeated _Ideas_ of Space it pleases; but to have actually in the Mind the _Idea_ of a Space infinite, is to suppose the Mind already passed over, and actually to have a view of all those repeated _Ideas_ of Space, which an endless repetition can never totally represent to it, which carries in it a plain contradiction.","subId":"7","id":"Locke.EHU.2.17.7"},{"type":"paragraph","content":"This, perhaps, will be a little plainer, if we consider it in Numbers. The infinity of Numbers, to the end of whose addition every one perceives there is no approach, easily appears to any one that reflects on it: But how clear soever this _Idea_ of the Infinity of Number be, there is nothing yet more evident than the absurdity of the actual _Idea_ of an Infinite Number, whatsoever positive _Ideas_ we have in our Minds of any Space, Duration, or Number, let them be never so great, they are still finite; but when we suppose an inexhaustible remainder, from which we remove all bounds, and wherein we allow the Mind an endless progression of Thought, without ever compleating the _Idea,_ there we have our _Idea_ of Infinity; which though it seem to be pretty clear, when we consider nothing else in it, but the Negation of an end, yet when we would frame in our Minds the _Idea_ of an infinite Space or Duration, that _Idea_ is very obscure, and confused, because it is made up of two Parts, very different, if not inconsistent. For let a Man frame in his Mind an _Idea_ of any Space or Number, as great as he will; 'tis plain, the Mind rests and terminates in that _Idea,_ which is contrary to the _Idea of Infinity,_ which _consists in a supposed endless Progression._ And therefore, I think, it is, that we are so easily confounded, when we come to argue, and reason about infinite Space or Duration, _&c._ Because the parts of such an _Idea,_ not being perceived to be, as they are, inconsistent, the one side or other always perplexes, whatever Consequences we draw from the other, as an _Idea_ of Motion not passing on, would perplex any one, who should argue from such an _Idea,_ which is not better than an _Idea_ of motion at rest; and such another seems to me to be the _Idea_ of a Space, or (which is the same thing) a Number infinite, _i. e._ of a Space or Number, which the Mind actually has, and so views, and terminates in; and of a Space or Number, which in a constant and endless Progression, and enlarging it, can in Thought never attain to. For how large soever an _Idea_ of Space I have in my Mind, it is no larger than it is that instant that I have it, though I be capable the next instant to double it; and so on _in~infinitum_: For that alone is infinite, which has no Bounds, and that the _Idea_ of Infinity; in which our Thoughts can find none.","subId":"8","id":"Locke.EHU.2.17.8"},{"type":"paragraph","content":"But of all other _Ideas,_ it is, _Number,_ as I have said, which, I think, _furnishes us with the clearest and most distinct_ Idea _of Infinity_ we are capable of. For even in Space and Duration, when the Mind pursues the _Idea_ of Infinity, it there makes uses of the _Ideas_ and Repetitions of Numbers, as of millions of millions of Miles, or Years, which are as so many distinct _Ideas,_ kept best by Number from running into a confused heap, wherein the Mind loses it self; and when it has added together as many millions, _&c._ as it pleases, of known lengths of Space or Duration, the clearest _Idea_ it can get of Infinity, is the confused incomprehensible remainder of endless addible Numbers, which affords no prospect of Stop or Boundary.","subId":"9","id":"Locke.EHU.2.17.9"},{"type":"paragraph","content":"It will, perhaps, give us a little farther light into _the Idea_ we have _of Infinity,_ and discover to us, that it _is nothing but the Infinity of Number applied to determinate parts,_ of which we have in our Minds the distinct _Ideas,_ if we consider that Number is not generally thought by us infinite, whereas Duration and Extension is apt to be so; which arises from hence, That in Number we are at one end, as it were: for there being in Number nothing less than an Unite, we there stop, and are at an end; but in addition, or increase of Number, we can set no Bounds: and so it is like a Line, whereof one end terminating with us, the other is extended still forwards beyond all that we can conceive; but in Space and Duration it is otherwise. For in Duration, we consider it, as if this Line of Number were extended both ways to an unconceivable, undeterminate, and infinite length; which is evident to any one, that will but reflect on what Consideration he hath of Eternity; which, I suppose, he will find to be nothing else, but the turning this Infinity of Number both ways, _à parte ante,_ and _à parte post,_ as they speak. For when we would consider Eternity, _à parte ante,_ what do we but beginning from our selves, and the present time we are in, we repeat in our Minds the _Ideas_ of Years or Ages, or any other assignable Portion of Duration past, with a prospect of proceeding in such Addition, with all the Infinity of Number; and when we would consider Eternity, _à parte post,_ we just after the same rate begin from our selves, and reckon by multiplied Periods yet to come still, extending that Line of Number, as before; and these two being put together, are that infinite Duration we call _Eternity_; which every way we consider, appears infinite, because we still turn that way the infinite end of Number, _i. e._ the Power still of adding more.","subId":"10","id":"Locke.EHU.2.17.10"},{"type":"paragraph","content":"The same happens also in Space, wherein conceiving our selves to be as it were in the Centre, we do on all sides pursue those indeterminable Lines of Number; and reckoning any way from our selves, a Yard, Mile, Diameter of the Earth, or _Orbis magnus,_ by the infinity of Number, we add others to them as often as we will; and having no more Reason to set Bounds to those repeated _Ideas,_ than we have to set Bounds to Number, we have that indeterminable _Idea of Immensity._","subId":"11","id":"Locke.EHU.2.17.11"},{"type":"paragraph","content":"And since in any bulk of Matter, our Thoughts can never arrive at the utmost _Divisibility,_ therefore there is an apparent Infinity to us also in that, which has the Infinity also of Number, but with this difference, That in the former Considerations of the Infinity of Space and Duration, we only use Addition of Numbers; whereas this is like the division of an Unite into its Fractions, wherein the Mind also can proceed _in~infinitum,_ as well as in the former Additions, it being indeed but the Addition still of new Numbers: though in the Addition of the one, we can have no more the positive _Idea_ of a Space infinitely great, than in the Division of the other, we can have the _Idea_ of a Body infinitely little; our _Idea_ of Infinity being, as I may so say, a growing and fugitive _Idea,_ still in a boundless Progression that can step no where.","subId":"12","id":"Locke.EHU.2.17.12"},{"type":"paragraph","content":"Though it be hard, I think, to find any one so absurd, as to say he has the positive _Idea_ of an actual infinite Number; the Infinity whereof lies only in a Power still of adding any Combination of Unites to any former Number, and that as long, and as much as one will; the like also being in the Infinity of Space and Duration, which Power leaves always to the Mind room for endless Additions; yet there be those, who imagine they have _positive_ Ideas _of infinite_ Duration and Space. It would, I think, be enough to destroy any such positive _Idea_ of infinite, to ask him that has it, whether he could add to it or no; which would easily shew the mistake of such a positive _Idea._ We can, I think, have no positive _Idea_ of any Space or Duration, which is not made up of, and commensurate to repeated Numbers of Feet or Yards, or Days and Years, which are the common measures whereof we have the _Ideas_ in our Minds, and whereby we judge of the greatness of these sort of quantities. And therefore, since an _Idea_ of infinite Space or Duration must needs be made up of infinite Parts, it can have no other Infinity, than that of Number capable still of farther Addition; but not an actual positive _Idea_ of a Number infinite. For, I think, it is evident, that the Addition of finite things together (as are all lengths, whereof we have the positive _Ideas_) can never otherwise produce the _Idea_ of infinite, than as Number does; which consisting of Additions of finite Unites one to another, suggests the _Idea_ of Infinite, only by a Power we find we have, of still increasing the Sum, and adding more of the same kind, without coming one jot nearer the end of such Progression.","subId":"13","id":"Locke.EHU.2.17.13"},{"type":"paragraph","content":"They who would prove their _Idea of Infinite to be positive,_ seem to me to do it by a pleasant Argument, taken from the Negation of an end; which being negative, the Negation of it is positive. He that considers that the end is in Body, but the extremity or superficies of that Body will not, perhaps, be forward to grant, that the end is a bare negative: And he that perceives the end of his Pen is black or white, will be apt to think, that the end is something more than a pure Negation; nor is it, when applied to Duration, the bare Negation of Existence, but more properly the last moment of it. But if they will have the end to be nothing but the bare Negation of Existence, I am sure they cannot deny, but that the beginning is the first instant of Being, and is not by any Body conceived to be a bare Negation; and therefore by their own Argument, the _Idea_ of Eternal, _à parte ante,_ or of a Duration without a beginning, is but a negative _Idea._","subId":"14","id":"Locke.EHU.2.17.14"},{"type":"paragraph","content":"The _Idea_ of Infinite, has, I confess, something of positive in all those things we apply to it. When we would think of infinite Space or Duration, we at first step usually make some very large _Idea,_ as, perhaps, of Millions of Ages, or Miles, which possibly we double and multiply several times. All that we thus amass together in our Thoughts, is positive, and the assemblage of a great number of positive _Ideas_ of Space or Duration: But what still remains beyond this, we have no more a positive distinct notion of, than a Mariner has of the depth of the Sea; where having let down a large portion of his Sounding-line, he reaches no bottom, whereby he knows the depth to be so many fathoms, and more; but how much that more is, he hath no distinct notion at all: And could he always supply new Line, and find the Plummet always sink without ever stopping, he would be something in the posture of the Mind reaching after a compleat and positive _Idea_ of Infinity; in which case, let this Line be 10, or 10000 fathoms long, it equally discovers what is beyond it, and gives only this confused and comparative _Idea,_ That this is not all, but one may yet go farther. So much as the Mind comprehends of any Space, it has a positive _Idea_ of; but in this thought of Infinity, it being always enlarging, always advancing, the _Idea_ is still imperfect and incompleat. So much Space as the Mind takes a view of, in its contemplation of Greatness, is a clear Picture, and positive in the Understanding; but Infinite is still greater. 1. Then _the Idea of so much is positive_ and clear. 2. _The Idea of Greater is also clear, but it_ is but a _comparative Idea._ 3. _The Idea of so much greater, as cannot be comprehended,_ and this _is plain Negative:_ Not Positive; for he has no positive clear _Idea_ of the largeness of any Extension, (which is that sought for in the _Idea_ of Infinite,) that has not a comprehensive _Idea_ of the Dimensions of it; and such, no body, I think, pretends to, in what is infinte. For to say a Man has a positive clear _Idea_ of any Quantity, without knowing how great it is, is as reasonable as to say, He has the positive clear _Idea_ of the number of the Sands on the Sea-shoar, who knows not how many they be; but only that they are more than Twenty: For just such a perfect and positive _Idea_ has he of Infinity, when he applies it to Space or Duration, who says it is larger than the Extent or Duration of 10, 100, 1000, or any other number of Miles, or Years, whereof he has, or can have, a positive _Idea_; which is all the _Idea,_ I think, we have of Infinite. So that what lies beyond our positive _Idea_ towards Infinity, lies in Obscurity, and has the indeterminate confusion of a Negative _Idea,_ wherein I know, I neither do nor can comprehend all I would, it being too large for a finite and narrow Capacity: And that cannot but be very far from a positive compleat _Idea,_ wherein the greatest part of what I would comprehend, is left out, under the undeterminate intimation of being still greater. For to say, that having in any quantity measured so much, or gone so far, you are not yet at the end, is only to say, that that Quantity is greater, so that the Negation of an end in any Quantity, is in other words only to say, That it is bigger; and a total negation of an end, is but the carrying this Bigger still with you, in all the Progressions your Thoughts shall make in Quantity; and adding this _Idea_ of still greater, to all the _Ideas_ you have, or can be supposed to have of Quantity; and whether such an _Idea_ as that, be positive, I leave any one to consider.","subId":"15","id":"Locke.EHU.2.17.15"},{"type":"paragraph","content":"I ask those who say they have a _positive Idea of Eternity,_ whether their _Idea_ of Duration includes in it Succession, or not? If it do not, they ought to shew the difference of their Notion of Duration, when applied to an eternal Being, and to a finite; since, perhaps, there may be others, as well as I, who will own to them their Weakness of Understanding in this point, and acknowledge, That the Notions they have of Duration, force them to conceive, That whatever has Duration, is of a longer continuance to day, than it was yesterday. If to avoid Succession in eternal Existence, they recur to the _Punctum Stans_ of the Schools, I suppose they will thereby very little mend the matter, or help us to a more clear and positive _Idea_ of infinite Duration, there being nothing more inconceivable to me, than Duration without Succession. Besides, that _Punctum Stans,_ if it signifie any thing, being not _Quantum,_ finite or infinite, cannot belong to it. But if our weak Apprehensions cannot separate Succession from any Duration whatsoever, our _Idea_ of Eternity can be nothing but of infinite Succession of Moments of Duration, wherein any thing does exist; and whether any one has, or can have, a positive _Idea_ of an actual infinite Number, I leave him to consider, till his infinite Number be so great, that he himself can add no more to it; and as long as he can increase it, I doubt he himself will think the _Idea_ he hath of it, a little too scanty for positive Infinity.","subId":"16","id":"Locke.EHU.2.17.16"},{"type":"paragraph","content":"I think it unavoidable for every considering rational Creature, that will but examine his own, or any other Existence, to have the Notion of an eternal wise Being, who had no beginning: And such an _Idea_ of infinite Duration, I am sure I have; but this _Negation of a Beginning,_ being but the Negation of a positive thing, _scarce gives_ me _a positive Idea of Infinity_; which whenever I endeavour to extend my Thoughts to, I confess my self at a loss, and find I cannot attain any clear comprehension of it.","subId":"17","id":"Locke.EHU.2.17.17"},{"type":"paragraph","content":"He that thinks he has a positive _Idea_ of infinite Space, will when he considers it, find that he can _no_ more have a _positive Idea_ of the greatest, than he has _of the least Space:_ For in this latter, which seems the easier of the two, and more within our comprehension, we are capable only of a comparative _Idea_ of Smalness, which will always be less than any one whereof we have the positive _Idea_; for all our positive _Ideas_ of any Quantity, whether great or little, have always bounds, though our comparative _Idea,_ whereby we can always add to the one, and take from the other, hath no bounds: For that which remains either great or little, not being comprehended in that positive _Idea_ we have, lies in obscurity; and we have no other _Idea_ of it, but of the power of enlarging the one, and diminishing the other without ceasing. For a Pestle and Mortar will as soon bring any Particle of Matter to Indivisibility, as the accutest Thought of a Mathematician: And a Surveyor may as soon with his Chain, measure out infinite _Space,_ as a Philosopher by the quickest flight of Mind reach it, or by thinking comprehend it, which is to have a positive _Idea_ of it. He that thinks on a Cube of an Inch diametre, has a clear and positive _Idea_ of it in his Mind, and so can frame one of ½ a ¼ ⅛, and so on till he has the _Idea_ in his Thoughts of something very very little, but yet reaches not the _Idea_ of that incomprehensible littleness, which Division can produce. What remains of Smalness, is as far from his Thoughts, as when he first began; and therefore he never comes at all to have a clear and positive _Idea_ of that Smalness, which is consequent to infinite Divisibility.","subId":"18","id":"Locke.EHU.2.17.18"},{"type":"paragraph","content":"Every one that looks towards Infinity, does, as I have said, at first glance make some very large _Idea_ of that he applies it to, let it be Space, or Duration; and possibly wearies his Thoughts, by multiplying in his Mind that first large _Idea_: But yet by that he comes no nearer, having a _positive clear Idea_ of what remains, to make up a positive Infinite, than the Country-fellow had of the Water which was yet to come, and pass the Channel of the River where he stood:","subId":"19","id":"Locke.EHU.2.17.19"},{"type":"paragraph","content":"There are some I have met with, that put so much difference between infinite Duration, and infinite Space, that they persuade themselves, that they have _a positive Idea of Eternity; but_ that they _have not,_ nor can have any _Idea of infinite Space._ The reason of which mistake, I suppose to be this, That finding by a due Contemplation of Causes and Effects, that it is necessary to admit some Eternal Being, and so to consider the real existence of that Being, as taking up, and commensurate to their _Idea_ of Eternity. But on the other side, not finding it necessary, but on the contrary apparently absurd, that Body should be infinite, they forwardly conclude they can have no _Idea_ of infinite Space, because they can have no _Idea_ of infinite Matter: Which Consequence, I conceive, is very ill collected, the Existence of Matter being no ways necessary to the Existence of Space, no more than the Existence of Motion, or the Sun, is necessary to Duration, though Duration uses to be measured by it: And I doubt not but a Man may have the _Idea_ of 10000 Miles square, without any Body so big, as well as the _Idea_ of 10000 Years, without any Body so old. It seems as easie to me to have the _Idea_ of Space empty of Body, as to think of the Capacity of his Bushel without Corn, or the hollow of a Nutshell without a Kernel in it; it being no more necessary that there should be existing a solid Body infinitely extended, because we have any _Idea_ of the Infinity of Space, than it is necessary that the World should be eternal, because we have an _Idea_ of infinite Duration: And why should we think our _Idea_ of infinite Space, requires the real existence of Matter to support it, when we find we have as clear an _Idea_ of infinite Duration to come, as we have of infinite Duration past? Though, I suppose, no body thinks it conceivable, that any thing does or has existed in that future Duration. Nor is it possible to join our _Idea_ of future Duration, with present or past Existence, any more than it is possible to make the _Ideas_ of yesterday, to day, and to morrow to be the same; or bring Ages past and future together, and make them contemporary. But if these men are of the Mind, That they have clearer _Ideas_ of infinite Duration, than of infinite Space, because it is past doubt, that GOD has existed from all Eternity, but there is no real Matter co-extended with infinite Space; yet those Philosophers who are of Opinion, That infinite Space is possessed by GOD's infinite Omnipresence, as well as infinite Duration by his eternal Existence, must be allowed to have as clear _Idea_ of infinite Space, as of infinite Duration; though neither of them, I think, has any _positive Idea of Infinity_ in either case. For whatsoever positive _Ideas_ a Man has in his Mind of any Quantity, he can repeat it, and add it to the former, as easie as he can add together the _Ideas_ of two Days, or two Paces, which are positive _Ideas_ of Lengths he has in his Mind, and so on as long as he please; whereby if a Man had a positive _Idea_ of Infinite, either Duration or Space, he could add two Infinites together; nay, make one Infinite infinitely bigger than another, Absurdities too gross to be confuted.","subId":"20","id":"Locke.EHU.2.17.20"},{"type":"paragraph","content":"But yet if after all this, there be Men who persuade themselves, that they have clear positive comprehensive _Ideas_ of Infinity, 'tis fit they enjoy their privilege: And I should be very glad (with some others that I know, who acknowledge they have none such,) to be better informed by their Communication; for I have been hitherto apt to think, that the great and _inextricable Difficulties,_ which perpetually involve all Discourses _concerning Infinity,_ whether of Space, Duration, or Divisibility, have been the certain _marks of a defect in our Ideas of Infinity,_ and the disproportion the Nature thereof has to the Comprehension of our narrow Capacities. For whilst Men talk and dispute of infinite Space or Duration, as if they had as compleat and positive _Ideas_ of it, as they have of the Name they use for it, or of a Yard, or of an Hour, or any other determinate Quantity, it is no wonder if the incomprehensible Nature of the thing they discourse of, or reason about, lead them into Perplexities and Contradictions, and their Minds be overlaid by an Object too large and mighty, to be surveyed and managed by them.","subId":"21","id":"Locke.EHU.2.17.21"},{"type":"paragraph","content":"If I have dwelt pretty long on the Considerations of Duration, Space, and Number; and what arises from the Contemplation of them, Infinity, 'tis possibly no more than the matter requires, there being few simple _Ideas,_ whose Modes give more exercise to the Thoughts of Men, than these do. I pretend not to treat of them in their full Latitude, it suffices to my Design, to shew how the Mind receives them, such as they are, from _Sensation_ and _Reflection_: And how even the _Idea_ we have of _Infinity,_ how remote soever it may seem to be from any Object of Sense, or Operation of our Mind, has nevertheless, as all our other _Ideas,_ its Original there. Some Mathematicians, perhaps, of advanced Speculations, may have other ways to introduce into their Minds _Ideas_ of Infinity: But this hinders not but that they themselves, as well as all other Men, got the first _Ideas_ they had of Infinity, from Sensation and Reflection, in the method we have here set down.","subId":"22","id":"Locke.EHU.2.17.22"}]}
