{"imported":true,"id":"Locke.EHU.2.2","parent":"Locke.EHU.2","title":"Chapter 2. Of Simple Ideas","breadcrumb":"Chapter 2","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.2?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. II. £1 £2 _Of Simple _Ideas_._ £2","id":"Locke.EHU.2.2"},{"type":"paragraph","content":"THE better to understand the Nature, Manner, and Extent of our Knowledge, one thing is carefully to be observed, concerning the _Ideas_ we have; and that is, That _some_ of them are _simple,_ and _some complex._ Though the Qualities that affect our Senses, are, in the things themselves, so united and blended, that there is no separation, no distance between them; yet 'tis plain, the _Ideas_ they produce in the Mind, enter by the Senses simple and unmixed. For though the Sight and Touch often take in from the same Object, at the same time, different _Ideas_; as a Man sees at once Motion and Colour; the Hand feels Softness and Warmth in the same piece of Wax: Yet the simple _Ideas_ thus united in the same Subject, are as perfectly distinct, as those that come in by different Senses. The coldness and hardness, which a Man feels in a piece of _Ice,_ being as distinct _Ideas_ in the Mind, as the Smell and Whiteness of a Lily; or as the taste of Sugar, and smell of a Rose: And there is nothing can be plainer to a Man, than the clear and distinct Perception he has of those simple _Ideas_; which being each in it self uncompounded, contains in it nothing but _one uniform Appearance,_ or Conception in the Mind, and is not distinguishable into different _Ideas._","subId":"1","id":"Locke.EHU.2.2.1"},{"type":"paragraph","content":"These simple _Ideas,_ the Materials of all our Knowledge, are suggested and furnished to the Mind, only by those two ways above mentioned, _viz. Sensation_ and _Reflection._ When the Understanding is once stored with these simple _Ideas,_ it has the Power to repeat, compare, and unite them even to an almost infinite Variety, and so can make at Pleasure new complex _Ideas._ But it is not in the Power of the most exalted Wit, or enlarged Understanding, by any quickness or variety of Thought, to _invent or frame one new simple_ Idea in the Mind, not taken in by the ways before mentioned: nor can any Force of the Understanding, _destroy_ those that are there. The Dominion of Man in this little World of his own Understanding, being much what the same, as it is in the great World of visible things; wherein his Power, however managed by Art and Skill, reaches no farther, than to compound and divide the Materials that are made to his Hand; but can do nothing towards the making the least Particle of new Matter, or destroying one Atome of what is already in Being. The same inability, will every one find in himself, who shall go about to fashion in his Understanding any simple _Idea,_ not received in by his Senses, from external Objects, or from the Operations of his own Mind about them. I would have any one try to phansie any Taste, which had never affected his Palate; or frame the _Idea_ of a Scent, he had never smelt: And when he can do this, I will also conclude, that a blind Man hath _Ideas_ of Colours, and a deaf Man true distinct Notions of sounds.","subId":"2","id":"Locke.EHU.2.2.2"},{"type":"paragraph","content":"This is the Reason why, though we cannot believe it impossible to God, to make a Creature with other Organs, and more ways to convey into the Understanding the notice of Corporeal things, than those five, as they are usually counted, which he has given to Man: Yet I think, it is _not possible,_ for any one _to imagine_ any other _Qualities_ in Bodies, howsoever constituted, whereby they can be taken notice of, besides Sounds, Tastes, Smells, visible and tangible Qualities. And had Mankind been made with but four Senses, the Qualities then, which are the Object of the Fifth Sense, had been as far from our notice, Imagination, and Conception, as now any _belonging to a Sixth, Seventh, or Eighth Sense,_ can possibly be; which, whether yet some other Creatures, in some other Parts of this vast, and stupendious Universe, may not have, will be a great Presumption to deny. He that will not set himself proudly at the top of all things; but will consider the Immensity of this Fabrick, and the great variety, that is to be found in this little and inconsiderable part of it, which he has to do with, may be apt to think, that in other Mansions of it, there may be other, and different intelligent Beings, of whose Faculties, he has as little Knowledge or Apprehension, as a worm shut up in one drawer of a Cabinet, hath of the Senses or Understanding of a Man; Such Variety and Excellency, being suitable to the Wisdom and Power of the Maker. I have here followed the common Opinion of Man's having but five Senses; though, perhaps, there may be justly counted more; but either Supposition serves equally to my present Purpose.","subId":"3","id":"Locke.EHU.2.2.3"}]}
