{"imported":true,"id":"Locke.EHU.2.4","parent":"Locke.EHU.2","title":"Chapter 4. Of Solidity","breadcrumb":"Chapter 4","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.4?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. IV. £1 £2 _Of Solidity._ £2","id":"Locke.EHU.2.4"},{"type":"paragraph","content":"THE _Idea_ of _Solidity,_ we receive by our Touch; and it arises from the Resistance we find in Body, to the entrance of any other Body into the Place it possesses, till it has left it. There is no _Idea,_ which we receive more constantly from Sensation, than _Solidity._ Whether we move, or rest, in what Posture soever we are, we always feel something under us, that supports us, and hinders our farther sinking downwards; and the Bodies we daily handle, make us perceive that whilst they remain between them, they do by an insurmountable Force, hinder the approach of the parts of our Hands that press them. That which thus hinders the approach of two Bodies, when they are moving one towards another, I call _Solidity._ I will not dispute, whether this acceptation of the Word solid be nearer to its Original Signification, than that which Mathematicians use it in: It suffices, that I think, the common Notion of Solidity will allow, if not justifie, this use of it; but if any one think it better to call it _Impenetrability,_ he has my Consent. Only I have thought the Term _Solidity,_ the more proper to express this _Idea,_ not only because of its vulgar use in that Sense; but also, because it carries something more of positive in it, than _Impenetrability,_ which is negative; and is, perhaps, more a consequence of _Solidity,_ than _Solidity_ it self. This of all other, seems the _Idea_ most intimately connected with, and essential to Body, so as no where else to be found or imagin'd, but only in matter; which though our Senses take no notice of, but in masses of matter of a bulk, sufficient to cause a Sensation in us: Yet the Mind, having once got this _Idea_ from such grosser sensible Bodies, traces it farther, and considers it as well as Figure, in the minutest Particle of matter, that can exist, and finds it inseparably inherent in Body, where-ever, or however modified.","subId":"1","id":"Locke.EHU.2.4.1"},{"type":"paragraph","content":"This is the _Idea_ belongs to Body, whereby we conceive it _to fill space._ The _Idea_ of which filling of space, is, That where we imagine any space taken up by a solid Substance, we conceive it so to possess it, that it excludes all other solid Substances; and, will for ever hinder any two other Bodies, that move towards one another in a strait Line, from coming to touch one another, unless it remove from between them in a Line, not parallel to that they move in. This _Idea_ of it, the Bodies we ordinarily handle sufficiently furnish us with.","subId":"2","id":"Locke.EHU.2.4.2"},{"type":"paragraph","content":"This Resistance, whereby it keeps other Bodies out of the space it possesses, is so great, That no force, how great soever, can surmount it. All the Bodies in the World, pressing a drop of Water on all sides, will never be able to overcome the Resistance it will make, as soft as it is, to their approaching one another, till it be removed out of their way: whereby our _Idea of Solidity_ is _distinguished_ both _from pure space,_ which is capable neither of Resistance nor Motion, and the ordinary _Idea_ of _Hardness._ For a Man may conceive two Bodies at a distance, so as they may approach one another, without touching or displacing any solid thing, till their Superficies come to meet; whereby, I think, we have the clear _Idea_ of Space without _Solidity._ For (not to go so far as annihilation of any particular Body) I ask, Whether a Man cannot have the _Idea_ of the motion of one single Body alone, without any other other succeeding immediately into its Place? which, I think, 'tis evident he can; the _Idea_ of Motion in one Body, no more including the _Idea_ of Motion in another, than the _Idea_ of a square Figure in one Body includes the _Idea_ of a square Figure in another. I do not ask, Whether Bodies do so exist, that the motion of one Body cannot really be without the motion of another? To determine this either way, is to beg the Question for or against a _Vacuum._ But my Question is, Whether one cannot have the _Idea_ of one Body moved, whilst others are at rest? and I think, this no one will deny. If so, then the Place it deserted, gives us the _Idea_ of pure Space without Solidity, whereinto another Body may enter, without either Resistance or Protrusion of any thing. When the Sucker in a Pump is drawn, the space it filled in the Tube is certainly the same, whether any other body follows the motion of the Sucker or no; nor does it imply a contradiction, That upon the motion of one Body, another that is only contiguous to it, should not follow it. The necessity of such a motion, is built only on the Supposition, That the World is full; but not on the distinct _Ideas_ of Space and Solidity, which are as different, as Resistance and not Resistance, Protrusion and not Protrusion: And that Men have _Ideas_ of Space, without Body, their very Disputes about a Vacuum plainly demonstrate, as is shewed in another Place.","subId":"3","id":"Locke.EHU.2.4.3"},{"type":"paragraph","content":"_Solidity_ is hereby also _differenced from Hardness,_ in that Solidity consists in repletion, and so an utter Exclusion of other Bodies out of the space it possesses: But Hardness, in a firm Cohesion of the parts of Matter, making up masses of a sensible bulk; so that the whole does not easily change its Figure. And indeed, Hard and Soft, are, as apprehended by us, only relative Terms, to the Constitutions of our Bodies; that being generally call'd hard by us, which will put us to Pain, sooner than change Figure by the pressure of any part of our Bodies; and that on the contrary, soft, which changes the Situation of its parts upon an easie and unpainful touch. But this Difficulty of changing the Situation of the sensible parts amongst themselves, or of the Figure of the whole, gives no more Solidity to the hardest Body in the World, than to the softest; nor is an Adamant one jot more solid than Water. For though the two flat sides of two pieces of Marble, will more easily approach each other, between which there is nothing but Water or Air, than if there be an Adamant between them: yet it is not, that the parts of the Adamant are more solid than those of Water, or resist more; but because the parts of Water, being more easily separable from each other, they will by a side motion be more easily removed, and give way to the approach of the two pieces of Marble: But if they could be kept from making Place, by that side-motion, they would eternally hinder the approach of these two pieces of Marble, as much as the Diamond; and 'twould be as impossible by any force, to surmount their Resistance, as to surmount the Resistance of the parts of a Diamond. The softest Body in the World will as invincibly resist the coming together of any two other Bodies, if it be not put out of the way, but remain between them, as the hardest that can be found or imagined. He that shall fill a yielding soft Body well with Air or Water, will quickly find its Resistance: And he that thinks, that nothing but Bodies, that are hard, can keep his Hands from approaching one another, may be pleased to make an Experiment, with the Air inclosed in a Football.","subId":"4","id":"Locke.EHU.2.4.4"},{"type":"paragraph","content":"By this _Idea_ of Solidity, is the Extension of Body distinguished from the Extension of Space. The Extension of Body, being nothing but the cohesion or continuity of solid, separable, moveable Parts; and the Extension of Space, the continuity of unsolid, inseparable, and immoveable Parts. _Vpon the Solidity of Bodies_ also, _depends their mutual impulse, Resistance, and Protrusion._ Of pure Space then, and Solidity, there are several (amongst which, I confess my self one) who persuade themselves, they have clear and distinct _Ideas_; and that they can think on Space, without any thing in it, that resists, or is protruded by Body; whereof they think they have as clear an _Idea,_ as of the Extension of Body, the _Idea_ of the distance between the opposite Parts of a concave Superficies, being equally as clear without, as with the _Idea_ of any solid Parts between; and on the other side, That they have the _Idea_ of something that fills space, that can be protruded by the impulse of other Bodies, or resist their Motion. If there be others, that have not these two _Ideas_ distinct, but confound them, and make but one of them, I know not, how Men, who have the same _Idea,_ under different Names, or different _Ideas,_ under the same Name, can, in that case, talk with one another, any more than a Man, who not being blind, or deaf, has distinct _Ideas_ of the Colour of Scarlet, and the sound of a Trumpet, could discourse concerning Scarlet-Colour with the blind Man, I mention in another Place, who phansied, that the _Idea_ of Scarlet was like the sound of a Trumpet.","subId":"5","id":"Locke.EHU.2.4.5"},{"type":"paragraph","content":"If any one ask me, _What_ this _Solidity is,_ I send him to his Senses to inform him: Let him put a Flint, or a Foot-ball between his Hands; and then endeavour to join them, and he will know. If he thinks this not a sufficient Explication of Solidity, what it is, and wherein it consists; I promise to tell him, what it is, and wherein it consists, when he tells me, what thinking is, or wherein it consists; or explain to me, what Extension or Motion is, which, perhaps seems much easier. The simple _Ideas_ we have such, as experience teaches them us; but if beyond that, we endeavour by Words to make them clearer in the Mind, we shall succeed no better, than if we went about to clear up the Darkness of a blind Man's mind, by talking; and to discourse into him the _Ideas_ of Light and Colours. The Reason of this, I shall shew in another Place.","subId":"6","id":"Locke.EHU.2.4.6"}]}
