{"imported":true,"id":"Berkeley.THK.1","parent":"Berkeley.THK","title":"Of the Principles of Human Knowledge, Part 1","breadcrumb":"Part 1","texts":[],"published":[1710],"copytext":[1734],"sourceUrl":"https://www.maths.tcd.ie/~dwilkins/Berkeley/HumanKnowledge/","sourceDesc":"Berkeley’s [Treatise Concerning the Principles of Human Knowledge] was first published in 1710, and then again in 1734 together with the [Three Dialogues Between Hylas and Philonous]. Our copytext is this later edition, which corrects a few typographical errors, makes some small stylistic improvements, and uses more modern spelling. The original dedication and preface from the 1710 edition, not reprinted in 1734, are also included. The text here derives from David Wilkins’s online edition.","forename":"George","surname":"Berkeley","author":"George Berkeley","birth":1685,"death":1753,"nationality":"Irish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 OF THE £3 £1 PRINCIPLES £1 £3 OF £3 £2 Human Knowledge £2","id":"Berkeley.THK.1"},{"type":"paragraph","content":"It is evident to any one who takes a Survey of the Objects of Humane Knowledge, that they are either Ideas actually imprinted on the Senses, or else such as are perceived by attending to the Passions and Operations of the Mind, or lastly Ideas formed by help of Memory and Imagination, either compounding, dividing, or barely representing those originally perceived in the aforesaid ways. By Sight I have the Ideas of Light and Colours with their several Degrees and Variations. By Touch I perceive, for Example, Hard and Soft, Heat and Cold, Motion and Resistance, and of all these more and less either as to Quantity or Degree. Smelling furnishes me with Odors; the Palate with Tastes, and Hearing conveys Sounds to the Mind in all their variety of Tone and Composition. And as several of these are observed to accompany each other, they come to be marked by one Name, and so to be reputed as one Thing. Thus, for Example, a certain Colour, Taste, Smell, Figure and Consistence having been observed to go together, are accounted one distinct Thing, signified by the Name _Apple_. Other collections of Ideas constitute a Stone, a Tree, a Book, and the like sensible Things; which, as they are pleasing or disagreeable, excite the Passions of Love, Hatred, Joy, Grief, and so forth.","subId":"1","id":"Berkeley.THK.1.1"},{"type":"paragraph","content":"But besides all that endless variety of Ideas or Objects of Knowledge, there is likewise something which knows or perceives them, and exercises divers Operations, as Willing, Imagining, Remembering about them. This perceiving, active Being is what I call _Mind_, _Spirit_, _Soul_ or _my Self_. By which Words I do not denote any one of my Ideas, but a thing intirely distinct from them, wherein they exist, or, which is the same thing, whereby they are perceived; for the Existence of an Idea consists in being perceived.","subId":"2","id":"Berkeley.THK.1.2"},{"type":"paragraph","content":"That neither our Thoughts, nor Passions, nor Ideas formed by the Imagination, exist without the Mind, is what every Body will allow. And it seems no less evident that the various Sensations or Ideas imprinted on the Sense, however blended or combined together (that is, whatever Objects they compose) cannot exist otherwise than in a Mind perceiving them. I think an intuitive Knowledge may be obtained of this, by any one that shall attend to what is meant by the Term _Exist_ when applied to sensible Things. The Table I write on, I say, exists, that is, I see and feel it; and if I were out of my Study I should say it existed, meaning thereby that if I was in my Study I might perceive it, or that some other Spirit actually does perceive it. There was an Odor, that is, it was smelled; There was a Sound, that is to say, it was heard; a Colour or Figure, and it was perceived by Sight or Touch. This is all that I can understand by these and the like Expressions. For as to what is said of the absolute Existence of unthinking Things without any relation to their being perceived, that seems perfectly unintelligible. Their _Esse_ is _Percipi_, nor is it possible they should have any Existence, out of the Minds or thinking Things which perceive them.","subId":"3","id":"Berkeley.THK.1.3"},{"type":"paragraph","content":"It is indeed an Opinion strangely prevailing amongst Men, that Houses, Mountains, Rivers, and in a word all sensible Objects have an Existence Natural or Real, distinct from their being perceived by the Understanding. But with how great an Assurance and Acquiescence soever this Principle may be entertained in the World; yet whoever shall find in his Heart to call it in Question, may, if I mistake not, perceive it to involve a manifest Contradiction. For what are the forementioned Objects but the things we perceive by Sense, and what do we perceive besides our own Ideas or Sensations; and is it not plainly repugnant that any one of these or any Combination of them should exist unperceived?","subId":"4","id":"Berkeley.THK.1.4"},{"type":"paragraph","content":"If we thoroughly examine this Tenet, it will, perhaps, be found at Bottom to depend on the Doctrine of _Abstract Ideas_. For can there be a nicer Strain of Abstraction than to distinguish the Existence of sensible Objects from their being perceived, so as to conceive them Existing unperceived? Light and Colours, Heat and Cold, Extension and Figures, in a word the Things we see and feel, what are they but so many Sensations, Notions, Ideas or Impressions on the Sense; and is it possible to separate, even in thought, any of these from Perception? For my part I might as easily divide a Thing from it Self. I may indeed divide in my Thoughts or conceive apart from each other those Things which, perhaps, I never perceived by Sense so divided. Thus I imagine the Trunk of a Humane Body without the Limbs, or conceive the Smell of a Rose without thinking on the Rose it self. So far I will not deny I can abstract, if that may properly be called _Abstraction_, which extends only to the conceiving separately such Objects, as it is possible may really exist or be actually perceived asunder. But my conceiving or imagining Power does not extend beyond the possibility of real Existence or Perception. Hence as it is impossible for me to see or feel any Thing without an actual Sensation of that Thing, so is it impossible for me to conceive in my Thoughts any sensible Thing or Object distinct from the Sensation or Perception of it.","subId":"5","id":"Berkeley.THK.1.5"},{"type":"paragraph","content":"Some Truths there are so near and obvious to the Mind, that a Man need only open his Eyes to see them. Such I take this Important one to be, to wit, that all the Choir of Heaven and Furniture of the Earth, in a word all those Bodies which compose the mighty Frame of the World, have not any Subsistence without a Mind, that their Being is to be perceived or known; that consequently so long as they are not actually perceived by me, or do not exist in my Mind or that of any other created Spirit, they must either have no Existence at all, or else subsist in the Mind of some eternal Spirit: It being perfectly unintelligible and involving all the Absurdity of Abstraction, to attribute to any single part of them an Existence independent of a Spirit. To be convinced of which, the Reader need only reflect and try to separate in his own Thoughts the being of a sensible thing from its being perceived.","subId":"6","id":"Berkeley.THK.1.6"},{"type":"paragraph","content":"From what has been said, it follows, there is not any other Substance than _Spirit_, or that which perceives. But for the fuller proof of this Point, let it be considered, the sensible Qualities are Colour, Figure, Motion, Smell, Taste, and such like, that is, the Ideas perceived by Sense. Now for an Idea to exist in an unperceiving Thing, is a manifest Contradiction; for to have an Idea is all one as to perceive: that therefore wherein Colour, Figure, and the like Qualities exist, must perceive them; hence it is clear there can be no unthinking Substance or _Substratum_ of those Ideas.","subId":"7","id":"Berkeley.THK.1.7"},{"type":"paragraph","content":"But say you, though the Ideas themselves do not exist without the Mind, yet there may be Things like them whereof they are Copies or Resemblances, which Things exist without the Mind, in an unthinking Substance. I answer, an Idea can be like nothing but an Idea; a Colour or Figure can be like nothing but another Colour or Figure. If we look but ever so little into our Thoughts, we shall find it impossible for us to conceive a Likeness except only between our Ideas. Again, I ask whether those supposed Originals or external Things, of which our Ideas are the Pictures or Representations, be themselves perceivable or no? If they are, then they are Ideas, and we have gained our Point; but if you say they are not, I appeal to any one whether it be Sense, to assert a Colour is like something which is invisible; Hard or Soft, like something which is Intangible; and so of the rest.","subId":"8","id":"Berkeley.THK.1.8"},{"type":"paragraph","content":"Some there are who make a Distinction betwixt _Primary_ and _Secondary_ Qualities: By the former, they mean Extension, Figure, Motion, Rest, Solidity or Impenetrability and Number: By the latter they denote all other sensible Qualities, as Colours, Sounds, Tastes, and so forth. The Ideas we have of these they acknowledge not to be the Resemblances of any thing existing without the Mind or unperceived; but they will have our Ideas of the primary Qualities to be Patterns or Images of Things which exist without the Mind, in an unthinking Substance which they call _Matter_. By Matter therefore we are to understand an inert, senseless Substance, in which Extension, Figure, and Motion, do actually subsist. But it is evident from what we have already shewn, that Extension, Figure and Motion are only Ideas existing in the Mind, and that an Idea can be like nothing but another Idea, and that consequently neither They nor their Archetypes can exist in an unperceiving Substance. Hence it is plain, that that the very Notion of what is called _Matter_ or _Corporeal Substance_, involves a Contradiction in it.","subId":"9","id":"Berkeley.THK.1.9"},{"type":"paragraph","content":"They who assert that Figure, Motion, and the rest of the Primary or Original Qualities do exist without the Mind, in unthinking Substances, do at the same time acknowledge that Colours, Sounds, Heat, Cold, and suchlike secondary Qualities, do not, which they tell us are Sensations existing in the Mind alone, that depend on and are occasioned by the different Size, Texture and Motion of the minute Particles of Matter. This they take for an undoubted Truth, which they can demonstrate beyond all Exception. Now if it be certain, that those original Qualities are inseparably united with the other sensible Qualities, and not, even in Thought, capable of being abstracted from them, it plainly follows that they exist only in the Mind. But I desire any one to reflect and try, whether he can by any Abstraction of Thought, conceive the Extension and Motion of a Body, without all other sensible Qualities. For my own part, I see evidently that it is not in my power to frame an Idea of a Body extended and moved, but I must withal give it some Colour or other sensible Quality which is acknowledged to exist only in the Mind. In short, Extension, Figure, and Motion, abstracted from all other Qualities, are inconceivable. Where therefore the other sensible Qualities are, there must these be also, to wit, in the Mind and no where else.","subId":"10","id":"Berkeley.THK.1.10"},{"type":"paragraph","content":"Again, _Great_ and _Small_, _Swift_ and _Slow_, are allowed to exist no where without the Mind, being intirely relative, and changing as the Frame or Position of the Organs of Sense varies. The Extension therefore which exists without the Mind, is neither great nor small, the Motion neither swift nor slow, that is, they are nothing at all. But, say you, they are Extension in general, and Motion in general: Thus we see how much the Tenet of extended, moveable Substances existing without the Mind, depends on that strange Doctrine of _abstract Ideas_. And here I cannot but remark, how nearly the Vague and indeterminate Description of Matter or corporeal Substance, which the Modern Philosophers are run into by their own Principles, resembles that antiquated and so much ridiculed Notion of _Materia prima_, to be met with in _Aristotle_ and his Followers. Without Extension Solidity cannot be conceived; since therefore it has been shewn that Extension exists not in an unthinking Substance, the same must also be true of Solidity.","subId":"11","id":"Berkeley.THK.1.11"},{"type":"paragraph","content":"That Number is intirely the Creature of the Mind, even though the other Qualities be allowed to exist without, will be evident to whoever considers, that the same thing bears a different Denomination of Number, as the Mind views it with different respects. Thus, the same Extension is One or Three or Thirty Six, according as the Mind considers it with reference to a Yard, a Foot, or an Inch. Number is so visibly relative, and dependent on Mens Understanding, that it is strange to think how any one should give it an absolute Existence without the Mind. We say one Book, one Page, one Line; all these are equally Unites, though some contain several of the others. And in each Instance it is plain, the Unite relates to some particular Combination of Ideas arbitrarily put together by the Mind.","subId":"12","id":"Berkeley.THK.1.12"},{"type":"paragraph","content":"Unity I know some will have to be a simple or uncompounded Idea, accompanying all other Ideas into the Mind. That I have any such Idea answering the Word _Unity_, I do not find; and if I had, methinks I could not miss finding it; on the contrary it should be the most familiar to my Understanding, since it is said to accompany all other Ideas, and to be perceived by all the ways of Sensation and Reflexion. To say no more, it is an _abstract Idea_.","subId":"13","id":"Berkeley.THK.1.13"},{"type":"paragraph","content":"I shall farther add, that after the same manner, as modern Philosophers prove certain sensible Qualities to have no Existence in Matter, or without the Mind, the same thing may be likewise proved of all other sensible Qualities whatsoever. Thus, for Instance, it is said that Heat and Cold are Affections only of the Mind, and not at all Patterns of real Beings, existing in the corporeal Substances which excite them, for that the same Body which appears Cold to one Hand, seems Warm to another. Now why may we not as well argue that Figure and Extension are not Patterns or Resemblances of Qualities existing in Matter, because to the same Eye at different Stations, or Eyes of a different Texture at the same Station, they appear various, and cannot therefore be the Images of any thing settled and determinate without the Mind? Again, It is proved that Sweetness is not really in the sapid Thing, because the thing remaining unaltered the Sweetness is changed into Bitter, as in case of a Fever or otherwise vitiated Palate. Is it not as reasonable to say, that Motion is not without the Mind, since if the Succession of Ideas in the Mind become swifter, the Motion, it is acknowledged, shall appear slower without any Alteration in any external Object?","subId":"14","id":"Berkeley.THK.1.14"},{"type":"paragraph","content":"In short, let any one consider those Arguments, which are thought manifestly to prove that Colours and Tastes exist only in the Mind, and he shall find they may with equal force, be brought to prove the same thing of Extension, Figure, and Motion. Though it must be confessed this Method of arguing doth not so much prove that there is no Extension or Colour in an outward Object, as that we do not know by Sense which is the true Extension or Colour of the Object. But the Arguments foregoing plainly shew it to be impossible that any Colour or Extension at all, or other sensible Quality whatsoever, should exist in an unthinking Subject without the Mind, or in truth, that there should be any such thing as an outward Object.","subId":"15","id":"Berkeley.THK.1.15"},{"type":"paragraph","content":"But let us examine a little the received Opinion. It is said Extension is a Mode or Accident of Matter, and that Matter is the _Substratum_ that supports it. Now I desire that you would explain what is meant by Matter's _supporting_ Extension: Say you, I have no Idea of Matter, and therefore cannot explain it. I answer, though you have no positive, yet if you have any meaning at all, you must at least have a relative Idea of Matter; though you know not what it is, yet you must be supposed to know what Relation it bears to Accidents, and what is meant by its supporting them. It is evident _Support_ cannot here be taken in its usual or literal Sense, as when we say that Pillars support a Building: In what Sense therefore must it be taken?","subId":"16","id":"Berkeley.THK.1.16"},{"type":"paragraph","content":"If we inquire into what the most accurate Philosophers declare themselves to mean by _Material Substance_; we shall find them acknowledge, they have no other meaning annexed to those Sounds, but the Idea of Being in general, together with the relative Notion of its supporting Accidents. The general Idea of Being appeareth to me the most abstract and incomprehensible of all other; and as for its supporting Accidents, this, as we have just now observed, cannot be understood in the common Sense of those Words; it must therefore be taken in some other Sense, but what that is they do not explain. So that when I consider the two Parts or Branches which make the signification of the Words _Material Substance_, I am convinced there is no distinct meaning annexed to them. But why should we trouble our selves any farther, in discussing this Material _Substratum_ or Support of Figure and Motion, and other sensible Qualities? Does it not suppose they have an Existence without the Mind? And is not this a direct Repugnancy, and altogether inconceivable?","subId":"17","id":"Berkeley.THK.1.17"},{"type":"paragraph","content":"But though it were possible that solid, figured, moveable Substances may exist without the Mind, corresponding to the Ideas we have of Bodies, yet how is it possible for us to know this? Either we must know it by Sense, or by Reason. As for our Senses, by them we have the Knowledge only of our Sensations, Ideas, or those things that are immediately perceived by Sense, call them what you will: But they do not inform us that things exist without the Mind, or unperceived, like to those which are perceived. This the Materialists themselves acknowledge. It remains therefore that if we have any Knowledge at all of external Things, it must be by Reason, inferring their Existence from what is immediately perceived by Sense. But what reason can induce us to believe the Existence of Bodies without the Mind, from what we perceive, since the very Patrons of Matter themselves do not pretend, there is any necessary Connexion betwixt them and our Ideas? I say it is granted on all hands (and what happens in Dreams, Phrensies, and the like, puts it beyond dispute) that it is possible we might be affected with all the Ideas we have now, though no Bodies existed without, resembling them. Hence it is evident the Supposition of external Bodies is not necessary for the producing our Ideas: Since it is granted they are produced sometimes, and might possibly be produced always in the same Order we see them in at present, without their Concurrence.","subId":"18","id":"Berkeley.THK.1.18"},{"type":"paragraph","content":"But though we might possibly have all our Sensations without them, yet perhaps it may be thought easier to conceive and explain the manner of their Production, by supposing external Bodies in their likeness rather than otherwise; and so it might be at least probable there are such things as Bodies that excite their Ideas in our Minds. But neither can this be said; for though we give the Materialists their external Bodies, they by their own confession are never the nearer knowing how our Ideas are produced: Since they own themselves unable to comprehend in what manner Body can act upon Spirit, or how it is possible it should imprint any Idea in the Mind. Hence it is evident the Production of Ideas or Sensations in our Minds, can be no reason why we should suppose Matter or corporeal Substances, since that is acknowledged to remain equally inexplicable with, or without this Supposition. If therefore it were possible for Bodies to exist without the Mind, yet to hold they do so, must needs be a very precarious Opinion; since it is to suppose, without any reason at all, that God has created innumerable Beings that are intirely useless, and serve to no manner of purpose.","subId":"19","id":"Berkeley.THK.1.19"},{"type":"paragraph","content":"In short, if there were external Bodies, it is impossible we should ever come to know it; and if there were not, we might have the very same Reasons to think there were that we have now. Suppose, what no one can deny possible, an Intelligence, without the help of external Bodies, to be affected with the same train of Sensations or Ideas that you are, imprinted in the same order and with like vividness in his Mind. I ask whether that Intelligence hath not all the Reason to believe the Existence of corporeal Substances, represented by his Ideas, and exciting them in his Mind, that you can possibly have for believing the same thing? Of this there can be no Question; which one Consideration is enough to make any reasonable Person suspect the strength of whatever Arguments be may think himself to have, for the Existence of Bodies without the Mind.","subId":"20","id":"Berkeley.THK.1.20"},{"type":"paragraph","content":"Were it necessary to add any farther Proof against the Existence of Matter, after what has been said, I could instance several of those Errors and Difficulties (not to mention Impieties) which have sprung from that Tenet. It has occasioned numberless Controversies and Disputes in Philosophy, and not a few of far greater moment in Religion. But I shall not enter into the detail of them in this Place, as well because I think, Arguments _&agrave; Posteriori_ are unnecessary for confirming what has been, if I mistake not, sufficiently demonstrated _&agrave; Priori_, as because I shall hereafter find occasion to say somewhat of them.","subId":"21","id":"Berkeley.THK.1.21"},{"type":"paragraph","content":"I am afraid I have given cause to think me needlesly prolix in handling this Subject. For to what purpose is it to dilate on that which may be demonstrated with the utmost Evidence in a Line or two, to any one that is capable of the least Reflexion? It is but looking into your own Thoughts, and so trying whether you can conceive it possible for a Sound, or Figure, or Motion, or Colour, to exist without the Mind, or unperceived. This easy Trial may make you see, that what you contend for, is a downright Contradiction. Insomuch that I am content to put the whole upon this Issue; if you can but conceive it possible for one extended moveable Substance, or in general, for any one Idea or any thing like an Idea, to exist otherwise than in a Mind perceiving it, I shall readily give up the Cause: And as for all that _compages_ of external Bodies which you contend for, I shall grant you its Existence, though you cannot either give me any Reason why you believe it exists, or assign any use to it when it is supposed to exist. I say, the bare possibility of your Opinion's being true, shall pass for an Argument that it is so.","subId":"22","id":"Berkeley.THK.1.22"},{"type":"paragraph","content":"But say you, surely there is nothing easier than to imagine Trees, for instance, in a Park, or Books existing in a Closet, and no Body by to perceive them. I answer, you may so, there is no difficulty in it: But what is all this, I beseech you, more than framing in your Mind certain Ideas which you call _Books_ and _Trees_, and the same time omitting to frame the Idea of any one that may perceive them? But do not you your self perceive or think of them all the while? This therefore is nothing to the purpose: It only shews you have the Power of imagining or forming Ideas in your Mind; but it doth not shew that you can conceive it possible, the Objects of your Thought may exist without the Mind: To make out this, it is necessary that you conceive them existing unconceived or unthought of, which is a manifest Repugnancy. When we do our utmost to conceive the Existence of external Bodies, we are all the while only contemplating our own Ideas. But the Mind taking no notice of it self, is deluded to think it can and doth conceive Bodies existing unthought of or without the Mind; though at the same time they are apprehended by or exist in it self. A little Attention will discover to any one the Truth and Evidence of what is here said, and make it unnecessary to insist on any other Proofs against the Existence of material Substance.","subId":"23","id":"Berkeley.THK.1.23"},{"type":"paragraph","content":"It is very obvious, upon the least Inquiry into our own Thoughts, to know whether it be possible for us to understand what is meant, by the _absolute Existence of sensible Objects in themselves, or without the Mind_. To me it is evident those Words mark out either a direct Contradiction, or else nothing at all. And to convince others of this, I know no readier or fairer way, than to intreat they would calmly attend to their own Thoughts: And if by this Attention, the Emptiness or Repugnancy of those Expressions does appear, surely nothing more is requisite for their Conviction. It is on this therefore that I insist, to wit, that the absolute Existence of unthinking Things are Words without a Meaning, or which include a Contradiction. This is what I repeat and inculcate, and earnestly recommend to the attentive Thoughts of the Reader.","subId":"24","id":"Berkeley.THK.1.24"},{"type":"paragraph","content":"All our Ideas, Sensations, or the things which we perceive, by whatsoever Names they may be distinguished, are visibly inactive, there is nothing of Power or Agency included in them. So that one Idea or Object of Thought cannot produce, or make any Alteration in another. To be satisfied of the Truth of this, there is nothing else requisite but a bare Observation of our Ideas. For since they and every part of them exist only in the Mind, it follows that there is nothing in them but what is perceived. But whoever shall attend to his Ideas, whether of Sense or Reflexion, will not perceive in them any Power or Activity; there is therefore no such thing contained in them. A little Attention will discover to us that the very Being of an Idea implies Passiveness and Inertness in it, insomuch that it is impossible for an Idea to do any thing, or, strictly speaking, to be the Cause of any thing: Neither can it be the Resemblance or Pattern of any active Being, as is evident from _Sect._8. Whence it plainly follows that Extension, Figure and Motion, cannot be the Cause of our Sensations. To say therefore, that these are the effects of Powers resulting from the Configuration, Number, Motion, and Size of Corpuscles, must certainly be false.","subId":"25","id":"Berkeley.THK.1.25"},{"type":"paragraph","content":"We perceive a continual Succession of Ideas, some are anew excited, others are changed or totally disappear. There is therefore some Cause of these Ideas whereon they depend, and which produces and changes them. That this Cause cannot be any Quality or Idea or Combination of Ideas, is clear from the preceding Section. It must therefore be a Substance; but it has been shewn that there is no corporeal or material Substance: It remains therefore that the Cause of Ideas is an incorporeal active Substance or Spirit.","subId":"26","id":"Berkeley.THK.1.26"},{"type":"paragraph","content":"A Spirit is one simple, undivided, active Being: as it perceives Ideas, it is called the _Understanding_, and as it produces or otherwise operates about them, it is called the _Will_. Hence there can be no Idea formed of a Soul or Spirit: For all Ideas whatever, being Passive and Inert, _vide Sect._ 25. they cannot represent unto us, by way of Image or Likeness, that which acts. A little Attention will make it plain to any one, that to have an Idea which shall be like that active Principle of Motion and Change of Ideas, is absolutely impossible. Such is the Nature of _Spirit_ or that which acts, that it cannot be of it self perceived, but only by the Effects which it produceth. If any Man shall doubt of the Truth of what is here delivered, let him but reflect and try if he can frame the Idea of any Power or active Being; and whether he hath Ideas of two principal Powers, marked by the Names _Will_ and _Understanding_, distinct from each other as well as from a third Idea of Substance or Being in general, with a relative Notion of its supporting or being the Subject of the aforesaid Powers, which is signified by the Name _Soul_ or _Spirit_. This is what some hold; but so far as I can see, the Words _Will_, _Soul_, _Spirit_, do not stand for different Ideas, or in truth, for any Idea at all, but for something which is very different from Ideas, and which being an Agent cannot be like unto, or represented by, any Idea whatsoever. Though it must be owned at the same time, that we have some Notion of Soul, Spirit, and the Operations of the Mind, such as Willing, Loving, Hating, in as much as we know or understand the meaning of those Words.","subId":"27","id":"Berkeley.THK.1.27"},{"type":"paragraph","content":"I find I can excite Ideas in my Mind at pleasure, and vary and shift the Scene as oft as I think fit. It is no more than Willing, and straightway this or that Idea arises in my Fancy: And by the same Power it is obliterated, and makes way for another. This making and unmaking of Ideas doth very properly denominate the Mind active. Thus much is certain, and grounded on Experience: But when we think of unthinking Agents, or of exciting Ideas exclusive of Volition, we only amuse our selves with Words.","subId":"28","id":"Berkeley.THK.1.28"},{"type":"paragraph","content":"But whatever Power I may have over my own Thoughts, I find the Ideas actually perceived by Sense have not a like Dependence on my Will. When in broad Day-light I open my Eyes, it is not in my Power to choose whether I shall see or no, or to determine what particular Objects shall present themselves to my View; and so likewise as to the Hearing and other Senses, the Ideas imprinted on them are not Creatures of my Will. There is therefore some other Will or Spirit that produces them.","subId":"29","id":"Berkeley.THK.1.29"},{"type":"paragraph","content":"The Ideas of Sense are more strong, lively, and distinct than those of the Imagination; they have likewise a Steddiness, Order, and Coherence, and are not excited at random, as those which are the effects of Humane Wills often are, but in a regular Train or Series, the admirable Connexion whereof sufficiently testifies the Wisdom and Benevolence of its Author. Now the set Rules or established Methods, wherein the Mind we depend on excites in us the Ideas of Sense, are called the _Laws of Nature_: And these we learn by Experience, which teaches us that such and such Ideas are attended with such and such other Ideas, in the ordinary course of Things.","subId":"30","id":"Berkeley.THK.1.30"},{"type":"paragraph","content":"This gives us a sort of Foresight, which enables us to regulate our Actions for the benefit of Life. And without this we should be eternally at a loss: We could not know how to act any thing that might procure us the least Pleasure, or remove the least Pain of Sense. That Food nourishes, Sleep refreshes, and Fire warms us; that to sow in the Seed-time is the way to reap in the Harvest, and, in general, that to obtain such or such Ends, such or such Means are conducive, all this we know, not by discovering any necessary Connexion between our Ideas, but only by the Observation of the settled Laws of Nature, without which we should be all in Uncertainty and Confusion, and a grown Man no more know how to manage himself in the Affairs of Life, than an Infant just born.","subId":"31","id":"Berkeley.THK.1.31"},{"type":"paragraph","content":"And yet this consistent uniform working, which so evidently displays the Goodness and Wisdom of that governing Spirit whose Will constitutes the Laws of Nature, is so far from leading our Thoughts to him, that it rather sends them a wandering after second Causes. For when we perceive certain Ideas of Sense constantly followed by other Ideas, and we know this is not of our own doing, we forthwith attribute Power and Agency to the Ideas themselves, and make one the Cause of another, than which nothing can be more absurd and unintelligible. Thus, for Example, having observed that when we perceive by Sight a certain round luminous Figure, we at the same time perceive by Touch the Idea or Sensation called _Heat_, we do from thence conclude the Sun to be the cause of Heat. And in like manner perceiving the Motion and Collision of Bodies to be attended with Sound, we are inclined to think the latter an effect of the former.","subId":"32","id":"Berkeley.THK.1.32"},{"type":"paragraph","content":"The Ideas imprinted on the Senses by the Author of Nature are called _real Things_: And those excited in the Imagination being less regular, vivid and constant, are more properly termed _Ideas_, or _Images of Things_, which they copy and represent. But then our Sensations, be they never so vivid and distinct, are nevertheless _Ideas_, that is, they exist in the Mind, or are perceived by it, as truly as the Ideas of its own framing. The Ideas of Sense are allowed to have more reality in them, that is, to be more strong, orderly, and coherent than the Creatures of the Mind; but this is no Argument that they exist without the Mind. They are also less dependent on the Spirit, or thinking Substance which perceives them, in that they are excited by the Will of another and more powerful Spirit: yet still they are _Ideas_, and certainly no _Idea_, whether faint or strong, can exist otherwise than in a Mind perceiving it.","subId":"33","id":"Berkeley.THK.1.33"},{"type":"paragraph","content":"Before we proceed any farther, it is necessary to spend some Time in answering Objections which may probably be made against the Principles hitherto laid down. In doing of which, if I seem too prolix to those of quick Apprehensions, I hope it may be pardoned, since all Men do not equally apprehend things of this Nature; and I am willing to be understood by every one. First then, it will be objected that by the foregoing Principles, all that is real and substantial in Nature is banished out of the World: And instead thereof a chimerical Scheme of Ideas takes place. All things that exist, exist only in the Mind, that is, they are purely notional. What therefore becomes of the Sun, Moon, and Stars? What must we think of Houses, Rivers, Mountains, Trees, Stones; nay, even of our own Bodies? Are all these but so many Chimeras and Illusions on the Fancy? To all which, and whatever else of the same sort may be objected, I answer, that by the Principles premised, we are not deprived of any one thing in Nature. Whatever we see, feel, hear, or any wise conceive or understand, remains as secure as ever, and is as real as ever. There is a _rerum natura_, and the Distinction between Realities and Chimeras retains its full force. This is evident from _Sect._ 29, 30, and 33, where we have shewn what is meant by _real Things_ in opposition to _Chimeras_, or Ideas of our own framing; but then they both equally exist in the Mind, and in that Sense they are alike _Ideas_.","subId":"34","id":"Berkeley.THK.1.34"},{"type":"paragraph","content":"I do not argue against the Existence of any one thing that we can apprehend, either by Sense or Reflexion. That the things I see with mine Eyes and touch with my Hands do exist, really exist, I make not the least Question. The only thing whose Existence we deny, is that which _Philosophers_ call Matter or corporeal Substance. And in doing of this, there is no Damage done to the rest of Mankind, who, I dare say, will never miss it. The Atheist indeed will want the Colour of an empty Name to support his Impiety; and the Philosophers may possibly find, they have lost a great Handle for Trifling and Disputation.","subId":"35","id":"Berkeley.THK.1.35"},{"type":"paragraph","content":"If any Man thinks this detracts from the Existence or Reality of Things, he is very far from understanding what hath been premised in the plainest Terms I could think of. Take here an Abstract of what has been said. There are spiritual Substances, Minds, or humane Souls, which will or excite Ideas in themselves at pleasure: but these are faint, weak, and unsteady in respect of others they perceive by Sense, which being impressed upon them according to certain Rules or Laws of Nature, speak themselves the Effects of a Mind more powerful and wise than humane Spirits. These latter are said to have more _Reality_ in them than the former: By which is meant that they are more affecting, orderly, and distinct, and that they are not Fictions of the Mind perceiving them. And in this Sense, the Sun that I see by Day is the real Sun, and that which I imagine by Night is the Idea of the former. In the Sense here given of _Reality_, it is evident that every Vegetable, Star, Mineral, and in general each part of the Mundane System, is as much a _real Being_ by our Principles as by any other. Whether others mean any thing by the Term _Reality_ different from what I do, I intreat them to look into their own Thoughts and see.","subId":"36","id":"Berkeley.THK.1.36"},{"type":"paragraph","content":"It will be urged that thus much at least is true, to wit, that we take away all corporeal Substances. To this my Answer is, That if the word _Substance_ be taken in the vulgar Sense, for a Combination of sensible Qualities, such as Extension, Solidity, Weight, and the like; This we cannot be accused of taking away. But if it be taken in a philosophic Sense, for the support of Accidents or Qualities without the Mind: Then indeed I acknowledge that we take it away, if one may be said to take away that which never had any Existence, not even in the Imagination.","subId":"37","id":"Berkeley.THK.1.37"},{"type":"paragraph","content":"But, say you, it sounds very harsh to say we eat and drink Ideas, and are clothed with Ideas. I acknowledge it does so, the word _Idea_ not being used in common Discourse to signify the several Combinations of sensible Qualities, which are called _Things_: and it is certain that any Expression which varies from the familiar Use of Language, will seem harsh and ridiculous. But this doth not concern the Truth of the Proposition, which in other Words is no more than to say, we are fed and clothed with those Things which we perceive immediately by our Senses. The Hardness or Softness, the Colour, Taste, Warmth, Figure, and such like Qualities, which combined together constitute the several sorts of Victuals and Apparel, have been shewn to exist only in the Mind that perceives them; and this is all that is meant by calling them _Ideas_; which Word, if it was as ordinarily used as _Thing_, would sound no harsher nor more ridiculous than it. I am not for disputing about the Propriety, but the Truth of the Expression. If therefore you agree with me that we eat and drink, and are clad with the immediate Objects of Sense which cannot exist unperceived or without the Mind: I shall readily grant it is more proper or conformable to Custom, that they should be called Things rather than Ideas.","subId":"38","id":"Berkeley.THK.1.38"},{"type":"paragraph","content":"If it be demanded why I make use of the word _Idea_, and do not rather in compliance with Custom call them _Things_, I answer, I do it for two Reasons: First, because the Term _Thing_, in contradistinction to _Idea_, is generally supposed to denote somewhat existing without the Mind: Secondly, because _Thing_ hath a more comprehensive Signification than _Idea_, including Spirits or thinking Things as well as Ideas. Since therefore the Objects of Sense exist only in the Mind, and are withal thoughtless and inactive, I chose to mark them by the word _Idea_, which implies those Properties.","subId":"39","id":"Berkeley.THK.1.39"},{"type":"paragraph","content":"But say what we can, some one perhaps may be apt to reply, he will still believe his Senses, and never suffer any Arguments, how plausible soever, to prevail over the Certainty of them. Be it so, assert the Evidence of Sense as high as you please, we are willing to do the same. That what I see, hear and feel doth exist, that is to say, is perceived by me, I no more doubt than I do of my own Being. But I do not see how the Testimony of Sense can be alledged, as a proof for the Existence of any thing, which is not perceived by Sense. We are not for having any Man turn _Sceptic_, and disbelieve his Senses; on the contrary we give them all the Stress and Assurance imaginable; nor are there any Principles more opposite to Scepticism, than those we have laid down, as shall be hereafter clearly shewn.","subId":"40","id":"Berkeley.THK.1.40"},{"type":"paragraph","content":"Secondly, it will be objected that there is a great difference betwixt real Fire, for Instance, and the Idea of Fire, betwixt dreaming or imagining ones self burnt, and actually being so: This and the like may be urged in opposition to our Tenets. To all which the Answer is evident from what hath been already said, and I shall only add in this place, that if real Fire be very different from the Idea of Fire, so also is the real Pain that it occasions, very different from the Idea of the same Pain: and yet no Body will pretend that real Pain either is, or can possibly be, in an unperceiving Thing or without the Mind, any more than its Idea.","subId":"41","id":"Berkeley.THK.1.41"},{"type":"paragraph","content":"Thirdly, It will be objected that we see Things actually without or at distance from us, and which consequently do not exist in the Mind, it being absurd that those Things which are seen at the distance of several Miles, should be as near to us as our own Thoughts. In answer to this, I desire it may be considered, that in a Dream we do oft perceive Things as existing at a great distance off, and yet for all that, those Things are acknowledged to have their Existence only in the Mind.","subId":"42","id":"Berkeley.THK.1.42"},{"type":"paragraph","content":"But for the fuller clearing of this Point, it may be worth while to consider, how it is that we perceive Distance and Things placed at a Distance by Sight. For that we should in truth see external Space, and Bodies actually existing in it, some nearer, others farther off, seems to carry with it some Opposition to what hath been said, of their existing no where without the Mind. The Consideration of this Difficulty it was, that gave birth to my _Essay towards a new Theory of Vision_, which was published not long since. Wherein it is shewn that _Distance_ or Outness is neither immediately of it self perceived by Sight, nor yet apprehended or judged of by Lines and Angles, or any thing that hath a necessary Connexion with it: But that it is only suggested to our Thoughts, by certain visible Ideas and Sensations attending Vision, which in their own Nature have no manner of Similitude or Relation, either with Distance, or Things placed at a Distance. But by a Connexion taught us by Experience, they come to signify and suggest them to us, after the same manner that Words of any Language suggest the Ideas they are made to stand for. Insomuch that a Man born blind, and afterwards made to see, would not, at first Sight, think the Things he saw, to be without his Mind, or at any Distance from him. See _Sect._ 41. of the forementioned Treatise.","subId":"43","id":"Berkeley.THK.1.43"},{"type":"paragraph","content":"The Ideas of Sight and Touch make two Species, intirely distinct and heterogeneous. The former are Marks and Prognostics of the latter. That the proper Objects of Sight neither exist without the Mind, nor are the Images of external Things, was shewn even in that Treatise. Though throughout the same, the contrary be supposed true of tangible Objects: Not that to suppose that vulgar Error, was necessary for establishing the Notion therein laid down; but because it was beside my Purpose to examine and refute it in a Discourse concerning _Vision_. So that in strict Truth the Ideas of Sight, when we apprehend by them Distance and Things placed at a Distance, do not suggest or mark out to us Things actually existing at a Distance, but only admonish us what Ideas of Touch will be imprinted in our Minds at such and such distances of Time, and in consequence of such or such Actions. It is, I say, evident from what has been said in the foregoing Parts of this Treatise, and in _Sect._ 147, and elsewhere of the Essay concerning Vision, that visible Ideas are the Language whereby the governing Spirit, on whom we depend, informs us what tangible Ideas he is about to imprint upon us, in case we excite this or that Motion in our own Bodies. But for a fuller Information in this Point, I refer to the Essay it self.","subId":"44","id":"Berkeley.THK.1.44"},{"type":"paragraph","content":"Fourthly, It will be objected that from the foregoing Principles it follows, Things are every moment annihilated and created anew. The Objects of Sense exist only when they are perceived: The Trees therefore are in the Garden, or the Chairs in the Parlour, no longer than while there is some body by to perceive them. Upon shutting my Eyes all the Furniture in the Room is reduced to nothing, and barely upon opening them it is again created. In answer to all which, I refer the Reader to what has been said in _Sect._ 3, 4, _&c._ and desire he will consider whether he means any thing by the actual Existence of an Idea, distinct from its being perceived. For my part, after the nicest Inquiry I could make, I am not able to discover that any thing else is meant by those Words. And I once more intreat the Reader to sound his own Thoughts, and not suffer himself to be imposed on by Words. If he can conceive it possible either for his Ideas or their Archetypes to exist without being perceived, then I give up the Cause: But if he cannot, he will acknowledge it is unreasonable for him to stand up in defence of he knows not what, and pretend to charge on me as an Absurdity, the not assenting to those Propositions which at Bottom have no meaning in them.","subId":"45","id":"Berkeley.THK.1.45"},{"type":"paragraph","content":"It will not be amiss to observe, how far the received Principles of Philosophy are themselves chargeable with those pretended Absurdities. It is thought strangely absurd that upon closing my Eyelids, all the visible Objects round me should be reduced to nothing; and yet is not this what Philosophers commonly acknowledge, when they agree on all hands, that Light and Colours, which alone are the proper and immediate Objects of Sight, are mere Sensations that exist no longer than they are perceived? Again, it may to some perhaps seem very incredible, that things should be every moment creating, yet this very Notion is commonly taught in the Schools. For the _Schoolmen_, though they acknowledge the Existence of Matter, and that the whole mundane Fabrick is framed out of it, are nevertheless of Opinion that it cannot subsist without the Divine Conservation, which by them is expounded to be a continual Creation.","subId":"46","id":"Berkeley.THK.1.46"},{"type":"paragraph","content":"Farther, a little Thought will discover to us, that though we allow the Existence of Matter or Corporeal Substance, yet it will unavoidably follow from the Principles which are now generally admitted, that the particular Bodies of what kind soever, do none of them exist whilst they are not perceived. For it is evident from _Sect._ XI. and the following Sections, that the Matter Philosophers contend for, is an incomprehensible Somewhat which hath none of those particular Qualities, whereby the Bodies falling under our Senses are distinguished one from another. But to make this more plain, it must be remarked, that the infinite Divisibility of Matter is now universally allowed, at least by the most approved and considerable Philosophers, who on the received Principles demonstrate it beyond all Exception. Hence it follows, that there is an infinite Number of Parts in each Particle of Matter, which are not perceived by Sense. The Reason therefore, that any particular Body seems to be of a finite Magnitude, or exhibits only a finite Number of Parts to Sense, is, not because it contains no more, since in itself it contains an infinite Number of Parts, but because the Sense is not acute enough to discern them. In proportion therefore as the Sense is rendered more acute, it perceives a greater Number of Parts in the Object, that is, the Object appears greater, and its Figure varies, those Parts in its Extremities which were before unperceivable, appearing now to bound it in very different Lines and Angles from those perceived by an obtuser Sense. And at length, after various Changes of Size and Shape, when the Sense becomes infinitely acute, the Body shall seem infinite. During all which there is no Alteration in the Body, but only in the Sense. Each Body therefore considered in it self, is infinitely extended, and consequently void of all Shape or Figure. From which it follows, that though we should grant the Existence of Matter to be ever so certain, yet it is withal as certain, the Materialists themselves are by their own Principles forced to acknowledge, that neither the particular Bodies perceived by Sense, nor any thing like them exists without the Mind. Matter, I say, and each Particle thereof is according to them infinite and shapeless, and it is the Mind that frames all that variety of Bodies which compose the visible World, any one whereof does not exist longer than it is perceived.","subId":"47","id":"Berkeley.THK.1.47"},{"type":"paragraph","content":"If we consider it, the Objection proposed in _Sect._ 45. will not be found reasonably charged on the Principles we have premised, so as in truth to make any Objection at all against our Notions. For though we hold indeed the Objects of Sense to be nothing else but Ideas which cannot exist unperceived; yet we may not hence conclude they have no Existence except only while they are perceived by us, since there may be some other Spirit that perceives them, though we do not. Wherever Bodies are said to have no Existence without the Mind, I would not be understood to mean this or that particular Mind, but all Minds whatsoever. It does not therefore follow from the foregoing Principles, that Bodies are annihilated and created every moment, or exist not at all during the Intervals between our Perception of them.","subId":"48","id":"Berkeley.THK.1.48"},{"type":"paragraph","content":"Fifthly, It may perhaps be objected, that if Extension and Figure exist only in the Mind, it follows that the Mind is extended and figured; since Extension is a Mode or Attribute, which (to speak with the Schools) is predicated of the Subject in which it exists. I answer, Those Qualities are in the Mind only as they are perceived by it, that is, not by way of _Mode_ or _Attribute_, but only by way of _Idea_; and it no more follows, that the Soul or Mind is extended because Extension exists in it alone, than it does that it is red or blue, because those Colours are on all hands acknowledged to exist in it, and no where else. As to what Philosophers say of Subject and Mode, that seems very groundless and unintelligible. For Instance, in this Proposition, a Die is hard, extended, and square, they will have it that the Word _Die_ denotes a Subject or Substance, distinct from the Hardness, Extension and Figure, which are predicated of it, and in which they exist. This I cannot comprehend: To me a Die seems to be nothing distinct from those things which are termed its Modes or Accidents. And to say a Die is hard, extended and square, is not to attribute those Qualities to a Subject distinct from and supporting them, but only an Explication of the meaning of the Word _Die_.","subId":"49","id":"Berkeley.THK.1.49"},{"type":"paragraph","content":"Sixthly, You will say there have been a great many things explained by Matter and Motion: Take away these, and you destroy the whole Corpuscular Philosophy, and undermine those mechanical Principles which have been applied with so much Success to account for the _Ph{ae}nomena_. In short, whatever Advances have been made, either by ancient or modern Philosophers, in the study of Nature, do all proceed on the Supposition, that Corporeal Substance or Matter doth really exist. To this I answer, that there is not any one _Ph{ae}nomenon_ explained on that Supposition, which may not as well be explained without it, as might easily be made appear by an Induction of Particulars. To explain the _Ph{ae}nomena_, is all one as to shew, why upon such and such Occasions we are affected with such and such Ideas. But how Matter should operate on a Spirit, or produce any Idea in it, is what no Philosopher will pretend to explain. It is therefore evident, there can be no use of Matter in Natural Philosophy. Besides, they who attempt to account for Things, do it not by Corporeal Substance, but by Figure, Motion, and other Qualities, which are in truth no more than mere Ideas, and therefore cannot be the Cause of any thing, as hath been already shewn. See _Sect._ 25.","subId":"50","id":"Berkeley.THK.1.50"},{"type":"paragraph","content":"Seventhly, It will upon this be demanded whether it does not seem absurd to take away natural Causes, and ascribe every thing to the immediate Operation of Spirits? We must no longer say upon these Principles that Fire heats, or Water cools, but that a Spirit heats, and so forth. Would not a Man be deservedly laught at, who should talk after this manner? I answer, he would so; in such things we ought to _think with the Learned, and speak with the Vulgar_. They who to Demonstration are convinced of the truth of the _Copernican_ System, do nevertheless say the Sun rises, the Sun sets, or comes to the Meridian: And if they affected a contrary Stile in common talk, it would without doubt appear very ridiculous. A little Reflexion on what is here said will make it manifest, that the common use of Language would receive no manner of Alteration or Disturbance from the Admission of our Tenets.","subId":"51","id":"Berkeley.THK.1.51"},{"type":"paragraph","content":"In the ordinary Affairs of Life, any Phrases may be retained, so long as they excite in us proper Sentiments, or Dispositions to act in such a manner as is necessary for our well-being, how false soever they may be, if taken in a strict and speculative Sense. Nay this is unavoidable, since Propriety being regulated by Custom, Language is suited to the received Opinions, which are not always the truest. Hence it is impossible, even in the most rigid philosophic Reasonings, so far to alter the Bent and Genius of the Tongue we speak, as never to give a handle for Cavillers to pretend Difficulties and Inconsistencies. But a fair and ingenuous Reader will collect the Sense, from the Scope and Tenor and Connexion of a Discourse, making allowances for those inaccurate Modes of Speech, which use has made inevitable.","subId":"52","id":"Berkeley.THK.1.52"},{"type":"paragraph","content":"As to the Opinion that there are no Corporeal Causes, this has been heretofore maintained by some of the Schoolmen, as it is of late by others among the modern Philosophers, who though they allow Matter to exist, yet will have ^God^ alone to be the immediate efficient Cause of all things. These Men saw, that amongst all the Objects of Sense, there was none which had any Power or Activity included in it, and that by Consequence this was likewise true of whatever Bodies they supposed to exist without the Mind, like unto the immediate Objects of Sense. But then, that they should suppose an innumerable Multitude of created Beings, which they acknowledge are not capable of producing any one Effect in Nature, and which therefore are made to no manner of purpose, since God might have done every thing as well without them; this I say, though we should allow it possible, must yet be a very unaccountable and extravagant Supposition.","subId":"53","id":"Berkeley.THK.1.53"},{"type":"paragraph","content":"In the eighth place, The universal concurrent Assent of Mankind may be thought by some, an invincible Argument in behalf of Matter, or the Existence of external things. Must we suppose the whole World to be mistaken? And if so, what Cause can be assigned of so widespread and predominant an Error? I answer, First, That upon a narrow Inquiry, it will not perhaps be found, so many as is imagined do really believe the Existence of Matter or Things without the Mind. Strictly speaking, to believe that which involves a Contradiction, or has no meaning in it, is impossible: And whether the foregoing Expressions are not of that sort, I refer it to the impartial Examination of the Reader. In one sense indeed, Men may be said to believe that Matter exists, that is, they act as if the immediate Cause of their Sensations, which affects them every moment and is so nearly present to them, were some senseless unthinking Being. But that they should clearly apprehend any Meaning marked by those Words, and form thereof a settled speculative Opinion, is what I am not able to conceive. This is not the only Instance wherein Men impose upon themselves, by imagining they believe those Propositions they have often heard, though at bottom they have no meaning in them.","subId":"54","id":"Berkeley.THK.1.54"},{"type":"paragraph","content":"But secondly, Though we should grant a Notion to be ever so universally and stedfastly adhered to, yet this is but a weak Argument of its Truth, to whoever considers what a vast number of Prejudices and false Opinions are every where embraced with the utmost Tenaciousness, by the unreflecting (which are the far greater) Part of Mankind. There was a time when the _Antipodes_ and Motion of the Earth were looked upon as monstrous Absurdities, even by Men of Learning: And if it be considered what a small proportion they bear to the rest of Mankind, we shall find that at this Day, those Notions have gained but a very inconsiderable footing in the World.","subId":"55","id":"Berkeley.THK.1.55"},{"type":"paragraph","content":"But it is demanded, that we assign a Cause of this Prejudice, and account for its obtaining in the World. To this I answer, That Men knowing they perceived several Ideas, whereof they themselves were not the Authors, as not being excited from within, nor depending on the Operation of their Wills, this made them maintain, those Ideas or Objects of Perception had an Existence independent of, and without the Mind, without ever dreaming that a Contradiction was involved in those Words. But Philosophers having plainly seen, that the immediate Objects of Perception do not exist without the Mind, they in some degree corrected the mistake of the Vulgar, but at the same time run into another which seems no less absurd, to wit, that there are certain Objects really existing without the Mind, or having a Subsistence distinct from being perceived, of which our Ideas are only Images or Resemblances, imprinted by those Objects on the Mind. And this Notion of the Philosophers owes its Origin to the same Cause with the former, namely, their being conscious that they were not the Authors of their own Sensations, which they evidently knew were imprinted from without, and which therefore must have some Cause, distinct from the Minds on which they are imprinted.","subId":"56","id":"Berkeley.THK.1.56"},{"type":"paragraph","content":"But why they should suppose the Ideas of Sense to be excited in us by things in their likeness, and not rather have recourse to _Spirit_ which alone can act, may be accounted for, First, because they were not aware of the Repugnancy there is, as well in supposing things like unto our Ideas existing without, as in attributing to them Power or Activity. Secondly, because the supreme Spirit which excites those Ideas in our Minds, is not marked out and limited to our view by any particular finite Collection of sensible Ideas, as humane Agents are by their Size, Complexion, Limbs, and Motions. And thirdly, because his Operations are regular and uniform. Whenever the Course of Nature is interrupted by a Miracle, Men are ready to own the Presence of a superior Agent. But when we see things go on in the ordinary Course, they do not excite in us any Reflexion; their Order and Concatenation, though it be an Argument of the greatest Wisdom, Power, and Goodness in their Creator, is yet so constant and familiar to us, that we do not think them the immediate Effects of a _Free Spirit_: especially since Inconstancy and Mutability in acting, though it be an Imperfection, is looked on as a mark of _Freedom_.","subId":"57","id":"Berkeley.THK.1.57"},{"type":"paragraph","content":"Tenthly, It will be objected, that the Notions we advance, are inconsistent with several sound Truths in Philosophy and Mathematicks. For Example, The Motion of the Earth is now universally admitted by Astronomers, as a Truth grounded on the clearest and most convincing Reasons; but on the foregoing Principles, there can be no such thing. For Motion being only an Idea, it follows that if it be not perceived, it exists not; but the Motion of the Earth is not perceived by Sense. I answer, That Tenet, if rightly understood, will be found to agree with the Principles we have premised: For the Question, whether the Earth moves or no, amounts in reality to no more than this, to wit, whether we have reason to conclude from what hath been observed by Astronomers, that if we were placed in such and such Circumstances, and such or such a Position and Distance, both from the Earth and Sun, we should perceive the former to move among the Choir of the Planets, and appearing in all respects like one of them: And this, by the established Rules of Nature, which we have no reason to mistrust, is reasonably collected from the Ph{ae}nomena.","subId":"58","id":"Berkeley.THK.1.58"},{"type":"paragraph","content":"We may, from the Experience we have had of the Train and Succession of Ideas in our Minds, often make, I will not say uncertain Conjectures, but sure and well-grounded Predictions, concerning the Ideas we shall be affected with, pursuant to a great Train of Actions, and be enabled to pass a right Judgment of what would have appeared to us, in case we were placed in Circumstances very different from those we are in at present. Herein consists the Knowledge of Nature, which may preserve its Use and Certainty very consistently with what hath been said. It will be easy to apply this to whatever Objections of the like sort may be drawn from the Magnitude of the Stars, or any other Discoveries in Astronomy or Nature.","subId":"59","id":"Berkeley.THK.1.59"},{"type":"paragraph","content":"In the eleventh place, It will be demanded to what purpose serves that curious Organization of Plants, and the admirable Mechanism in the Parts of Animals; might not Vegetables grow, and shoot forth Leaves and Blossoms, and Animals perform all their Motions, as well without as with all that variety of internal Parts so elegantly contrived and put together, which being Ideas have nothing powerful or operative in them, nor have any necessary Connexion with the Effects ascribed to them? If it be a Spirit that immediately produces every Effect by a _Fiat_, or Act of his Will, we must think all that is fine and artificial in the Works, whether of Man or Nature, to be made in vain. By this Doctrine, though an Artist hath made the Spring and Wheels, and every Movement of a Watch, and adjusted them in such a manner as he knew would produce the Motions he designed; yet he must think all this done to no purpose, and that it is an Intelligence which directs the Index, and points to the Hour of the Day. If so, why may not the Intelligence do it, without his being at the pains of making the Movements, and putting them together? Why does not an empty Case serve as well as another? And how comes it to pass, that whenever there is any Fault in the going of a Watch, there is some corresponding Disorder to be found in the Movements, which being mended by a skilful Hand, all is right again? The like may be said of all the Clockwork of Nature, great part whereof is so wonderfully fine and subtile, as scarce to be discerned by the best Microscope. In short, it will be asked, how upon our Principles any tolerable Account can be given, or any final Cause assigned of an innumerable multitude of Bodies and Machines framed with the most exquisite Art, which in the common Philosophy have very apposite uses assigned them, and serve to explain abundance of Ph{ae}nomena.","subId":"60","id":"Berkeley.THK.1.60"},{"type":"paragraph","content":"To all which I answer, First, That though there were some Difficulties relating to the Administration of Providence, and the uses by it assigned to the several parts of Nature, which I could not solve by the foregoing Principles, yet this Objection could be of small weight against the Truth and Certainty of those things which may be proved _&agrave; priori_, with the utmost Evidence. Secondly, But neither are the received Principles free from the like Difficulties; for it may still be demanded, to what end God should take those round-about Methods of effecting things by Instruments and Machines, which no one can deny might have been effected by the mere Command of his Will, without all that _apparatus_: Nay, if we narrowly consider it, we shall find the Objection may be retorted with greater force on those who hold the Existence of those Machines without the Mind; for it has been made evident, that Solidity, Bulk, Figure, Motion and the like, have no _Activity_ or _Efficacy_ in them, so as to be capable of producing any one Effect in Nature. See _Sect._ 25. Whoever therefore supposes them to exist (allowing the Supposition possible) when they are not perceived, does it manifestly to no purpose; since the only use that is assigned to them, as they exist unperceived, is that they produce those perceivable Effects, which in truth cannot be ascribed to any thing but Spirit.","subId":"61","id":"Berkeley.THK.1.61"},{"type":"paragraph","content":"But to come nearer the Difficulty, it must be observed, that though the Fabrication of all those Parts and Organs be not absolutely necessary to the producing any Effect, yet it is necessary to the producing of things in a constant, regular way, according to the Laws of Nature. There are certain general Laws that run through the whole Chain of natural Effects: These are learned by the Observation and Study of Nature, and are by Men applied as well to the framing artificial things for the Use and Ornament of Life, as to the explaining the various _Ph{ae}nomena_: Which Explication consists only in shewing the Conformity any particular Ph{ae}nomenon hath to the general Laws of Nature, or, which is the same thing, in discovering the _Uniformity_ there is in the Production of natural Effects; as will be evident to whoever shall attend to the several Instances, wherein Philosophers pretend to account for Appearances. That there is a great and conspicuous Use in these regular constant Methods of working observed by the Supreme Agent, hath been shewn in _Sect._ 31. And it is no less visible, that a particular Size, Figure, Motion and Disposition of Parts are necessary, though not absolutely to the producing any Effect, yet to the producing it according to the standing mechanical Laws of Nature. Thus, for Instance, it cannot be denied that God, or the Intelligence which sustains and rules the ordinary Course of things might, if He were minded to produce a Miracle, cause all the Motions on the Dial-plate of a Watch, though no Body had ever made the Movements, and put them in it: But yet if he will act agreeably to the Rules of Mechanism, by him for wise ends established and maintained in the Creation, it is necessary that those Actions of the Watchmaker, whereby he makes the Movements and rightly adjusts them, precede the Production of the aforesaid Motions; as also that any Disorder in them be attended with the Perception of some corresponding Disorder in the Movements, which being once corrected all is right again.","subId":"62","id":"Berkeley.THK.1.62"},{"type":"paragraph","content":"It may indeed on some Occasions be necessary, that the Author of Nature display his overruling Power in producing some Appearance out of the ordinary Series of things. Such Exceptions from the general Rules of Nature are proper to surprise and awe Men into an Acknowledgment of the Divine Being: But then they are to be used but seldom, otherwise there is a plain Reason why they should fail of that Effect. Besides, God seems to choose the convincing our Reason of his Attributes by the Works of Nature, which discover so much Harmony and Contrivance in their Make, and are such plain Indications of Wisdom and Beneficence in their Author, rather than to astonish us into a belief of his Being by anomalous and surprising Events.","subId":"63","id":"Berkeley.THK.1.63"},{"type":"paragraph","content":"To set this Matter in a yet clearer Light, I shall observe that what has been objected in _Sect._ 60. amounts in reality to no more than this: Ideas are not any how and at random produced, there being a certain Order and Connexion between them, like to that of Cause and Effect: There are also several Combinations of them, made in a very regular and artificial manner, which seem like so many Instruments in the hand of Nature, that being hid as it were behind the Scenes, have a secret Operation in producing those Appearances which are seen on the Theatre of the World, being themselves discernible only to the curious Eye of the Philosopher. But since one Idea cannot be the Cause of another, to what purpose is that Connexion? And since those Instruments, being barely _inefficacious Perceptions_ in the Mind, are not subservient to the Production of natural Effects; it is demanded why they are made, or, in other Words, what reason can be assigned why God should make us, upon a close Inspection into his Works, behold so great Variety of Ideas, so artfully laid together, and so much according to Rule; it not being credible, that he would be at the Expense (if one may so speak) of all that Art and Regularity to no purpose?","subId":"64","id":"Berkeley.THK.1.64"},{"type":"paragraph","content":"To all which my Answer is, First, That the Connexion of Ideas does not imply the Relation of _Cause_ and _Effect_, but only of a Mark or _Sign_ with the thing _signified_. The Fire which I see is not the Cause of the Pain I suffer upon my approaching it, but the Mark that forewarns me of it. In like manner, the Noise that I hear is not the Effect of this or that Motion or Collision of the ambient Bodies, but the Sign thereof. Secondly, The Reason why Ideas are formed into Machines, that is, artificial and regular Combinations, is the same with that for combining Letters into Words. That a few Original Ideas may be made to signify a great number of Effects and Actions, it is necessary they be variously combined together: And to the end their use be permanent and universal, these Combinations must be made by _Rule_, and with _wise Contrivance_. By this means abundance of Information is conveyed unto us, concerning what we are to expect from such and such Actions, and what Methods are proper to be taken, for the exciting such and such Ideas: Which in effect is all that I conceive to be distinctly meant, when it is said that by discerning the Figure, Texture, and Mechanism of the inward Parts of Bodies, whether natural or artificial, we may attain to know the several Uses and Properties depending thereon, or the Nature of the thing.","subId":"65","id":"Berkeley.THK.1.65"},{"type":"paragraph","content":"Hence it is evident, that those things which under the Notion of a Cause cooperating or concurring to the Production of Effects, are altogether inexplicable, and run us into great Absurdities, may be very naturally explained, and have a proper and obvious use assigned them, when they are considered only as Marks or Signs for our Information. And it is the searching after, and endeavouring to understand those Signs instituted by the Author of Nature, that ought to be the Employment of the Natural Philosopher, and not the pretending to explain things by Corporeal Causes; which Doctrine seems to have too much estranged the Minds of Men from that active Principle, that supreme and wise Spirit, _in whom we live, move, and have our being_.","subId":"66","id":"Berkeley.THK.1.66"},{"type":"paragraph","content":"In the twelfth place, it may perhaps be objected, that though it be clear from what has been said, that there can be no such thing as an inert, senseless, extended, solid, figured, moveable Substance, existing without the Mind, such as Philosophers describe Matter: Yet if any Man shall leave out of his Idea of _Matter_, the positive Ideas of Extension, Figure, Solidity and Motion, and say that he means only by that Word, an inert senseless Substance, that exists without the Mind, or unperceived, which is the Occasion of our Ideas, or at the presence whereof God is pleased to excite Ideas in us: It doth not appear, but that Matter taken in this sense may possibly exist. In Answer to which I say, First, that it seems no less absurd to suppose a Substance without Accidents, than it is to suppose Accidents without a Substance. But Secondly, though we should grant this unknown Substance may possibly exist, yet where can it be supposed to be? That it exists not in the Mind is agreed, and that it exists not in Place is no less certain; since all Extension exists only in the Mind, as hath been already proved. It remains therefore that it exists no where at all.","subId":"67","id":"Berkeley.THK.1.67"},{"type":"paragraph","content":"Let us examine a little the Description that is here given us of _Matter_. It neither acts, nor perceives, nor is perceived: For this is all that is meant by saying it is an inert, senseless, unknown substance; which is a Definition intirely made up of Negatives, excepting only the relative Notion of its standing under or supporting: But then it must be observed, that it _supports_ nothing at all; and how nearly this comes to the Description of a _non-entity_, I desire may be considered. But, say you, it is the _unknown Occasion_, at the presence of which, Ideas are excited in us by the Will of God. Now I would fain know how any thing can be present to us, which is neither perceivable by Sense nor Reflexion, nor capable of producing any Idea in our Minds, nor is at all extended, nor hath any Form, nor exists in any Place. The Words _to be present_, when thus applied, must needs be taken in some abstract and strange Meaning, and which I am not able to comprehend.","subId":"68","id":"Berkeley.THK.1.68"},{"type":"paragraph","content":"Again, let us examine what is meant by _Occasion_: So far as I can gather from the common use of Language, that Word signifies, either the Agent which produces any Effect, or else something that is observed to accompany, or go before it, in the ordinary Course of things. But when it is applied to Matter as above described, it can be taken in neither of those senses. For Matter is said to be passive and inert, and so cannot be an Agent or efficient Cause. It is also unperceivable, as being devoid of all sensible Qualities, and so cannot be the Occasion of our Perceptions in the latter Sense: As when the burning my Finger is said to be the Occasion of the Pain that attends it. What therefore can be meant by calling Matter an _Occasion_? This Term is either used in no sense at all, or else in some sense very distant from its received Signification.","subId":"69","id":"Berkeley.THK.1.69"},{"type":"paragraph","content":"You will perhaps say that Matter, though it be not perceived by us, is nevertheless perceived by ^God^, to whom it is the Occasion of exciting Ideas in our Minds. For, say you, since we observe our Sensations to be imprinted in an orderly and constant manner, it is but reasonable to suppose there are certain constant and regular Occasions of their being produced. That is to say, that there are certain permanent and distinct Parcels of Matter, corresponding to our Ideas, which, though they do not excite them in our Minds, or any ways immediately affect us, as being altogether passive and unperceivable to Us, they are nevertheless to ^God^, by whom they are perceived, as it were so many Occasions to remind him when and what Ideas to imprint on our Minds: that so things may go on in a constant uniform manner.","subId":"70","id":"Berkeley.THK.1.70"},{"type":"paragraph","content":"In answer to this I observe, that as the Notion of Matter is here stated, the Question is no longer concerning the Existence of a thing distinct from _Spirit_ and _Idea_, from perceiving and being perceived: But whether there are not certain Ideas, of I know not what sort, in the Mind of ^God^, which are so many Marks or Notes that direct him how to produce Sensations in our Minds, in a constant and regular Method: Much after the same manner as a Musician is directed by the Notes of Musick to produce that harmonious Train and Composition of Sound, which is called a _Tune_; though they who hear the Musick do not perceive the Notes, and may be intirely ignorant of them. But this Notion of Matter seems too extravagant to deserve a Confutation. Besides, it is in effect no Objection against what we have advanced, to wit, that there is no senseless, unperceived _Substance_.","subId":"71","id":"Berkeley.THK.1.71"},{"type":"paragraph","content":"If we follow the Light of Reason, we shall, from the constant uniform Method of our Sensations, collect the Goodness and Wisdom of the _Spirit_ who excites them in our Minds. But this is all that I can see reasonably concluded from thence. To me, I say, it is evident that the Being of a _Spirit infinitely Wise, Good, and Powerful_ is abundantly sufficient to explain all the Appearances of Nature. But as for _inert senseless Matter_, nothing that I perceive has any the least Connexion with it, or leads to the Thoughts of it. And I would fain see any one explain any the meanest _Ph{ae}nomenon_ in Nature by it, or shew any manner of Reason, though in the lowest Rank of Probability, that he can have for its Existence; or even make any tolerable Sense or Meaning of that Supposition. For as to its being an Occasion, we have, I think, evidently shewn that with regard to us it is no Occasion: It remains therefore that it must be, if at all, the Occasion to ^God^ of exciting Ideas in us; and what this amounts to, we have just now seen.","subId":"72","id":"Berkeley.THK.1.72"},{"type":"paragraph","content":"It is worth while to reflect a little on the Motives which induced Men to suppose the Existence of material Substance; that so having observed the gradual ceasing, and Expiration of those Motives or Reasons, we may proportionably withdraw the Assent that was grounded on them. First therefore, it was thought that Colour, Figure, Motion, and the rest of the sensible Qualities or Accidents, did really exist without the Mind; and for this reason, it seemed needful to suppose some unthinking _Substratum_ or _Substance_ wherein they did exist, since they could not be conceived to exist by themselves. Afterwards, in process of time, Men being convinced that Colours, Sounds, and the rest of the sensible secondary Qualities had no Existence without the Mind, they stripped this _Substratum_ or material Substance of those Qualities, leaving only the primary ones, Figure, Motion, and such like, which they still conceived to exist without the Mind, and consequently to stand in need of a material Support. But it having been shewn, that none, even of these, can possibly exist otherwise than in a Spirit or Mind which perceives them, it follows that we have no longer any reason to suppose the being of _Matter_. Nay, that it is utterly impossible there should be any such thing, so long as that Word is taken to denote an _unthinking Substratum_ of Qualities or Accidents, wherein they exist without the Mind.","subId":"73","id":"Berkeley.THK.1.73"},{"type":"paragraph","content":"But though it be allowed by the _Materialists_ themselves, that Matter was thought of only for the sake of supporting Accidents; and the reason intirely ceasing, one might expect the Mind should naturally, and without any reluctance at all, quit the belief of what was solely grounded thereon. Yet the Prejudice is riveted so deeply in our Thoughts, that we can scarce tell how to part with it, and are therefore inclined, since the _Thing_ it self is indefensible, at least to retain the _Name_; which we apply to I know not what abstracted and indefinite Notions of _Being_, or _Occasion_, though without any shew of Reason, at least so far as I can see. For what is there on our part, or what do we perceive amongst all the Ideas, Sensations, Notions, which are imprinted on our Minds, either by Sense or Reflexion, from whence may be inferred the Existence of an inert, thoughtless, unperceived Occasion? and on the other hand, on the part of an _all-sufficient Spirit_, what can there be that should make us believe, or even suspect, he is _directed_ by an inert Occasion to excite Ideas in our Minds?","subId":"74","id":"Berkeley.THK.1.74"},{"type":"paragraph","content":"It is a very extraordinary Instance of the force of Prejudice, and much to be lamented, that the Mind of Man retains so great a Fondness against all the evidence of Reason, for a stupid thoughtless _Somewhat_, by the interposition whereof it would, as it were, skreen it self from the Providence of God, and remove him farther off from the Affairs of the World. But though we do the utmost we can, to secure the belief of _Matter_, though when Reason forsakes us, we endeavour to support our Opinion on the bare possibility of the Thing, and though we indulge our selves in the full Scope of an Imagination not regulated by Reason, to make out that poor _Possibility_, yet the upshot of all is, that there are certain _unknown Ideas_ in the Mind of God; for this, if any thing, is all that I conceive to be meant by _Occasion_ with regard to God. And this, at the Bottom, is no longer contending for the _Thing_, but for the _Name_.","subId":"75","id":"Berkeley.THK.1.75"},{"type":"paragraph","content":"Whether therefore there are such Ideas in the Mind of ^God^, and whether they may be called by the name _Matter_, I shall not dispute. But if you stick to the Notion of an unthinking Substance, or Support of Extension, Motion, and other sensible Qualities, then to me it is most evidently impossible there should be any such thing. Since it is a plain Repugnancy, that those Qualities should exist in or be supported by an unperceiving Substance.","subId":"76","id":"Berkeley.THK.1.76"},{"type":"paragraph","content":"But say you, though it be granted that there is no thoughtless support of Extension, and the other Qualities or Accidents which we perceive; yet there may, perhaps, be some inert unperceiving Substance, or _Substratum_ of some other Qualities, as incomprehensible to us as Colours are to a Man born blind, because we have not a Sense adapted to them. But if we had a new Sense, we should possibly no more doubt of their Existence, than a Blind-man made to see does of the Existence of Light and Colours. I answer, First, if what you mean by the word _Matter_ be only the unknown Support of unknown Qualities, it is no matter whether there is such a thing or no, since it no way concerns us: And I do not see the Advantage there is in disputing about what we know not _what_, and we know not _why_.","subId":"77","id":"Berkeley.THK.1.77"},{"type":"paragraph","content":"But secondly, if we had a new Sense, it could only furnish us with new Ideas or Sensations: And then we should have the same reason against their existing in an unperceiving Substance, that has been already offered with relation to Figure, Motion, Colour, and the like. Qualities, as hath been shewn, are nothing else but _Sensations_ or _Ideas_, which exist only in a _Mind_ perceiving them; and this is true not only of the Ideas we are acquainted with at present, but likewise of all possible Ideas whatsoever.","subId":"78","id":"Berkeley.THK.1.78"},{"type":"paragraph","content":"But you will insist, what if I have no reason to believe the Existence of Matter, what if I cannot assign any use to it, or explain any thing by it, or even conceive what is meant by that Word? Yet still it is no Contradiction to say that Matter exists, and that this Matter is _in general_ a _Substance_, or _Occasion of Ideas_; though, indeed, to go about to unfold the meaning, or adhere to any particular Explication of those Words, may be attended with great Difficulties. I answer, when Words are used without a Meaning, you may put them together as you please, without danger of running into a Contradiction. You may say, for Example, that _twice Two_ is equal to _Seven_, so long as you declare you do not take the Words of that Proposition in their usual Acceptation, but for Marks of you know not what. And by the same reason you may say, there is an inert thoughtless Substance without Accidents, which is the occasion of our Ideas. And we shall understand just as much by one Proposition, as the other.","subId":"79","id":"Berkeley.THK.1.79"},{"type":"paragraph","content":"In the last place, you will say, What if we give up the Cause of material Substance, and assert, that Matter is an unknown _Somewhat_, neither Substance nor Accident, Spirit nor Idea, inert, thoughtless, indivisible, immoveable, unextended, existing in no Place? For, say you, Whatever may be urged against _Substance_ or _Occasion_, or any other positive or relative Notion of Matter, hath no place at all, so long as this _negative_ Definition of Matter is adhered to. I answer, you may, if so it shall seem good, use the word _Matter_ in the same Sense, that other Men use _nothing_, and so make those Terms convertible in your Style. For after all, this is what appears to me to be the Result of that Definition, the Parts whereof when I consider with Attention, either collectively, or separate from each other, I do not find that there is any kind of Effect or Impression made on my Mind, different from what is excited by the Term _Nothing_.","subId":"80","id":"Berkeley.THK.1.80"},{"type":"paragraph","content":"You will reply perhaps, that in the foresaid Definition is included, what doth sufficiently distinguish it from nothing, the positive, abstract Idea of _Quiddity_, _Entity_, or _Existence_. I own indeed, that those who pretend to the Faculty of framing abstract general Ideas, do talk as if they had such an Idea, which is, say they, the most abstract and general Notion of all, that is to me the most incomprehensible of all others. That there are a great variety of Spirits of different Orders and Capacities, whose Faculties, both in Number and Extent, are far exceeding those the Author of my Being has bestowed on me, I see no reason to deny. And for me to pretend to determine by my own few, stinted, narrow Inlets of Perception, what Ideas the inexhaustible Power of the ^Supreme Spirit^ may imprint upon them, were certainly the utmost Folly and Presumption. Since there may be, for ought that I know, innumerable sorts of Ideas or Sensations, as different from one another, and from all that I have perceived, as Colours are from Sounds. But how ready soever I may be, to acknowledge the Scantiness of my Comprehension, with regard to the endless variety of Spirits and Ideas, that might possibly exist, yet for any one to pretend to a Notion of Entity or Existence, _abstracted_ from _Spirit_ and _Idea_, from perceived and being perceived, is, I suspect, a downright repugnancy and trifling with Words. It remains that we consider the Objections, which may possibly be made on the part of Religion.","subId":"81","id":"Berkeley.THK.1.81"},{"type":"paragraph","content":"Some there are who think, that though the Arguments for the real Existence of Bodies, which are drawn from Reason, be allowed not to amount to Demonstration, yet the Holy Scriptures are so clear in the Point, as will sufficiently convince every good Christian, that Bodies do really exist, and are something more than mere Ideas; there being in Holy Writ innumerable Facts related, which evidently suppose the reality of Timber, and Stone, Mountains, and Rivers, and Cities, and humane Bodies. To which I answer, that no sort of Writings whatever, sacred or profane, which use those and the like Words in the vulgar Acceptation, or so as to have a meaning in them, are in danger of having their Truth called in question by our Doctrine. That all those Things do really exist, that there are Bodies, even corporeal Substances, when taken in the vulgar Sense, has been shewn to be agreeable to our Principles: And the difference betwixt _Things_ and _Ideas_, _Realities_ and _Chimeras_, has been distinctly explained[n1]. And I do not think, that either what Philosophers call _Matter_, or the Existence of Objects without the Mind, is any where mentioned in Scripture.","subId":"82","id":"Berkeley.THK.1.82"},{"type":"paragraph","content":"Again, whether there be, or be not external Things, it is agreed on all hands, that the proper Use of Words, is the marking our Conceptions, or Things only as they are known and perceived by us; whence it plainly follows, that in the Tenets we have laid down, there is nothing inconsistent with the right Use and Significancy of _Language_, and that Discourse of what kind soever, so far as it is intelligible, remains undisturbed. But all this seems so manifest, from what hath been set forth in the Premises, that it is needless to insist any farther on it.","subId":"83","id":"Berkeley.THK.1.83"},{"type":"paragraph","content":"But it will be urged, that Miracles do, at least, lose much of their Stress and Import by our Principles. What must we think of _Moses_'s Rod, was it not _really_ turned into a Serpent, or was there only a Change of _Ideas_ in the Minds of the Spectators? And can it be supposed, that our Saviour did no more at the Marriage-Feast in _Cana_, than impose on the Sight, and Smell, and Taste of the Guests, so as to create in them the Appearance or Idea only of Wine? The same may be said of all other Miracles: Which, in consequence of the foregoing Principles, must be looked upon only as so many Cheats, or Illusions of Fancy. To this I reply, that the Rod was changed into a real Serpent, and the Water into real Wine. That this doth not, in the least, contradict what I have elsewhere said, will be evident from _Sect._ 34, and 35. But this Business of _Real_ and _Imaginary_ hath been already so plainly and fully explained, and so often referred to, and the Difficulties about it are so easily answered from what hath gone before, that it were an Affront to the Reader's Understanding, to resume the Explication of it in this place. I shall only observe, that if at Table all who were present should see, and smell, and taste, and drink Wine, and find the effects of it, with me there could be no doubt of its Reality. So that, at Bottom, the Scruple concerning real Miracles hath no place at all on ours, but only on the received Principles, and consequently maketh rather _for_, than _against_ what hath been said.","subId":"84","id":"Berkeley.THK.1.84"},{"type":"paragraph","content":"Having done with the Objections, which I endeavoured to propose in the clearest Light, and gave them all the Force and Weight I could, we proceed in the next place to take a view of our Tenets in their Consequences. Some of these appear at first Sight, as that several difficult and obscure Questions, on which abundance of Speculation hath been thrown away, are intirely banished from Philosophy. Whether corporeal Substance can think? Whether Matter be infinitely divisible? And how it operates on Spirit? these and like Inquiries have given infinite Amusement to Philosophers in all Ages. But depending on the Existence of _Matter_, they have no longer any place on our Principles. Many other Advantages there are, as well with regard to _Religion_ as the _Sciences_, which it is easy for any one to deduce from what hath been premised. But this will appear more plainly in the Sequel.","subId":"85","id":"Berkeley.THK.1.85"},{"type":"paragraph","content":"From the Principles we have laid down, it follows, humane Knowledge may naturally be reduced to two Heads, that of _Ideas_, and that of _Spirits_. Of each of these I shall treat in order. And first as to Ideas or unthinking Things, our Knowledge of these hath been very much obscured and confounded, and we have been led into very dangerous Errors, by supposing a twofold Existence of the Objects of Sense, the one _intelligible_, or in the Mind, the other _real_ and without the Mind: Whereby unthinking Things are thought to have a natural Subsistence of their own, distinct from being perceived by Spirits. This which, if I mistake not, hath been shewn to be a most groundless and absurd Notion, is the very Root of _Scepticism_; for so long as Men thought that real Things subsisted without the Mind, and that their Knowledge was only so far forth _real_ as it was conformable to _real Things_, it follows, they could not be certain they had any real Knowledge at all. For how can it be known, that the Things which are perceived, are conformable to those which are not perceived, or exist without the Mind?","subId":"86","id":"Berkeley.THK.1.86"},{"type":"paragraph","content":"Colour, Figure, Motion, Extension and the like, considered only as so many _Sensations_ in the Mind, are perfectly known, there being nothing in them which is not perceived. But if they are looked on as Notes or Images, referred to _Things_ or _Archetypes_ existing without the Mind, then are we involved all in _Scepticism_. We see only the Appearances, and not the real Qualities of Things. What may be the Extension, Figure, or Motion of any thing really and absolutely, or in it self, it is impossible for us to know, but only the proportion or the relation they bear to our Senses. Things remaining the same, our Ideas vary, and which of them, or even whether any of them at all represent the true Quality really existing in the Thing, it is out of our reach to determine. So that, for ought we know, all we see, hear, and feel, may be only Phantom and vain Chimera, and not at all agree with the real Things, existing in _Rerum Natura_. All this Scepticism follows, from our supposing a difference between _Things_ and _Ideas_, and that the former have a Subsistence without the Mind, or unperceived. It were easy to dilate on this Subject, and shew how the Arguments urged by _Sceptics_ in all Ages, depend on the Supposition of external Objects.","subId":"87","id":"Berkeley.THK.1.87"},{"type":"paragraph","content":"So long as we attribute a real Existence to unthinking Things, distinct from their being perceived, it is not only impossible for us to know with evidence the Nature of any real unthinking Being, but even that it exists. Hence it is, that we see Philosophers distrust their Senses, and doubt of the Existence of Heaven and Earth, of every thing they see or feel, even of their own Bodies. And after all their labour and struggle of Thought, they are forced to own, we cannot attain to any self-evident or demonstrative Knowledge of the Existence of sensible Things. But all this Doubtfulness, which so bewilders and confounds the Mind, and makes _Philosophy_ ridiculous in the Eyes of the World, vanishes, if we annex a meaning to our Words, and do not amuse our selves with the Terms _Absolute_, _External_, _Exist_, and such like, signifying we know not what. I can as well doubt of my own Being, as of the Being of those Things which I actually perceive by Sense: It being a manifest Contradiction, that any sensible Object should be immediately perceived by Sight or Touch, and at the same time have no Existence in Nature, since the very Existence of an unthinking Being consists in _being perceived_.","subId":"88","id":"Berkeley.THK.1.88"},{"type":"paragraph","content":"Nothing seems of more Importance, towards erecting a firm Systeme of sound and real Knowledge, which may be proof against the Assaults of _Scepticism_, than to lay the beginning in a distinct Explication of what is meant by _Thing_, _Reality_, _Existence_: For in vain shall we dispute concerning the real Existence of Things, or pretend to any Knowledge thereof, so long as we have not fixed the meaning of those Words. _Thing_ or _Being_ is the most general Name of all, it comprehends under it two Kinds intirely distinct and heterogeneous, and which have nothing common but the Name, to wit, _Spirits_ and _Ideas_. The former are _active, indivisible Substances_: The latter are _inert, fleeting, dependent Beings_, which subsist not by themselves, but are supported by, or exist in Minds or spiritual Substances. We comprehend our own Existence by inward Feeling or Reflexion, and that of other Spirits by Reason. We may be said to have some Knowledge or Notion of our own Minds, of Spirits and active Beings, whereof in a strict Sense we have not Ideas. In like manner we know and have a Notion of relations between Things or Ideas, which relations are distinct from the Ideas or Things related, inasmuch as the latter may be perceived by us without our perceiving the former. To me it seems that Ideas, Spirits and Relations are all in their respective kinds, the Object of humane Knowledge and Subject of Discourse: and that the Term _Idea_ would be improperly extended to signify every thing we know or have any Notion of.","subId":"89","id":"Berkeley.THK.1.89"},{"type":"paragraph","content":"Ideas imprinted on the Senses are real Things, or do really exist; this we do not deny, but we deny they can subsist without the Minds which perceive them, or that they are Resemblances of any Archetypes existing without the Mind: Since the very Being of a Sensation or Idea consists in being perceived, and an Idea can be like nothing but an Idea. Again, the Things perceived by Sense may be termed _external_, with regard to their Origin, in that they are not generated from within, by the Mind it self, but imprinted by a Spirit distinct from that which perceives them. Sensible Objects may likewise be said to be without the Mind, in another sense, namely when they exist in some other Mind. Thus when I shut my Eyes, the Things I saw may still exist, but it must be in another Mind.","subId":"90","id":"Berkeley.THK.1.90"},{"type":"paragraph","content":"It were a mistake to think, that what is here said derogates in the least from the Reality of Things. It is acknowledged on the received Principles, that Extension, Motion, and in a word all sensible Qualities, have need of a Support, as not being able to subsist by themselves. But the Objects perceived by Sense, are allowed to be nothing but Combinations of those Qualities, and consequently cannot subsist by themselves. Thus far it is agreed on all hands. So that in denying the Things perceived by Sense, an Existence independent of a Substance, or Support wherein they may exist, we detract nothing from the received Opinion of their _Reality_, and are guilty of no Innovation in that respect. All the difference is, that according to us the unthinking Beings perceived by Sense, have no Existence distinct from Being perceived, and cannot therefore exist in any other Substance, than those unextended, indivisible Substances, or _Spirits_, which act, and think, and perceive them: Whereas Philosophers vulgarly hold, that the sensible Qualities exist in an inert, extended, unperceiving Substance, which they call _Matter_, to which they attribute a natural Subsistence, exterior to all thinking Beings, or distinct from Being perceived by any Mind whatsoever, even the eternal Mind of the ^Creator^, wherein they suppose only Ideas of the corporeal Substances created by him: If indeed they allow them to be at all created.","subId":"91","id":"Berkeley.THK.1.91"},{"type":"paragraph","content":"For as we have shewn the Doctrine of Matter or corporeal Substance, to have been the main Pillar and Support of _Scepticism_, so likewise upon the same Foundation have been raised all the impious Schemes of _Atheism_ and Irreligion. Nay so great a difficulty hath it been thought, to conceive Matter produced out of nothing, that the most celebrated among the ancient Philosophers, even of these who maintained the Being of a ^God^, have thought Matter to be uncreated and coeternal with him. How great a Friend material Substance hath been to _Atheists_ in all Ages, were needless to relate. All their monstrous Systems have so visible and necessary a dependence on it, that when this Corner-stone is once removed, the whole Fabrick cannot choose but fall to the Ground; insomuch that it is no longer worth while, to bestow a particular Consideration on the Absurdities of every wretched Sect of _Atheists_.","subId":"92","id":"Berkeley.THK.1.92"},{"type":"paragraph","content":"That impious and profane Persons should readily fall in with those Systems which favour their Inclinations, by deriding immaterial Substance, and supposing the Soul to be divisible and subject to Corruption as the Body; which exclude all Freedom, Intelligence, and Design from the Formation of Things, and instead thereof make a self-existent, stupid, unthinking Substance the Root and Origin of all Beings. That they should hearken to those who deny a Providence, or Inspection of a superior Mind over the Affairs of the World, attributing the whole Series of Events either to blind Chance or fatal Necessity, arising from the Impulse of one Body on another. All this is very natural. And on the other hand, when Men of better Principles observe the Enemies of Religion lay so great a Stress on _unthinking Matter_, and all of them use so much Industry and Artifice to reduce every thing to it; methinks they should rejoice to see them deprived of their grand Support, and driven from that only Fortress, without which your _Epicureans_, _Hobbists_, and the like, have not even the Shadow of a Pretence, but become the most cheap and easy Triumph in the World.","subId":"93","id":"Berkeley.THK.1.93"},{"type":"paragraph","content":"The Existence of Matter, or Bodies unperceived, has not only been the main Support of _Atheists_ and _Fatalists_, but on the same Principle doth _Idolatry_ likewise in all its various Forms depend. Did Men but consider that the Sun, Moon, and Stars, and every other Object of the Senses, are only so many Sensations in their Minds, which have no other Existence but barely being perceived, doubtless they would never fall down, and worship their own _Ideas_; but rather address their Homage to that ^Eternal Indivisible Mind^ which produces and sustains all Things.","subId":"94","id":"Berkeley.THK.1.94"},{"type":"paragraph","content":"The same absurd Principle, by mingling it self with the Articles of our Faith, hath occasioned no small Difficulties to Christians. For Example, about the _Resurrection_, how many Scruples and Objections have been raised by _Socinians_ and others? But do not the most plausible of them depend on the supposition, that a Body is denominated the _same_, with regard not to the Form or that which is perceived by Sense, but the material Substance which remains the same under several Forms? Take away this _material Substance_, about the Identity whereof all the Dispute is, and mean by _Body_ what every plain ordinary Person means by that Word, to wit, that which is immediately seen and felt, which is only a Combination of sensible Qualities, or Ideas: And then their most unanswerable Objections come to nothing.","subId":"95","id":"Berkeley.THK.1.95"},{"type":"paragraph","content":"Matter being once expelled out of Nature, drags with it so many sceptical and impious Notions, such an incredible number of Disputes and puzling Questions, which have been Thorns in the Sides of Divines, as well as Philosophers, and made so much fruitless Work for Mankind; that if the Arguments we have produced against it, are not found equal to Demonstration (as to me they evidently seem) yet I am sure all Friends to Knowledge, Peace, and Religion, have reason to wish they were.","subId":"96","id":"Berkeley.THK.1.96"},{"type":"paragraph","content":"Beside the external Existence of the Objects of Perception, another great Source of Errors and Difficulties, with regard to Ideal Knowledge, is the Doctrine of _abstract Ideas_, such as it hath been set forth in the Introduction. The plainest Things in the World, those we are most intimately acquainted with, and perfectly know, when they are considered in an abstract way, appear strangely difficult and incomprehensible. Time, Place, and Motion, taken in particular or concrete, are what every Body knows; but having passed through the Hands of a Metaphysician, they become too abstract and fine, to be apprehended by Men of ordinary Sense. Bid your Servant meet you at such a _Time_, in such a _Place_, and he shall never stay to deliberate on the meaning of those Words: In conceiving that particular Time and Place, or the Motion by which he is to get thither, he finds not the least Difficulty. But if _Time_ be taken, exclusive of all those particular Actions and Ideas that diversify the Day, merely for the Continuation of Existence, or Duration in Abstract, then it will perhaps gravel even a Philosopher to comprehend it.","subId":"97","id":"Berkeley.THK.1.97"},{"type":"paragraph","content":"Whenever I attempt to frame a simple Idea of _Time_, abstracted from the succession of Ideas in my Mind, which flows uniformly, and is participated by all Beings, I am lost and embrangled in inextricable Difficulties. I have no Notion of it at all, only I hear others say, it is infinitely divisible, and speak of it in such a manner as leads me to entertain odd Thoughts of my Existence: Since that Doctrine lays one under an absolute necessity of thinking, either that he passes away innumerable Ages without a Thought, or else that he is annihilated every moment of his Life: Both which seem equally absurd. Time therefore being nothing, abstracted from the Sucession of Ideas in our Minds, it follows that the Duration of any finite Spirit must be estimated by the Number of Ideas or Actions succeeding each other in that same Spirit or Mind. Hence it is a plain consequence that the Soul always thinks: And in truth whoever shall go about to divide in his Thoughts, or abstract the _Existence_ of a Spirit from its _Cogitation_, will, I believe, find it no easy Task.","subId":"98","id":"Berkeley.THK.1.98"},{"type":"paragraph","content":"So likewise, when we attempt to abstract Extension and Motion from all other Qualities, and consider them by themselves, we presently lose sight of them, and run into great Extravagancies. All which depend on a two-fold Abstraction: First, it is supposed that Extension, for Example, may be abstracted from all other sensible Qualities; and Secondly, that the Entity of Extension may be abstracted from its being perceived. But whoever shall reflect, and take care to understand what he says, will, if I mistake not, acknowledge that all sensible Qualities are alike _Sensations_, and alike _real_; that where the Extension is, there is the Colour too, to wit, in his Mind, and that their Archetypes can exist only in some other _Mind_: And that the Objects of Sense are nothing but those Sensations combined, blended, or (if one may so speak) concreted together: None of all which can be supposed to exist unperceived.","subId":"99","id":"Berkeley.THK.1.99"},{"type":"paragraph","content":"What it is for a Man to be happy, or an Object good, every one may think he knows. But to frame an abstract Idea of _Happiness_, prescinded from all particular Pleasure, or of _Goodness_, from every thing that is good, this is what few can pretend to. So likewise, a Man may be just and virtuous, without having precise Ideas of _Justice_ and _Virtue_. The Opinion that those and the like Words stand for general Notions abstracted from all particular Persons and Actions, seems to have rendered Morality difficult, and the Study thereof of less use to Mankind. And in effect, the Doctrine of _Abstraction_ has not a little contributed towards spoiling the most useful Parts of Knowledge.","subId":"100","id":"Berkeley.THK.1.100"},{"type":"paragraph","content":"The two great Provinces of speculative Science, conversant about Ideas received from Sense and their Relations, are _natural Philosophy_ and _Mathematics_; with regard to each of these I shall make some Observations. And First, I shall say somewhat of natural Philosophy. On this Subject it is, that the _Sceptics_ triumph: All that stock of Arguments they produce to depreciate our Faculties, and make Mankind appear ignorant and low, are drawn principally from this Head, to wit, that we are under an invincible Blindness as to the _true_ and _real_ Nature of Things. This they exaggerate, and love to enlarge on. We are miserably bantered, say they, by our Senses, and amused only with the outside and shew of Things. The real Essence, the internal Qualities, and Constitution of every the meanest Object, is hid from our view; something there is in every drop of Water, every grain of Sand, which it is beyond the Power of humane Understanding to fathom or comprehend. But it is evident from what has been shewn, that all this Complaint is groundless, and that we are influenced by false Principles to that degree as to mistrust our Senses, and think we know nothing of those Things which we perfectly comprehend.","subId":"101","id":"Berkeley.THK.1.101"},{"type":"paragraph","content":"One great Inducement to our pronouncing our selves ignorant of the Nature of Things, is the current Opinion that every thing includes within it self the Cause of its Properties: Or that there is in each Object an inward Essence, which is the Source whence its discernible Qualities flow, and whereon they depend. Some have pretended to account for Appearances by occult Qualities, but of late they are mostly resolved into mechanical Causes, to wit, the Figure, Motion, Weight, and such like Qualities of insensible Particles: Whereas in truth, there is no other Agent or efficient Cause than _Spirit_, it being evident that Motion, as well as all other _Ideas_, is perfectly inert. See _Sect._ 25. Hence, to endeavour to explain the Production of Colours or Sounds, by Figure, Motion, Magnitude and the like, must needs be labour in vain. And accordingly, we see the Attempts of that kind are not at all satisfactory. Which may be said, in general, of those Instances, wherein one Idea or Quality is assigned for the Cause of another. I need not say, how many _Hypotheses_ and Speculations are left out, and how much the Study of Nature is abridged by this Doctrine.","subId":"102","id":"Berkeley.THK.1.102"},{"type":"paragraph","content":"The great mechanical Principle now in Vogue is _Attraction_. That a Stone falls to the Earth, or the Sea swells towards the Moon, may to some appear sufficiently explained thereby. But how are we enlightened by being told this is done by Attraction? Is it that that Word signifies the manner of the Tendency, and that it is by the mutual drawing of Bodies, instead of their being impelled or protruded towards each other? But nothing is determined of the Manner or Action, and it may as truly (for aught we know) be termed _Impulse_ or _Protrusion_ as _Attraction_. Again, the Parts of Steel we see cohere firmly together, and this also is accounted for by Attraction; but in this, as in the other Instances, I do not perceive that any thing is signified besides the Effect it self; for as to the manner of the Action whereby it is produced, or the Cause which produces it, these are not so much as aimed at.","subId":"103","id":"Berkeley.THK.1.103"},{"type":"paragraph","content":"Indeed, if we take a view of the several _Ph{ae}nomena_, and compare them together, we may observe some likeness and conformity between them. For Example, in the falling of a Stone to the Ground, in the rising of the Sea towards the Moon, in Cohesion and Crystallization, there is something alike, namely an Union or mutual Approach of Bodies. So that any one of these or the like _Ph{ae}nomena_, may not seem strange or surprising to a Man who hath nicely observed and compared the Effects of Nature. For that only is thought so which is uncommon, or a thing by it self, and out of the ordinary Course of our Observation. That Bodies should tend towards the Center of the Earth, is not thought strange, because it is what we perceive every moment of our Lives. But that they should have a like Gravitation towards the Center of the Moon, may seem odd and unaccountable to most Men, because it is discerned only in the Tides. But a Philosopher, whose Thoughts take in a larger compass of Nature, having observed a certain similitude of Appearances, as well in the Heavens as the Earth, that argue innumerable Bodies to have a mutual Tendency towards each other, which he denotes by the general Name _Attraction_, whatever can be reduced to that, he thinks justly accounted for. Thus he explains the Tides by the Attraction of the Terraqueous Globe towards the Moon, which to him doth not appear odd or anomalous, but only a particular Example of a general Rule or Law of Nature.","subId":"104","id":"Berkeley.THK.1.104"},{"type":"paragraph","content":"If therefore we consider the difference there is betwixt natural Philosophers and other Men, with regard to their Knowledge of the _Ph{ae}nomena_, we shall find it consists, not in an exacter Knowledge of the efficient Cause that produces them, for that can be no other than the _Will of a Spirit_, but only in a greater Largeness of Comprehension, whereby Analogies, Harmonies, and Agreements are discovered in the Works of Nature, and the particular Effects explained, that is, reduced to general Rules, see _Sect._ 62. which Rules grounded on the Analogy, and Uniformness observed in the Production of natural Effects, are most agreeable, and sought after by the Mind; for that they extend our Prospect beyond what is present, and near to us, and enable us to make very probable Conjectures, touching Things that may have happened at very great distances of Time and Place, as well as to predict Things to come; which sort of endeavour towards Omniscience, is much affected by the Mind.","subId":"105","id":"Berkeley.THK.1.105"},{"type":"paragraph","content":"But we should proceed warily in such Things: for we are apt to lay too great a Stress on Analogies, and to the prejudice of Truth, humour that Eagerness of the Mind, whereby it is carried to extend its Knowledge into general Theoremes. For Example, Gravitation, or mutual Attraction, because it appears in many Instances, some are straightway for pronouncing _Universal_; and that to _attract, and be attracted by every other Body, is an essential Quality inherent in all Bodies whatsoever_. Whereas it appears the fixed Stars have no such Tendency towards each other: and so far is that Gravitation, from being _essential_ to Bodies, that in some Instances a quite contrary Principle seems to shew it self: As in the perpendicular Growth of Plants, and the Elasticity of the Air. There is nothing necessary or essential in the Case, but it depends intirely on the Will of the _governing Spirit_, who causes certain Bodies to cleave together, or tend towards each other, according to various Laws, whilst he keeps others at a fixed Distance; and to some he gives a quite contrary Tendency to fly asunder, just as he sees convenient.","subId":"106","id":"Berkeley.THK.1.106"},{"type":"paragraph","content":"After what has been premised, I think we may lay down the following Conclusions. First, It is plain Philosophers amuse themselves in vain, when they inquire for any natural efficient Cause, distinct from a _Mind_ or _Spirit_. Secondly, Considering the whole Creation is the Workmanship of a _wise and good Agent_, it should seem to become Philosophers, to employ their Thoughts (contrary to what some hold) about the final Causes of Things: And I must confess, I see no reason, why pointing out the various Ends, to which natural Things are adapted, and for which they were originally with unspeakable Wisdom contrived, should not be thought one good way of accounting for them, and altogether worthy a Philosopher. Thirdly, From what hath been premised no reason can be drawn, why the History of Nature should not still be studied, and Observations and Experiments made, which, that they are of use to Mankind, and enable us to draw any general Conclusions, is not the Result of any immutable Habitudes, or Relations between Things themselves, but only of ^God^'s Goodness and Kindness to Men in the Administration of the World. See _Sect._ 30 and 31. Fourthly, By a diligent Observation of the _Ph{ae}nomena_ within our View, we may discover the general Laws of Nature, and from them deduce the other _Ph{ae}nomena_, I do not say _demonstrate_; for all Deductions of that kind depend on a Supposition that the Author of Nature always operates uniformly, and in a constant observance of those Rules we take for Principles: Which we cannot evidently know.","subId":"107","id":"Berkeley.THK.1.107"},{"type":"paragraph","content":"Those Men who frame general Rules from the _Ph{ae}nomena_, and afterwards derive the _Ph{ae}nomena_ from those Rules, seem to consider Signs rather than Causes. A Man may well understand natural Signs without knowing their Analogy, or being able to say by what Rule a Thing is so or so. And as it is very possible to write improperly, through too strict an Observance of general Grammar-Rules: So in arguing from general Rules of Nature, it is not impossible we may extend the Analogy too far, and by that means run into Mistakes.","subId":"108","id":"Berkeley.THK.1.108"},{"type":"paragraph","content":"As in reading other Books, a wise Man will choose to fix his Thoughts on the Sense and apply it to use, rather than lay them out in Grammatical Remarks on the Language; so in perusing the Volume of Nature, it seems beneath the Dignity of the Mind to affect an Exactness in reducing each particular _Ph{ae}nomenon_ to general Rules, or shewing how it follows from them. We should propose to ourselves nobler Views, such as to recreate and exalt the Mind, with a prospect of the Beauty, Order, Extent, and Variety of natural Things: Hence, by proper Inferences, to enlarge our Notions of the Grandeur, Wisdom, and Beneficence of the ^Creator^: And lastly, to make the several Parts of the Creation, so far as in us lies, subservient to the Ends they were designed for, ^God^'s Glory, and the Sustentation and Comfort of our selves and Fellow-Creatures.","subId":"109","id":"Berkeley.THK.1.109"},{"type":"paragraph","content":"The best Key for the aforesaid Analogy, or natural Science, will be easily acknowledged to be a certain celebrated Treatise of _Mechanics_: In the entrance of which justly admired Treatise, Time, Space, and Motion, are distinguished into _Absolute_ and _Relative_, _True_ and _Apparent_, _Mathematical_ and _Vulgar_: Which Distinction, as it is at large explained by the Author, doth suppose those Quantities to have an Existence without the Mind: And that they are ordinarily conceived with relation to sensible Things, to which nevertheless in their own Nature, they bear no relation at all.","subId":"110","id":"Berkeley.THK.1.110"},{"type":"paragraph","content":"As for _Time_, as it is there taken in an absolute or abstracted Sense, for the Duration or Perseverance of the Existence of Things, I have nothing more to add concerning it, after what hath been already said on that Subject, _Sect._ 97 and 98. For the rest, this celebrated Author holds there is an _absolute Space_, which, being unperceivable to Sense, remains in it self similar and immoveable: And relative Space to be the measure thereof, which being moveable, and defined by its Situation in respect of sensible Bodies, is vulgarly taken for immoveable Space. _Place_ he defines to be that part of Space which is occupied by any Body. And according as the Space is absolute or relative, so also is the Place. _Absolute Motion_ is said to be the Translation of a Body from absolute Place to absolute Place, as relative Motion is from one relative Place to another. And because the Parts of absolute Space, do not fall under our Senses, instead of them we are obliged to use their sensible Measures: And so define both Place and Motion with respect to Bodies, which we regard as immoveable. But it is said, in philosophical Matters we must abstract from our Senses, since it may be, that none of those Bodies which seem to be quiescent, are truly so: And the same thing which is moved relatively, may be really at rest. As likewise one and the same Body may be in relative Rest and Motion, or even moved with contrary relative Motions at the same time, according as its Place is variously defined. All which Ambiguity is to be found in the apparent Motions, but not at all in the true or absolute, which should therefore be alone regarded in Philosophy. And the true, we are told, are distinguished from apparent or relative Motions by the following Properties. First, In true or absolute Motion, all Parts which preserve the same Position with respect to the whole, partake of the Motions of the whole. Secondly, The Place being moved, that which is placed therein is also moved: So that a Body moving in a Place which is in Motion, doth participate the Motion of its Place. Thirdly, True Motion is never generated or changed, otherwise than by Force impressed on the Body it self. Fourthly, True Motion is always changed by Force impressed on the Body moved. Fifthly, In circular Motion barely relative, there is no centrifugal Force, which nevertheless in that which is true or absolute, is proportional to the Quantity of Motion.","subId":"111","id":"Berkeley.THK.1.111"},{"type":"paragraph","content":"But notwithstanding what hath been said, it doth not appear to me, that there can be any Motion other than _relative_: So that to conceive Motion, there must be at least conceived two Bodies, whereof the Distance or Position in regard to each other is varied. Hence if there was one only Body in being, it could not possibly be moved. This seems evident, in that the Idea I have of Motion doth necessarily include Relation.","subId":"112","id":"Berkeley.THK.1.112"},{"type":"paragraph","content":"But though in every Motion it be necessary to conceive more Bodies than one, yet it may be that one only is moved, namely that on which the Force causing the change of distance is impressed, or in other Words, that to which the Action is applied. For however some may define Relative Motion, so as to term that Body _moved_, which changes its Distance from some other Body, whether the Force or Action causing that Change were applied to it, or no: Yet as Relative Motion is that which is perceived by Sense, and regarded in the ordinary Affairs of Life, it should seem that every Man of common Sense knows what it is, as well as the best Philosopher: Now I ask any one, whether in his Sense of Motion as he walks along the Streets, the Stones he passes over may be said to _move_, because they change Distance with his Feet? To me it seems, that though Motion includes a Relation of one thing to another, yet it is not necessary that each Term of the Relation be denominated from it. As a Man may think of somewhat which doth not think, so a Body may be moved to or from another Body, which is not therefore it self in Motion.","subId":"113","id":"Berkeley.THK.1.113"},{"type":"paragraph","content":"As the Place happens to be variously defined, the Motion which is related to it varies. A Man in a Ship may be said to be quiescent, with relation to the sides of the Vessel, and yet move with relation to the Land. Or he may move Eastward in respect of the one, and Westward in respect of the other. In the common Affairs of Life, Men never go beyond the Earth to define the Place of any Body: And what is quiescent in respect of that, is accounted _absolutely_ to be so. But Philosophers who have a greater Extent of Thought, and juster Notions of the System of Things, discover even the Earth it self to be moved. In order therefore to fix their Notions, they seem to conceive the Corporeal World as finite, and the utmost unmoved Walls or Shell thereof to be the Place, whereby they estimate true Motions. If we sound our own Conceptions, I believe we may find all the absolute Motion we can frame an Idea of, to be at bottom no other than relative Motion thus defined. For as hath been already observed, absolute Motion exclusive of all external Relation is incomprehensible: And to this kind of Relative Motion, all the above-mentioned Properties, Causes, and Effects ascribed to absolute Motion, will, if I mistake not, be found to agree. As to what is said of the centrifugal Force, that it doth not at all belong to circular Relative Motion: I do not see how this follows from the Experiment which is brought to prove it. See [Philosophiae Naturalis Principia Mathematica, in Schol. Def. VIII]. For the Water in the Vessel, at that time wherein it is said to have the greatest relative circular Motion, hath, I think, no Motion at all: As is plain from the foregoing Section.","subId":"114","id":"Berkeley.THK.1.114"},{"type":"paragraph","content":"For to denominate a Body _moved_, it is requisite, first, that it change its Distance or Situation with regard to some other Body: And secondly, that the Force or Action occasioning that Change be applied to it. If either of these be wanting, I do not think that agreeably to the Sense of Mankind, or the Propriety of Language, a Body can be said to be in Motion. I grant indeed, that it is possible for us to think a Body, which we see change its Distance from some other, to be moved, though it have no force applied to it, (in which Sense there may be apparent Motion,) but then it is, because the Force causing the Change of Distance, is imagined by us to be applied or impressed on that Body thought to move. Which indeed shews we are capable of mistaking a thing to be in Motion which is not, and that is all.","subId":"115","id":"Berkeley.THK.1.115"},{"type":"paragraph","content":"From what hath been said, it follows that the Philosophic Consideration of Motion doth not imply the being of an _absolute Space_, distinct from that which is perceived by Sense, and related to Bodies: Which that it cannot exist without the Mind, is clear upon the same Principles, that demonstrate the like of all other Objects of Sense. And perhaps, if we inquire narrowly, we shall find we cannot even frame an Idea of _pure Space_, exclusive of all Body. This I must confess seems impossible, as being a most abstract Idea. When I excite a Motion in some part of my Body, if it be free or without Resistance, I say there is _Space_: But if I find a Resistance, then I say there is _Body_: and in proportion as the Resistance to Motion is lesser or greater, I say the _Space_ is more or less _pure_. So that when I speak of pure or empty Space, it is not to be supposed, that the Word _Space_ stands for an Idea distinct from, or conceivable without Body and Motion. Though indeed we are apt to think every Noun Substantive stands for a distinct Idea, that may be separated from all others: Which hath occasioned infinite Mistakes. When therefore supposing all the World to be annihilated besides my own Body, I say there still remains _pure Space_: Thereby nothing else is meant, but only that I conceive it possible, for the Limbs of my Body to be moved on all sides without the least Resistance: But if that too were annihilated, then there could be no Motion, and consequently no Space. Some perhaps may think the Sense of Seeing doth furnish them with the Idea of pure Space; but it is plain from what we have elsewhere shewn, that the Ideas of Space and Distance are not obtained by that Sense. See the [Essay concerning Vision].","subId":"116","id":"Berkeley.THK.1.116"},{"type":"paragraph","content":"What is here laid down, seems to put an end to all those Disputes and Difficulties, which have sprung up amongst the Learned concerning the nature of _pure Space_. But the chief Advantage arising from it, is, that we are freed from that dangerous _Dilemma_, to which several who have employed their Thoughts on this Subject, imagine themselves reduced, to wit, of thinking either that Real Space is ^God^, or else that there is something beside ^God^ which is Eternal, Uncreated, Infinite, Indivisible, Immutable. Both which may justly be thought pernicious and absurd Notions. It is certain that not a few Divines, as well as Philosophers of great note, have, from the Difficulty they found in conceiving either Limits or Annihilation of Space, concluded it must be _Divine_. And some of late have set themselves particularly to shew, that the incommunicable Attributes of ^God^ agree to it. Which Doctrine, how unworthy soever it may seem of the Divine Nature, yet I do not see how we can get clear of it, so long as we adhere to the received Opinions.","subId":"117","id":"Berkeley.THK.1.117"},{"type":"paragraph","content":"Hitherto of Natural Philosophy: We come now to make some Inquiry concerning that other great Branch of speculative Knowledge, to wit, _Mathematics_. These, how celebrated soever they may be, for their Clearness and Certainty of Demonstration, which is hardly any where else to be found, cannot nevertheless be supposed altogether free from Mistakes; if in their Principles there lurks some secret Error, which is common to the Professors of those Sciences with the rest of Mankind. Mathematicians, though they deduce their Theoremes from a great height of Evidence, yet their first Principles are limited by the consideration of Quantity: And they do not ascend into any Inquiry concerning those transcendental Maxims, which influence all the particular Sciences, each Part whereof, Mathematics not excepted, doth consequently participate of the Errors involved in them. That the Principles laid down by Mathematicians are true, and their way of Deduction from those Principles clear and incontestible, we do not deny. But we hold, there may be certain erroneous Maxims of greater Extent than the Object of Mathematics, and for that reason not expresly mentioned, though tacitly supposed throughout the whole progress of that Science; and that the ill Effects of those secret unexamined Errors are diffused through all the Branches thereof. To be plain, we suspect the Mathematicians are, as well as other Men, concerned in the Errors arising from the Doctrine of abstract general Ideas, and the Existence of Objects without the Mind.","subId":"118","id":"Berkeley.THK.1.118"},{"type":"paragraph","content":"_Arithmetic_ hath been thought to have for its Object abstract Ideas of _Number_. Of which to understand the Properties and mutual Habitudes is supposed no mean part of speculative Knowledge. The Opinion of the pure and intellectual Nature of Numbers in Abstract, hath made them in esteem with those Philosophers, who seem to have affected an uncommon Fineness and Elevation of Thought. It hath set a Price on the most trifling numerical Speculations which in Practice are of no use, but serve only for Amusement: And hath therefore so far infected the Minds of some, that they have dreamed of mighty _Mysteries_ involved in Numbers, and attempted the Explication of natural Things by them. But if we inquire into our own Thoughts, and consider what hath been premised, we may perhaps entertain a low Opinion of those high Flights and Abstractions, and look on all Inquiries about Numbers, only as so many _difficiles nug{ae}_, so far as they are not subservient to practice, and promote the benefit of Life.","subId":"119","id":"Berkeley.THK.1.119"},{"type":"paragraph","content":"Unity in Abstract we have before considered in _Sect._ 13, from which and what hath been said in the Introduction, it plainly follows there is not any such Idea. But Number being defined a _Collection of Unites_, we may conclude that, if there be no such thing as Unity or Unite in Abstract, there are no Ideas of Number in Abstract denoted by the numeral Names and Figures. The Theories therefore in Arithmetic, if they are abstracted from the Names and Figures, as likewise from all Use and Practice, as well as from the particular things numbered, can be supposed to have nothing at all for their Object. Hence we may see, how intirely the Science of Numbers is subordinate to Practice, and how jejune and trifling it becomes, when considered as a matter of mere Speculation.","subId":"120","id":"Berkeley.THK.1.120"},{"type":"paragraph","content":"However since there may be some, who, deluded by the specious Shew of discovering abstracted Verities, waste their time in Arithmetical Theoremes and Problemes, which have not any Use: It will not be amiss, if we more fully consider, and expose the Vanity of that Pretence; And this will plainly appear, by taking a view of Arithmetic in its Infancy, and observing what it was that originally put Men on the Study of that Science, and to what Scope they directed it. It is natural to think that at first, Men, for ease of Memory and help of Computation, made use of Counters, or in writing of single Strokes, Points or the like, each whereof was made to signify an Unite, that is, some one thing of whatever Kind they had occasion to reckon. Afterwards they found out the more compendious ways, of making one Character stand in place of several Strokes, or Points. And lastly, the Notation of the _Arabians_ or _Indians_ came into use, wherein by the repetition of a few Characters or Figures, and varying the Signification of each Figure according to the place it obtains, all Numbers may be most aptly expressed: Which seems to have been done in Imitation of Language, so that an exact Analogy is observed betwixt the Notation by Figures and Names, the nine simple Figures answering the nine first numeral Names and Places in the former, corresponding to Denominations in the latter. And agreeably to those Conditions of the simple and local Value of Figures, were contrived Methods of finding from the given Figures or Marks of the Parts, what Figures and how placed, are proper to denote the whole or _vice versa_. And having found the sought Figures, the same Rule or Analogy being observed throughout, it is easy to read them into Words; and so the Number becomes perfectly known. For then the Number of any particular Things is said to be known, when we know the Name or Figures (with their due arrangement) that according to the standing Analogy belong to them. For these Signs being known, we can by the Operations of Arithmetic, know the Signs of any Part of the particular Sums signified by them; and thus computing in Signs, (because of the Connexion established betwixt them and the distinct multitudes of Things, whereof one is taken for an Unite,) we may be able rightly to sum up, divide, and proportion the things themselves that we intend to number.","subId":"121","id":"Berkeley.THK.1.121"},{"type":"paragraph","content":"In _Arithmetic_ therefore we regard not the _Things_ but the _Signs_, which nevertheless are not regarded for their own sake, but because they direct us how to act with relation to Things, and dispose rightly of them. Now agreeably to what we have before observed, of Words in general (_Sect._ 19. _Introd._) it happens here likewise, that abstract Ideas are thought to be signified by Numeral Names or Characters, while they do not suggest Ideas of particular Things to our Minds. I shall not at present enter into a more particular Dissertation on this Subject; but only observe that it is evident from what hath been said, those Things which pass for abstract Truths and Theoremes concerning Numbers, are, in reality, conversant about no Object distinct from particular numerable Things, except only Names and Characters; which originally came to be considered, on no other account but their being _Signs_, or capable to represent aptly, whatever particular Things Men had need to compute. Whence it follows, that to study them for their own sake would be just as wise, and to as good purpose, as if a Man, neglecting the true Use or original Intention and Subserviency of Language, should spend his time in impertinent Criticisms upon Words, or Reasonings and Controversies purely Verbal.","subId":"122","id":"Berkeley.THK.1.122"},{"type":"paragraph","content":"From Numbers we proceed to speak of _Extension_, which considered as relative, is the Object of Geometry. The _Infinite_ Divisibility of _Finite_ Extension, though it is not expresly laid down, either as an Axiome or Theoreme in the Elements of that Science, yet is throughout the same every where supposed, and thought to have so inseparable and essential a Connexion with the Principles and Demonstrations in Geometry, that Mathematicians never admit it into Doubt, or make the least Question of it. And as this Notion is the Source from whence do spring all those amusing Geometrical Paradoxes, which have such a direct Repugnancy to the plain common Sense of Mankind, and are admitted with so much Reluctance into a Mind not yet debauched by Learning: So it is the principal occasion of all that nice and extreme Subtilty, which renders the Study of _Mathematics_ so difficult and tedious. Hence if we can make it appear, that no Finite Extension contains innumerable Parts, or is infinitely Divisible, it follows that we shall at once clear the Science of Geometry from a great Number of Difficulties and Contradictions, which have ever been esteemed a Reproach to Humane Reason, and withal make the Attainment thereof a Business of much less Time and Pains, than it hitherto hath been.","subId":"123","id":"Berkeley.THK.1.123"},{"type":"paragraph","content":"Every particular Finite Extension, which may possibly be the Object of our Thought, is an _Idea_ existing only in the Mind, and consequently each Part thereof must be perceived. If therefore I cannot perceive innumerable Parts in any Finite Extension that I consider, it is certain they are not contained in it: But it is evident, that I cannot distinguish innumerable Parts in any particular Line, Surface, or Solid, which I either perceive by Sense, or Figure to my self in my Mind: Wherefore I conclude they are not contained in it. Nothing can be plainer to me, than that the Extensions I have in View are no other than my own Ideas, and it is no less plain, that I cannot resolve any one of my Ideas into an infinite Number of other Ideas, that is, that they are not infinitely Divisible. If by _Finite Extension_ be meant something distinct from a Finite Idea, I declare I do not know what that is, and so cannot affirm or deny any thing of it. But if the terms _Extension_, _Parts_, and the like, are taken in any Sense conceivable, that is, for Ideas; then to say a Finite Quantity or Extension consists of Parts infinite in Number, is so manifest a Contradiction, that every one at first sight acknowledges it to be so. And it is impossible it should ever gain the Assent of any reasonable Creature, who is not brought to it by gentle and slow Degrees, as a converted Gentile to the belief of _Transubstantiation_. Ancient and rooted Prejudices do often pass into Principles: And those Propositions which once obtain the force and credit of a _Principle_, are not only themselves, but likewise whatever is deducible from them, thought privileged from all Examination. And there is no Absurdity so gross, which by this means the Mind of Man may not be prepared to swallow.","subId":"124","id":"Berkeley.THK.1.124"},{"type":"paragraph","content":"He whose Understanding is prepossest with the Doctrine of abstract general Ideas, may be persuaded, that (whatever be thought of the Ideas of Sense,) Extension in _abstract_ is infinitely divisible. And one who thinks the Objects of Sense exist without the Mind, will perhaps in virtue thereof be brought to admit, that a Line but an Inch long may contain innumerable Parts really existing, though too small to be discerned. These Errors are grafted as well in the Minds of _Geometricians_, as of other Men, and have a like influence on their Reasonings; and it were no difficult thing, to shew how the Arguments from Geometry made use of to support the infinite Divisibility of Extension, are bottomed on them. At present we shall only observe in general, whence it is that the Mathematicians are all so fond and tenacious of this Doctrine.","subId":"125","id":"Berkeley.THK.1.125"},{"type":"paragraph","content":"It hath been observed in another place, that the Theoremes and Demonstrations in Geometry are conversant about Universal Ideas. _Sect._ 15. _Introd._ Where it is explained in what Sense this ought to be understood, to wit, that the particular Lines and Figures included in the Diagram, are supposed to stand for innumerable others of different Sizes: or in other words, the Geometer considers them abstracting from their Magnitude: which doth not imply that he forms an abstract Idea, but only that he cares not what the particular Magnitude is, whether great or small, but looks on that as a thing indifferent to the Demonstration: Hence it follows, that a Line in the Scheme, but an Inch long, must be spoken of, as though it contained ten thousand Parts, since it is regarded not in it self, but as it is universal; and it is universal only in its Signification, whereby it represents innumerable Lines greater than it self, in which may be distinguished ten thousand Parts or more, though there may not be above an Inch in it. After this manner the Properties of the Lines signified are (by a very usual Figure) transferred to the Sign, and thence through Mistake thought to appertain to it considered in its own Nature.","subId":"126","id":"Berkeley.THK.1.126"},{"type":"paragraph","content":"Because there is no Number of Parts so great, but it is possible there may be a Line containing more, the Inch-line is said to contain Parts more than any assignable Number; which is true, not of the Inch taken absolutely, but only for the Things signified by it. But Men not retaining that Distinction in their Thoughts, slide into a belief that the small particular Line described on Paper contains in it self Parts innumerable. There is no such thing as the ten-thousandth Part of an _Inch_; but there is of a _Mile_ or _Diameter of the Earth_, which may be signified by that Inch. When therefore I delineate a Triangle on Paper, and take one side not above an Inch, for Example, in length to be the _Radius_: This I consider as divided into ten thousand or an hundred thousand Parts, or more. For though the ten-thousandth Part of that Line considered in it self, is nothing at all, and consequently may be neglected without any Error or Inconveniency; yet these described Lines being only Marks standing for greater Quantities, whereof it may be the ten-thousandth Part is very considerable, it follows, that to prevent notable Errors in Practice, the _Radius_ must be taken of ten thousand Parts, or more.","subId":"127","id":"Berkeley.THK.1.127"},{"type":"paragraph","content":"From what hath been said the reason is plain why, to the end any Theoreme may become universal in its Use, it is necessary we speak of the Lines described on Paper, as though they contained Parts which really they do not. In doing of which, if we examine the matter throughly, we shall perhaps discover that we cannot conceive an Inch it self as consisting of, or being divisible into a thousand Parts, but only some other Line which is far greater than an Inch, and represented by it. And that when we say a Line is _infinitely divisible_, we must mean a Line which is _infinitely great_. What we have here observed seems to be the chief Cause, why to suppose the infinite Divisibility of finite Extension hath been thought necessary in Geometry.","subId":"128","id":"Berkeley.THK.1.128"},{"type":"paragraph","content":"The several Absurdities and Contradictions which flowed from this false Principle might, one would think, have been esteemed so many Demonstrations against it. But by I know not what _Logic_, it is held that Proofs _&agrave; posteriori_ are not to be admitted against Propositions relating to Infinity. As though it were not impossible even for an infinite Mind to reconcile Contradictions. Or as if any thing absurd and repugnant could have a necessary Connexion with Truth, or flow from it. But whoever considers the Weakness of this Pretence, will think it was contrived on purpose to humour the Laziness of the Mind, which had rather acquiesce in an indolent Scepticism, than be at the Pains to go through with a severe Examination of those Principles it hath ever embraced for true.","subId":"129","id":"Berkeley.THK.1.129"},{"type":"paragraph","content":"Of late the Speculations about Infinities have run so high, and grown to such strange Notions, as have occasioned no small Scruples and Disputes among the Geometers of the present Age. Some there are of great Note, who not content with holding that finite Lines may be divided into an infinite Number of Parts, do yet farther maintain, that each of those Infinitesimals is it self subdivisible into an Infinity of other Parts, or Infinitesimals of a second Order, and so on _ad infinitum_. These, I say, assert there are Infinitesimals of Infinitesimals of Infinitesimals, without ever coming to an end. So that according to them an Inch doth not barely contain an infinite Number of Parts, but an Infinity of an Infinity of an Infinity _ad infinitum_ of Parts. Others there be who hold all Orders of Infinitesimals below the first to be nothing at all, thinking it with good reason absurd, to imagine there is any positive Quantity or Part of Extension, which though multiplied infinitely, can ever equal the smallest given Extension. And yet on the other hand it seems no less absurd, to think the Square, Cube, or other Power of a positive real Root, should it self be nothing at all; which they who hold Infinitesimals of the first Order, denying all of the subsequent Orders, are obliged to maintain.","subId":"130","id":"Berkeley.THK.1.130"},{"type":"paragraph","content":"Have we not therefore reason to conclude, they are _both_ in the wrong, and that there is in effect no such thing as Parts infinitely small, or an infinite number of Parts contained in any finite Quantity? But you will say, that if this Doctrine obtains, it will follow the very Foundations of Geometry are destroyed: And those great Men who have raised that Science to so astonishing an height, have been all the while building a Castle in the Air. To this it may be replied, that whatever is useful in Geometry and promotes the benefit of humane Life, doth still remain firm and unshaken on our Principles. That Science considered as practical, will rather receive Advantage than any Prejudice from what hath been said. But to set this in a due Light, may be the Subject of a distinct Inquiry. For the rest, though it should follow that some of the more intricate and subtile Parts of _Speculative Mathematics_ may be pared off without any prejudice to Truth; yet I do not see what Damage will be thence derived to Mankind. On the contrary, it were highly to be wished, that Men of great Abilities and obstinate Application would draw off their Thoughts from those Amusements, and employ them in the Study of such Things as lie nearer the Concerns of Life, or have a more direct Influence on the Manners.","subId":"131","id":"Berkeley.THK.1.131"},{"type":"paragraph","content":"If it be said that several Theoremes undoubtedly true, are discovered by Methods in which Infinitesimals are made use of, which could never have been, if their Existence included a Contradiction in it: I answer, that upon a thorough Examination it will not be found, that in any Instance it is necessary to make use of or conceive infinitesimal Parts of finite Lines, or even Quantities less than the _Minimum Sensible_: Nay, it will be evident this is never done, it being impossible.","subId":"132","id":"Berkeley.THK.1.132"},{"type":"paragraph","content":"By what we have premised, it is plain that very numerous and important Errors have taken their rise from those false Principles, which were impugned in the foregoing Parts of this Treatise. And the Opposites of those erroneous Tenets at the same time appear to be most fruitful Principles, from whence do flow innumerable Consequences highly advantageous to true Philosophy as well as to Religion. Particularly, _Matter_ or _the absolute Existence of Corporeal Objects_, hath been shewn to be that wherein the most avowed and pernicious Enemies of all Knowledge, whether humane or divine, have ever placed their chief Strength and Confidence. And surely, if by distinguishing the real Existence of unthinking Things from their being perceived, and allowing them a Subsistence of their own out of the Minds of Spirits, no one thing is explained in Nature; but on the contrary a great many inexplicable Difficulties arise: If the Supposition of Matter is barely precarious, as not being grounded on so much as one single Reason: If its Consequences cannot endure the Light of Examination and free Inquiry, but skreen themselves under the dark and general pretence of _Infinites being incomprehensible_: If withal the Removal of this _Matter_ be not attended with the least evil Consequence, if it be not even missed in the World, but every thing as well, nay much easier conceived without it: If lastly, both _Sceptics_ and _Atheists_ are for ever silenced upon supposing only Spirits and Ideas, and this Scheme of Things is perfectly agreeable both to _Reason_ and _Religion_: Methinks we may expect it should be admitted and firmly embraced, though it were proposed only as an _Hypothesis_, and the Existence of Matter had been allowed possible, which yet I think we have evidently demonstrated that it is not.","subId":"133","id":"Berkeley.THK.1.133"},{"type":"paragraph","content":"True it is, that in consequence of the foregoing Principles, several Disputes and Speculations, which are esteemed no mean Parts of Learning, are rejected as useless. But how great a Prejudice soever against our Notions, this may give to those who have already been deeply engaged, and made large Advances in Studies of that Nature: Yet by others, we hope it will not be thought any just ground of Dislike to the Principles and Tenets herein laid down, that they abridge the labour of Study, and make Humane Sciences more clear, compendious, and attainable, than they were before.","subId":"134","id":"Berkeley.THK.1.134"},{"type":"paragraph","content":"Having despatched what we intended to say concerning the knowledge of _Ideas_, the Method we proposed leads us, in the next place, to treat of _Spirits_: With regard to which, perhaps Humane Knowledge is not so deficient as is vulgarly imagined. The great Reason that is assigned for our being thought ignorant of the nature of Spirits, is, our not having an Idea of it. But surely it ought not to be looked on as a defect in a Humane Understanding, that it does not perceive the Idea of _Spirit_, if it is manifestly impossible there should be any such _Idea_. And this, if I mistake not, has been demonstrated in _Sect._ 27: To which I shall here add that a Spirit has been shewn to be the only Substance or Support, wherein the unthinking Beings or Ideas can exist: But that this _Substance_ which supports or perceives Ideas should it self be an _Idea_ or like an _Idea_, is evidently absurd.","subId":"135","id":"Berkeley.THK.1.135"},{"type":"paragraph","content":"It will perhaps be said, that we want a Sense (as some have imagined) proper to know Substances withal, which if we had, we might know our own Soul, as we do a Triangle. To this I answer, that in case we had a new Sense bestowed upon us, we could only receive thereby some new Sensations or Ideas of Sense. But I believe no Body will say, that what he means by the terms _Soul_ and _Substance_, is only some particular sort of Idea or Sensation. We may therefore infer, that all things duly considered, it is not more reasonable to think our Faculties defective, in that they do not furnish us with an Idea of Spirit or active thinking Substance, than it would be if we should blame them for not being able to comprehend a _round Square_.","subId":"136","id":"Berkeley.THK.1.136"},{"type":"paragraph","content":"From the opinion that Spirits are to be known after the manner of an Idea or Sensation, have risen many absurd and heterodox Tenets, and much Scepticism about the Nature of the Soul. It is even probable, that this Opinion may have produced a Doubt in some, whether they had any Soul at all distinct from their Body, since upon inquiry they could not find they had an Idea of it. That an _Idea_ which is inactive, and the Existence whereof consists in being perceived, should be the Image or Likeness of an Agent subsisting by it self, seems to need no other Refutation, than barely attending to what is meant by those Words. But perhaps you will say, that tho' an _Idea_ cannot resemble a _Spirit_ in its Thinking, Acting, or Subsisting by it self, yet it may in some other respects: And it is not necessary that an Idea or Image be in all respects like the Original.","subId":"137","id":"Berkeley.THK.1.137"},{"type":"paragraph","content":"I answer, If it does not in those mentioned, it is impossible it should represent it in any other thing. Do but leave out the Power of Willing, Thinking, and Perceiving Ideas, and there remains nothing else wherein the Idea can be like a Spirit. For by the Word _Spirit_ we mean only that which thinks, wills, and perceives; this, and this alone, constitutes the Signification of that Term. If therefore it is impossible that any degree of those Powers should be represented in an Idea, it is evident there can be no Idea of a Spirit.","subId":"138","id":"Berkeley.THK.1.138"},{"type":"paragraph","content":"But it will be objected, that if there is no Idea signified by the Terms _Soul_, _Spirit_, and _Substance_, they are wholly insignificant, or have no meaning in them. I answer, those Words do mean or signify a real Thing, which is neither an Idea nor like an Idea, but that which perceives Ideas, and Wills, and Reasons about them. What I am my self, that which I denote by the Term I, is the same with what is meant by _Soul_ or _Spiritual Substance_. If it be said that this is only quarrelling at a Word, and that since the immediate Significations of other Names are by common consent called _Ideas_, no reason can be assigned, why that which is signified by the Name _Spirit_ or _Soul_ may not partake in the same Appellation: I answer, All the unthinking Objects of the Mind agree, in that they are intirely passive, and their Existence consists only in being perceived: Whereas a Soul or Spirit is an active Being, whose Existence consists not in being perceived, but in perceiving Ideas and Thinking. It is therefore necessary, in order to prevent Equivocation and confounding Natures perfectly disagreeing and unlike, that we distinguish between _Spirit_ and _Idea_. See _Sect._ 27.","subId":"139","id":"Berkeley.THK.1.139"},{"type":"paragraph","content":"In a large Sense indeed, we may be said to have an Idea, or rather a Notion of _Spirit_, that is, we understand the meaning of the Word, otherwise we could not affirm or deny any thing of it. Moreover, as we conceive the Ideas that are in the Minds of other Spirits by means of our own, which we suppose to be Resemblances of them: So we know other Spirits by means of our own Soul, which in that Sense is the Image or Idea of them, it having a like respect to other Spirits, that Blueness or Heat by me perceived has to those Ideas perceived by another.","subId":"140","id":"Berkeley.THK.1.140"},{"type":"paragraph","content":"It must not be supposed, that they who assert the natural Immortality of the Soul are of opinion, that it is absolutely incapable of Annihilation even by the infinite Power of the ^Creator^ who first gave it Being: But only that it is not liable to be broken or dissolved by the ordinary Laws of Nature or Motion. They indeed, who hold the Soul of Man to be only a thin vital Flame, or System of animal Spirits, make it perishing and corruptible as the Body, since there is nothing more easily dissipated than such a Being, which it is naturally impossible should survive the Ruin of the Tabernacle, wherein it is inclosed. And this Notion hath been greedily embraced and cherished by the worst part of Mankind, as the most effectual Antidote against all Impressions of Virtue and Religion. But it hath been made evident, that Bodies of what Frame or Texture soever, are barely passive Ideas in the Mind, which is more distant and heterogeneous from them, than Light is from Darkness. We have shewn that the Soul is Indivisible, Incorporeal, Unextended, and it is consequently Incorruptible. Nothing can be plainer, than that the Motions, Changes, Decays, and Dissolutions which we hourly see befal natural Bodies (and which is what we mean by the _Course of Nature_) cannot possibly affect an active, simple, uncompounded Substance: Such a Being therefore is indissoluble by the force of Nature, that is to say, _the Soul of Man is naturally immortal_.","subId":"141","id":"Berkeley.THK.1.141"},{"type":"paragraph","content":"After what hath been said, it is I suppose plain, that our Souls are not to be known in the same manner as senseless inactive Objects, or by way of _Idea_. _Spirits_ and _Ideas_ are Things so wholly different, that when we say, _they exist_, _they are known_, or the like, these Words must not be thought to signify any thing common to both Natures. There is nothing alike or common in them: And to expect that by any Multiplication or Enlargement of our Faculties, we may be enabled to know a Spirit as we do a Triangle, seems as absurd as if we should hope to _see a Sound_. This is inculcated because I imagine it may be of Moment towards clearing several important Questions, and preventing some very dangerous Errors concerning the Nature of the Soul. We may not I think strictly be said to have an Idea of an active Being, or of an Action, although we may be said to have a Notion of them. I have some Knowledge or Notion of my Mind, and its Acts about Ideas, inasmuch as I know or understand what is meant by those Words. What I know, that I have some Notion of. I will not say, that the Terms _Idea_ and _Notion_ may not be used convertibly, if the World will have it so. But yet it conduceth to Clearness and Propriety, that we distinguish Things very different by different Names. It is also to be remarked, that all Relations including an Act of the Mind, we cannot so properly be said to have an Idea, but rather a Notion of the Relations and Habitudes between Things. But if in the modern way the word _Idea_ is extended to Spirits, and Relations and Acts; this is after all an affair of verbal Concern.","subId":"142","id":"Berkeley.THK.1.142"},{"type":"paragraph","content":"It will not be amiss to add, that the Doctrine of _Abstract Ideas_ hath had no small share in rendering those Sciences intricate and obscure, which are particularly conversant about spiritual Things. Men have imagined they could frame abstract Notions of the Powers and Acts of the Mind, and consider them prescinded, as well from the Mind or Spirit it self, as from their respective Objects and Effects. Hence a great number of dark and ambiguous Terms presumed to stand for abstract Notions, have been introduced into Metaphysics and Morality, and from these have grown infinite Distractions and Disputes amongst the Learned.","subId":"143","id":"Berkeley.THK.1.143"},{"type":"paragraph","content":"But nothing seems more to have contributed towards engaging Men in Controversies and Mistakes, with regard to the Nature and Operations of the Mind, than the being used to speak of those Things, in Terms borrowed from sensible Ideas. For Example, the Will is termed the _Motion_ of the Soul: This infuses a Belief, that the Mind of Man is as a Ball in Motion, impelled and determined by the Objects of Sense, as necessarily as that is by the Stroke of a Racket. Hence arise endless Scruples and Errors of dangerous consequence in Morality. All which I doubt not may be cleared, and Truth appear plain, uniform, and consistent, could but Philosophers be prevailed on to retire into themselves, and attentively consider their own meaning.","subId":"144","id":"Berkeley.THK.1.144"},{"type":"paragraph","content":"From what hath been said, it is plain that we cannot know the Existence of other Spirits, otherwise than by their Operations, or the Ideas by them excited in us. I perceive several Motions, Changes, and Combinations of Ideas, that inform me there are certain particular Agents like my self, which accompany them, and concur in their Production. Hence the Knowledge I have of other Spirits is not immediate, as is the Knowledge of my Ideas; but depending on the Intervention of Ideas, by me referred to Agents or Spirits distinct from my self, as Effects or concomitant Signs.","subId":"145","id":"Berkeley.THK.1.145"},{"type":"paragraph","content":"But though there be some Things which convince us, humane Agents are concerned in producing them; yet it is evident to every one, that those Things which are called the Works of Nature, that is, the far greater part of the Ideas or Sensations perceived by us, are not produced by, or dependent on the Wills of Men. There is therefore some other Spirit that causes them, since it is repugnant that they should subsist by themselves. See _Sect._ 29. But if we attentively consider the constant Regularity, Order, and Concatenation of natural Things, the surprising Magnificence, Beauty, and Perfection of the larger, and the exquisite Contrivance of the smaller Parts of Creation, together with the exact Harmony and Correspondence of the whole, but above all, the never enough admired Laws of Pain and Pleasure, and the Instincts or natural Inclinations, Appetites, and Passions of Animals; I say if we consider all these Things, and at the same time attend to the meaning and import of the Attributes One, Eternal, infinitely Wise, Good, and Perfect, we shall clearly perceive that they belong to the aforesaid Spirit, _who works all in all_, and _by whom all things consist_.","subId":"146","id":"Berkeley.THK.1.146"},{"type":"paragraph","content":"Hence it is evident, that ^God^ is known as certainly and immediately as any other Mind or Spirit whatsoever, distinct from our selves. We may even assert, that the Existence of ^God^ is far more evidently perceived than the Existence of Men; because the Effects of Nature are infinitely more numerous and considerable, than those ascribed to humane Agents. There is not any one Mark that denotes a Man, or Effect produced by him, which doth not more strongly evince the Being of that Spirit who is the _Author of Nature_. For it is evident that in affecting other Persons, the Will of Man hath no other Object, than barely the Motion of the Limbs of his Body; but that such a Motion should be attended by, or excite any Idea in the Mind of another, depends wholly on the Will of the ^Creator^. He alone it is who _upholding all Things by the Word of his Power_, maintains that Intercourse between Spirits, whereby they are able to perceive the Existence of each other. And yet this pure and clear Light which enlightens every one, is it self invisible.","subId":"147","id":"Berkeley.THK.1.147"},{"type":"paragraph","content":"It seems to be a general Pretence of the unthinking Herd, that they cannot see ^God^. Could we but see him, say they, as we see a Man, we should believe that he is, and believing obey his Commands. But alas we need only open our Eyes to see the sovereign Lord of all Things with a more full and clear View, than we do any one of our Fellow-Creatures. Not that I imagine we see ^God^ (as some will have it) by a direct and immediate View, or see Corporeal Things, not by themselves, but by seeing that which represents them in the Essence of ^God^, which Doctrine is I must confess to me incomprehensible. But I shall explain my Meaning. A humane Spirit or Person is not perceived by Sense, as not being an Idea; when therefore we see the Colour, Size, Figure, and Motions of a Man, we perceive only certain Sensations or Ideas excited in our own Minds: And these being exhibited to our View in sundry distinct Collections, serve to mark out unto us the Existence of finite and created Spirits like our selves. Hence it is plain, we do not see a Man, if by _Man_ is meant that which lives, moves, perceives, and thinks as we do: But only such a certain Collection of Ideas, as directs us to think there is a distinct Principle of Thought and Motion like to our selves, accompanying and represented by it. And after the same manner we see ^God^; all the difference is, that whereas some one finite and narrow Assemblage of Ideas denotes a particular humane Mind, whithersoever we direct our View, we do at all Times and in all Places perceive manifest Tokens of the Divinity: Every thing we see, hear, feel, or any wise perceive by Sense, being a Sign or Effect of the Power of ^God^; as is our Perception of those very Motions, which are produced by Men.","subId":"148","id":"Berkeley.THK.1.148"},{"type":"paragraph","content":"It is therefore plain, that nothing can be more evident to any one that is capable of the least Reflexion, than the Existence of ^God^, or a Spirit who is intimately present to our Minds, producing in them all that variety of Ideas or Sensations, which continually affect us, on whom we have an absolute and intire Dependence, in short, _in whom we live, and move, and have our Being_. That the Discovery of this great Truth which lies so near and obvious to the Mind, should be attained to by the Reason of so very few, is a sad instance of the Stupidity and Inattention of Men, who, though they are surrounded with such clear Manifestations of the Deity, are yet so little affected by them, that they seem as it were blinded with excess of Light.","subId":"149","id":"Berkeley.THK.1.149"},{"type":"paragraph","content":"But you will say, Hath Nature no share in the Production of natural Things, and must they be all ascribed to the immediate and sole Operation of ^God^? I answer, If by _Nature_ is meant only the visible _Series_ of Effects, or Sensations imprinted on our Minds according to certain fixed and general Laws: Then it is plain, that Nature taken in this Sense cannot produce any thing at all. But if by _Nature_ is meant some Being distinct from ^God^, as well as from the Laws of Nature, and Things perceived by Sense, I must confess that Word is to me an empty Sound, without any intelligible Meaning annexed to it. Nature in this Acceptation is a vain _Chimera_ introduced by those Heathens, who had not just Notions of the Omnipresence and infinite Perfection of ^God^. But it is more unaccountable, that it should be received among _Christians_ professing Belief in the Holy Scriptures, which constantly ascribe those Effects to the immediate Hand of ^God^, that Heathen Philosophers are wont to impute to _Nature_. _The LORD, he causeth the Vapours to ascend; he maketh Lightnings with Rain; he bringeth forth the Wind out of his Treasures_, Jerem. Chap. 10. ver. 13. _He turneth the shadow of Death into the Morning, and maketh the Day dark with Night_, Amos Chap. 5. ver. 8. _He visiteth the Earth, and maketh it soft with Showers: He blesseth the springing thereof, and crowneth the Year with his Goodness; so that the Pastures are clothed with Flocks, and the Valleys are covered over with Corn_. See _Psalm_ 65. But notwithstanding that this is the constant Language of Scripture; yet we have I know not what Aversion from believing, that ^God^ concerns himself so nearly in our Affairs. Fain would we suppose him at a great distance off, and substitute some blind unthinking Deputy in his stead, though (if we may believe Saint _Paul_) _he be not far from every one of us_.","subId":"150","id":"Berkeley.THK.1.150"},{"type":"paragraph","content":"It will I doubt not be objected, that the slow and gradual Methods observed in the Production of natural Things, do not seem to have for their Cause the immediate Hand of an _almighty Agent_. Besides, Monsters, untimely Births, Fruits blasted in the Blossom, Rains falling in desert Places, Miseries incident to humane Life, are so many Arguments that the whole Frame of Nature is not immediately actuated and superintended by a Spirit of infinite Wisdom and Goodness. But the Answer to this Objection is in a good measure plain from _Sect._ 62, it being visible, that the aforesaid Methods of Nature are absolutely necessary, in order to working by the most simple and general Rules, and after a steady and consistent Manner; which argues both the _Wisdom_ and _Goodness_ of ^God^. Such is the artificial Contrivance of this mighty Machine of Nature, that whilst its Motions and various Ph{ae}nomena strike on our Senses, the Hand which actuates the whole is it self unperceivable to Men of Flesh and Blood. _Verily_ (saith the Prophet) _thou art a ^God^ that hidest thy self_, Isaiah Chap. 45. ver. 15. But though ^God^ conceal himself from the Eyes of the _Sensual_ and _Lazy_, who will not be at the least Expense of Thought; yet to an unbiassed and attentive Mind, nothing can be more plainly legible, than the intimate Presence of an _All-wise Spirit_, who fashions, regulates, and sustains the whole Systeme of Being. It is clear from what we have elsewhere observed, that the operating according to general and stated Laws, is so necessary for our Guidance in the Affairs of Life, and letting us into the Secret of Nature, that without it, all Reach and Compass of Thought, all humane Sagacity and Design could serve to no manner of purpose: It were even impossible there should be any such Faculties or Powers in the Mind. See _Sect._ 31. Which one Consideration abundantly out-balances whatever particular Inconveniences may thence arise.","subId":"151","id":"Berkeley.THK.1.151"},{"type":"paragraph","content":"We should further consider, that the very Blemishes and Defects of Nature are not without their Use, in that they make an agreeable sort of Variety, and augment the Beauty of the rest of the Creation, as Shades in a Picture serve to set off the brighter and more enlightened Parts. We would likewise do well to examine, whether our taxing the Waste of Seeds and Embryos, and accidental Destruction of Plants and Animals, before they come to full Maturity, as an Imprudence in the Author of Nature, be not the effect of Prejudice contracted by our Familiarity with impotent and saving Mortals. In _Man_ indeed a thrifty Management of those Things, which he cannot procure without much Pains and Industry, may be esteemed _Wisdom_. But we must not imagine, that the inexplicably fine Machine of an Animal or Vegetable, costs the great ^Creator^ any more Pains or Trouble in its Production than a Pebble doth: nothing being more evident, than that an omnipotent Spirit can indifferently produce every thing by a mere _Fiat_ or Act of his Will. Hence it is plain, that the splendid Profusion of natural Things should not be interpreted, Weakness or Prodigality in the Agent who produces them, but rather be looked on as an Argument of the Riches of his Power.","subId":"152","id":"Berkeley.THK.1.152"},{"type":"paragraph","content":"As for the mixture of Pain or Uneasiness which is in the World, pursuant to the general Laws of Nature, and the Actions of finite imperfect Spirits: This, in the State we are in at present, is indispensably necessary to our well-being. But our Prospects are too narrow: We take, for Instance, the Idea of some one particular Pain into our Thoughts, and account it _Evil_; whereas if we enlarge our View, so as to comprehend the various Ends, Connexions, and Dependencies of Things, on what Occasions and in what Proportions we are affected with Pain and Pleasure, the Nature of humane Freedom, and the Design with which we are put into the World; we shall be forced to acknowledge that those particular Things, which considered in themselves appear to be _Evil_, have the Nature of _Good_, when considered as linked with the whole Systeme of Beings.","subId":"153","id":"Berkeley.THK.1.153"},{"type":"paragraph","content":"From what hath been said it will be manifest to any considering Person, that it is merely for want of Attention and Comprehensiveness of Mind, that there are any Favourers of _Atheism_ or the _Manichean Heresy_ to be found. Little and unreflecting Souls may indeed burlesque the Works of Providence, the Beauty and Order whereof they have not Capacity, or will not be at the Pains to comprehend. But those who are Masters of any Justness and Extent of Thought, and are withal used to reflect, can never sufficiently admire the divine Traces of Wisdom and Goodness that shine throughout the Oeconomy of Nature. But what Truth is there which shineth so strongly on the Mind, that by an Aversion of Thought, a wilful shutting of the Eyes, we may not escape seeing it? Is it therefore to be wondered at, if the generality of Men, who are ever intent on Business or Pleasure, and little used to fix or open the Eye of their Mind, should not have all that Conviction and Evidence of the Being of ^God^, which might be expected in reasonable Creatures?","subId":"154","id":"Berkeley.THK.1.154"},{"type":"paragraph","content":"We should rather wonder, that Men can be found so stupid as to neglect, than that neglecting they should be unconvinced of such an evident and momentous Truth. And yet it is to be feared that too many of Parts and Leisure, who live in Christian Countries, are merely through a supine and dreadful Negligence sunk into a sort of _Atheism_. Since it is downright impossible, that a Soul pierced and enlightened with a thorough Sense of the Omnipresence, Holiness, and Justice of that _Almighty Spirit_, should persist in a remorseless Violation of his Laws. We ought therefore earnestly to meditate and dwell on those important Points; that so we may attain Conviction without all Scruple, _that the Eyes of the LORD are in every place beholding the Evil and the Good; that he is with us and keepeth us in all places whither we go, and giveth us Bread to eat, and Raiment to put on_; that he is present and conscious to our innermost Thoughts; and that we have a most absolute and immediate dependence on him. A clear View of which great Truths cannot choose but fill our Hearts with an awful Circumspection and holy Fear, which is the strongest Incentive to _Virtue_, and the best Guard against _Vice_.","subId":"155","id":"Berkeley.THK.1.155"},{"type":"paragraph","content":"For after all, what deserves the first place in our Studies, is the Consideration of _GOD_, and our _Duty_; which to promote, as it was the main drift and design of my Labours, so shall I esteem them altogether useless and ineffectual, if by what I have said I cannot inspire my Readers with a pious Sense of the Presence of ^God^: And having shewn the Falseness or Vanity of those barren Speculations, which make the chief Employment of learned Men, the better dispose them to reverence and embrace the salutary Truths of the ^Gospel^, which to know and to practice is the highest Perfection of humane Nature.","subId":"156","id":"Berkeley.THK.1.156"},{"type":"note","content":"[Sect. XXIX, XXX, XXXIII, XXXVI, &c.]","subId":"n1","id":"Berkeley.THK.1.n1"}]}
