{"imported":true,"id":"Berkeley.THK.Intro","parent":"Berkeley.THK","title":"Introduction","breadcrumb":"Introduction","texts":[],"published":[1710],"copytext":[1734],"sourceUrl":"https://www.maths.tcd.ie/~dwilkins/Berkeley/HumanKnowledge/","sourceDesc":"Berkeley’s [Treatise Concerning the Principles of Human Knowledge] was first published in 1710, and then again in 1734 together with the [Three Dialogues Between Hylas and Philonous]. Our copytext is this later edition, which corrects a few typographical errors, makes some small stylistic improvements, and uses more modern spelling. The original dedication and preface from the 1710 edition, not reprinted in 1734, are also included. The text here derives from David Wilkins’s online edition.","forename":"George","surname":"Berkeley","author":"George Berkeley","birth":1685,"death":1753,"nationality":"Irish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 _Introduction._ £2","id":"Berkeley.THK.Intro"},{"type":"paragraph","content":"PHILOSOPHY being nothing else but the study of Wisdom and Truth, it may with reason be expected, that those who have spent most Time and Pains in it should enjoy a greater calm and serenity of Mind, a greater clearness and evidence of Knowledge, and be less disturbed with Doubts and Difficulties than other Men. Yet so it is we see the Illiterate Bulk of Mankind that walk the High-road of plain, common Sense, and are governed by the Dictates of Nature, for the most part easy and undisturbed. To them nothing that's familiar appears unaccountable or difficult to comprehend. They complain not of any want of Evidence in their Senses, and are out of all danger of becoming _Sceptics_. But no sooner do we depart from Sense and Instinct to follow the Light of a Superior Principle, to reason, meditate, and reflect on the Nature of Things, but a thousand Scruples spring up in our Minds, concerning those Things which before we seemed fully to comprehend. Prejudices and Errors of Sense do from all Parts discover themselves to our view; and endeavouring to correct these by Reason we are insensibly drawn into uncouth Paradoxes, Difficulties, and Inconsistencies, which multiply and grow upon us as we advance in Speculation; till at length, having wander'd through many intricate Mazes, we find our selves just where we were, or, which is worse, sit down in a forlorn Scepticism.","subId":"1","id":"Berkeley.THK.Intro.1"},{"type":"paragraph","content":"The cause of this is thought to be the Obscurity of things, or the natural Weakness and Imperfection of our Understandings. It is said the Faculties we have are few, and those designed by Nature for the Support and Comfort of Life, and not to penetrate into the inward Essence and Constitution of Things. Besides, the Mind of Man being Finite, when it treats of Things which partake of Infinity, it is not to be wondered at, if it run into Absurdities and Contradictions; out of which it is impossible it should ever extricate it self, it being of the nature of Infinite not to be comprehended by that which is Finite.","subId":"2","id":"Berkeley.THK.Intro.2"},{"type":"paragraph","content":"But perhaps we may be too partial to our selves in placing the Fault originally in our Faculties, and not rather in the wrong use we make of them. It is a hard thing to suppose, that right Deductions from true Principles should ever end in Consequences which cannot be maintained or made consistent. We should believe that God has dealt more bountifully with the Sons of Men, than to give them a strong desire for that Knowledge, which he had placed quite out of their reach. This were not agreeable to the wonted, indulgent Methods of Providence, which, whatever Appetites it may have implanted in the Creatures, doth usually furnish them with such means as, if rightly made use of, will not fail to satisfy them. Upon the whole, I am inclined to think that the far greater Part, if not all, of those Difficulties which have hitherto amus'd Philosophers, and block'd up the way to Knowledge, are intirely owing to our selves. That we have first rais'd a Dust, and then complain, we cannot see.","subId":"3","id":"Berkeley.THK.Intro.3"},{"type":"paragraph","content":"My Purpose therefore is, to try if I can discover what those Principles are, which have introduced all that Doubtfulness and Uncertainty, those Absurdities and Contradictions into the several Sects of Philosophy; insomuch that the Wisest Men have thought our Ignorance incurable, conceiving it to arise from the natural dulness and limitation of our Faculties. And surely it is a Work well deserving our Pains, to make a strict inquiry concerning the first Principles of _Humane Knowledge_, to sift and examine them on all sides: especially since there may be some Grounds to suspect that those Lets and Difficulties, which stay and embarass the Mind in its search after Truth, do not spring from any Darkness and Intricacy in the Objects, or natural Defect in the Understanding, so much as from false Principles which have been insisted on, and might have been avoided.","subId":"4","id":"Berkeley.THK.Intro.4"},{"type":"paragraph","content":"How difficult and discouraging soever this Attempt may seem, when I consider how many great and extraordinary Men have gone before me in the same Designs: Yet I am not without some Hopes, upon the Consideration that the largest Views are not always the Clearest, and that he who is Short-sighted will be obliged to draw the Object nearer, and may, perhaps, by a close and narrow Survey discern that which had escaped far better Eyes.","subId":"5","id":"Berkeley.THK.Intro.5"},{"type":"paragraph","content":"In order to prepare the Mind of the Reader for the easier conceiving what follows, it is proper to premise somewhat, by way of Introduction, concerning the Nature and Abuse of Language. But the unraveling this Matter leads me in some measure to anticipate my Design, by taking notice of what seems to have had a chief part in rendering Speculation intricate and perplexed, and to have occasioned innumerable Errors and Difficulties in almost all parts of Knowledge. And that is the opinion that the Mind hath a power of framing _Abstract Ideas_ or Notions of Things. He who is not a perfect Stranger to the Writings and Disputes of Philosophers, must needs acknowledge that no small part of them are spent about abstract Ideas. These are in a more especial manner, thought to be the Object of those Sciences which go by the name of _Logic_ and _Metaphysics_, and of all that which passes under the Notion of the most abstracted and sublime Learning, in all which one shall scarce find any Question handled in such a manner, as does not suppose their Existence in the Mind, and that it is well acquainted with them.","subId":"6","id":"Berkeley.THK.Intro.6"},{"type":"paragraph","content":"It is agreed on all hands, that the Qualities or Modes of things do never really exist each of them apart by it self, and separated from all others, but are mix'd, as it were, and blended together, several in the same Object. But we are told, the Mind being able to consider each Quality singly, or abstracted from those other Qualities with which it is united, does by that means frame to it self abstract Ideas. For example, there is perceived by Sight an Object extended, coloured, and moved: This mix'd or compound Idea the mind resolving into its Simple, constituent Parts, and viewing each by it self, exclusive of the rest, does frame the abstract Ideas of Extension, Colour, and Motion. Not that it is possible for Colour or Motion to exist without Extension: but only that the Mind can frame to it self by _Abstraction_ the Idea of Colour exclusive of Extension, and of Motion exclusive of both Colour and Extension.","subId":"7","id":"Berkeley.THK.Intro.7"},{"type":"paragraph","content":"Again, the Mind having observed that in the particular Extensions perceiv'd by Sense, there is something common and alike in all, and some other things peculiar, as this or that Figure or Magnitude, which distinguish them one from another; it considers apart or singles out by it self that which is common, making thereof a most abstract Idea of Extension, which is neither Line, Surface, nor Solid, nor has any Figure or Magnitude but is an Idea intirely prescinded from all these. So likewise the Mind by leaving out of the particular Colours perceived by Sense, that which distinguishes them one from another, and retaining that only which is common to all, makes an Idea of Colour in abstract which is neither Red, nor Blue, nor White, nor any other determinate Colour. And in like manner by considering Motion abstractedly not only from the Body moved, but likewise from the Figure it describes, and all particular Directions and Velocities, the abstract Idea of Motion is framed; which equally corresponds to all particular Motions whatsoever that may be perceived by Sense.","subId":"8","id":"Berkeley.THK.Intro.8"},{"type":"paragraph","content":"And as the Mind frames to it self abstract Ideas of Qualities or Modes, so does it, by the same precision or mental Separation, attain abstract Ideas of the more compounded Beings, which include several coexistent Qualities. For example, the Mind having observed that _Peter_, _James_, and _John_, resemble each other, in certain common Agreements of Shape and other Qualities, leaves out of the complex or compounded Idea it has of _Peter_, _James_, and any other particular Man, that which is peculiar to each, retaining only what is common to all; and so makes an abstract Idea wherein all the particulars equally partake, abstracting intirely from and cutting off all those Circumstances and Differences, which might determine it to any particular Existence. And after this manner it is said we come by the abstract Idea of _Man_ or, if you please, Humanity, or Humane Nature; wherein it is true there is included Colour, because there is no Man but has some Colour, but then it can be neither White, nor Black, nor any particular Colour; because there is no one particular Colour wherein all Men partake. So likewise there is included Stature, but then it is neither Tall Stature nor Low Stature, nor yet Middle Stature, but something abstracted from all these. And so of the rest. Moreover, there being a great variety of other Creatures that partake in some Parts, but not all, of the complex Idea of _Man_, the Mind leaving out those Parts which are peculiar to Men, and retaining those only which are common to all the living Creatures, frameth the Idea of _Animal_, which abstracts not only from all particular Men, but also all Birds, Beasts, Fishes, and Insects. The constituent Parts of the abstract Idea of Animal are Body, Life, Sense, and Spontaneous Motion. By _Body_ is meant, Body without any particular Shape or Figure, there being no one Shape or Figure common to all Animals, without Covering, either of Hair, or Feathers, or Scales, _&c_. nor yet Naked: Hair, Feathers, Scales, and Nakedness being the distinguishing Properties of particular Animals, and for that reason left out of the _Abstract Idea_. Upon the same account the spontaneous Motion must be neither Walking, nor Flying, nor Creeping, it is nevertheless a Motion, but what that Motion is, it is not easy to conceive.","subId":"9","id":"Berkeley.THK.Intro.9"},{"type":"paragraph","content":"Whether others have this wonderful Faculty of _Abstracting their Ideas_, they best can tell: For my self I find indeed I have a Faculty of imagining, or representing to myself the Ideas of those particular things I have perceived and of variously compounding and dividing them. I can imagine a Man with Two Heads or the upper parts of a Man joined to the Body of a Horse. I can consider the Hand, the Eye, the Nose, each by it self abstracted or separated from the rest of the Body. But then whatever Hand or Eye I imagine, it must have some particular Shape and Colour. Likewise the Idea of Man that I frame to my self, must be either of a White, or a Black, or a Tawny, a Straight, or a Crooked, a Tall, or a Low, or a Middle-sized Man. I cannot by any effort of Thought conceive the abstract Idea above described. And it is equally impossible for me to form the abstract Idea of Motion distinct from the Body moving, and which is neither Swift nor Slow, Curvilinear nor Rectilinear; and the like may be said of all other abstract general Ideas whatsoever. To be plain, I own my self able to abstract in one Sense, as when I consider some particular Parts or Qualities separated from others, with which though they are united in some Object, yet, it is possible they may really Exist without them. But I deny that I can abstract one from another, or conceive separately, those Qualities which it is impossible should Exist so separated; or that I can frame a General Notion by abstracting from Particulars in the manner aforesaid. Which two last are the proper Acceptations of _Abstraction_. And there are Grounds to think most Men will acknowledge themselves to be in my Case. The Generality of Men which are Simple and Illiterate never pretend to _abstract Notions_. It is said they are difficult and not to be attained without Pains and Study. We may therefore reasonably conclude that, if such there be, they are confined only to the Learned.","subId":"10","id":"Berkeley.THK.Intro.10"},{"type":"paragraph","content":"I proceed to examine what can be alledged in defence of the Doctrine of Abstraction, and try if I can discover what it is that inclines the Men of Speculation to embrace an Opinion, so remote from common Sense as that seems to be. There has been a late deservedly Esteemed Philosopher, who, no doubt, has given it very much Countenance by seeming to think the having abstract general Ideas is what puts the widest difference in point of Understanding betwixt Man and Beast. \"The having of general Ideas\" (_saith he_) \"is that which puts a perfect distinction betwixt Man and Brutes, and is an Excellency which the Faculties of Brutes do by no means attain unto. For it is evident we observe no Footsteps in them of making use of general Signs for universal Ideas; from which we have reason to imagine that they have not the Faculty of _abstracting_ or making general Ideas, since they have no use of Words or any other general Signs.\" _And a little after._ \"Therefore, I think, we may suppose that it is in this that the Species of Brutes are discriminated from Men, and 'tis that proper difference wherein they are wholly separated, and which at last widens to so wide a Distance. For if they have any Ideas at all, and are not bare Machines (as some would have them) we cannot deny them to have some Reason. It seems as evident to me that they do some of them in certain Instances reason as that they have Sense, but it is only in particular Ideas, just as they receive them from their Senses. They are the best of them tied up within those narrow Bounds, and have not (as I think) the Faculty to enlarge them by any kind of _Abstraction_.\" _Essay on Hum. Underst_. B. 2. C. 11. Sect. 10 and 11. I readily agree with this Learned Author, that the Faculties of Brutes can by no means attain to _Abstraction_. But then if this be made the distinguishing property of that sort of Animals, I fear a great many of those that pass for Men must be reckoned into their number. The reason that is here assigned why we have no Grounds to think Brutes have Abstract general Ideas, is that we observe in them no use of Words or any other general Signs; which is built on this Supposition, to wit, that the making use of Words, implies the having general Ideas. From which it follows, that Men who use Language are able to Abstract or Generalize their Ideas. That this is the Sense and Arguing of the Author will further appear by his answering the Question he in another place puts. \"Since all things that exist are only Particulars, how come we by general Terms?\" _His Answer is_, \"Words become general by being made the Signs of general Ideas.\" _Essay on Hum. Underst_. B. 3. C. 3 Sect. 6. But it seems that a Word becomes general by being made the Sign, not of an abstract general Idea but, of several particular Ideas, any one of which it indifferently suggests to the Mind. For Example, When it is said _the change of Motion is proportional to the impressed force_, or that _whatever has Extension is divisible_; these Propositions are to be understood of Motion and Extension in general, and nevertheless it will not follow that they suggest to my Thoughts an Idea of Motion without a Body moved, or any determinate Direction and Velocity, or that I must conceive an abstract general Idea of Extension, which is neither Line, Surface nor Solid, neither Great nor Small, Black, White, nor Red, nor of any other determinate Colour. It is only implied that whatever Motion I consider, whether it be Swift or Slow, Perpendicular, Horizontal or Oblique, or in whatever Object, the Axiom concerning it holds equally true. As does the other of every particular Extension, it matters not whether Line, Surface or Solid, whether of this or that Magnitude or Figure.","subId":"11","id":"Berkeley.THK.Intro.11"},{"type":"paragraph","content":"By observing how Ideas become general, we may the better judge how Words are made so. And here it is to be noted that I do not deny absolutely there are general Ideas, but only that there are any _abstract general Ideas_: For in the Passages above quoted, wherein there is mention of general Ideas, it is always supposed that they are formed by _Abstraction_, after the manner set forth in _Sect._ VIII and IX. Now if we will annex a meaning to our Words, and speak only of what we can conceive, I believe we shall acknowledge, that an Idea, which considered in it self is particular, becomes general, by being made to represent or stand for all other particular Ideas of the same sort. To make this plain by an Example, suppose a Geometrician is demonstrating the Method, of cutting a Line in two equal Parts. He draws, for Instance, a Black Line of an Inch in Length, this which in it self is a particular Line is nevertheless with regard to its signification General, since as it is there used, it represents all particular Lines whatsoever; so that what is demonstrated of it, is demonstrated of all Lines, or, in other Words, of a Line in General. And as that particular Line becomes General, by being made a Sign, so the name _Line_ which taken absolutely is particular, by being a Sign is made General. And as the former owes its Generality, not to its being the Sign of an abstract or general Line, but of all particular right Lines that may possibly exist, so the latter must be thought to derive its Generality from the same Cause, namely, the various particular Lines which it indifferently denotes.","subId":"12","id":"Berkeley.THK.Intro.12"},{"type":"paragraph","content":"To give the Reader a yet clearer View of the Nature of abstract Ideas, and the Uses they are thought necessary to, I shall add one more Passage out of the _Essay on Human Understanding_, which is as follows. \"_Abstract Ideas_ are not so obvious or easy to Children or the yet unexercised Mind as particular ones. If they seem so to grown Men, it is only because by constant and familiar Use they are made so. For when we nicely reflect upon them, we shall find that general Ideas are Fictions and Contrivances of the Mind, that carry Difficulty with them, and do not so easily offer themselves, as we are apt to imagine. For Example, Does it not require some Pains and Skill to form the general Idea of a Triangle (which is yet none of the most abstract, comprehensive and difficult) for it must be neither Oblique nor Rectangle, neither Equilateral, Equicrural, nor Scalenon, but _all and none_ of these at once? In effect, it is something imperfect that cannot exist, an Idea wherein some Parts of several different and _inconsistent_ Ideas are put together. It is true the Mind in this imperfect State has need of such Ideas, and makes all the haste to them it can, for the conveniency of Communication and Enlargement of Knowledge, to both which it is naturally very much inclined. But yet one has reason to suspect such Ideas are Marks of our Imperfection. At least this is enough to shew that the most abstract and general Ideas are not those that the Mind is first and most easily acquainted with, nor such as its earliest Knowledge is conversant about.\" B. 4. C. 7. Sect. 9. If any Man has the Faculty of framing in his Mind such an Idea of a Triangle as is here described, it is in vain to pretend to dispute him out of it, nor would I go about it. All I desire is, that the Reader would fully and certainly inform himself whether he has such an Idea or no. And this, methinks, can be no hard Task for anyone to perform. What more easy than for anyone to look a little into his own Thoughts, and there try whether he has, or can attain to have, an Idea that shall correspond with the description that is here given of the general Idea of a Triangle, which is, _neither Oblique, nor Rectangle, Equilateral, Equicrural, nor Scalenon, but all and none of these at once?_","subId":"13","id":"Berkeley.THK.Intro.13"},{"type":"paragraph","content":"Much is here said of the Difficulty that abstract Ideas carry with them, and the Pains and Skill requisite to the forming them. And it is on all Hands agreed that there is need of great Toil and Labour of the Mind, to emancipate our Thoughts from particular Objects, and raise them to those sublime Speculations that are conversant about abstract Ideas. From all which the natural Consequence should seem to be, that so difficult a thing as the forming abstract Ideas was not necessary for _Communication_, which is so easy and familiar to all sorts of Men. But we are told, if they seem obvious and easy to grown Men, _It is only because by constant and familiar use they are made so_. Now I would fain know at what time it is, Men are imployed in surmounting that Difficulty, and furnishing themselves with those necessary helps for Discourse. It cannot be when they are grown up, for then it seems they are not conscious of any such Pains-taking; it remains therefore to be the business of their Childhood. And surely, the great and multiplied Labour of framing abstract Notions, will be found a hard Task for that tender Age. Is it not a hard thing to imagine, that a couple of Children cannot prate together, of their Sugar-plumbs and Rattles and the rest of their little Trinkets, till they have first tacked together numberless Inconsistencies, and so framed in their Minds _abstract general Ideas_, and annexed them to every common Name they make use of?","subId":"14","id":"Berkeley.THK.Intro.14"},{"type":"paragraph","content":"Nor do I think them a whit more needful for the _Enlargement of Knowledge_ than for _Communication_. It is I know a Point much insisted on, that all Knowledge and Demonstration are about universal Notions, to which I fully agree: But then it doth not appear to me that those Notions are formed by _Abstraction_ in the manner premised; _Universality_, so far as I can comprehend, not consisting in the absolute, positive Nature or Conception of any thing, but in the relation it bears to the Particulars signified or represented by it: By virtue whereof it is that Things, Names, or Notions, being in their own Nature _Particular_, are rendered _Universal_. Thus when I demonstrate any Proposition concerning Triangles, it is to be supposed that I have in view the universal Idea of a Triangle; which ought not to be understood as if I could frame an Idea of a Triangle which was neither Equilateral nor Scalenon nor Equicrural. But only that the particular Triangle I consider, whether of this or that sort it matters not, doth equally stand for and represent all Rectilinear Triangles whatsoever, and is in that sense _Universal_. All which seems very Plain and not to include any Difficulty in it.","subId":"15","id":"Berkeley.THK.Intro.15"},{"type":"paragraph","content":"But here it will be demanded, how we can know any Proposition to be true of all particular Triangles, except we have first seen it demonstrated of the abstract Idea of a Triangle which equally agrees to all? For because a Property may be demonstrated to agree to some one particular Triangle, it will not thence follow that it equally belongs to any other Triangle, which in all respects is not the same with it. For Example, Having demonstrated that the three Angles of an Isosceles Rectangular Triangle are equal to two right Ones, I cannot therefore conclude this Affection agrees to all other Triangles, which have neither a right Angle, nor two equal Sides. It seems therefore that, to be certain this Proposition is universally true, we must either make a particular Demonstration for every particular Triangle, which is impossible, or once for all demonstrate it of the _abstract Idea of a Triangle_, in which all the Particulars do indifferently partake, and by which they are all equally represented. To which I answer, that though the Idea I have in view whilst I make the Demonstration, be, for instance, that of an Isosceles Rectangular Triangle, whose Sides are of a determinate Length, I may nevertheless be certain it extends to all other Rectilinear Triangles, of what Sort or Bigness soever. And that, because neither the right Angle, nor the Equality, nor determinate Length of the Sides, are at all concerned in the Demonstration. It is true, the Diagram I have in view includes all these Particulars, but then there is not the least mention made of them in the Proof of the Proposition. It is not said, the three Angles are equal to two right Ones, because one of them is a right Angle, or because the Sides comprehending it are of the same Length. Which sufficiently shews that the right Angle might have been Oblique, and the Sides unequal, and for all that the Demonstration have held good. And for this reason it is, that I conclude that to be true of any Obliquangular or Scalenon, which I had demonstrated of a particular Right-angled, Equicrural Triangle; and not because I demonstrated the Proposition of the abstract Idea of a Triangle. And here it must be acknowledged that a Man may consider a Figure merely as triangular, without attending to the particular Qualities of the Angles, or relations of the Sides. So far he may abstract: But this will never prove, that he can frame an abstract general inconsistent Idea of a Triangle. In like manner we may consider _Peter_ so far forth as Man, or so far forth as Animal, without framing the forementioned abstract Idea, either of Man or of Animal, in as much as all that is perceived is not considered.","subId":"16","id":"Berkeley.THK.Intro.16"},{"type":"paragraph","content":"It were an endless, as well as an useless Thing, to trace the _Schoolmen_, those great Masters of Abstraction, through all the manifold inextricable Labyrinths of Error and Dispute, which their Doctrine of abstract Natures and Notions seems to have led them into. What Bickerings and Controversies, and what a learned Dust have been raised about those Matters, and what mighty Advantage hath been from thence derived to Mankind, are things at this Day too clearly known to need being insisted on. And it had been well if the ill Effects of that Doctrine were confined to those only who make the most avowed Profession of it. When Men consider the great Pains, Industry and Parts, that have for so many Ages been laid out on the Cultivation and Advancement of the Sciences, and that notwithstanding all this, the far greater Part of them remain full of Darkness and Uncertainty, and Disputes that are like never to have an end, and even those that are thought to be supported by the most clear and cogent Demonstrations, contain in them Paradoxes which are perfectly irreconcilable to the Understandings of Men, and that taking all together, a small Portion of them doth supply any real Benefit to Mankind, otherwise than by being an innocent Diversion and Amusement: I say, the Consideration of all this is apt to throw them into a Despondency, and perfect Contempt of all Study. But this may perhaps cease, upon a view of the false Principles that have obtained in the World, amongst all which there is none, methinks, hath a more wide Influence over the Thoughts of Speculative Men, than this of abstract general Ideas.","subId":"17","id":"Berkeley.THK.Intro.17"},{"type":"paragraph","content":"I come now to consider the Source of this prevailing Notion, and that seems to me to be Language. And surely nothing of less extent than Reason it self could have been the Source of an Opinion so universally received. The truth of this appears as from other Reasons, so also from the plain Confession of the ablest Patrons of abstract Ideas, who acknowledge that they are made in order to naming; from which it is a clear Consequence, that if there had been no such thing as Speech or Universal Signs, there never had been any thought of Abstraction. _See_ B. 3. C. 6. Sect. 39. _and elsewhere of the Essay on Human Understanding._ Let us therefore examine the manner wherein Words have contributed to the Origin of that Mistake. First then, 'Tis thought that every Name hath, or ought to have, one only precise and settled Signification, which inclines Men to think there are certain _abstract, determinate Ideas_, which constitute the true and only immediate Signification of each general Name. And that it is by the mediation of these abstract Ideas, that a general Name comes to signify any particular Thing. Whereas, in truth, there is no such thing as one precise and definite Signification annexed to any general Name, they all signifying indifferently a great number of particular Ideas. All which doth evidently follow from what has been already said, and will clearly appear to anyone by a little Reflexion. To this it will be objected, that every Name that has a Definition, is thereby restrained to one certain Signification. For Example, a _Triangle_ is defined to be _a plain Surface comprehended by three right Lines_; by which that Name is limited to denote one certain Idea and no other. To which I answer, that in the Definition it is not said whether the Surface be Great or Small, Black or White, nor whether the Sides are Long or Short, Equal or Unequal, nor with what Angles they are inclined to each other; in all which there may be great Variety, and consequently there is no one settled Idea which limits the Signification of the word _Triangle_. 'Tis one thing for to keep a Name constantly to the same Definition, and another to make it stand every where for the same Idea: the one is necessary, the other useless and impracticable.","subId":"18","id":"Berkeley.THK.Intro.18"},{"type":"paragraph","content":"But to give a farther Account how Words came to produce the Doctrine of abstract Ideas, it must be observed that it is a received Opinion, that Language has no other End but the communicating our Ideas, and that every significant Name stands for an Idea. This being so, and it being withal certain, that Names, which yet are not thought altogether insignificant, do not always mark out particular conceivable Ideas, it is straightway concluded that they stand for abstract Notions. That there are many Names in use amongst Speculative Men, which do not always suggest to others determinate particular Ideas, is what no Body will deny. And a little Attention will discover, that it is not necessary (even in the strictest Reasonings) significant Names which stand for Ideas should, every time they are used, excite in the Understanding the Ideas they are made to stand for: In Reading and Discoursing, Names being for the most part used as Letters are in _Algebra_, in which though a particular quantity be marked by each Letter, yet to proceed right it is not requisite that in every step each Letter suggest to your Thoughts, that particular quantity it was appointed to stand for.","subId":"19","id":"Berkeley.THK.Intro.19"},{"type":"paragraph","content":"Besides, the communicating of Ideas marked by Words is not the chief and only end of Language, as is commonly supposed. There are other Ends, as the raising of some Passion, the exciting to, or deterring from an Action, the putting the Mind in some particular Disposition; to which the former is in many Cases barely subservient, and sometimes intirely omitted, when these can be obtained without it, as I think doth not unfrequently happen in the familiar use of Language. I intreat the Reader to reflect with himself, and see if it doth not often happen either in Hearing or Reading a Discourse, that the Passions of Fear, Love, Hatred, Admiration, Disdain, and the like, arise immediately in his Mind upon the Perception of certain Words, without any Ideas coming between. At first, indeed, the Words might have occasioned Ideas that were fit to produce those Emotions; but, if I mistake not, it will be found that when Language is once grown familiar, the hearing of the Sounds or Sight of the Characters is oft immediately attended with those Passions, which at first were wont to be produced by the intervention of Ideas, that are now quite omitted. May we not, for Example, be affected with the promise of a _good Thing_, though we have not an Idea of what it is? Or is not the being threatned with Danger sufficient to excite a Dread, though we think not of any particular Evil likely to befal us, nor yet frame to our selves an Idea of Danger in Abstract? If any one shall join ever so little Reflexion of his own to what has been said, I believe it will evidently appear to him, that general Names are often used in the propriety of Language without the Speaker's designing them for Marks of Ideas in his own, which he would have them raise in the Mind of the Hearer. Even proper Names themselves do not seem always spoken, with a Design to bring into our view the Ideas of those Individuals that are supposed to be marked by them. For Example, when a Schoolman tells me _Aristotle hath said it_, all I conceive he means by it, is to dispose me to embrace his Opinion with the Deference and Submission which Custom has annexed to that Name. And this effect may be so instantly produced in the Minds of those who are accustomed to resign their Judgment to the Authority of that Philosopher, as it is impossible any Idea either of his Person, Writings, or Reputation should go before. Innumerable Examples of this kind may be given, but why should I insist on those things, which every one's Experience will, I doubt not, plentifully suggest unto him?","subId":"20","id":"Berkeley.THK.Intro.20"},{"type":"paragraph","content":"We have, I think, shewn the Impossibility of _abstract Ideas_. We have considered what has been said for them by their ablest Patrons; and endeavored to shew they are of no Use for those Ends, to which they are thought necessary. And lastly, we have traced them to the Source from whence they flow, which appears to be Language. It cannot be denied that Words are of excellent Use, in that by their means all that Stock of Knowledge which has been purchased by the joint Labours of inquisitive Men in all Ages and Nations, may be drawn into the view and made the possession of one single Person. But at the same time it must be owned that most parts of Knowledge have been strangely perplexed and darkened by the abuse of Words, and general ways of Speech wherein they are delivered. Since therefore Words are so apt to impose on the Understanding, whatever Ideas I consider, I shall endeavour to take them bare and naked into my View, keeping out of my Thoughts, so far as I am able, those Names which long and constant Use hath so strictly united with them; from which I may expect to derive the following Advantages.","subId":"21","id":"Berkeley.THK.Intro.21"},{"type":"paragraph","content":"First, I shall be sure to get clear of all Controversies purely Verbal; the springing up of which Weeds in almost all the Sciences has been a main Hindrance to the Growth of true and sound Knowledge. Secondly, this seems to be a sure way to extricate my self out of that fine and subtile Net of _abstract Ideas_, which has so miserably perplexed and entangled the Minds of Men, and that with this peculiar Circumstance, that by how much the finer and more curious was the Wit of any Man, by so much the deeper was he like to be ensnared, and faster held therein. Thirdly, so long as I confine my Thoughts to my own Ideas divested of Words, I do not see how I can easily be mistaken. The Objects I consider, I clearly and adequately know. I cannot be deceived in thinking I have an Idea which I have not. It is not possible for me to imagine, that any of my own Ideas are alike or unlike, that are not truly so. To discern the Agreements or Disagreements there are between my Ideas, to see what Ideas are included in any compound Idea, and what not, there is nothing more requisite, than an attentive Perception of what passes in my own Understanding.","subId":"22","id":"Berkeley.THK.Intro.22"},{"type":"paragraph","content":"But the attainment of all these Advantages doth presuppose an intire Deliverance from the Deception of Words, which I dare hardly promise my self; so difficult a thing it is to dissolve an Union so early begun, and confirmed by so long a Habit as that betwixt Words and Ideas. Which Difficulty seems to have been very much increased by the Doctrine of _Abstraction_. For so long as Men thought abstract Ideas were annexed to their Words, it doth not seem strange that they should use Words for Ideas: It being found an impracticable thing to lay aside the Word, and retain the abstract Idea in the Mind, which in it self was perfectly inconceivable. This seems to me the principal Cause, why those Men who have so emphatically recommended to others, the laying aside all use of Words in their Meditations, and contemplating their bare Ideas, have yet failed to perform it themselves. Of late many have been very sensible of the absurd Opinions and insignificant Disputes, which grow out of the abuse of Words. And in order to remedy these Evils they advise well, that we attend to the Ideas signified, and draw off our Attention from the Words which signify them. But how good soever this Advice may be, they have given others, it is plain they could not have a due regard to it themselves, so long as they thought the only immediate use of Words was to signify Ideas, and that the immediate Signification of every general Name was a _determinate, abstract Idea_.","subId":"23","id":"Berkeley.THK.Intro.23"},{"type":"paragraph","content":"But these being known to be Mistakes, a Man may with greater Ease prevent his being imposed on by Words. He that knows he has no other than particular Ideas, will not puzzle himself in vain to find out and conceive the abstract Idea, annexed to any Name. And he that knows Names do not always stand for Ideas, will spare himself the labour of looking for Ideas, where there are none to be had. It were therefore to be wished that every one would use his utmost Endeavours, to obtain a clear View of the Ideas he would consider, separating from them all that dress and incumbrance of Words which so much contribute to blind the Judgment and divide the Attention. In vain do we extend our View into the Heavens, and pry into the Entrails of the Earth, in vain do we consult the Writings of learned Men, and trace the dark Footsteps of Antiquity; we need only draw the Curtain of Words, to behold the fairest Tree of Knowledge, whose Fruit is excellent, and within the reach of our Hand.","subId":"24","id":"Berkeley.THK.Intro.24"},{"type":"paragraph","content":"Unless we take care to clear the first Principles of Knowledge, from the embarras and delusion of Words, we may make infinite Reasonings upon them to no purpose; we may draw Consequences from Consequences, and be never the wiser. The farther we go, we shall only lose our selves the more irrecoverably, and be the deeper entangled in Difficulties and Mistakes. Whoever therefore designs to read the following Sheets, I intreat him to make my Words the Occasion of his own Thinking, and endeavour to attain the same Train of Thoughts in Reading, that I had in writing them. By this means it will be easy for him to discover the Truth or Falsity of what I say. He will be out of all danger of being deceived by my Words, and I do not see how he can be led into an Error by considering his own naked, undisguised Ideas.","subId":"25","id":"Berkeley.THK.Intro.25"}]}
