{"imported":true,"id":"Hobbes.L.1.15","parent":"Hobbes.L.1","title":"Of other Lawes of Nature","breadcrumb":"Chapter 15","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_026","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XV.</h1> <h1><em>Of other Lawes of Nature.</em></h1> ","id":"Hobbes.L.1.15"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The third Law of Nature, Justice.</em></span> <span class=\"small-capitals\">From</span> that law of Nature, by which we are obliged to transferre to another, such Rights, as being retained, hinder the peace of Mankind, there followeth a Third; which is this, <em>That men performe their Covenants made:</em> without which, Covenants are in vain, and but Empty words; and the Right of all men to all things remaining, wee are still in the condition of Warre.","subId":"1","id":"Hobbes.L.1.15.1"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Justice and Injustice what.</em></span> And in this law of Nature, consisteth the Fountain and Originall of <span class=\"small-capitals\">Justice</span>. For where no Covenant hath preceded, there hath no Right been transferred, and every man has right to every thing; and consequently, no action can be Unjust. But when a Covenant is made, then to break it is <em>Unjust:</em> And the definition of <span class=\"small-capitals\">Iniustice</span>, is no other than <em>the not Performance of Covenant</em>. And whatsoever is not Unjust, is <em>Just</em>.","subId":"2","id":"Hobbes.L.1.15.2"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Justice and Propriety begin with the Constitution of Common-wealth.</em></span> But because Covenants of mutuall trust, where there is a feare of not performance on either part, (as hath been said in the former Chapter,) are invalid; though the Originall of Justice be the making of Covenants; yet Injustice actually there can be none, till the cause of such feare be taken away; which while men are in the naturall condition of Warre, cannot be done. Therefore before the names of Just, and Unjust can have place, there must be some coërcive Power, to compell men equally to the performance of their Covenants, by the terrour of some punishment, greater than the benefit they expect by the breach of their Covenant; and to make good that Propriety, which by mutuall Contract men acquire, in recompence of the universall Right they abandon: and such power there is none before the erection of a Common-wealth. And this is also to be gathered out of the ordinary definition of Justice in the Schooles: For they say, that <em>Justice is the constant Will of giving to every man his own</em>. And therefore where there is no <em>Own</em>, that is, no Propriety, there is no Injustice; and where there is no coërceive Power erected, that is, where there is no Common-wealth, there is no Propriety; all men having Right to all things: Therefore where there is no Common-wealth, there nothing is Unjust. So that the nature of Justice, consisteth in keeping of valid Covenants: but the Validity of Covenants begins not but with the Constitution of a Civill Power, sufficient to compell men to keep them: And then it is also that Propriety begins.","subId":"3","id":"Hobbes.L.1.15.3"},{"type":"paragraph","content":"The Foole hath sayd in his heart, there is no such<span class=\"margin-comment\"><em>Justice not Contrary to Reason.</em></span> thing as Justice; and sometimes also with his tongue; seriously alleaging, that every mans conservation, and contentment, being committed to his own care, there could be no reason, why every man might not do what he thought conduced thereunto: and therefore also to make, or not make; keep, or not keep Covenants, was not against Reason, when it conduced to ones benefit. He does not therein deny, that there be Covenants; and that they are sometimes broken, sometimes kept; and that such breach of them may be called Injustice, and the observance of them Justice: but he questioneth, whether Injustice, taking away the feare of God, (for the same Foole hath said in his heart there is no God,) may not sometimes stand with that Reason, which dictateth to every man his own good; and particularly then, when it conduceth to such a benefit, as shall put a man in a condition, to neglect not onely the dispraise, and revilings, but also the power of other men. The King-dome of God is gotten by violence: but what if it could be gotten by unjust violence? were it against Reason so to get it, when it is impossible to receive hurt by it? and if it be not against Reason, it is not against Justice: or else Justice is not to be approved for good. From such reasoning as this, Succesfull wickednesse hath obtained the name of Vertue: and some that in all other things have disallowed the violation of Faith; yet have allowed it, when it is for the getting of a Kingdome. And the Heathen that believed, that <em>Saturn</em> was deposed by his son <em>Jupiter</em>, believed neverthelesse the same <em>Jupiter</em> to be the avenger of Injustice: Somewhat like to a piece of Law in <em>Cokes</em> Commentaries on <em>Litleton</em>; where he sayes, If the right Heire of the Crown be attainted of Treason; yet the Crown shall descend to him, and <em>eo instante</em> the Atteynder be voyd: From which instances a man will be very prone to inferre; that when the Heire apparent of a Kingdome, shall kill him that is in possession, though his father; you may call it Injustice, or by what other name you will; yet it can never be against Reason, seeing all the voluntary actions of men tend to the benefit of themselves; and those actions are most Reasonable, that conduce most to their ends. This specious reasoning is neverthelesse false.","subId":"4","id":"Hobbes.L.1.15.4"},{"type":"paragraph","content":"For the question is not of promises mutuall, where there is no security of performance on either side; as when there is no Civill Power erected over the parties promising; for such promises are no Covenants: But either where one of the parties has performed already; or where there is a Power to make him performe; there is the question whether it be against reason, that is, against the benefit of the other to performe, or not. And I say it is not against reason. For the manifestation whereof, we are to consider; First, that when a man doth a thing, which notwithstanding any thing can be foreseen, and reckoned on, tendeth to his own destruction, howsoever some accident which he could not expect, arriving may turne it to his benefit; yet such events do not make it reasonably or wisely done. Secondly, that in a condition of Warre, wherein every man to every man, for want of a common Power to keep them all in awe, is an Enemy, there is no man can hope by his own strength, or wit, to defend himselfe from destruction, without the help of Confederates; where every one expects the same defence by the Confederation, that any one else does: and therefore he which declares he thinks it reason to deceive those that help him, can in reason expect no other means of safety, than what can be had from his own single Power. He therefore that breaketh his Covenant, and consequently declareth that he thinks he may with reason do so, cannot be received into any Society, that unite themselves for Peace and Defence, but by the errour of them that receive him; nor when he is received, be retayned in it, without seeing the danger of their errour; which errours a man cannot reasonably reckon upon as the means of his security: and therefore if he be left, or cast out of Society, he perisheth; and if he live in Society, it is by the errours of other men, which he could not foresee, nor reckon upon; and consequently against the reason of his preservation; and so, as all men that contribute not to his destruction, forbear him onely out of ignorance of what is good for themselves.","subId":"5","id":"Hobbes.L.1.15.5"},{"type":"paragraph","content":"As for the Instance of gaining the secure and perpetual felicity of Heaven, by any way; it is frivolous: there being but one way imaginable; and that is not breaking, but keeping of Covenant.","subId":"6","id":"Hobbes.L.1.15.6"},{"type":"paragraph","content":"And for the other Instance of attaining Soveraignty by Rebellion; it is manifest, that though the event follow, yet because it cannot reasonably be expected, but rather the contrary; and because by gaining it so, others are taught to gain the same in like manner, the attempt thereof is against reason. Justice therefore, that is to say, Keeping of Covenant, is a Rule of Reason, by which we are forbidden to do any thing destructive to our life; and consequently a Law of Nature.","subId":"7","id":"Hobbes.L.1.15.7"},{"type":"paragraph","content":"There be some that proceed further; and will not have the Law of Nature, to be those Rules which conduce to the preservation of mans life on earth; but to the attaining of an eternall felicity after death; to which they think the breach of Covenant may conduce; and consequently be just and reasonable; (such are they that think it a work of merit to kill, or depose, or rebell against, the Soveraigne Power constituted over them by their own consent.) But because there is no naturall knowledge of mans estate after death; much lesse of the reward that is then to be given to breach of Faith; but onely a beliefe grounded upon other mens saying, that they know it supernaturally, or that they know those, that knew them, that knew others, that knew it supernaturally; Breach of Faith cannot be called a Precept of Reason, or Nature.","subId":"8","id":"Hobbes.L.1.15.8"},{"type":"paragraph","content":"Others, that allow for a Law of Nature, the keeping of<span class=\"margin-comment\"><em>Covenants not discharged by the Vice of the Person to whom they are made.</em></span> Faith, do neverthelesse make exception of certain persons; as Heretiques, and such as use not to performe their Covenant to others: And this also is against reason. For if any fault of a man, be sufficient to discharge our Covenant made; the same ought in reason to have been sufficient to have hindred the making of it.","subId":"9","id":"Hobbes.L.1.15.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Justice of Men, &amp; Justice of Actions what.</em></span> The names of Just, and Injust, when they are attributed to Men, signifie one thing; and when they are attributed to Actions, another. When they are attributed to Men, they signifie Conformity, or Inconformity of Manners, to Reason. But when they are attributed to Actions, they signifie the Conformity or Inconformity to Reason, not of Manners, or manner of life, but of particular Actions. A Just man therefore, is he that taketh all the care he can, that his Actions may be all Just: and an Unjust man, is he that neglecteth it. And such men are more often in our Language stiled by the names of Righteous, and Unrighteous; then Just, and Unjust; though the meaning be the same. Therefore a Righteous man, does not lose that Title, by one, or a few unjust Actions, that proceed from sudden Passion, or mistake of Things, or Persons: nor does an Unrighteous man, lose his character, for such Actions, as he does, or forbeares to do, for feare: because his Will is not framed by the Justice, but by the apparent benefit of what he is to do. That which gives to humane Actions the relish of Justice, is a certain Noblenesse or Gallantnesse of courage, (rarely found,) by which a man scorns to be beholding for the contentment of his life, to fraud, or breach of promise. This Justice of the Manners, is that which is meant, where Justice is called a Vertue; and Injustice a Vice.","subId":"10","id":"Hobbes.L.1.15.10"},{"type":"paragraph","content":"But the Justice of Actions denominates men, not Just, <em>Guiltlesse</em>: and the Injustice of the same, (which is also called Injury,) gives them but the name of <em>Guilty</em>.","subId":"11","id":"Hobbes.L.1.15.11"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Justice of Manners, and Justice of Actions.</em></span> Again, the Injustice of Manners, is the disposition, or aptitude to do Injurie; and is Injustice before it proceed to Act; and without supposing any individuall person injured. But the Injustice of an Action, (that is to say Injury,) supposeth an individuall person Injured; namely him, to whom the Covenant was made: And therefore many times the injury is received by one man, when the dammage redoundeth to another. As when the Master commandeth his servant to give mony to a stranger; if it be not done, the Injury is done to the Master, whom he had before Covenanted to obey; but the dammage redoundeth to the stranger, to whom he had no Obligation; and therefore could not Injure him. And so also in Common-wealths, private men may remit to one another their debts; but not robberies or other violences, whereby they are endammaged; because the detaining of Debt, is an Injury to themselves; but Robbery and Violence, are Injuries to the Person of the Common-wealth.","subId":"12","id":"Hobbes.L.1.15.12"},{"type":"paragraph","content":"Whatsoever is done to a man, conformable to his own<span class=\"margin-comment\"><em>Nothing done to a man, by his own consent can be Injury.</em></span> Will signified to the doer, is no Injury to him. For if he that doeth it, hath not passed away his originall right to do what he please, by some Antecedent Covenant, there is no breach of Covenant; and therefore no Injury done him. And if he have; then his Will to have it done being signified, is a release of that Covenant: and so again there is no Injury done him.","subId":"13","id":"Hobbes.L.1.15.13"},{"type":"paragraph","content":"Justice of Actions, is by Writers divided into <em>Commutative</em>,<span class=\"margin-comment\"><em>Justice Commutative, and Distributive.</em></span> and <em>Distributive:</em> and the former they say consisteth in proportion Arithmeticall; the later in proportion Geometric all. Commutative therefore, they place in the equality of value of the things contracted for; And Distributive, in the distribution of equall benefit, to men of equall merit. As if it were Injustice to sell dearer than we buy; or to give more to a man than he merits. The value of all things contracted for, is measured by the Appetite of the Contractors: and therefore the just value, is that which they be contented to give. And Merit (besides that which is by Covenant, where the performance on one part, meriteth the performance of the other part, and falls under Justice Commutative, not Distributive,) is not due by Justice; but is rewarded of Grace onely. And therefore this distinction, in the sense wherein it useth to be expounded, is not right. To speak properly, Commutative Justice, is the Justice of a Contractor; that is, a Performance of Covenant, in Buying, and Selling; Hiring, and Letting to Hire; Lending, and Borrowing; Exchanging, Bartering, and other acts of Contract.","subId":"14","id":"Hobbes.L.1.15.14"},{"type":"paragraph","content":"And Distributive Justice, the Justice of an Arbitrator; that is to say, the act of defining what is Just. Wherein, (being trusted by them that make him Arbitrator,) if he performe his Trust, he is said to distribute to every man his own: and this is indeed Just Distribution, and may be called (though improperly) Distributive Justice; but more properly Equity; which also is a Law of Nature, as shall be shewn in due place.","subId":"15","id":"Hobbes.L.1.15.15"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The fourth Law of Nature, Gratitude.</em></span> As Justice dependeth on Antecedent Covenant; so does <span class=\"small-capitals\">Gratitude</span> depend on Antecedent Grace; that is to say, Antecedent Free-gift: and is the fourth Law of Nature; which may be conceived in this Forme, <em>That a man which receiveth Benefit from another of meer Grace, Endeavour that he which giveth it, have no reasonable cause to repent him of his good will</em>. For no man giveth, but with intention of Good to himselfe; because Gift is Voluntary; and of all Voluntary Acts, the Object is to every man his own Good; of which if men see they shall be frustrated, there will be no beginning of benevolence, or trust; nor consequently of mutuall help; nor of reconciliation of one man to another; and therefore they are to remain still in the condition of <em>War</em>; which is contrary to the first and Fundamentall Law of Nature, which commandeth men to <em>Seek Peace</em>. The breach of this Law, is called <em>Ingratitude</em>; and hath the same relation to Grace, that Injustice hath to Obligation by Covenant.","subId":"16","id":"Hobbes.L.1.15.16"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The fifth, Mutuall accommodation, or Compleasance.</em></span> A fifth Law of Nature, is <span class=\"small-capitals\">Compleasance</span>; that is to say, <em>That every man strive to accommodate himselfe to the rest</em>. For the understanding whereof, we may consider, that there is in mens aptnesse to Society, a diversity of Nature, rising from their diversity of Affections; not unlike to that we see in stones brought together for building of an Ædifice. For as that stone which by the asperity, and irregularity of Figure, takes more room from others, than it selfe fills; and for the hardnesse, cannot be easily made plain, and thereby hindereth the building, is by the builders cast away as unprofitable, and troublesome: so also, a man that by asperity of Nature, will strive to retain those things which to himselfe are superfluous, and to others necessary; and for the stubbornness of his Passions, cannot be corrected, is to be left, or cast out of Society, as combersome thereunto. For seeing every man, not onely by Right, but also by necessity of Nature, is supposed to endeavour all he can, to obtain that which is necessary for his conservation; He that shall oppose himselfe against it, for things superfluous, is guilty of the warre that there upon is to follow; and therefore doth that, which is contrary to the fundamentall Law of Nature, which commandeth <em>to seek Peace</em>. The observers of this Law, may be called <span class=\"small-capitals\">Sociable</span>, (the Latines call them <em>Commodi</em>;) The contrary, <em>Stubborn, Insociable. Froward, Intractable</em>.","subId":"17","id":"Hobbes.L.1.15.17"},{"type":"paragraph","content":"A sixth Law of Nature, is this, <em>That upon caution of the</em><span class=\"margin-comment\"><em>The sixth, Facility to Pardon.</em></span> <em>Future time, a man ought to pardon the offences past of them that repenting, desire it</em>. For <span class=\"small-capitals\">Pardon</span>, is nothing but granting of Peace; which though granted to them that persevere in their hostility, be not Peace, but Feare; yet not granted to them that give caution of the Future time, is signe of an aversion to Peace; and therefore contrary to the Law of Nature.","subId":"18","id":"Hobbes.L.1.15.18"},{"type":"paragraph","content":"A seventh is, <em>That in Revenges</em>, (that is, retribution of<span class=\"margin-comment\"><em>The seventh, that in Revenges, men respect onely the future good.</em></span> Evil for Evil,) <em>Men look not at the greatnesse of the evill past, but the greatnesse of the good to follow</em>. Whereby we are forbidden to inflict punishment with any other designe, than for correction of the offender, or direction of others. For this Law is consequent to the next before it, that commandeth Pardon, upon security of the Future time. Besides, Revenge without respect to the Example, and profit to come, is a triumph, or glorying in the hurt of another, tending to no end; (for the End is alwayes somewhat to Come;) and glorying to no end, is vain-glory, and contrary to reason; and to hurt without reason, tendeth to the introduction of Warre; which is against the Law of Nature; and is commonly stiled by the name of <em>Cruelty</em>.","subId":"19","id":"Hobbes.L.1.15.19"},{"type":"paragraph","content":"And because all signes of hatred, or contempt, provoke<span class=\"margin-comment\"><em>The eighth, against Contumely</em></span> to fight; insomuch as most men choose rather to hazard their life, than not to be revenged; we may in the eighth place, for a Law of Nature, set down this Precept. <em>That no man by deed, word, countenance, or gesture, declare Hatred, or Contempt of another</em>. The breach of which Law, is commonly called <em>Contumely</em>.","subId":"20","id":"Hobbes.L.1.15.20"},{"type":"paragraph","content":"The question who is the better man, has no place in<span class=\"margin-comment\"><em>The ninth, against Pride.</em></span> the condition of meer Nature; where, (as has been shewn before,) all men are equall. The inequallity that now is, has bin introduced by the Lawes civill. I know that <em>Aristotle</em> in the first booke of his Politiques, for a foundation of his doctrine, maketh men by Nature, some more worthy to Command, meaning the wiser sort (such as he thought himselfe to be for his Philosophy;) others to Serve, (meaning those that had strong bodies, but were not Philosophers as he;) as if Master and Servant were not introduced by consent of men, but by difference of Wit: which is not only against reason; but also against experience. For there are very few so foolish, that had not rather governe themselves, than be governed by others: Nor when the wise in their own conceit, contend by force, with them who distrust their owne wisdome, do they alwaies, or often, or almost at any time, get the Victory. If Nature therefore have made men equall, that equalitie is to be acknowledged: or if Nature have made men unequall; yet because men that think themselves equall, will not enter into conditions of Peace, but upon Equall termes, such equalitie must be admitted. And therefore for the ninth law of Nature, I put this, <em>That every man acknowledge other for his Equall by Nature</em>. The breach of this Precept is <em>Pride</em>.","subId":"21","id":"Hobbes.L.1.15.21"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The tenth, against Arrogance.</em></span> On this law, dependeth another, <em>That at the entrance into conditions of Peace, no man require to reserve to himselfe any Right, which he is not content should be reserved to every one of the rest</em>. As it is necessary for all men that seek peace, to lay down certaine Rights of Nature; that is to say, not to have libertie to do all they list: so is it necessarie for mans life, to retaine some; as right to governe their owne bodies; enjoy aire, water, motion, waies to go from place to place; and all things else without which a man cannot live, or not live well. If in this case, at the making of Peace, men require for themselves, that which they would not have to be granted to others, they do contrary to the precedent law, that commandeth the acknowledgment of naturall equalitie, and therefore also against the law of Nature. The observers of this law, are those we call <em>Modest</em>, and the breakers <em>Arrogant</em> men. The Greeks call the violation of this law πλεονεξία; that is, a desire of more than their share.","subId":"22","id":"Hobbes.L.1.15.22"},{"type":"paragraph","content":"Also if <em>a man be trusted to judge between man and man</em>,<span class=\"margin-comment\"><em>The eleventh Equity.</em></span> it is a precept of the Law of Nature, <em>that he deale Equally between them</em>. For without that, the Controversies of men cannot be determined but by Warre. He therefore that is partiall in judgment, doth what in him lies, to deterre men from the use of Judges, and Arbitrators; and consequently, (against the fundamentall Lawe of Nature) is the cause of Warre.","subId":"23","id":"Hobbes.L.1.15.23"},{"type":"paragraph","content":"The observance of this law, from the equall distribution to each man, of that which in reason belongeth to him, is called <span class=\"small-capitals\">Equity</span>, and (as I have sayd before) distributive Justice: the violation, <em>Acception of persons</em>, προσωποληψία","subId":"24","id":"Hobbes.L.1.15.24"},{"type":"paragraph","content":"And from this followeth another law, <em>That such things</em><span class=\"margin-comment\"><em>The twelfth, Equall use of things Common.</em></span> <em>as cannot be divided, be enjoyed in Common, if it can be; and if the quantity of the thing permit, without Stint; otherwise Proportionably to the number of them that have Right</em>. For otherwise the distribution is Unequall, and contrary to Equitie.","subId":"25","id":"Hobbes.L.1.15.25"},{"type":"paragraph","content":"But some things there be, that can neither be divided, nor enjoyed in common. Then, The Law of Nature,<span class=\"margin-comment\"><em>The thirteenth, of Lot.</em></span> which prescribeth Equity, requireth, <em>That the Entire Right; or else</em>, (<em>making the use alternate</em>,) <em>the First Possession, be determined by Lot</em>. For equall distribution, is of the Law of Nature; and other means of equall distribution cannot be imagined.","subId":"26","id":"Hobbes.L.1.15.26"},{"type":"paragraph","content":"Of <em>Lots</em> there be two sorts, <em>Arbitrary</em>, and <em>Naturall</em>.<span class=\"margin-comment\"><em>The fourteenth, of Primogeniture, and First seising.</em></span> Arbitrary, is that which is agreed on by the Competitors: Naturall, is either <em>Primogeniture</em>, (which the Greek calls ληρονομία which signifies, <em>Given by Lot</em>;) or <em>First Seisure</em>.","subId":"27","id":"Hobbes.L.1.15.27"},{"type":"paragraph","content":"And therefore those things which cannot be enjoyed in common, nor divided, ought to be adjudged to the First Possessor; and in some cases to the First-Borne, as acquired by Lot.","subId":"28","id":"Hobbes.L.1.15.28"},{"type":"paragraph","content":"It is also a Law of Nature, <em>That all men that mediate</em><span class=\"margin-comment\"><em>The fifteenth, of Mediators.</em></span> <em>Peace, be allowed safe Conduct</em>. For the Law that commandeth Peace, as the <em>End</em>, commandeth Intercession, as the <em>Means</em>; and to Intercession the Means is safe Conduct.","subId":"29","id":"Hobbes.L.1.15.29"},{"type":"paragraph","content":"And because, though men be never so willing to<span class=\"margin-comment\"><em>The sixteenth, of Submission to Arbitrement.</em></span> observe these Lawes, there may neverthelesse arise questions concerning a mans action; First, whether it were done, or not done; Secondly (if done) whether against the Law, or not against the Law; the former whereof, is called a question <em>Of Fact</em>; the later a question <em>Of Right;</em> therefore unlesse the parties to the question, Covenant mutually to stand to the sentence of another, they are as farre from Peace as ever. This other, to whose Sentence they submit, is called an <span class=\"small-capitals\">Arbitrator</span>. And therefore it is of the Law of Nature. <em>That they that are at controversie, submit their Right to the judgement of an Arbitrator</em>.","subId":"30","id":"Hobbes.L.1.15.30"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The seventeenth, No man is his own Judge.</em></span> And seeing every man is presumed to do all things in order to his own benefit, no man is a fit Arbitrator in his own cause: and if he were never so fit; yet Equity allowing to each party equall benefit, if one be admitted to be Judge, the other is to be admitted also; &amp; so the controversie, that is, the cause of War, remains, against the Law of Nature.","subId":"31","id":"Hobbes.L.1.15.31"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The eighteenth, no man to be Judge, that has in him a natural cause of Partiality.</em></span> For the same reason no man in any Cause ought to be received for Arbitrator, to whom greater profit, or honour, or pleasure apparently ariseth out of the victory of one party, than of the other: for hee hath taken (though an unavoydable bribe, yet) a bribe; and no man can be obliged to trust him. And thus also the controversie, and the condition of War remaineth, contrary to the Law of Nature.","subId":"32","id":"Hobbes.L.1.15.32"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The nineteenth, of Witnesses.</em></span> And in a controversie of <em>Fact</em>, the Judge being to give no more credit to one, than to the other, (if there be no other Arguments) must give credit to a third; or to a third and fourth; or more: For else the question is undecided, and left to force, contrary to the Law of Nature.","subId":"33","id":"Hobbes.L.1.15.33"},{"type":"paragraph","content":"These are the Lawes of Nature, dictating Peace, for a means of the conservation of men in multitudes; and which onely concern the doctrine of Civill Society. There be other things tending to the destruction of particular men; as Drunkenness, and all other parts of Intemperance; which may therefore also be reckoned amongst those things which the Law of Nature hath forbidden; but are not necessary to be mentioned, nor are pertinent enough to this place.","subId":"34","id":"Hobbes.L.1.15.34"},{"type":"paragraph","content":"And though this may seem too subtile a deduction of<span class=\"margin-comment\"><em>A Rule, by which the Laws of Nature may easily be examined.</em></span> the Lawes of Nature, to be taken notice of by all men; whereof the most part are too busie in getting food, and the rest too negligent to understand; yet to leave all men unexcusable, they have been contracted into one easie sum, intelligible, even to the meanest capacity; and that is, <em>Do not that to another, which thou wouldest not have done to thy selfe</em>; which sheweth him, that he has no more to do in learning the Lawes of Nature, but, when weighing the actions of other men with his own, they seem too heavy, to put them into the other part of the ballance, and his own into their place, that his own passions, and selfe-love, may adde nothing to the weight; and then there is none of these Lawes of Nature that will not appear unto him very reasonable.","subId":"35","id":"Hobbes.L.1.15.35"},{"type":"paragraph","content":"The Lawes of Nature oblige <em>in foro interno</em>; that is<span class=\"margin-comment\"><em>The Lawes of Nature oblige in Conscience alwayes, but in Effect then onely when there is Security.</em></span> to say, they bind to a desire they should take place: but <em>in foro externo</em>; that is, to the putting them in act, not alwayes. For he that should be modest, and tractable, and performe all he promises, in such time, and place, where no man els should do so, should but make himselfe a prey to others, and procure his own certain ruine, contrary to the ground of all Lawes of Nature, which tend to Natures preservation. And again, he that having sufficient Security, that others shall observe the same Lawes towards him, observes them not himselfe, seeketh not Peace, but War; &amp; consequently the destruction of his Nature by Violence.","subId":"36","id":"Hobbes.L.1.15.36"},{"type":"paragraph","content":"And whatsoever Lawes bind <em>in foro interno</em>, may be broken, not onely by a fact contrary to the Law, but also by a fact according to it, in case a man think it contrary. For though his Action in this case, be according to the Law; yet his Purpose was against the Law; which where the Obligation is <em>in foro interno</em>, is a breach.","subId":"37","id":"Hobbes.L.1.15.37"},{"type":"paragraph","content":"The Lawes of Nature are Immutable and Eternall;<span class=\"margin-comment\"><em>The Laws of Nature are Eternal;</em></span> For Injustice, Ingratitude, Arrogance, Pride, Iniquity, Acception of persons, and the rest, can never be made lawfull. For it can never be that Warre shall preserve life, and Peace destroy it.","subId":"38","id":"Hobbes.L.1.15.38"},{"type":"paragraph","content":"The <cite>same</cite> Lawes, because they oblige onely to a desire,<span class=\"margin-comment\"><em>And yet Easie.</em></span> and endeavour, I mean an unfeigned and constant endeavour, are easie to be observed. For in that they require nothing but endeavour; he that endeavoureth their performance, fulfilleth them; and he that fulfilleth the Law, is Just.","subId":"39","id":"Hobbes.L.1.15.39"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Science of these Lawes, is the true Morall Philosophy.</em></span> And the Science of them, is the true and onely Moral Philosophy. For Morall Philosophy is nothing else but the Science of what is <em>Good</em>, and <em>Evill</em>, in the conversation, and Society of man-kind. <em>Good</em>, and <em>Evill</em>, are names that signifie our Appetites, and Aversions; which in different tempers, customes, and doctrines of men, are different: And divers men, differ not onely in their Judgement, on the senses of what is pleasant, and unpleasant to the tast, smell, hearing, touch, and sight; but also of what is conformable, or disagreeable to Reason, in the actions of common life. Nay, the same man, in divers times, differs from himselfe; and one time praiseth, that is, calleth Good, what another time he dispraiseth, and calleth Evil: From whence arise Disputes, Controversies, and at last War. And therefore so long a man is in the condition of meer Nature, (which is a condition of War,) as private Appetite is the measure of Good, and Evill: And consequently all men agree on this, that Peace is Good, and therefore also the way, or means of Peace, which (as I have shewed before) are <em>Justice, Gratitude, Modesty, Equity, Mercy</em>, &amp; the rest of the Laws of Nature, are good; that is to say, <em>Morall Vertues</em>; and their contrarie <em>Vices</em>, Evill. Now the science of Vertue and Vice, is Morall Philosophie; and therfore the true Doctrine of the Lawes of Nature, is the true Morall Philosophie. But the Writers of Morall Philosophie, though they acknowledge the same Vertues and Vices; Yet not seeing wherein consisted their Goodnesse; nor that they come to be praised, as the meanes of peaceable, sociable, and comfortable living; place them in a mediocrity of passions: as if not the Cause, but the Degree of daring, made Fortitude; or not the Cause, but the Quantity of a gift, made Liberality.","subId":"40","id":"Hobbes.L.1.15.40"},{"type":"paragraph","content":"These dictates of Reason, men use to call by the name of Lawes; but improperly: for they are but Conclusions, or Theoremes concerning what conduceth to the conservation and defence of themselves; wheras Law, properly is the word of him, that by right hath command over others. But yet if we consider the same Theoremes, as delivered in the word of God, that by right commandeth all things; then are they properly called Lawes.","subId":"41","id":"Hobbes.L.1.15.41"}]}