{"id":"Hobbes.L.1.2","imported":true,"parent":"Hobbes.L.1","title":"Of Imagination","breadcrumb":"Chapter 2","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_013","blocks":[{"type":"title","content":"<h1>CHAP. II.</h1> <h1><em>Of <span class=\"small-capitals\">Imagination</span>.</em></h1> ","id":"Hobbes.L.1.2"},{"type":"paragraph","content":"THat when a thing lies still, unlesse somewhat els stirre it, it will lye still for ever, is a truth that no man doubts of. But that when a thing is in motion, it will eternally be in motion, unless somewhat els stay it, though the reason be the same, (namely, that nothing can change it selfe,) is not so easily assented to. For men measure, not onely other men, but all other things, by themselves: and because they find themselves subject after motion to pain, and lassitude, think every thing els growes weary of motion, and seeks repose of its own accord; little considering, whether it be not some other motion, wherein that desire of rest they find in themselves, consisteth. From hence it is, that the Schooles say, Heavy bodies fall downwards, out of an appetite to rest, and to conserve their nature in that place which is most proper for them; ascribing appetite and Knowledge of what is good for their conservation, (which is more than man has) to things inanimate, absurdly.","subId":"1","id":"Hobbes.L.1.2.1"},{"type":"paragraph","content":"When a Body is once in motion, it moveth (unless something els hinder it) eternally; and whatsoever hindreth it, cannot in an instant, but in time, and by degrees quite extinguish it: And as wee see in the water, though the wind cease, the waves give not over rowling for a long time after; so also it happeneth in that motion, which is made in the internall parts of a man, then, when he Sees, Dreams, &amp;c. For after the object is removed, or the eye shut, wee still retain an image of the thing seen, though more obscure than when we see it. And this is it, the Latines call <em>Imagination</em>, from the image made in seeing; and apply the same, though improperly, to all the other senses. But the Greeks call it <em>Fancy</em>; which signifies <em>apparence</em>, and is as proper to one sense, as to another. <span class=\"small-capitals\">Imagination</span> therefore is nothing but <em>decaying sense</em>; and is found in men, and many other living Creatures, aswell sleeping, as waking.","subId":"2","id":"Hobbes.L.1.2.2"},{"type":"paragraph","content":"The decay of Sense in men waking, is not the decay of the motion made in sense; but an obscuring of it, in such manner, as the light of the Sun obscureth the light of the Starres; which starrs do no less exercise their vertue by which they are visible, in the day, than in the night. But because amongst many stroaks, which our eyes, eares, and other organs receive from externall bodies, the predominant onely is sensible; therefore the light of the Sun being predominant, we are not affected with the action of the starrs. And any object being removed from our eyes, though the impression it made in us remain; yet other objects more present succeeding, and working on us, the Imagination of the past is obscured, and made weak; as the voyce of a man is in the noyse of the day. From whence it followeth, that the longer the time is, after the sight, or Sense of any object, the weaker is the Imagination. For the continuall change of mans body, destroyes in time the parts which in sense were moved; So that distance of time, and of place, hath one and the same effect in us. For as at a great distance of place, that which wee look at, appears dimme, and without distinction of the smaller parts; and as Voyces grow weak, and inarticulate: so also after great distance of time, our imagination of the Past is weak; and wee lose (for example) of Cities wee have seen, many particular Streets; and of Actions, many particular Circumstances. This <em>decaying sense</em>, when wee would express the thing it self, (I mean <em>fancy</em> it selfe,) wee call <em>Imagination</em>, as I said before: But when we would express the <em>decay</em>, and signifie that the Sense is fading, old, and past, it is called<span class=\"margin-comment\"><em>Memory</em></span>. So that <em>Imagination</em> and <em>Memory</em>, are but one thing, which for divers considerations hath divers names.","subId":"3","id":"Hobbes.L.1.2.3"},{"type":"paragraph","content":"Much memory, or memory of many things, is called <em>Experience</em>. Againe, Imagination being only of those things which have been formerly perceived by Sense, either all at once, or by parts at severall times; The former, (which is the imagining the whole object, as it was presented to the sense) is <em>simple Imagination</em>; as when one imagineth a man, or horse, which he hath seen before. The other is <em>Compounded</em>; as when from the sight of a man at one time, and of a horse at another, we conceive in our mind a Centaure. So when a man compoundeth the image of his own person, with the image of the actions of an other man; as when a man imagins himselfe a <em>Hercules</em>, or an <em>Alexander</em>, (which happeneth often to them that are much taken with reading of Romants) it is a compound imagination, and properly but a Fiction of the mind. There be also other Imaginations that rise in men, (though waking) from the great impression made in sense: As from gazing upon the Sun, the impression leaves an image of the Sun before our eyes a long time after; and from being long and vehemently attent upon Geometricall Figures, a man shall in the dark, (though awake) have the Images of Lines, and Angles before his eyes: which kind of Fancy hath no particular name; as being a thing that doth not commonly fall into mens discourse.","subId":"4","id":"Hobbes.L.1.2.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Dreams.</em></span> The imaginations of them that sleep, are those we call <em>Dreams</em>.And these also (as all other Imaginations) have been before, either totally, or by parcells in the Sense. And because in sense, the Brain, and Nerves, which are the necessary Organs of sense, are so benummed in sleep, as not easily to be moved by the action of Externall Objects, there can happen in sleep, no Imagination; and therefore no Dreame, but what proceeds from the agitation of the inward parts of mans body; which inward parts, for the connexion they have with the Brayn, and other Organs, when they be distempered, do keep the same in motion; whereby the Imaginations there formerly made, appeare as if a man were waking; saving that the Organs of Sense being now benummed, so as there is no new object, which can master and obscure them with a more vigorous impression, a Dreame must needs be more cleare, in this silence of sense, than are our waking thoughts. And hence it cometh to passe, that it is a hard matter, and by many thought impossible to distinguish exactly between Sense and Dreaming. For my part, when I consider, that in Dreames, I do not often, nor constantly think of the same Persons, Places, Objects, and Actions that I do waking; nor remember so long a trayne of coherent thoughts, Dreaming, as at other times; And because waking I often observe the absurdity of Dreames, but never dream of the absurdities of my waking Thoughts; I am well satisfied, that being awake, I know I dreame not; though when I dreame, I think my selfe awake.","subId":"5","id":"Hobbes.L.1.2.5"},{"type":"paragraph","content":"And seeing dreames are caused by the distemper of some of the inward parts of the Body; divers distempers must needs cause different Dreams. And hence it is, that lying cold breedeth Dreams of Feare, and raiseth the thought and Image of some fearfull object (the motion from the brain to the inner parts, and from the inner parts to the Brain being reciprocall:) And that as Anger causeth heat in some parts of the Body, when we are awake; so when we sleep, the over heating of the same parts causeth Anger, and raiseth up in the brain the Imagination of an Enemy. In the same manner; as naturall kindness, when we are awake causeth desire; and desire makes heat in certain other parts of the body; so also, too much heat in those parts, while wee sleep, raiseth in the brain an imagination of some kindness shewn. In summe, our Dreams are the reverse of our waking Imaginations; The motion when we are awake, beginning at one end; and when we Dream, at another.","subId":"6","id":"Hobbes.L.1.2.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Apparitions or Visions</em></span> The most difficult discerning of a mans Dream, from his waking thoughts, is then, when by some accident we observe not that we have slept: which is easie to happen to a man full of fearfull thoughts; and whose conscience is much troubled; and that sleepeth, without the circumstances, of going to bed, or putting off his clothes, as one that noddeth in a chayre. For he that taketh pains, and industriously layes himself to sleep, in case any uncouth and exorbitant fancy come unto him, cannot easily think it other than a Dream. We read of <em>Marcus Brutus</em>, (one that had his life given him by <em>Julius Cæsar</em>, and was also his favorite, and notwithstanding murthered him,) how at <em>Philippi</em>, the night before he gave battell to <em>Augustus Cæsar</em>, hee saw a fearfull apparition, which is commonly related by Historians as a Vision: but considering the circumstances, one may easily judge to have been but a short Dream. For sitting in his tent, pensive and troubled with the horrour of his rash act, it was not hard for him, slumbering in the cold, to dream of that which most affrighted him; which feare, as by degrees it made him wake; so also it must needs make the Apparition by degrees to vanish: And having no assurance that he slept, he could have no cause to think it a Dream, or any thing but a Vision. And this is no very rare Accident: for even they that be perfectly awake, if they be timorous, and supperstitious, possessed with fearfull tales, and alone in the dark, are subject to the like fancies; and believe they see spirits and dead mens Ghosts walking in Church-yards; whereas it is either their Fancy onely, or els the knavery of such persons, as make use of such superstitious feare, to passe disguised in the night, to places they would not be known to haunt.","subId":"7","id":"Hobbes.L.1.2.7"},{"type":"paragraph","content":"From this ignorance of how to distinguish Dreams, and other strong Fancies, from Vision and Sense, did arise the greatest part of the Religion of the Gentiles in time past, that worshipped Satyres, Fawnes, Nymphs, and the like; and now adayes the opinion that rude people have of Fayries, Ghosts, and Goblins; and of the power of Witches. For as for Witches, I think not that their witchcraft is any reall power; but yet that they are justly punished, for the false beliefe they have, that they can do such mischiefe, joyned with their purpose to do it if they can: their trade being neerer to a new Religion, than to a Craft or Science. And for Fayries, and walking Ghosts, the opinion of them has I think been on purpose, either taught, or not confuted, to keep in credit the use of Exorcisme, of Crosses, of holy Water, and other such inventions of Ghostly men. Neverthelesse, there is no doubt, but God can make unnaturall Apparitions: But that he does it so often, as men need to feare such things, more than they feare the stay, or change, of the course of Nature, which he also can stay, and change, is no point of Christian faith. But evill men under pretext that God can do any thing, are so bold as to say any thing when it serves their turn, though they think it untrue; It is the part of a wise man, to believe them no further, than right reason makes that which they say, appear credible. If this superstitious fear of Spirits were taken away, and with it, Prognostiques from Dreams, false Prophecies, and many other things depending thereon, by which, crafty ambitious persons abuse the simple people, men would be much more fitted than they are for civill Obedience.","subId":"8","id":"Hobbes.L.1.2.8"},{"type":"paragraph","content":"And this ought to be the work of the Schooles: but they rather nourish such doctrine. For (not knowing what Imagination, or the Senses are), what they receive, they teach: some saying, that Imaginations rise of themselves, and have no cause: Others that they rise most commonly from the Will; and that Good thoughts are blown (inspired) into a man, by God; and Evill thoughts by the Divell: or that Good thoughts are powred (infused) into a man, by God, and Evill ones by the Divell. Some say the Senses receive the Species of things, and deliver them to the Common-sense; and the Common Sense delivers them over to the Fancy, and the Fancy to the Memory, and the Memory to the Judgement, like handing of things from one to another, with many words making nothing understood.","subId":"9","id":"Hobbes.L.1.2.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Understanding.</em></span> The Imagination that is raysed in man (or any other creature indued with the faculty of imagining) by words, or other voluntary signes, is that we generally call <em>Understanding</em>; and is common to Man and Beast. For a dogge by custome will understand the call, or the rating of his Master; and so will many other Beasts. That Understanding which is peculiar to man, is the Understanding not onely his will; but his conceptions and thoughts, by the sequell and contexture of the names of things into Affirmations, Negations, and other formes of Speech: And of this kinde of Understanding I shall speak hereafter.","subId":"10","id":"Hobbes.L.1.2.10"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.1","imported":true,"title":"The First Part, Of Man","breadcrumb":"Part 1","published":[1651]}],"prev":{"id":"Hobbes.L.1.1","imported":true,"title":"Of Sense","breadcrumb":"Chapter 1","published":[1651]},"next":{"id":"Hobbes.L.1.3","imported":true,"title":"Of the Consequence or Trayne of Imaginations","breadcrumb":"Chapter 3","published":[1651]}}