{"id":"Hobbes.L.1.3","imported":true,"parent":"Hobbes.L.1","title":"Of the Consequence or Trayne of Imaginations","breadcrumb":"Chapter 3","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_014","blocks":[{"type":"title","content":"<h1>CHAP. III.</h1> <h1><em>Of the Consequence or <span class=\"small-capitals\">Trayne</span> of Imaginations.</em></h1> ","id":"Hobbes.L.1.3"},{"type":"paragraph","content":"BY <em>Consequence</em>, or <span class=\"small-capitals\">Trayne</span> of Thoughts, I understand that succession of one Thought to another, which is called (to distinguish it from Discourse in words) <em>Mentall Discourse</em>.","subId":"1","id":"Hobbes.L.1.3.1"},{"type":"paragraph","content":"When a man thinketh on any thing whatsoever, His next Thought after, is not altogether so casuall as it seems to be. Not every Thought to every Thought succeeds indifferently. But as wee have no Imagination, whereof we have not formerly had Sense, in whole, or in parts; so we have no Transition from one Imagination to another, whereof we never had the like before in our Senses. The reason whereof is this. All Fancies are Motions within us, reliques of those made in the Sense: And those motions that immediately succeeded one another in the sense, continue also together after Sense: In so much as the former comming again to take place, and be prædominant, the later followeth, by coherence of the matter moved, in such manner, as water upon a plain Table is drawn which way any one part of it is guided by the finger. But because in sense, to one and the same thing perceived, sometimes one thing, sometimes another succeedeth, it comes to passe in time, that in the Imagining of any thing, there is no certainty what we shall Imagine next; Onely this is certain, it shall be something that succeeded the same before, at one time or another.","subId":"2","id":"Hobbes.L.1.3.2"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Trayne of Thoughts unguided.</em></span> This Trayne of Thoughts, or Mentall Discourse, is of two sorts. The first is <em>Unguided, without Designe</em>, and inconstant; Wherein there is no Passionate Thought, to govern and direct those that follow, to it self, as the end and scope of some desire, or other passion: In which case the thoughts are said to wander, and seem impertinent one to another, as in a Dream. Such are Commonly the thoughts of men, that are not onely without company, but also without care of any thing; though even then their Thoughts are as busie as at other times, but without harmony; as the sound which a Lute out of tune would yeeld to any man; or in tune, to one that could not play. And yet in this wild ranging of the mind, a man may oft-times perceive the way of it, and the dependance of one thought upon another. For in a Discourse of our present civill warre, what could seem more impertinent, than to ask (as one did) what was the value of a Roman Penny? Yet the Cohærence to me was manifest enough. For the Thought of the warre, introduced the Thought of the delivering up the King to his Enemies; The Thought of that, brought in the Thought of the delivering up of Christ; and that again the Thought of the 30 pence, which was the price of that treason: and thence easily followed that malicious question; and all this in a moment of time; for Thought is quick.","subId":"3","id":"Hobbes.L.1.3.3"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Trayne of Thoughts regulated.</em></span> The second is more constant; as being <em>regulated</em> by some desire, and designe. For the impression made by such things as wee desire, or feare, is strong, and permanent, or, (if it cease for a time,) of quick return: so strong it is sometimes, as to hinder and break our sleep. From Desire, ariseth the Thought of some means we have seen produce the like of that which we ayme at; and from the thought of that, the thought of means to that mean; and so continually, till we come to some beginning within our own power. And because the End, by the greatnesse of the impression, comes often to mind, in case our thoughts begin to wander, they are quickly again reduced into the way: which observed by one of the seven wise men, made him give men this præcept, which is now worne out, <em>Respice finem</em>; this is to say, in all your actions, look often upon what you would have, as the thing that directs all your thoughts in the way to attain it.","subId":"4","id":"Hobbes.L.1.3.4"},{"type":"paragraph","content":"The Trayn of regulated Thoughts is of two kinds; One, when of an effect imagined, wee seek the causes, or means that produce it: and this is common to Man and Beast. The other is, when imagining any thing whatsoever, wee seek all the possible effects, that can by it be produced; that is to say, we imagine what we can do with it, when wee have it. Of which I have not at any time seen any signe, but in man onely; for this is a curiosity hardly incident to the nature of any living creature that has no other Passion but sensuall, such as are hunger, thirst, lust, and anger. In summe, the Discourse of the Mind, when it is governed by designe, is nothing but <em>Seeking</em>, or the faculty of Invention, which the Latines call <em>Sagacitas</em>, and <em>Solertia</em>; a hunting out of the causes, of some effect, present or past; or of the effects, of some present or past cause. Sometimes a man seeks what he hath lost; and from that place, and time, wherein hee misses it, his mind runs back, from place to place, and time to time, to find where, and when he had it; that is to say, to find some certain, and limited time and place, in which to begin a method of seeking. Again, from thence, his thoughts run over the same places and times, to find what action, or other occasion might make him lose it. <span class=\"margin-comment\"><em>Remembrance.</em></span> This we call <em>Remembrance</em>, or Calling to mind: the Latines call it, as it were a <em>Re-conning</em> of our former actions.","subId":"5","id":"Hobbes.L.1.3.5"},{"type":"paragraph","content":"Sometimes a man knows a place determinate, within the compasse whereof he is to seek; and then his thoughts run over all the parts thereof, in the same manner, as one would sweep a room, to find a jewell; or as a Spaniel ranges the field, till he find a sent; or as a man should run over the Alphabet, to start a rime.","subId":"6","id":"Hobbes.L.1.3.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Prudence</em></span> Sometime a man desires to know the event of an action; and then he thinketh of some like action past, and the events thereof one after another; supposing like events will follow like actions. As he that foresees what wil become of a Criminal, re-cons what he has seen follow on the like Crime before; having this order of thoughts, The Crime, the Officer, the Prison, the Judge, and the Gallowes. Which kind of thoughts is called <em>Foresight</em>, and <em>Prudence</em>, or <em>Providence</em>; and sometimes <em>Wisdome</em>; though such conjecture, through the difficulty of observing all circumstances, be very fallacious. But this is certain; by how much one man has more experience of things past, than another; by so much also he is more Prudent, and his expectations the seldomer faile him. The <em>Present</em> onely has a being in Nature; things <em>Past</em> have a being in the Memory onely, but things <em>to come</em> have no being at all; the <em>Future</em> being but a fiction of the mind, applying the sequels of actions Past, to the actions that are Present; which with most certainty is done by him that has most Experience; but not with certainty enough. And though it be called Prudence, when the Event answereth our Expectation; yet in its own nature, it is but Presumption. For the foresight of things to come, which is Providence, belongs onely to him by whose will they are to come. From him onely, and supernaturally, proceeds Prophecy. The best Prophet naturally is the best guesser; and the best guesser, he that is most versed and studied in the matters he guesses at: for he hath most <em>Signes</em> to guesse by.","subId":"7","id":"Hobbes.L.1.3.7"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Signes.</em></span> A <em>Signe</em>, is the Event Antecedent, of the Consequent; and contrarily, the Consequent of the Antecedent, when the like Consequences have been observed, before: And the oftner they have been observed, the lesse uncertain is the Signe. And therefore he that has most experience in any kind of businesse, has most Signes, whereby to guesse at the Future time; and consequently is the most prudent: And so much more prudent than he that is new in that kind of business, as not to be equalled by any advantage of naturall and extemporary wit: though perhaps many young men think the contrary.","subId":"8","id":"Hobbes.L.1.3.8"},{"type":"paragraph","content":"Neverthelesse it is not Prudence that distinguisheth man from beast. There be beasts, that at a year old observe more, and pursue that which is for their good, more prudently, than a child can do at ten.","subId":"9","id":"Hobbes.L.1.3.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Conjecture of the time past.</em></span> As Prudence is a <em>Præsumtion</em> of the <em>Future</em>, contracted from the <em>Experience</em> of time <em>Past</em>: So there is a Præsumtion of things Past taken from other things (not future but) past also. For he that hath seen by what courses and degrees, a flourishing State hath first come into civil warre, and then to ruine; upon the sight of the ruines of any other State, will guesse, the like warre, and the like courses have been there also. But this conjecture, has the same incertainty almost with the conjecture of the Future; both being grounded onely upon Experience.","subId":"10","id":"Hobbes.L.1.3.10"},{"type":"paragraph","content":"There is no other act of mans mind, that I can remember, naturally planted in him, so, as to need no other thing, to the exercise of it, but to be born a man, and live with the use of his five Senses. Those other Faculties, of which I shall speak by and by, and which seem proper to man onely, are acquired, and encreased by study and industry; and of most men learned by instruction, and discipline; and proceed all from the invention of Words, and Speech. For besides Sense, and Thoughts, and the Trayne of thoughts, the mind of man has no other motion; though by the help of Speech, and Method, the same Facultyes may be improved to such a height, as to distinguish men from all other living Creatures.","subId":"11","id":"Hobbes.L.1.3.11"},{"type":"paragraph","content":"Whatsoever we imagine, is <em>Finite</em>. Therefore there is no Idea, or conception of any thing we call <em>Infinite</em>. No man can have in his mind an Image of infinite magnitude; nor conceive infinite swiftness, infinite time, or infinite force, or infinite power. When we say any thing is infinite, we signifie onely, that we are not able to conceive the ends, and bounds of the thing named; having no Conception of the thing, but of our own inability. And therefore the Name of <em>God</em> is used, not to make us conceive him; (for he is <em>Incomprehensible</em>; and his greatnesse, and power are unconceivable;) but that we may honour him. Also because whatsoever (as I said before,) we conceive, has been perceived first by sense, either all at once, or by parts; a man can have no thought, representing any thing, not subject to sense. No man therefore can conceive any thing, but he must conceive it in some place; and indued with some determinate magnitude; and which may be divided into parts; nor that any thing is all in this place, and all in another place at the same time; nor that two, or more things can be in one, and the same place at once: For none of these things ever have, or can be incident to Sense; but are absurd speeches, taken upon credit (without any signification at all,) from deceived Philosophers, and deceived, or deceiving Schoolemen.","subId":"12","id":"Hobbes.L.1.3.12"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.1","imported":true,"title":"The First Part, Of Man","breadcrumb":"Part 1","published":[1651]}],"prev":{"id":"Hobbes.L.1.2","imported":true,"title":"Of Imagination","breadcrumb":"Chapter 2","published":[1651]},"next":{"id":"Hobbes.L.1.4","imported":true,"title":"Of Speech","breadcrumb":"Chapter 4","published":[1651]}}