{"id":"Hobbes.L.1.5","imported":true,"parent":"Hobbes.L.1","title":"Of Reason and Science","breadcrumb":"Chapter 5","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_016","blocks":[{"type":"title","content":"<h1>CHAP. V.</h1> <h1><em>Of <span class=\"small-capitals\">Reason</span>, and <span class=\"small-capitals\">Science</span>.</em></h1> ","id":"Hobbes.L.1.5"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Reason what it is.</em></span> WHen a man <em>Reasoneth</em>, hee does nothing else but conceive a summe totall, from <em>Addition</em> of parcels; or conceive a Remainder, from <em>Substraction</em> of one summe from another: which (if it be done by Words,) is conceiving of the consequence of the names of all the parts, to the name of the whole; or from the names of the whole and one part, to the name of the other part. And though in some things, (as in numbers,) besides <em>Adding</em> and <em>Substracting</em>, men name other operations, as <em>Multiplying</em> and <em>Dividing</em>; yet they are the same; for Multiplication, is but Adding together of things equall; and Division, but Substracting of one thing, as often as we can. These operations are not incident to Numbers onely, but to all manner of things that can be added together, and taken one out of another. For as Arithmeticians teach to adde and substract in <em>numbers</em>; so the Geometricians teach the same in <em>lines, figures</em> (solid and superficiall,) <em>angles, proportions, times</em>, degrees of <em>swiftnesse, force, power</em>, and the like; The Logicians teach the same in <em>Consequences of words</em>; adding together <em>two Names</em>, to make an <em>Affirmation</em>; and <em>two Affirmations</em>, to make a <em>Syllogisme</em>; and <em>many Syllogismes</em> to make a <em>Demonstration</em>; and from the <em>summe</em>, or <em>Conclusion</em> of a <em>Syllogisme</em>, they substract one <em>Proposition</em>, to finde the other. Writers of Politiques, adde together <em>Pactions</em>, to find mens <em>duties</em>; and Lawyers, <em>Lawes</em>, and <em>facts</em>, to find what is <em>right</em> and <em>wrong</em> in the actions of private men. In summe, in what matter soever there is place for <em>addition</em> and <em>substraction</em>, there also is place for <em>Reason</em>; and where these have no place, there <em>Reason</em> has nothing at all to do.","subId":"1","id":"Hobbes.L.1.5.1"},{"type":"paragraph","content":"Out of all which we may define, (that is to say determine,<span class=\"margin-comment\"><em>Resaon defined.</em></span>) what that is, which is meant by this word <em>Reason</em>, when wee reckon it amongst the Faculties of the mind. For <span class=\"small-capitals\">Reason</span>, in this sense, is nothing but <em>Reckoning</em> (that is, Adding and Substracting) of the Consequences of generall names agreed upon, for the <em>marking</em> and <em>signifying</em> of our thoughts; I say <em>marking</em> them, when we reckon by our selves; and <em>signifying</em>, when we demonstrate, or approve our reckonings to other men.","subId":"2","id":"Hobbes.L.1.5.2"},{"type":"paragraph","content":"And as in Arithmetique, unpractised men must, and<span class=\"margin-comment\"><em>Right reason where</em></span> Professors themselves may often erre, and cast up false; so also in any other subject of Reasoning, the ablest, most attentive, and most practised men, may deceive themselves, and inferre false Conclusions; Not but that Reason it selfe is alwayes Right Reason, as well as Arithmetique is a certain and infallible Art: But no one mans Reason, nor the Reason of any one number of men, makes the certaintie; no more than an account is therefore well cast up, because a great many men have unanimously approved it. And therefore, as when there is a controversy in an account, the parties must by their own accord, set up for right Reason, the Reason of some Arbitrator, or Judge, to whose sentence they will both stand, or their controversie must either come to blowes, or be undecided, for want of a right Reason constituted by Nature; so is it also in all debates of what kind soever: And when men that think themselves wiser than all others, clamor and demand right Reason for judge; yet seek no more, but that things should be determined, by no other mens reason but their own, it is as intolerable in the society of men, as it is in play after trump is turned, to use for trump on every occasion, that suite whereof they have most in their hand. For they do nothing els, that will have every of their passions, as it comes to bear sway in them, to be taken for right Reason, and that in their own controversies: bewraying their want of right Reason, by the claym they lay to it.","subId":"3","id":"Hobbes.L.1.5.3"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The use of Reason.</em></span> The Use and End of Reason, is not the finding of the summe, and truth of one, or a few consequences, remote from the first definitions, and settled significations of names; but to begin at these; and proceed from one consequence to another. For there can be no certainty of the last Conclusion, without a certainty of all those Affirmations and Negations, on which it was grounded, and inferred. As when a master of a family, in taking an account, casteth up the summs of all the bills of expence, into one sum; and not regarding how each bill is summed up, by those that give them in account; nor what it is he payes for; he advantages himself no more, than if he allowed the account in grosse, trusting to every of the accountants skill and honesty: so also in Reasoning of all other things, he that takes up conclusions on the trust of Authors, and doth not fetch them from the first Items in every Reckoning, (which are the significations of names settled by definitions), loses his labour; and does not know any thing; but onely beleeveth.","subId":"4","id":"Hobbes.L.1.5.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of Error and Absurdity.</em></span> When a man reckons without the use of words, which may be done in particular things, (as when upon the sight of any one thing, wee conjecture what was likely to have preceded, or is likely to follow upon it;) if that which he thought likely to follow, followes not; or that which he thought likely to have preceded it, hath not preceded it, this is called <span class=\"small-capitals\">Error</span>; to which even the most prudent men are subject. But when we Reason in Words of generall signification, and fall upon a generall inference which is false; though it be commonly called <em>Error</em>, it is indeed an <span class=\"small-capitals\">Absurdity</span>, or senslesse Speech. For Error is but a deception, in presuming that somewhat is past, or to come; of which, though it were not past, or not to come; yet there was no impossibility discoverable. But when we make a generall assertion, unlesse it be a true one, the possibility of it is unconceivable. And words whereby we conceive nothing but the sound, are those we call <em>Absurd, Insignificant</em>, and <em>Non-sense</em>. And therefore if a man should talk to me of a <em>round Quadrangle</em>; or <em>accidents of Bread in Cheese</em>; or <em>Immateriall Substances</em>; or of <em>A free Subject</em>; <em>A free-Will</em>; or any <em>Free</em>, but free from being hindred by opposition, I should not say he were in an Errour; but that his words were without meaning; that is to say, Absurd.","subId":"5","id":"Hobbes.L.1.5.5"},{"type":"paragraph","content":"I have said before, (in the second chapter,) that a Man did excell all other Animals in this faculty, that when he conceived any thing whatsoever, he was apt to enquire the consequences of it, and what effects he could do with it. And now I adde this other degree of the same excellence, that he can by words reduce the consequences he findes to generall Rules, called <em>Theoremes</em>, or <em>Aphorismes</em>; that is, he can Reason, or reckon, not onely in number; but in all other things, whereof one may be added unto, or substracted from another.","subId":"6","id":"Hobbes.L.1.5.6"},{"type":"paragraph","content":"But this priviledge, is allayed by another; and that is, by the priviledge of Absurdity; to which no living creature is subject, but man onely. And of men, those are of all most subject to it, that professe Philosophy. For it is most true that <em>Cicero</em> sayth of them somewhere; that there can be nothing so absurd, but may be found in the books of Philosophers. And the reason is manifest. For there is not one of them that begins his ratiocination from the Definitions, or Explications of the names they are to use; which is a method that hath been used onely in Geometry; whose Conclusions have thereby been made indisputable.","subId":"7","id":"Hobbes.L.1.5.7"},{"type":"paragraph","content":"The first cause of Absurd conclusions I ascribe to the<span class=\"margin-comment\"><em>Causes of absurditie I.</em></span> want of Method; in that they begin not their Ratiocination from Definitions; that is, from settled significations of their words: as if they could cast account, without knowing the value of the numerall words, <em>one, two</em>, and <em>three</em>.","subId":"8","id":"Hobbes.L.1.5.8"},{"type":"paragraph","content":"And whereas all bodies enter into account upon divers considerations, (which I have mentioned in the precedent chapter;) these considerations being diversly named, divers absurdities proceed from the confusion, and unfit connexion of their names into assertions. And therefore","subId":"9","id":"Hobbes.L.1.5.9"},{"type":"paragraph","content":"The second cause of Absurd assertions, I ascribe to the giving of names of <em>bodies</em>, to <em>accidents</em>; or of <em>accidents</em>, to <em>bodies</em>; As they do, that say, <em>Faith is infused</em>, or <em>inspired</em>; when nothing can be <em>powred</em>, or <em>breathed</em> into any thing, but body; and that, <em>extension</em> is <em>body</em>; that <em>phantasmes</em> are <em>spirits</em>, &amp;c.","subId":"10","id":"Hobbes.L.1.5.10"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>3.</em></span> The third I ascribe to the giving of the names of the <em>accidents</em> of <em>bodies without us</em>, to the <em>accidents</em> of our <em>own bodies</em>; as they do that say, the <em>colour is in the body</em>; <em>the sound is in the ayre</em>, &amp;c.","subId":"11","id":"Hobbes.L.1.5.11"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>4.</em></span> The fourth, to the giving of the names of <em>bodies</em>, to <em>names</em>, or <em>speeches</em>; as they do that say, that <em>there be things universall</em>; that <em>a living creature is Genus</em>, or <em>a generall thing</em>, &amp;c.","subId":"12","id":"Hobbes.L.1.5.12"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>5.</em></span> The fifth, to the giving of the names of <em>accidents</em>, to <em>names</em> and <em>speeches</em>; as they do that say, <em>the nature of a thing is its definition</em>; <em>a mans command is his will</em>; and the like.","subId":"13","id":"Hobbes.L.1.5.13"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>6.</em></span> The sixth, to the use of Metaphors, Tropes, and other Rhetoricall figures, in stead of words proper. For though it be lawfull to say, (for example) in common speech, <em>the way goeth, or leadeth hither, or thither, The Proverb sayes this or that</em> (whereas wayes cannot go, nor Proverbs speak;) yet in reckoning, and seeking of truth, such speeches are not to be admitted.","subId":"14","id":"Hobbes.L.1.5.14"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>7.</em></span> The seventh, to names that signifie nothing; but are taken up, and learned by rote from the Schooles, as <em>hypostatical, transubstantiate, consubstantiate, eternal-Now</em>, and the like canting of Schoolemen.","subId":"15","id":"Hobbes.L.1.5.15"},{"type":"paragraph","content":"To him that can avoyd these things, it is not easie to fall into any absurdity, unlesse it be by the length of an account; wherein he may perhaps forget what went before. For all men by nature reason alike, and well, when they have good principles. For who is so stupid, as both to mistake in Geometry, and also to persist in it, when another detects his error to him?","subId":"16","id":"Hobbes.L.1.5.16"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Science.</em></span> By this it appears that Reason is not as Sense, and Memory, borne with us; nor gotten by Experience onely, as Prudence is; but attayned by Industry; first in apt imposing of Names; and secondly by getting a good and orderly Method in proceeding from the Elements, which are Names, to Assertions made by Connexion of one of them to another; and so to Syllogismes, which are the Connexions of one Assertion to another, till we come to a knowledge of all the Consequences of names appertaining to the subject in hand; and that is it, men call <span class=\"small-capitals\">Science</span>. And whereas Sense and Memory are but knowledge of Fact, which is a thing past, and irrevocable; <em>Science</em> is the knowledge of Consequences, and dependance of one fact upon another: by which, out of that we can presently do, we know how to do something else when we will, or the like, another time: Because when we see how any thing comes about, upon what causes, and by what manner; when the like causes come into our power, wee see how to make it produce the like effects.","subId":"17","id":"Hobbes.L.1.5.17"},{"type":"paragraph","content":"Children therefore are not endued with Reason at all, till they have attained the use of Speech: but are called Reasonable Creatures, for the possibility apparent of having the use of Reason in time to come. And the most part of men, though they have the use of Reasoning a little way, as in numbring to some degree; yet it serves them to little use in common life; in which they govern themselves, some better, some worse, according to their differences of experience, quicknesse of memory, and inclinations to severall ends; but specially according to good or evill fortune, and the errors of one another. For as for <em>Science</em>, or certain rules of their actions, they are so farre from it, that they know not what it is. Geometry they have thought Conjuring: But for other Sciences, they who have not been taught the beginnings, and some progresse in them, that they may see how they be acquired and generated, are in this point like children, that having no thought of generation, are made believe by the women, that their brothers and sisters are not born, but found in the garden.","subId":"18","id":"Hobbes.L.1.5.18"},{"type":"paragraph","content":"But yet they that have no <em>Science</em>, are in better, and nobler condition with their naturall Prudence; than men, that by mis-reasoning, or by trusting them that reason wrong, fall upon false and absurd generall rules. For ignorance of causes, and of rules, does not set men so farre out of their way, as relying on false rules, and taking for causes of what they aspire to, those that are not so, but rather causes of the contrary.","subId":"19","id":"Hobbes.L.1.5.19"},{"type":"paragraph","content":"To conclude, The Light of humane minds is Perspicuous Words, but by exact definitions first snuffed, and purged from ambiguity; <em>Reason</em> is the <em>pace</em>; Encrease of <em>Science</em>, the <em>way</em>; and the Benefit of man-kind, the <em>end</em>. And on the contrary, Metaphors, and senslesse and ambiguous words, are like <em>ignes fatui</em>; and reasoning upon them, is wandering amongst innumerable absurdities; and their end, contention, and sedition, or contempt.","subId":"20","id":"Hobbes.L.1.5.20"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Prudence &amp; Sapience, with their difference.</em></span> As, much Experience, is <em>Prudence</em>; so, is much Science, <em>Sapience</em>. For though wee usually have one name of Wisedome for them both; yet the Latines did alwayes distinguish between <em>Prudentia</em> and <em>Sapientia</em>; ascribing the former to Experience, the later to Science. But to make their difference appeare more cleerly, let us suppose one man endued with an excellent naturall use, and dexterity in handling his armes; and another to have added to that dexterity, an acquired Science, of where he can offend, or be offended by his adversarie, in every possible posture, or guard: The ability of the former, would be to the ability of the later, as Prudence to Sapience; both usefull; but the later infallible. But they that trusting onely to the authority of books, follow the blind blindly, are like him that trusting to the false rules of a master of Fence, ventures præsumptuously upon an adversary, that either kills, or disgraces him.","subId":"21","id":"Hobbes.L.1.5.21"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Signes of Science.</em></span> The signes of Science, are some, certain and infallible; some, uncertain. Certain, when he that pretendeth the Science of any thing, can teach the same; that is to say, demonstrate the truth thereof perspicuously to another: Uncertain, when onely some particular events answer to his pretence, and upon many occasions prove so as he sayes they must. Signes of prudence are all uncertain; because to observe by experience, and remember all circumstances that may alter the successe, is impossible. But in any businesse, whereof a man has not infallible Science to proceed by; to forsake his own naturall judgement, and be guided by generall sentences read in Authors, and subject to many exceptions, is a signe of folly, and generally scorned by the name of Pedantry. And even of those men themselves, that in Councells of the Common-wealth, love to shew their reading of Politiques and History, very few do it in their domestique affaires, where their particular interest is concerned; having Prudence enough for their private affaires: but in publique they study more the reputation of their owne wit, than the successe of anothers businesse.","subId":"22","id":"Hobbes.L.1.5.22"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.1","imported":true,"title":"The First Part, Of Man","breadcrumb":"Part 1","published":[1651]}],"prev":{"id":"Hobbes.L.1.4","imported":true,"title":"Of Speech","breadcrumb":"Chapter 4","published":[1651]},"next":{"id":"Hobbes.L.1.6","imported":true,"title":"Of the interiour Beginnings of Voluntary Motions, commonly called the Passions; And the Speeches by which they are expressed","breadcrumb":"Chapter 6","published":[1651]}}