{"imported":true,"id":"Hobbes.L.1.6","parent":"Hobbes.L.1","title":"Of the interiour Beginnings of Voluntary Motions, commonly called the Passions; And the Speeches by which they are expressed","breadcrumb":"Chapter 6","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_017","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. VI.</h1> <h1><em>Of the Interiour Beginnings of Voluntary Motions; commonly called the <span class=\"small-capitals\">Passions</span>. And the Speeches by which they are expressed.</em></h1> ","id":"Hobbes.L.1.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Motion Vitall and Animal.</em></span> THere be in Animals, two sorts of <em>Motions</em> peculiar to them: One called <em>Vitall</em>; begun in generation, and continued without interruption through their whole life; such as are the <em>course</em> of the <em>Bloud</em>, the <em>Pulse</em>, the <em>Breathing</em>, the <em>Concoction, Nutrition, Excretion</em>, &c; to which Motions there needs no help of Imagination: The other is <em>Animall motion</em>, otherwise called <em>Voluntary motion</em>; as to go, to <em>speak</em>, to <em>move</em> any of our limbes, in such manner as is first fancied in our minds. That Sense, is Motion in the organs and interiour parts of mans body, caused by the action of the things we See, Heare, &amp;<em>c</em>; And that Fancy is but the Reliques of the same Motion, remaining after Sense, has been already sayd in the first and second Chapters. And because <em>going, speaking</em>, and the like Voluntary motions, depend alwayes upon a precedent thought of <em>whither, which way</em>, and <em>what</em>; it is evident, that the Imagination is the first internall beginning of all Voluntary Motion. And although unstudied men, doe not conceive any motion at all to be there, where the thing moved is invisible; or the space it is moved in, is (for the shortnesse of it) insensible; yet that doth not hinder, but that such Motions are. For let a space<span class=\"margin-comment\"><em>Endeavour</em></span> be never so little, that which is moved over a greater space, whereof that little one is part, must first be moved over that. These small beginnings of Motion, within the body of Man, before they appear in walking, speaking, striking, and other visible actions, are commonly called Endeavour.","subId":"1","id":"Hobbes.L.1.6.1"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Appetite. Desire.</em></span> This Endeavour, when it is toward something which causes it, is called <span class=\"small-capitals\">Appetite</span>, or <span class=\"small-capitals\">Desire</span>; the later, being he generall name; <span class=\"margin-comment\"><em>Hunger, Thirst.</em></span> and the other, often-times restrayned to signifie the Desire of Food, namely <em>Hunger</em> and <em>Thirst</em>. <span class=\"margin-comment\"><em>Aversion.</em></span> And when the Endeavour is fromward something, it is generally called <span class=\"small-capitals\">Aversion</span>. These words <em>Appetite</em>, and we have from the <em>Latines</em>; and they both of them signifie the motions, one of approaching, the other of retiring. So also do the Greek words for the same, which are <span class=\"foreign\">ὁρμὴ</span> and <span class=\"foreign\">ὀϕορμὴ</span>. For Nature it selfe does often presse upon men those truths, which afterwards, when they look for somewhat beyond Nature, they stumble at. For the Schooles find in meere Appetite to go, or move, no actuall Motion at all: but because some Motion they must acknowledge, they call it Metaphoricall Motion; which is but an absurd speech: for though Words may be called metaphoricall; Bodies, and Motions cannot","subId":"2","id":"Hobbes.L.1.6.2"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Love. Hate.</em></span> That which men Desire, they are also sayd to <span class=\"small-capitals\">Love</span>: and to <span class=\"small-capitals\">Hate</span> those things, for which they have Aversion. So that Desire, and Love, are the same thing; save that by Desire, we alwayes signifie the Absence of the Object; by Love, most commonly the Presence of the same. So also by Aversion, we signifie the Absence; and by Hate, the Presence of the Object.","subId":"3","id":"Hobbes.L.1.6.3"},{"type":"paragraph","content":"Of Appetites, and Aversions, some are born with men; as Appetite of food, Appetite of excretion, and exoneration, (which may also and more properly be called Aversions, from somewhat they feele in their Bodies;) and some other Appetites, not many. The rest, which are Appetites of particular things, proceed from Experience, and triall of their effects upon themselves, or other men. For of things wee know not at all, or believe not to be, we can have no further Desire, than to tast and try. But Aversion wee have for things, not onely which we know have hurt us; but also that we do not know whether they will hurt us, or not.","subId":"4","id":"Hobbes.L.1.6.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Contempt.</em></span> Those things which we neither Desire, nor Hate, we are said to <em>Contemne</em>: <span class=\"small-capitals\">Contempt</span> being nothing else but an immobility, or contumacy of the Heart, in resisting the action of certain things; and proceeding from that the Heart is already moved otherwise, by other more potent objects; or from want of experience of them.","subId":"5","id":"Hobbes.L.1.6.5"},{"type":"paragraph","content":"And because the constitution of a mans Body, is in continuall mutation; it is impossible that all the same things should alwayes cause in him the same Appetites, and Aversions: much lesse can all men consent, in the Desire of almost any one and the same Object.","subId":"6","id":"Hobbes.L.1.6.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Good. Evill.</em></span> But whatsoever is the object of any mans Appetite or Desire; that is it, which he for his part calleth <em>Good</em>: and the object of his Hate, and Aversion, <em>Evill</em>; And of his Contempt,<em>Vile</em> and <em>Inconsiderable</em>. For these words of Good, Evill, and Contemptible, are ever used with relation to the person that useth them: There being nothing simply and absolutely so; nor any common Rule of Good and Evill, to be taken from the nature of the objects themselves; but from the Person of the man (where there is no Common-wealth;) or, (in a Common-wealth,) from the Person that representeth it; or from an Arbitrator or judge, whom men disagreeing shall by consent set up, and make his sentence the Rule thereof.","subId":"7","id":"Hobbes.L.1.6.7"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Delightfull.</em></span> The Latine Tongue has two words, whose significations approach to those of Good and Evill; but are not precisely the same; <span class=\"margin-comment\"><em>Pulchrum. Turpe.</em></span> And hose are <em>Pulchrum</em> and <em>Turpe</em>. Whereof the former signifies that, which by some apparent signes promiseth Good; and he later, that, which promiseth Evil. But in our Tongue we have not so generall names to expresse them by. <span class=\"margin-comment\"><em>Profitable.</em></span> But for <em>Pulchrum</em>, we say in some things, <em>Fayre</em>; in others, <em>Beautifull</em>, or <em>Handsome</em>; or <em>Gallant</em>, or <em>Honourable</em>, or <em>Comely</em>, or <em>Amiable</em>; and for <em>Turpe, Foule, Deformed, Ugly, Base, Nauseous</em>, and the like, as the subject shall require; All which words, in their proper places signifie nothing els, but the <em>Mine</em>, or Countenance, that promiseth Good and Evil. So that of Good there be three kinds; Good in the Promise, that is <em>Pulchrum</em>; Good in Effect, as the end desired, which is called <em>Jucundum, Delightfull</em>; and Good as the Means, which is called <em>Utile, Profitable</em>; and as many of Evill: For <em>Evill</em>, in Promise, is that they call <em>Turpe</em>; Evil in Effect, and End, is <em>Molestum, Unpleasant</em>, <em>Troublesome</em>; and Evill in the Means, <em>Inutile, Unprofitable</em>,<span class=\"margin-comment\"><em>Unpleasant.</em></span> <em>Hurtfull</em>.<span class=\"margin-comment\"><em>Unprofitable.</em></span>","subId":"8","id":"Hobbes.L.1.6.8"},{"type":"paragraph","content":"As, in Sense, that which is really within us, is (as I have sayd before) onely<span class=\"margin-comment\"><em>Delight. Displeasure.</em></span> Motion, caused by the action of externall objects, but in apparence; to the Sight, Light and Colour; to the Eare, Sound; to the Nostrill, Odour, &amp;c: so, when the action of the same object is continued from the Eyes, Eares, and other organs to the Heart; the reall effect there is nothing but Motion, or Endeavour; which consisteth in Appetite, or Aversion, to, or from the object moving. But the apparence, or sense of that motion, is that wee either call <span class=\"small-capitals\">Delight</span>, or <span class=\"small-capitals\">Trouble</span> <span class=\"small-capitals\">Of</span> <span class=\"small-capitals\">Mind</span>.","subId":"9","id":"Hobbes.L.1.6.9"},{"type":"paragraph","content":"This Motion, which is called Appetite, and for the<span class=\"margin-comment\"><em>Pleasure.</em></span> apparence of it <em>Delight</em>, and <em>Pleasure</em>, seemeth to be, a corroboration of Vitall motion, and a help thereunto; and therefore such things as caused Delight, were not improperly called <em>Jucunda</em>, (<em>à Juvando</em>,) from helping or<span class=\"margin-comment\"><em>Offence.</em></span> fortifying; and the contrary, <em>Molesta, Offensive</em>, from hindering, and troubling the motion vitall.","subId":"10","id":"Hobbes.L.1.6.10"},{"type":"paragraph","content":"<em>Pleasure</em> therefore, (or <em>Delight</em>,) is the apparence, or sense of Good; and <em>Molestation</em> or <em>Displeasure</em>, the apparence, or sense of Evill. And consequently all Appetite, Desire, and Love, is accompanied with some Delight more or lesse; and all Hatred, and Aversion, with more or lesse Displeasure and Offence.","subId":"11","id":"Hobbes.L.1.6.11"},{"type":"paragraph","content":"Of Pleasures, or Delights, some arise from the sense of an object Present; And those may be called <em>Pleasures</em><span class=\"margin-comment\"><em>Pleasures of sense.</em></span> <em>of Sense</em>, (The word <em>sensuall</em>, as it is used by those onely that condemn them, having no place till there be Lawes.) Of this kind are all Onerations and Exonerations of the body; as also all that is pleasant, in the <em>Sight, Hearing, Smell, Tast, or Touch</em>; Others arise from the Expectation, that proceeds from foresight of the End, or Consequence of things; whether those things in the Sense Please or<span class=\"margin-comment\"><em>Pleasures of the Mind. Joy, Paine, Griefe.</em></span> Displease: And these are <em>Pleasures of the Mind</em> of him that draweth those consequences; and are generally called <span class=\"small-capitals\">Joy</span>. In the like manner, Displeasures, are some in the Sense, and called <span class=\"small-capitals\">Payne</span>; others, in the Expectation of consequences, and are called <span class=\"small-capitals\">Griefe</span>.","subId":"12","id":"Hobbes.L.1.6.12"},{"type":"paragraph","content":"These simple Passions called <em>Appetite, Desire, Love, Aversion, Hate, Joy</em>, and <em>Griefe</em>, have their names for divers considerations diversified. As first, when they one succeed another, they are diversly called from the opinion men have of the likelihood of attaining what they desire. Secondly, from the object loved or hated. Thirdly, from the consideration of many of them together. Fourthly, from the Alteration or succession it selfe.","subId":"13","id":"Hobbes.L.1.6.13"},{"type":"paragraph","content":"For <em>Appetite</em> with an opinion of attaining, is called <span class=\"small-capitals\">Hope</span><span class=\"margin-comment\"><em>Hope.</em></span>.","subId":"14","id":"Hobbes.L.1.6.14"},{"type":"paragraph","content":"The same, without such opinion, <span class=\"small-capitals\">Despaire</span><span class=\"margin-comment\"><em>Despaire.</em></span>.","subId":"15","id":"Hobbes.L.1.6.15"},{"type":"paragraph","content":"<em>Aversion</em>, with opinion of <em>Hurt</em> from the object, <span class=\"small-capitals\">Feare</span><span class=\"margin-comment\"><em>Feare.</em></span>.","subId":"16","id":"Hobbes.L.1.6.16"},{"type":"paragraph","content":"The same, with hope of avoyding that Hurt by resistence, <span class=\"small-capitals\">Courage</span><span class=\"margin-comment\"><em>Courage.</em></span>.","subId":"17","id":"Hobbes.L.1.6.17"},{"type":"paragraph","content":"Sudden <em>Courage</em>, <span class=\"small-capitals\">Anger</span><span class=\"margin-comment\"><em>Anger.</em></span>.","subId":"18","id":"Hobbes.L.1.6.18"},{"type":"paragraph","content":"Constant <em>Hope</em>, <span class=\"small-capitals\">Confidence</span> of our selves.<span class=\"margin-comment\"><em>Confidence.</em></span>","subId":"19","id":"Hobbes.L.1.6.19"},{"type":"paragraph","content":"Constant <em>Despayre</em>, <span class=\"small-capitals\">Diffidence</span> of our selves.<span class=\"margin-comment\"><em>Diffidence.</em></span>","subId":"20","id":"Hobbes.L.1.6.20"},{"type":"paragraph","content":"<em>Anger</em> for great hurt done to another, when we conceive the same to be done by Injury, <span class=\"small-capitals\">Indignation</span>.<span class=\"margin-comment\"><em>Indignation.</em></span>","subId":"21","id":"Hobbes.L.1.6.21"},{"type":"paragraph","content":"<em>Desire</em> of good to another, <span class=\"small-capitals\">Benevolence</span>, <span class=\"small-capitals\">Good</span> <span class=\"small-capitals\">Will</span>,<span class=\"margin-comment\"><em>Benevolence.</em></span><span class=\"small-capitals\">Charity</span>. If to man generally, <span class=\"small-capitals\">Good</span> <span class=\"small-capitals\">Nature</span><span class=\"margin-comment\"><em>Good Nature.</em></span>.","subId":"22","id":"Hobbes.L.1.6.22"},{"type":"paragraph","content":"<em>Desire</em> of Riches, <span class=\"small-capitals\">Covetousnesse</span>: a name used<span class=\"margin-comment\"><em>Covetousnesse.</em></span> alwayes in signification of blame; because men contending for them, are displeased with one anothers attaining them; though the desire in it selfe, be to be blamed, or allowed, according to the means by which those Riches are sought.","subId":"23","id":"Hobbes.L.1.6.23"},{"type":"paragraph","content":"<em>Desire</em> of Office, or precedence, <span class=\"small-capitals\">Ambition</span>: a name<span class=\"margin-comment\"><em>Ambition.</em></span> used also in the worse sense, for the reason before mentioned.","subId":"24","id":"Hobbes.L.1.6.24"},{"type":"paragraph","content":"<em>Desire</em> of things that conduce but a little to our ends;<span class=\"margin-comment\"><em>Pusillanimity.</em></span> and fear of things that are but of little hindrance, <span class=\"small-capitals\">Pusillanimity</span>.","subId":"25","id":"Hobbes.L.1.6.25"},{"type":"paragraph","content":"<em>Contempt</em> of little helps, and hindrances, <span class=\"small-capitals\">Magnanimity</span>.<span class=\"margin-comment\"><em>Magnanimity.</em></span>","subId":"26","id":"Hobbes.L.1.6.26"},{"type":"paragraph","content":"<em>Magnanimity</em>, in danger of Death, or Wounds, <span class=\"small-capitals\">Valour</span>,<span class=\"margin-comment\"><em>Valour.</em></span><span class=\"small-capitals\">Fortitude</span>.","subId":"27","id":"Hobbes.L.1.6.27"},{"type":"paragraph","content":"<em>Magnanimity</em>, in the use of Riches, <span class=\"small-capitals\">Liberality</span>.<span class=\"margin-comment\"><em>Liberality.</em></span>","subId":"28","id":"Hobbes.L.1.6.28"},{"type":"paragraph","content":"<em>Pusillanimity</em>, in the same <span class=\"small-capitals\">Wretchednesse</span>, <span class=\"small-capitals\">Miserablenesse</span>;<span class=\"margin-comment\"><em>Miserablenesse.</em></span> or <span class=\"small-capitals\">Parsimony</span>; as it is liked, or disliked.","subId":"29","id":"Hobbes.L.1.6.29"},{"type":"paragraph","content":"<em>Love</em> of Persons for society, <span class=\"small-capitals\">Kindnesse</span>.<span class=\"margin-comment\"><em>Kindnesse.</em></span>","subId":"30","id":"Hobbes.L.1.6.30"},{"type":"paragraph","content":"<em>Love</em> of Persons for Pleasing the sense onely, <span class=\"small-capitals\">Naturall</span> <span class=\"small-capitals\">Lust</span>.<span class=\"margin-comment\"><em>Naturall Lust.</em></span>","subId":"31","id":"Hobbes.L.1.6.31"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Luxury.</em></span> <em>Love</em> of the same, acquired from Rumination, that is, magination of Pleasure past, <span class=\"small-capitals\">Luxury</span>.<span class=\"margin-comment\"><em>The Passion of Love.</em></span>","subId":"32","id":"Hobbes.L.1.6.32"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Jealousie.</em></span> <em>Love</em> of one singularly, with desire to be singularly eloved, <span class=\"small-capitals\">The</span> <span class=\"small-capitals\">Passion</span> <span class=\"small-capitals\">Of</span> <span class=\"small-capitals\">Love</span>. The same, with fear that the love is not mutuall, <span class=\"small-capitals\">Jealousie</span>.","subId":"33","id":"Hobbes.L.1.6.33"},{"type":"paragraph","content":"<em>Desire</em>, by doing hurt to another, to make him condemn some fact of his own, <span class=\"small-capitals\">Revengefulnesse</span>.<span class=\"margin-comment\"><em>Revengefulnesse.</em></span>","subId":"34","id":"Hobbes.L.1.6.34"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Curiosity.</em></span><em>Desire</em>, to know why, and how, <span class=\"small-capitals\">Curiosity</span>; such as is in no living creature but <em>Man</em>: so that Man is distinguished, not onely by his Reason; but also by this singular Passion from other <em>Animals</em>; in whom the appetite of food, and other pleasures of Sense, by prædominance, take away the care of knowing causes; which is a Lust of the mind, that by a perseverance of delight in the continuall and indefatigable generation of Knowledge, exceedeth the short vehemence of any carnall Pleasure<span class=\"margin-comment\"><em>Religion.</em></span>.","subId":"35","id":"Hobbes.L.1.6.35"},{"type":"paragraph","content":"<em>Feare</em> of power invisible, feigned by the mind, or magined from tales publiquely<span class=\"margin-comment\"><em>Superstition.</em></span> allowed, <span class=\"small-capitals\">Religion</span>; not allowed, <span class=\"small-capitals\">Superstition</span>. And when the power imagined,<span class=\"margin-comment\"><em>True Religion.</em></span> is truly such as we imagine, <span class=\"small-capitals\">True</span> <span class=\"small-capitals\">Religion</span>.","subId":"36","id":"Hobbes.L.1.6.36"},{"type":"paragraph","content":"<em>Feare</em>, without the apprehension of why, or what,<span class=\"margin-comment\"><em>Panique Terrour.</em></span><span class=\"small-capitals\">Panique</span> <span class=\"small-capitals\">Terror</span>; called so from the Fables, that make <em>Pan</em> the author of them; whereas in truth, there is alwayes in him that so feareth, first, some apprehension of the cause, though the rest run away by Example; every one supposing his fellow to know why. And therefore this Passion happens to none but in a throng, or multitude of people.","subId":"37","id":"Hobbes.L.1.6.37"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Admiration.</em></span><em>Joy</em>, from apprehension of novelty, <span class=\"small-capitals\">Admiration</span>; proper to Man, because it excites the appetite of knowing the cause.","subId":"38","id":"Hobbes.L.1.6.38"},{"type":"paragraph","content":"<em>Joy</em>, arising from imagination of a mans own power and ability, is that exultation of the mind which is called<span class=\"margin-comment\"><em>Glory.</em></span><span class=\"small-capitals\">Glorying</span>: which if grounded upon the experience of his own former actions, is the same with <em>Confidence</em>: but if grounded on the flattery of others; or onely supposed by himself, for delight in the consequences of it, is called<span class=\"margin-comment\"><em>Vainglory.</em></span><span class=\"small-capitals\">Vaine</span>-<span class=\"small-capitals\">Glory</span>: which name is properly given; because a well grounded <em>Confidence</em> begetteth Attempt; whereas the supposing of power does not, and is therefore rightly called <em>Vaine</em>.","subId":"39","id":"Hobbes.L.1.6.39"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Dejection.</em></span><em>Griefe</em>, from opinion of want of power, is called <span class=\"small-capitals\">Dejection</span> of mind.","subId":"40","id":"Hobbes.L.1.6.40"},{"type":"paragraph","content":"The <em>vain-glory</em> which consisteth in the feigning or supposing of abilities in our selves, which we know are not, is most incident to young men, and nourished by the Histories, or Fictions of Gallant Persons; and is corrected oftentimes by Age, and Employment.","subId":"41","id":"Hobbes.L.1.6.41"},{"type":"paragraph","content":"<em>Sudden Glory</em>, is the passion which maketh those<span class=\"margin-comment\"><em>Sudden Glory.</em></span><em>Grimaces</em> called <span class=\"small-capitals\">Laughter</span>; and is caused either by<span class=\"margin-comment\"><em>Laughter.</em></span> some sudden act of their own, that pleaseth them; or by the apprehension of some deformed thing in another, by comparison whereof they suddenly applaud themselves. And it is incident most to them, that are conscious of the fewest abilities in themselves; who are forced to keep themselves in their own favour, by observing the imperfections of other men. And therefore much Laughter at the defects of others, is a signe of Pusillanimity. For of great minds, one of the proper workes is, to help and free others from scorn; and compare themselves onely with the most able.","subId":"42","id":"Hobbes.L.1.6.42"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Sudden Dejection.</em></span> On the contrary, <em>Sudden Dejection</em>, is the passion that auseth <span class=\"small-capitals\">Weeping</span>; and is caused by such accidents, as suddenly take away some vehement hope, or some prop of their power: And they are most subject to it, that rely principally on helps externall, such as are Women, and Children. Therefore some Weep for the losse of Friends; Others for their<span class=\"margin-comment\"><em>Weeping.</em></span> unkindnesse; others for the sudden stop made to their thoughts of revenge, by Reconciliation. But in all cases, both Laughter, and Weeping, are sudden motions; Custome taking them both away. For no man Laughs at old jests; or Weeps for an old calamity.","subId":"43","id":"Hobbes.L.1.6.43"},{"type":"paragraph","content":"<em>Griefe</em>, for the discovery of some defect of ability, is<span class=\"margin-comment\"><em>Shame.</em></span><span class=\"small-capitals\">Shame</span>, or the passion that discovereth it selfe in<span class=\"margin-comment\"><em>Blushing.</em></span><span class=\"small-capitals\">Blushing</span>; and consisteth in the apprehension of some thing dishonourable; and in young men, is a signe of the love of good reputation; and commendable: In old men it is a signe of the same; but because it comes too late, not commendable.","subId":"44","id":"Hobbes.L.1.6.44"},{"type":"paragraph","content":"The <em>Contempt</em> of good Reputation is called <span class=\"small-capitals\">Impudence</span>.<span class=\"margin-comment\"><em>Impudence.</em></span>","subId":"45","id":"Hobbes.L.1.6.45"},{"type":"paragraph","content":"<em>Griefe</em>, for the Calamity of another, is <span class=\"small-capitals\">Pitty</span>; and<span class=\"margin-comment\"><em>Pitty.</em></span> ariseth from the imagination that the like calamity may befall himselfe; and therefore is called also <span class=\"small-capitals\">Compassion</span>, and in the phrase of this present time a <span class=\"small-capitals\">Fellow-feeling</span>: And therefore for Calamity arriving from great wickedness, the best men have the least Pitty; and for the same Calamity. those have least Pitty, that think themselves least obnoxious to the same.","subId":"46","id":"Hobbes.L.1.6.46"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Cruelty.</em></span><em>Contempt</em>, or little sense of the calamity of others, is that which men call <span class=\"small-capitals\">Cruelty</span>; proceeding from Security of their own fortune. For, that any man should take pleasure in other mens great harmes, without other end of his own, I do not conceive it possible.","subId":"47","id":"Hobbes.L.1.6.47"},{"type":"paragraph","content":"<em>Griefe</em>, for the successe of a Competitor in wealth, honour, or other good, if it be joyned with Endeavour to enforce our own abilities to equall or exceed him, is<span class=\"margin-comment\"><em>Emulation.</em></span> called <span class=\"small-capitals\">Emulation</span>: But joyned with Endeavour to<span class=\"margin-comment\"><em>Envy.</em></span> supplant, or hinder a Competitor, <span class=\"small-capitals\">Envie</span>.","subId":"48","id":"Hobbes.L.1.6.48"},{"type":"paragraph","content":"When in the mind of man, Appetites, and Aversions, Hopes, and Feares, concerning one and the same thing, arise alternately; and divers good and evill consequences of the doing, or omitting the thing propounded, come successively into our thoughts; so that sometimes we have an Appetite to it; sometimes an Aversion from it; sometimes Hope to be able to do it; sometimes Despaire, or Feare to attempt it; the whole summe of Desires, Aversions, Hopes and Fears, continued till the thing be either done, or thought impossible, is<span class=\"margin-comment\"><em>Deliberation.</em></span> that we call <span class=\"small-capitals\">Deliberation</span>.","subId":"49","id":"Hobbes.L.1.6.49"},{"type":"paragraph","content":"Therefore of things past, there is no <em>Deliberation</em>; because manifestly impossible to be changed: nor of things known to be impossible, or thought so; because men know, or think such Deliberation vain. But of things impossible, which we think possible, we may Deliberate; not knowing it is in vain. And it is called <em>Deliberation</em>; because it is a putting an end to the <em>Liberty</em> we had of doing, or omitting, according to our own Appetite, or Aversion.","subId":"50","id":"Hobbes.L.1.6.50"},{"type":"paragraph","content":"This alternate Succession of Appetites, Aversions, Hopes and Fears, is no lesse in other living Creatures then in Man; and therefore Beasts also Deliberate.","subId":"51","id":"Hobbes.L.1.6.51"},{"type":"paragraph","content":"Every <em>Deliberation</em> is then sayd to <em>End</em>, when that whereof they Deliberate, is either done, or thought impossible; because till then wee retain the liberty of doing, or omitting, according to our Appetite, or Aversion.","subId":"52","id":"Hobbes.L.1.6.52"},{"type":"paragraph","content":"In <em>Deliberation</em>, the last Appetite, or Aversion, immediately adhæring to the action, or to the omission thereof,<span class=\"margin-comment\"><em>The Will.</em></span> is that wee call the <span class=\"small-capitals\">Will</span>; the Act, (not the faculty,) of <em>Willing</em>. And Beasts that have <em>Deliberation</em>, must necessarily also have <em>Will</em>. The Definition of the <em>Will</em>, given commonly by the Schooles, that it is a <em>Rationall Appetite</em>, is not good. For if it were, then could there be no Voluntary Act against Reason. For a <em>Voluntary Act</em> is that, which proceedeth from the <em>Will</em>, and no other. But if in stead of a Rationall Appetite, we shall say an Appetite resulting from a precedent Deliberation, then the Definition is the same that I have given here. <em>Will</em> therefore <em>is the last Appetite in Deliberating</em>. And though we say in common Discourse, a man had a Will once to do a thing, that neverthelesse he forbore to do; yet that is properly but an Inclination, which makes no Action Voluntary; because the action depends not of it, but of the last Inclination, or Appetite. For if the intervenient Appetites, make any action Voluntary; then by the same Reason all intervenient Aversions, should make the same action Involuntary; and so one and the same action, should be both Voluntary &amp; Involuntary.","subId":"53","id":"Hobbes.L.1.6.53"},{"type":"paragraph","content":"By this it is manifest, that not onely actions that have their beginning from Covetousnesse, Ambition, Lust, or other Appetites to the thing propounded; but also those that have their beginning from Aversion, or Feare of those consequences that follow the omission, are <em>voluntary actions</em>.","subId":"54","id":"Hobbes.L.1.6.54"},{"type":"paragraph","content":"The formes of Speech by which the Passions are<span class=\"margin-comment\"><em>Formes of Speech, in Passion.</em></span> expressed, are partly the same, and partly different from those, by which wee expresse our Thoughts. And first, generally all Passions may be expressed <em>Indicatively</em>; as <em>I love, I feare, I joy, I deliberate, I will, I command</em>: but some of them have particular expressions by themselves, which neverthelesse are not affirmations, unlesse it be when they serve to make other inferences, besides that of the Passion they proceed from. Deliberation is expressed <em>Subjunctively</em>; which is a speech proper to signifie suppositions, with their consequences; as, <em>If this be done, then this will follow</em>; and differs not from the language of Reasoning, save that Reasoning is in generall words; but Deliberation for the most part is of Particulars. The language of Desire, and Aversion, is <em>Imperative</em>; as <em>Do this, forbeare that</em>; which when the party is obliged to do, or forbeare, is <em>Command</em>; otherwise <em>Prayer</em>; or els <em>Counsell</em>. The language of VainGlory, of Indignation, Pitty and Revengefulness, <em>Optative</em>: But of the Desire to know, there is a peculiar expression, called <em>Interrogative</em>; as, <em>What is it, when shall it, how is it done</em>, and <em>why so</em>? other language of the Passions I find none: For Cursing, Swearing, Reviling, and the like, do not signifie as Speech; but as the actions of a tongue accustomed.","subId":"55","id":"Hobbes.L.1.6.55"},{"type":"paragraph","content":"These formes of Speech, I say, are expressions, or voluntary significations of our Passions: but certain signes they be not; because they may be used arbitrarily, whether they that use them, have such Passions or not. The best signes of Passions present, are either in the countenance, motions of the body, actions, and ends, or aimes, which we otherwise know the man to have.","subId":"56","id":"Hobbes.L.1.6.56"},{"type":"paragraph","content":"And because in Deliberation, the Appetites, and Aversions are raised by foresight of the good and evill consequences, and sequels of the action whereof we Deliberate; the good or evill effect thereof dependeth on the foresight of a long chain of consequences, of which very seldome any man is able to see to the end. But for<span class=\"margin-comment\"><em>Good and Evill apparent.</em></span> so farre as a man seeth, if the Good in those consequences, be greater than the Evill, the whole chaine is that which Writers call <em>Apparent</em>, or <em>Seeming Good</em>. And contrarily, when the Evill exceedeth the Good, the whole is <em>Apparent</em> or <em>Seeming Evill</em>: so that he who hath by Experience, or Reason, the greatest and surest prospect of Consequences, Deliberates best himselfe; and is able when he will, to give the best counsell unto others.","subId":"57","id":"Hobbes.L.1.6.57"},{"type":"paragraph","content":"<em>Continuall successe</em> in obtaining those things which a man from time to time desireth, that is to say,<span class=\"margin-comment\"><em>Felicity.</em></span> continuall prospering, is that men call <span class=\"small-capitals\">Felicity</span>; I mean the Felicity of this life. For there is no such thing as perpetuall Tranquillity of mind, while we live here; because Life it selfe is but Motion, and can never be without Desire, nor without Feare, no more than without Sense. What kind of Felicity God hath ordained to them that devoutly honour him, a man shall no sooner know, than enjoy; being joyes, that now are as incomprehensible, as the word of Schoole-men <em>Beatificall Vision</em> is unintelligible.","subId":"58","id":"Hobbes.L.1.6.58"},{"type":"paragraph","content":"The forme of Speech whereby men signifie their opinion of the Goodnesse of any thing, is <span class=\"small-capitals\">Praise</span>. That<span class=\"margin-comment\"><em>Praise.</em></span> whereby they signifie<span class=\"margin-comment\"><em>Magnification.</em></span> the power and greatnesse of any thing, is <span class=\"small-capitals\">Magnifying</span>. And that whereby they signifie the opinion they have of a mans Felicity, is by the Greeks called μακαρισμός, for which wee have no name<span class=\"margin-comment\"><em>μακαρισμός</em></span> in our tongue. And thus much is sufficient for the present purpose, to have been said of the <span class=\"small-capitals\">Passions</span>.","subId":"59","id":"Hobbes.L.1.6.59"}]}