{"imported":true,"id":"Hobbes.L.1.7","parent":"Hobbes.L.1","title":"Of the Ends or Resolutions of Discourse","breadcrumb":"Chapter 7","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_018","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. VII.</h1> <h1><em>Of the </em>Ends<em>, or </em>Resolutions<em> of <span class=\"small-capitals\">Discourse</span>.</em></h1> ","id":"Hobbes.L.1.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> all <em>Discourse</em>, governed by desire of Knowledge, there is at last an <em>End</em>, either by attaining, or by giving over. And in the chain of Discourse, wheresoever it be interrupted, there is an End for that time.","subId":"1","id":"Hobbes.L.1.7.1"},{"type":"paragraph","content":"If the Discourse be meerly Mentall, it consisteth of thoughts that the thing will be, and will not be, or that it has been, and has not been, alternately. So that wheresoever you break off the chayn of a mans Discourse, you leave him in a Præsumption of <em>it will be</em>, or, <em>it will not be</em>; or <em>it has been</em>, or, <em>has not been</em>. All which is <em>Opinion</em>. And that which is alternate Appetite, in Deliberating concerning Good and Evil; the same is alternate Opinion, in the Enquiry of the truth of <em>Past</em>, and <em>Future</em>. And as the last Appetite in Deliberation, is called the <em>Will</em>; so the last Opinion in search of the truth of Past, and Future, is called the <span class=\"small-capitals\">Judgement</span>, or<span class=\"margin-comment\"><em>Judgement, or Sentence final.</em></span> <em>Resolute</em> and <em>Finall Sentence</em> of him that <em>discourseth</em>. And as the whole chain of Appetites alternate, in the question of Good, or Bad, is called <em>Deliberation</em>; so the whole chain of Opinions alternate, in the question of True, or False, is called <span class=\"small-capitals\">Doubt</span>.<span class=\"margin-comment\"><em>Doubt.</em></span>","subId":"2","id":"Hobbes.L.1.7.2"},{"type":"paragraph","content":"No Discourse whatsoever, can End in absolute knowledge of Fact, past, or to come. For, as for the knowledge of Fact, it is originally, Sense; and ever after, Memory. And for the knowledge of Consequence, which I have said before is called Science, it is not Absolute, but Conditionall. No man can know by Discourse, that this, or that, is, has been, or will be; which is to know absolutely: but onely, that if This be, That is; if This has been, That has been; if This shall be, That shall be: which is to know conditionally; and that not the consequence of one thing to another; but of one name of a thing, to another name of the same thing.","subId":"3","id":"Hobbes.L.1.7.3"},{"type":"paragraph","content":"And therefore, when the Discourse is put into Speech, and begins with the Definitions of Words, and proceeds by Connexion of the same into generall Affirmations, and of these again into Syllogismes; the End or last summe is called the Conclusion; and the thought of the mind by it signified, is that conditionall Knowledge, or Knowledge of the consequence of words, which is<span class=\"margin-comment\"><em>Science.</em></span> commonly called <span class=\"small-capitals\">Science</span>. But if the first ground of such Discourse, be not Definitions; or if the Definitions be not rightly joyned together into Syllogismes, then the<span class=\"margin-comment\"><em>Opinion.</em></span> End or Conclusion, is again <span class=\"small-capitals\">Opinion</span>, namely of the truth of somewhat said, though sometimes in absurd and senslesse words, without possibility of being understood. When two, or more men, know of one and the<span class=\"margin-comment\"><em>Conscience.</em></span> same fact, they are said to be <span class=\"small-capitals\">Conscious</span> of it one to another; which is as much as to know it together. And because such are fittest witnesses of the facts of one another, or of a third; it was, and ever will be reputed a very Evill act, for any man to speak against his <em>Conscience</em>; or to corrupt or force another so to do: Insomuch that the plea of Conscience, has been alwayes hearkened unto very diligently in all times. Afterwards, men made use of the same word metaphorically, for the knowledge of their own secret facts, and secret thoughts; and therefore it is Rhetorically said, that the Conscience is a thousand witnesses. And last of all, men, vehemently in love with their own new opinions, (though never so absurd,) and obstinately bent to maintain them, gave those their opinions also that reverenced name of Conscience, as if they would have it seem unlawfull, to change or speak against them; and so pretend to know they are true, when they know at most, but that they think so.","subId":"4","id":"Hobbes.L.1.7.4"},{"type":"paragraph","content":"When a mans Discourse beginneth not at Definitions, it beginneth either at some other contemplation of his own, and then it is still called Opinion; Or it beginneth at some saying of another, of whose ability to know the truth, and of whose honesty in not deceiving, he doubteth not; and then the Discourse is not so much concerning the Thing, as the Person; And the Resolution is called <span class=\"small-capitals\">Beleefe</span>, and <span class=\"small-capitals\">Faith</span>: <em>Faith, in</em> the man; <em>Beleefe</em>, both<span class=\"margin-comment\"><em>Beliefe. Faith.</em></span> <em>of</em> the man, and <em>of</em> the truth of what he sayes. So that in Beleefe are two opinions; one of the saying of the man; the other of his vertue. To <em>have faith in</em>, or <em>trust to</em>, or <em>beleeve a man</em>, signifie the same thing; namely, an opinion of the veracity of the man: But to <em>beleeve what is said</em>, signifieth onely an opinion of the truth of the saying. But wee are to observe that this Phrase, <em>I beleeve in</em>; as also the Latine, <em>Credo in</em>; and the Greek, πιστέυω are never used but in the writings of Divines. In stead of them, in other writings are put, <em>I beleeve him; I trust him: I have faith in him; I rely on him</em>; and in Latin, <em>Credo illi; fido illi</em>: and in Greek, πιστέυω ἀυτὠ: and that this singularity of the Ecclesiastique use of the word hath raised many disputes about the right object of the Christian Faith.","subId":"5","id":"Hobbes.L.1.7.5"},{"type":"paragraph","content":"But by <em>Beleeving in</em>, as it is in the Creed, is meant, not trust in the Person; but Confession and acknowledgement of the Doctrine. For not onely Christians, but all manner of men do so believe in God, as to hold all for truth they heare him say, whether they understand it, or not; which is all the Faith and trust can possibly be had in any person whatsoever: But they do not all believe the Doctrine of the Creed.","subId":"6","id":"Hobbes.L.1.7.6"},{"type":"paragraph","content":"From whence we may inferre, that when wee believe any saying whatsoever it be, to be true, from arguments taken, not from the thing it selfe, or from the principles of naturall Reason, but from the Authority, and good opinion wee have, of him that hath sayd it; then is the speaker, or person we believe in, or trust in, and whose word we take, the object of our Faith; and the Honour done in Believing, is done to him onely. And consequently, when wee Believe that the Scriptures are the word of God, having no immediate revelation from God himselfe, our Beleefe, Faith, and Trust is in the Church; whose word we take, and acquiesce therein. And they that believe that which a Prophet relates unto them in the name of God, take the word of the Prophet, do honour to him, and in him trust, and believe, touching the truth of what he relateth, whether he be a true, or a false Prophet. And so it is also with all other History. For if I should not believe all that is written by Historians, of the glorious acts of <em>Alexander</em>, or <em>Cæsar</em>; I do not think the Ghost of <em>Alexander</em>, or <em>Cæsar</em>, had any just cause to be offended; or any body else, but the Historian. If <em>Livy</em> say the Gods made once a Cow speak, and we believe it not; wee distrust not God therein, but <em>Livy</em>. So that it is evident, that whatsoever we believe, upon no other reason, then what is drawn from authority of men onely, and their writings; whether they be sent from God or not, is Faith in men onely.","subId":"7","id":"Hobbes.L.1.7.7"}]}