{"imported":true,"id":"Hobbes.L.1.9","parent":"Hobbes.L.1","title":"Of the severall Subjects of Knowledge","breadcrumb":"Chapter 9","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_020","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. IX.</h1> <h1><em>Of the Severall <span class=\"small-capitals\">Subjects</span> of <span class=\"small-capitals\">Knowledge</span>.</em></h1> ","id":"Hobbes.L.1.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are of <span class=\"small-capitals\">Knowledge</span> two kinds; whereof one is <em>Knowledge of Fact</em>: the other <em>Knowledge of the Consequence of one Affirmation to another</em>. The former is nothing else, but Sense and Memory, and is <em>Absolute Knowledge</em>; as when we see a Fact doing, or remember it done: And this is the Knowledge required in a Witnesse. The later is called <em>Science</em>; and is <em>Conditionall</em>; as when we know, that, <em>If the figure showne be a Circle, then any straight line through the Center shall divide it into two equall parts</em>. And this is the Knowledge required in a Philosopher; that is to say, of him that pretends to Reasoning.","subId":"1","id":"Hobbes.L.1.9.1"},{"type":"paragraph","content":"The Register of <em>Knowledge of Fact</em> is called <em>History</em>. Whereof there be two sorts: one called <em>Naturall History</em>; which is the History of such Facts, or Effects of Nature, as have no Dependance on Mans <em>Will</em>; Such as are the Histories of <em>Metalls, Plants, Animals, Regions</em>, and the like. The other, is <em>Civill History</em>; which is the History of the Voluntary Actions of men in Common-wealths.","subId":"2","id":"Hobbes.L.1.9.2"},{"type":"paragraph","content":"The Registers of Science, are such <em>Books</em> as contain the <em>Demonstrations</em> of Consequences of one Affirmation, to another; and are commonly called <em>Books of Philosophy</em>; whereof the sorts are many, according to the diversity of the Matter; And may be divided in such manner as I have divided them in the following Table.","subId":"3","id":"Hobbes.L.1.9.3"}]}