{"id":"Shaftesbury.C.IVM.Conc","imported":true,"parent":"Shaftesbury.C.IVM","title":"Conclusion","breadcrumb":"Conclusion","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_029","blocks":[{"type":"title","content":"<h1>Conclusion</h1> ","id":"Shaftesbury.C.IVM.Conc"},{"type":"paragraph","content":"THUS have we endeavour'd to prove what was propos'd in the beginning. And since in the common and known Sense of <em>Vice</em> and <em>Illness,</em> no-one can be vitious or ill, except either,","subId":"1","id":"Shaftesbury.C.IVM.Conc.1"},{"type":"paragraph","content":"It must follow, that if each of these are pernicious and destructive to the Creature, insomuch that his compleatest State of Misery is made from hence; <span class=\"small-capitals\">To be wicked or vitious, is to be miserable and unhappy</span>.","subId":"2","id":"Shaftesbury.C.IVM.Conc.2"},{"type":"paragraph","content":"And since every vitious Action must in proportion, more or less, help towards this Mischief, and <em>Self-ill;</em> it must follow, <span class=\"margin-comment\">Conclusion.</span> That <span class=\"small-capitals\">every vitious action must be self-injurious and ill</span>.","subId":"3","id":"Shaftesbury.C.IVM.Conc.3"},{"type":"paragraph","content":"On the other side; <em>the Happiness</em> and <em>Good</em> of <span class=\"small-capitals\">Virtue</span> has been prov'd from the contrary Effect of other Affections, such as are according to <em>Nature,</em> and the OEconomy of the Species or Kind. We have cast up all those Particulars, from whence (as by way of Addition and Subtraction) the main <em>Sum</em> or general Account of Happiness, is either augmented or diminish'd. And if there be no Article exceptionable in this Scheme of <em>Moral Arithmetick;</em> the Subject treated may be said to have an Evidence as great as that which is found in Numbers, or Mathematicks. For let us carry <em>Scepticism</em> ever so far, let us doubt, if we can, of every thing about us; we cannot doubt of what passes <em>within our-selves.</em> Our Passions and Affections are known to us. <em>They</em> are certain, whatever the <em>Objects</em> may be, on which they are employ'd. Nor is it of any concern to our Argument, how these exterior Objects stand; whether they are Realitys, or mere Illusions; whether we wake or dream. For <em>ill Dreams</em> will be equally disturbing. And a good <em>Dream,</em> if Life be nothing else, will be easily and happily pass'd. In this Dream of Life, therefore, our Demonstrations have the same force; our <em>Balance</em> and <em>OEconomy</em> hold good, and our Obligation to <span class=\"small-capitals\">Virtue</span> is in every respect the same.","subId":"4","id":"Shaftesbury.C.IVM.Conc.4"},{"type":"paragraph","content":"Upon the whole: There is not, I presume, the least degree of Certainty wanting in what has been said concerning the Preferableness of <em>the mental Pleasures to the</em> <em>sensual;</em> and even <em>of the sensual, accompany'd with good Affection, and under a temperate and right use,</em> to those which are <em>no ways restrain'd, nor supported by any thing social or affectionate.</em>","subId":"5","id":"Shaftesbury.C.IVM.Conc.5"},{"type":"paragraph","content":"Nor is there less Evidence in what has been said, of <em>the united Structure and Fabrick of the Mind,</em> and of those Passions which constitute <em>the Temper,</em> or Soul; and on which its Happiness or Misery so immediately depend. It has been shewn, That in <em>this Constitution,</em> the impairing of any one Part must instantly tend to the disorder and ruin of other Parts, and of the Whole it-self; thro' the necessary <em>Connexion</em> and <em>Balance</em> of the Affections: That those very Passions thro' which Men are vitious, are of themselves a Torment and Disease; and that whatsoever is done which is knowingly <em>ill,</em> must be of <em>ill Consciousness;</em> and in proportion, as the Act is ill, must impair and corrupt social Enjoyment, and destroy both <em>the Capacity of kind Affection, and the Consciousness of meriting any such.</em> So that neither can we <em>participate</em> thus in Joy or Happiness with others, or receive Satisfaction <em>from the mutual Kindness or imagin'd Love of others:</em> on which, however, the greatest of all our Pleasures are founded.","subId":"6","id":"Shaftesbury.C.IVM.Conc.6"},{"type":"paragraph","content":"If this be the Case of moral Delinquency; and if the State which is consequent to this <em>Defection</em> from Nature, be of all other the most horrid, oppressive, and miserable; 'twill appear, <q><em>That to yield or consent to any thing ill or immoral, is a Breach of Interest, and leads to the greatest Ills</em></q>: and, <q>That on the other side, <em>Every thing which is an Improvement of Virtue, or an Establishment of right Affection and Integrity, is an Advancement of Interest, and leads to the greatest and most solid Happiness and Enjoyment.</em></q>","subId":"7","id":"Shaftesbury.C.IVM.Conc.7"},{"type":"paragraph","content":"Thus the Wisdom of what rules, and is <span class=\"small-capitals\">first</span> and <span class=\"small-capitals\">chief</span> <em>in Nature,</em> has made it to be according to the <em>private Interest</em> and <em>Good</em> of every-one, to work towards the <em>general Good;</em> which if a Creature ceases to promote, he is actually so far wanting to himself, and ceases to promote his own Happiness and Welfare. He is, on this account, directly his own Enemy: Nor can he any otherwise be good or useful to himself, than as he continues good to Society, and to that <em>Whole</em> of which he is himself <em>a Part.</em> So that <span class=\"small-capitals\">Virtue</span>, which of all Excellencys and Beautys is the chief, and most amiable; <em>that</em> which is the Prop and Ornament of human Affairs; which upholds Communitys, maintains Union, Friendship, and Correspondence amongst Men; <em>that</em> by which Countrys, as well as private Familys, flourish and are happy; and for want of which, every-thing comely, conspicuous, great and worthy, must perish, and go to ruin; <em>that single Quality,</em> thus beneficial to all Society, and to Mankind <em>in general,</em> is found equally a Happiness and Good to each Creature <em>in particular;</em> and is <em>that</em> by which alone Man can be happy, and without which he must be miserable.","subId":"8","id":"Shaftesbury.C.IVM.Conc.8"},{"type":"paragraph","content":"And, thus, <span class=\"small-capitals\">Virtue</span> is <em>the Good,</em> and <span class=\"small-capitals\">Vice</span> <em>the Ill</em> of every-one.","subId":"9","id":"Shaftesbury.C.IVM.Conc.9"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.2","imported":true,"title":"Book II","breadcrumb":"Book 2","published":[1699]},"next":{"id":"Shaftesbury.C.M","imported":true,"title":"The Moralists, a Philosophical Rhapsody","breadcrumb":"The Moralists","published":[1709]}}