{"imported":true,"id":"Hume.THN.2.1.3","parent":"Hume.THN.2.1","title":"Section 3. Whence these objects and causes are deriv'd","breadcrumb":"Section 3","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. III.\nWhence these objects and causes are deriv'd.\n","id":"Hume.THN.2.1.3"},{"type":"paragraph","content":"BEING so far advanc'd as to observe a difference betwixt the object of the passions and their cause, and to distinguish in the cause the quality, which operates on the passions, from the subject, in which it inheres; we now proceed to examine what determines each of them to be what it is, and assigns such a particular object, and quality, and subject to these affections. By this means we shall fully understand the origin of pride and humility.","subId":"1","id":"Hume.THN.2.1.3.1","pages":"280"},{"type":"paragraph","content":"'Tis evident in the first place, that these passions are determin'd to have self for their object, not only by a natural but also by an original property. No one can doubt but this property is natural from the constancy and steadiness of its operations. 'Tis always self, which is the object of pride and humility; and whenever the passions look beyond, 'tis still with a view to ourselves, nor can any person or object otherwise have any influence upon us.","subId":"2","id":"Hume.THN.2.1.3.2","pages":"280"},{"type":"paragraph","content":"That this proceeds from an original quality or primary impulse, will likewise appear evident, if we consider that 'tis the distinguishing characteristic of these passions. Unless nature had given some original qualities to the mind, it cou'd never have any secondary ones; because in that case it wou'd have no foundation for action, nor cou'd ever begin to exert itself. Now these qualities, which we must consider as original, are such as are most inseparable from the soul, and can be resolv'd into no other: And such is the quality, which determines the object of pride and humility.","subId":"3","id":"Hume.THN.2.1.3.3","pages":"280"},{"type":"paragraph","content":"We may, perhaps, make it a greater question, whether the causes, that produce the passion, be as natural as the object, to which it is directed, and whether all that vast variety proceeds from caprice or from the constitution of the mind. This doubt we shall soon remove, if we cast our eye upon human nature, and consider that in all nations and ages, the same objects still give rise to pride and humility; and that upon the view even of a stranger, we can know pretty nearly, what will either encrease or diminish his passions of this kind. If there be any variation in this particular, it proceeds from nothing but a difference in the tempers and complexions of men; and is besides very inconsiderable. Can we imagine it possible, that while human nature remains the same, men will ever become entirely indifferent to their power, riches, beauty or personal merit, and that their pride and vanity will not be affected by these advantages?","subId":"4","id":"Hume.THN.2.1.3.4","pages":"280-1"},{"type":"paragraph","content":"But tho' the causes of pride and humility be plainly natural, we shall find upon examination, that they are not original, and that 'tis utterly impossible they shou'd each of them be adapted to these passions by a particular provision, and primary constitution of nature. Beside their prodigious number, many of them are the effects of art, and arise partly from the industry, partly from the caprice, and partly from the good fortune of men. Industry produces houses, furniture, cloaths. Caprice determines their particular kinds and qualities. And good fortune frequently contributes to all this, by discovering the effects that result from the different mixtures and combinations of bodies. 'Tis absurd, therefore, to imagine, that each of these was foreseen and provided for by nature, and that every new production of art, which causes pride or humility; instead of adapting itself to the passion by partaking of some general quality, that naturally operates on the mind; is itself the object of an original principle, which till then lay conceal'd in the soul, and is only by accident at last brought to light. Thus the first mechanic, that invented a fine scritoire, produc'd pride in him, who became possest of it, by principles different from those, which made him proud of handsome chairs and tables. As this appears evidently ridiculous, we must conclude, that each cause of pride and humility is not adapted to the passions by a distinct original quality; but that there are some one or more circumstances common to all of them, on which their efficacy depends.","subId":"5","id":"Hume.THN.2.1.3.5","pages":"281-2"},{"type":"paragraph","content":"Besides, we find in the course of nature, that tho' the effects be many, the principles, from which they arise, are commonly but few and simple, and that 'tis the sign of an unskilful naturalist to have recourse to a different quality, in order to explain every different operation. How much more must this be true with regard to the human mind, which being so confin'd a subject may justly be thought incapable of containing such a monstrous heap of principles, as wou'd be necessary to excite the passions of pride and humility, were each distinct cause adapted to the passion by a distinct set of principles?","subId":"6","id":"Hume.THN.2.1.3.6","pages":"282"},{"type":"paragraph","content":"Here, therefore, moral philosophy is in the same condition as natural, with regard to astronomy before the time of Copernicus. The antients, tho' sensible of that maxim, that nature does nothing in vain, contriv'd such intricate systems of the heavens, as seem'd inconsistent with true philosophy, and gave place at last to something more simple and natural. To invent without scruple a new principle to every new phænomenon, instead of adapting it to the old; to overload our hypotheses with a variety of this kind; are certain proofs, that none of these principles is the just one, and that we only desire, by a number of falshoods, to cover our ignorance of the truth.","subId":"7","id":"Hume.THN.2.1.3.7","pages":"282"}]}