{"imported":true,"id":"Hume.THN.2.1.8","parent":"Hume.THN.2.1","title":"Section 8. Of beauty and deformity","breadcrumb":"Section 8","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. VIII.\nOf beauty and deformity.\n","id":"Hume.THN.2.1.8"},{"type":"paragraph","content":"WHETHER we consider the body as a part of ourselves, or assent to those philosophers, who regard it as something external, it must still be allow'd to be near enough connected with us to form one of these double relations, which I have asserted to be necessary to the causes of pride and humility. Wherever, therefore, we can find the other relation of impressions to join to this of ideas, we may expect with assurance either of these passions, according as the impression is pleasant or uneasy. But beauty of all kinds gives us a peculiar delight and satisfaction; as deformity produces pain, upon whatever subject it may be plac'd, and whether survey'd in an animate or inanimate object. If the beauty or deformity, therefore, be plac'd upon our own bodies, this pleasure or uneasiness must be converted into pride or humility, as having in this case all the circumstances requisite to produce a perfect transition of impressions and ideas. These opposite sensations are related to the opposite passions. The beauty or deformity is closely related to self, the object of both these passions. No wonder, then, our own beauty becomes an object of pride, and deformity of humility.","subId":"1","id":"Hume.THN.2.1.8.1","pages":"298"},{"type":"paragraph","content":"But this effect of personal and bodily qualities is not only a proof of the present system, by shewing that the passions arise not in this case without all the circumstances I have requir'd, but may be employ'd as a stronger and more convincing argument. If we consider all the hypotheses, which have been form'd either by philosophy or common reason, to explain the difference betwixt beauty and deformity, we shall find that all of them resolve into this, that beauty is such an order and construction of parts, as either by the primary constitution of our nature, by custom, or by caprice, is fitted to give a pleasure and satisfaction to the soul. This is the distinguishing character of beauty, and forms all the difference betwixt it and deformity, whose natural tendency is to produce uneasiness. Pleasure and pain, therefore, are not only necessary attendants of beauty and deformity, but constitute their very essence. And indeed, if we consider, that a great part of the beauty, which we admire either in animals or in other objects, is deriv'd from the idea of convenience and utility, we shall make no scruple to assent to this opinion. That shape, which produces strength, is beautiful in one animal; and that which is a sign of agility in another. The order and convenience of a palace are no less essential to its beauty, than its mere figure and appearance. In like manner the rules of architecture require, that the top of a pillar shou'd be more slender than its base, and that because such a figure conveys to us the idea of security, which is pleasant; whereas the contrary form gives us the apprehension of danger, which is uneasy. From innumerable instances of this kind, as well as from considering that beauty, like wit, cannot be defin'd, but is discern'd only by a taste or sensation, we may conclude, that beauty is nothing but a form, which produces pleasure, as deformity is a structure of parts, which conveys pain; and since the power of producing pain and pleasure make in this manner the essence of beauty and deformity, all the effects of these qualities must be deriv'd from the sensation; and among the rest pride and humility, which of all their effects are the most common and remarkable.","subId":"2","id":"Hume.THN.2.1.8.2","pages":"298-9"},{"type":"paragraph","content":"This argument I esteem just and decisive; but in order to give greater authority to the present reasoning, let us suppose it false for a moment, and see what will follow. 'Tis certain, then, that if the power of producing pleasure and pain forms not the essence of beauty and deformity, the sensations are at least inseparable from the qualities, and 'tis even difficult to consider them apart. Now there is nothing common to natural and moral beauty, (both of which are the causes of pride) but this power of producing pleasure; and as a common effect supposes always a common cause, 'tis plain the pleasure must in both cases be the real and influencing cause of the passion. Again; there is nothing originally different betwixt the beauty of our bodies and the beauty of external and foreign objects, but that the one has a near relation to ourselves, which is wanting in the other. This original difference, therefore, must be the cause of all their other differences, and among the rest, of their different influence upon the passion of pride, which is excited by the beauty of our person, but is not affected in the least by that of foreign and external objects. Placing, then, these two conclusions together, we find they compose the preceding system betwixt them, viz. that pleasure, as a related or resembling impression, when plac'd on a related object, by a natural transition, produces pride; and its contrary, humility. This system, then, seems already sufficiently confirm'd by experience; tho' we have not yet exhausted all our arguments.","subId":"3","id":"Hume.THN.2.1.8.3","pages":"300"},{"type":"paragraph","content":"'Tis not the beauty of the body alone that produces pride, but also its strength and force. Strength is a kind of power; and therefore the desire to excel in strength is to be consider'd as an inferior species of ambition. For this reason the present phænomenon will be sufficiently accounted for, in explaining that passion.","subId":"4","id":"Hume.THN.2.1.8.4","pages":"300"},{"type":"paragraph","content":"Concerning all other bodily accomplishments we may observe in general that whatever in ourselves is either useful, beautiful, or surprising, is an object of pride; and it's contrary, of humility. Now 'tis obvious, that every thing useful, beautiful or surprising, agrees in producing a separate pleasure, and agrees in nothing else. The pleasure, therefore, with the relation to self must be the cause of the passion.","subId":"5","id":"Hume.THN.2.1.8.5","pages":"300-1"},{"type":"paragraph","content":"Tho' it shou'd be question'd, whether beauty be not something real, and different from the power of producing pleasure, it can never be disputed, that as surprize is nothing but a pleasure arising from novelty, it is not, properly speaking, a quality in any object, but merely a passion or impression in the soul. It must, therefore, be from that impression, that pride by a natural transition arises. And it arises so naturally, that there is nothing in us or belonging to us, which produces surprize, that does not at the same time excite that other passion. Thus we are vain of the surprising adventures we have met with, the escapes we have made, and dangers we have been expos'd to. Hence the origin of vulgar lying; where men without any interest, and merely out of vanity, heap up a number of extraordinary events, which are either the fictions of their brain, or if true, have at least no connexion with themselves. Their fruitful invention supplies them with a variety of adventures; and where that talent is wanting, they appropriate such as belong to others, in order to satisfy their vanity.","subId":"6","id":"Hume.THN.2.1.8.6","pages":"301"},{"type":"paragraph","content":"In this phænomenon are contain'd two curious experiments, which if we compare them together, according to the known rules, by which we judge of cause and effect in anatomy, natural philosophy, and other sciences, will be an undeniable argument for that influence of the double relations above-mention'd. By one of these experiments we find, that an object produces pride merely by the interposition of pleasure; and that because the quality, by which it produces pride, is in reality nothing but the power of producing pleasure. By the other experiment we find, that the pleasure produces the pride by a transition along related ideas; because when we cut off that relation the passion is immediately destroy'd. A surprising adventure, in which we have been ourselves engag'd, is related to us, and by that means produces pride: But the adventures of others, tho' they may cause pleasure, yet for want of this relation of ideas, never excite that passion. What farther proof can be desired for the present system?","subId":"7","id":"Hume.THN.2.1.8.7","pages":"301-2"},{"type":"paragraph","content":"There is only one objection to this system with regard to our body; which is, that tho' nothing be more agreeable than health, and more painful than sickness, yet commonly men are neither proud of the one, nor mortify'd with the other. This will easily be accounted for, if we consider the second and fourth limitations, propos'd to our general system. It was observ'd, that no object ever produces pride or humility, if it has not something peculiar to ourself; as also, that every cause of that passion must be in some measure constant, and hold some proportion to the duration of ourself, which is its object. Now as health and sickness vary incessantly to all men, and there is none, who is solely or certainly fix'd in either, these accidental blessings and calamities are in a manner separated from us, and are never consider'd as connected with our being and existence. And that this account is just appears hence, that wherever a malady of any kind is so rooted in our constitution, that we no longer entertain any hopes of recovery, from that moment it becomes an object of humility; as is evident in old men, whom nothing mortifies more than the consideration of their age and infirmities. They endeavour, as long as possible, to conceal their blindness and deafness, their rheums and gouts; nor do they ever confess them without reluctance and uneasiness. And tho' young men are not asham'd of every head-ach or cold they fall into, yet no topic is so proper to mortify human pride, and make us entertain a mean opinion of our nature, than this, that we are every moment of our lives subject to such infirmities. This sufficiently proves that bodily pain and sickness are in themselves proper causes of humility; tho' the custom of estimating every thing by comparison more than by its intrinsic worth and value, makes us overlook these calamities, which we find to be incident to every one, and causes us to form an idea of our merit and character independent of them.","subId":"8","id":"Hume.THN.2.1.8.8","pages":"302-3"},{"type":"paragraph","content":"We are asham'd of such maladies as affect others, and are either dangerous or disagreeable to them. Of the epilepsy; because it gives a horror to every one present: Of the itch; because it is infectious: Of the king's-evil; because it commonly goes to posterity. Men always consider the sentiments of others in their judgment of themselves. This has evidently appear'd in some of the foregoing reasonings; and will appear still more evidently, and be more fully explain'd afterwards.","subId":"9","id":"Hume.THN.2.1.8.9","pages":"303"}]}