{"imported":true,"id":"Hume.HE.1.App2","parent":"Hume.HE.1","title":"Appendix 2. The Feudal and Anglo-Norman Government and Manners","breadcrumb":"Appendix 2","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 APPENDIX. II. £2 £1 The ^Feudal^ and ^Anglo-Norman Government^ and ^Manners^ £1 _Origin of the feudal law——Its progress——Feudal government of England——The feudal parliament——The commons——Judicial power——Revenue of the crown——Commerce——The church——Civil Laws——Manners._","id":"Hume.HE.1.App2"},{"type":"paragraph","content":"THE feudal law is the chief foundation, both of the political government and of the jurisprudence, established by the Normans in England. Our subject therefore requires, that we should form a just idea of this law, in order to explain the state, as well of that kingdom, as of all other kingdoms of Europe, which, during those ages, were governed by similar institutions. And though I am sensible, that I must here repeat many observations and reflections, which have been communicated by others[n1]; yet, as every book, agreeably to the observation of a great historian[n2], should be as complete as possible within itself, and should never refer, for any thing material, to other books, it will be necessary, in this place, to deliver a short plan of that prodigious fabric, which, |for several centuries, preserved such a mixture of liberty and oppression, order and anarchy, stability and revolution, as was never experienced in any other age or any other part of the world.","subId":"1","id":"Hume.HE.1.App2.1"},{"type":"paragraph","content":"#Origin of the feudal law.# ^After^ the northern nations had subdued the provinces of the Roman empire, they were obliged to establish a system of government, which might secure their conquests, as well against the revolt of their numerous subjects, who remained in the provinces, as from the inroads of other tribes, who might be tempted to ravish from them their new acquisitions. The great change of circumstances made them here depart from those institutions, which prevailed among them, while they remained in the forests of Germany; yet was it still natural for them to retain, in their present settlement, as much of their ancient customs as was compatible with their new situation.","subId":"2","id":"Hume.HE.1.App2.2"},{"type":"paragraph","content":"^The^ German governments, being more a confederacy of independant warriors, than a civil subjection, derived their principal force from many inferior and voluntary associations, which individuals formed under a particular head or chieftain, and which it became the highest point of honour to maintain with inviolable fidelity. The glory of the chief consisted in the number, the bravery, and the zealous attachment of his retainers: The duty of the retainers required, that they should accompany their chief in all wars and dangers, that they should fight and perish by his side, and that they should esteem his renown or his favour a sufficient recompence for all their services[n3]. The prince himself was nothing but a great chieftain, who was chosen from among the rest, on account of his superior valour or nobility; and who derived his power from the voluntary association or attachment of the other chieftains.","subId":"3","id":"Hume.HE.1.App2.3"},{"type":"paragraph","content":"^When^ a tribe governed by these ideas, and actuated by these principles, subdued a large territory, they found, that, though it was necessary to keep themselves in a military posture, they could neither remain united in a body, nor take up their quarters in several garrisons, and that their manners and institutions debarred them from using these expedients; the obvious ones, which, in a like situation, would have been employed by a more civilized nation. Their ignorance in the art of finances, and perhaps the devastations inseparable from such violent conquests, |rendered it impracticable for them to levy taxes sufficient for the pay of numerous armies; and their repugnance to subordination, with their attachment to rural pleasures, made the life of the camp or garrison, if perpetuated during peaceful times, extremely odious and disgustful to them. They seized, therefore, such a portion of the conquered lands as appeared necessary; they assigned a share for supporting the dignity of their prince and government; they distributed other parts, under the title of fiefs, to the chiefs; these made a new partition among their retainers; the express condition of all these grants was, that they might be resumed at pleasure, and that the possessor, so long as he enjoyed them, should still remain in readiness to take the field for the defence of the nation. And though the conquerors immediately separated, in order to enjoy their new acquisitions, their martial disposition made them readily fulfil the terms of their engagement: They assembled on the first alarm; their habitual attachment to the chieftain made them willingly submit to his command; and thus a regular military force, though concealed, was always ready, to defend, on any emergence, the interest and honour of the community.","subId":"4","id":"Hume.HE.1.App2.4"},{"type":"paragraph","content":"^We^ are not to imagine, that all the conquered lands were seized by the northern conquerors; or that the whole of the land thus seized was subjected to those military services. This supposition is confuted by the history of all the nations on the continent. Even the idea, given us of the German manners by the Roman historian, may convince us, that that bold people would never have been content with so precarious a subsistence, or have fought to procure establishments, which were only to continue during the good pleasure of their sovereign. Though the northern chieftains accepted of lands, which, being considered as a kind of military pay, might be resumed at the will of the king or general; they also took possession of estates, which, being hereditary and independant, enabled them to maintain their native liberty, and support, without court-favour, the honour of their rank and family.","subId":"5","id":"Hume.HE.1.App2.5"},{"type":"paragraph","content":"#Progress of the feudal law.# ^But^ there is a great difference, in the consequences, between the distribution of a pecuniary subsistence, and the assignment of lands burthened with the condition of military service. The delivery of the former, at the weekly, monthly, or annual terms of payment, still recalls the idea of a voluntary gratuity from the |prince, and reminds the soldier of the precarious tenure by which he holds his commission. But the attachment, naturally formed with a fixed portion of land, gradually begets the idea of something like property, and makes the possessor forget his dependant situation, and the condition which was at first annexed to the grant. It seemed equitable, that one who had cultivated and sowed a field, should reap the harvest: Hence fiefs, which were at first entirely precarious, were soon made annual. A man, who had employed his money in building, planting, or other improvements, expected to reap the fruits of his labour or expence: Hence they were next granted during a term of years. It would be thought hard to expel a man from his possessions, who had always done his duty, and performed the conditions on which he originally received them: Hence the chieftains, in a subsequent period, thought themselves entitled to demand the enjoyment of their feudal lands during life. It was found, that a man would more willingly expose himself in battle, if assured, that his family should inherit his possessions, and should not be left by his death in want and poverty: Hence fiefs were made hereditary in families, and descended, during one age, to the son, then to the grandson, next to the brothers, and afterwards to more distant relations[n4]. The idea of property stole in gradually upon that of military pay; and each century made some sensible addition to the stability of fiefs and tenures.","subId":"6","id":"Hume.HE.1.App2.6"},{"type":"paragraph","content":"^In^ all these successive acquisitions, the chief was supported by his vassals; who, having originally a strong connexion with him, augmented by the constant intercourse of good offices, and by the friendship arising from vicinity and dependance, were inclined to follow their leader against all his enemies, and voluntarily, in his private quarrels, paid him the same obedience, to which by their tenure they were bound in foreign wars. While he daily advanced new pretensions to secure the possession of his superior fief, they expected to find the same advantage, in acquiring stability to their subordinate ones; and they zealously opposed the intrusion of a new lord, who would be inclined, as he was fully intitled, to bestow the possession of their lands on his own favourites and retainers. Thus the authority of the sovereign gradually decayed; and each |noble, fortified in his own territory by the attachment of his vassals, became too powerful to be expelled by an order from the throne; and he secured by law what he had at first acquired by usurpation.","subId":"7","id":"Hume.HE.1.App2.7"},{"type":"paragraph","content":"^During^ this precarious state of the supreme power, a difference would immediately be experienced between those portions of territory which were subjected to the feudal tenures, and those which were possessed by an allodial or free title. Though the latter possessions had at first been esteemed much preferable, they were soon found, by the progressive changes introduced into public and private law, to be of an inferior condition to the former. The possessors of a feudal territory, united by a regular subordination under one chief, and by the mutual attachments of the vassals, had the same advantages over the proprietors of the other, that a disciplined army enjoys over a dispersed multitude; and were enabled to commit with impunity all injuries on their defenceless neighbours. Every one, therefore, hastened to seek that protection which he found so necessary; and each allodial proprietor, resigning his possessions into the hands of the king, or of some nobleman respected for power or valour, received them back with the condition of feudal services[n5]; which, though a burden somewhat grievous, brought him ample compensation, by connecting him with the neighbouring proprietors, and placing him under the guardianship of a potent chieftain. The decay of the political government thus necessarily occasioned the extension of the feudal: The kingdoms of Europe were universally divided into baronies, and these into inferior fiefs: And the attachment of vassals to their chief, which was at first an essential part of the German manners, was still supported by the same causes from which it at first arose; the necessity of mutual protection, and the continued intercourse, between the head and the members, of benefits and services.","subId":"8","id":"Hume.HE.1.App2.8"},{"type":"paragraph","content":"^But^ there was another circumstance, which corroborated these feudal dependancies, and tended to connect the vassals with their superior lord by an indissoluble bond of union. The northern conquerors, as well as the more early Greeks and Romans, embraced a policy, which is unavoidable to all nations that have made slender advances in refinement: They every where united the civil |jurisdiction with the military power. Law, in its commencement, was not an intricate science, and was more governed by maxims of equity, which seem obvious to common sense, than by numerous and subtile principles, applied to a variety of cases by profound reasonings from analogy. An officer, though he had passed his life in the field, was able to determine all legal controversies which could occur within the district committed to his charge; and his decisions were the most likely to meet with a prompt and ready obedience, from men who respected his person, and were accustomed to act under his command. The profit, arising from punishments, which were then chiefly pecuniary, was another reason for his desiring to retain the judicial power; and when his fief became hereditary, this authority, which was essential to it, was also transmitted to his posterity. The counts and other magistrates, whose power was merely official, were tempted, in imitation of the feudal lords, whom they resembled in so many particulars, to render their dignity perpetual and hereditary; and in the decline of the regal power, they found no difficulty in making good their pretensions. After this manner the vast fabric of feudal subordination became quite solid and comprehensive; it formed every where an essential part of the political constitution; and the Norman and other barons, who followed the fortunes of William, were so accustomed to it, that they could scarcely form an idea of any other species of civil government[n6].","subId":"9","id":"Hume.HE.1.App2.9"},{"type":"paragraph","content":"^The^ Saxons, who conquered England, as they exterminated the ancient inhabitants, and thought themselves secured by the sea against new invaders, found it less requisite to maintain themselves in a military posture: The quantity of land, which they annexed to offices, seems to have been of small value; and for that reason continued the longer in its original situation, and was always possessed during pleasure by those who were intrusted with the command. These conditions were too precarious to satisfy the Norman barons, who enjoyed more independant possessions and jurisdictions in their own country; and William was obliged, in the new distribution of land, to copy the tenures, which were now become |universal on the continent. England of a sudden became a feudal kingdom[n7]; and received all the advantages, and was exposed to all the inconveniencies, incident to that species of civil polity.","subId":"10","id":"Hume.HE.1.App2.10"},{"type":"paragraph","content":"#The feudal government of England.# ^According^ to the principles of the feudal law, the king was the supreme lord of the landed property: All possessors, who enjoyed the fruits or revenue of any part of it, held those privileges, either mediately or immediately, of him; and their property was conceived to be, in some degree, conditional[n8]. The land was still apprehended to be a species of _benefice,_ which was the original conception of a feudal property; and the vassal owed, in return for it, stated services to his baron, as the baron himself did for his land to the crown. The vassal was obliged to defend his baron in war; and the baron, at the head of his vassals, was bound to fight in defence of the king and kingdom. But besides these military services, which were casual, there were others imposed of a civil nature, which were more constant and durable.","subId":"11","id":"Hume.HE.1.App2.11"},{"type":"paragraph","content":"^The^ northern nations had no idea, that any man, trained up to honour, and enured to arms, was ever to be governed, without his own consent, by the absolute will of another; or that the administration of justice was ever to be exercised by the private opinion of any one magistrate, without the concurrence of some other persons, whose interest might induce them to check his arbitrary and iniquitous decisions. The king, therefore, when he found it necessary to demand any service of his barons or chief tenants, beyond what was due by their tenures, was obliged to assemble them, in order to obtain their _consent:_ And when it was necessary to determine any controversy, which might arise among the barons themselves, the question must be discussed in their presence, and be decided according to their opinion or _advice._ In these two circumstances of consent and advice, consisted chiefly the civil services of the ancient barons; and these implied all the considerable incidents of government. In one view, the barons regarded this attendance as their principal _privilege;_ in another, as a grievous _burden._ That no momentous affairs could be transacted without their consent and advice, was in _general_ esteemed the great security of their possessions and dignities: But as they reaped no immediate profit |from their attendance at court, and were exposed to great inconvenience and charge by an absence from their own estates, every one was glad to exempt himself from each _particular_ exertion of this power; and was pleased both that the call for that duty should seldom return upon him, and that others should undergo the burden in his stead. The king, on the other hand, was usually anxious, for several reasons, that the assembly of the barons should be full at every stated or casual meeting: This attendance was the chief badge of their subordination to his crown, and drew them from that independance which they were apt to affect in their own castles and manors; and where the meeting was thin or ill attended, its determinations had less authority, and commanded not so ready an obedience from the whole community.","subId":"12","id":"Hume.HE.1.App2.12"},{"type":"paragraph","content":"^The^ case was the same with the barons in their courts as with the king in the supreme council of the nation. It was requisite to assemble the vassals, in order to determine by their vote any question which regarded the barony; and they sat along with the chief in all trials, whether civil or criminal, which occurred within the limits of their jurisdiction. They were bound to pay suit and service at the court of their baron; and as their tenure was military, and consequently honourable, they were admitted into his society, and partook of his friendship. Thus, a kingdom was considered only as a great barony, and a barony as a small kingdom. The barons were peers to each other in the national council, and, in some degree, companions to the king: The vassals were peers to each other in the court of barony, and companions to their baron[n9].","subId":"13","id":"Hume.HE.1.App2.13"},{"type":"paragraph","content":"^But^ though this resemblance so far took place, the vassals, by the natural course of things, universally, in the feudal constitutions, fell into a greater subordination under the baron, than the baron himself under his sovereign; and these governments had a necessary and infallible tendency to augment the power of the nobles. The great chief, residing in his country-seat, which he was commonly allowed to fortify, lost, in a great measure, his connexion or acquaintance with the prince; and added every day new force to his authority over the vassals of the barony. They received |from him education in all military exercises: His hospitality invited them to live and enjoy society in his hall: Their leisure, which was great, made them perpetual retainers on his person, and partakers of his country sports and amusements: They had no means of gratifying their ambition but by making a figure in his train: His favour and countenance was their greatest honour: His displeasure exposed them to contempt and ignominy: And they felt every moment the necessity of his protection, both in the controversies which occurred with other vassals, and what was more material, in the daily inroads and injuries which were committed by the neighbouring barons. During the time of general war, the sovereign, who marched at the head of his armies, and was the great protector of the state, always acquired some accession to his authority, which he lost during the intervals of peace and tranquillity: But the loose police, incident to the feudal constitutions, maintained a perpetual, though secret hostility, between the several members of the state; and the vassals found no means of securing themselves against the injuries, to which they were continually exposed, but by closely adhering to their chief, and falling into a submissive dependance upon him.","subId":"14","id":"Hume.HE.1.App2.14"},{"type":"paragraph","content":"^If^ the feudal government was so little favourable to the true liberty even of the military vassal, it was still more destructive of the independance and security of the other members of the state, or what in a proper sense we call the people. A great part of them were _serfs,_ and lived in a state of absolute slavery or villainage: The other inhabitants of the country paid their rent in services, which were in a great measure arbitrary; and they could expect no redress of injuries, in a court of barony, from men, who thought they had a right to oppress and tyrannize over them: The towns were situated either within the demesnes of the king, or the lands of the great barons, and were almost entirely subjected to the absolute will of their master. The languishing state of commerce kept the inhabitants poor and contemptible; and the political institutions were calculated to render that poverty perpetual. The barons and gentry, living in rustic plenty and hospitality, gave no encouragement to the arts, and had no demand for any of the more elaborate manufactures: Every profession was held in contempt but that of arms: And if any merchant or manufacturer rose by |industry and frugality to a degree of opulence, he found himself but the more exposed to injuries, from the envy and avidity of the military nobles.","subId":"15","id":"Hume.HE.1.App2.15"},{"type":"paragraph","content":"^These^ concurring causes gave the feudal governments so strong a bias towards aristocracy, that the royal authority was extremely eclipsed in all the European states, and, instead of dreading the growth of monarchical power, we might rather expect, that the community would every where crumble into so many independant baronies, and lose the political union, by which they were cemented. In elective monarchies, the event was commonly answerable to this expectation; and the barons, gaining ground on every vacancy of the throne, raised themselves almost to a state of sovereignty, and sacrificed to their power both the rights of the crown and the liberties of the people. But hereditary monarchies had a principle of authority, which was not so easily subverted; and there were several causes, which still maintained a degree of influence in the hands of the sovereign.","subId":"16","id":"Hume.HE.1.App2.16"},{"type":"paragraph","content":"^The^ greatest baron could never lose view entirely of those principles of the feudal constitution, which bound him, as a vassal, to submission and fealty towards his prince; because he was every moment obliged to have recourse to those principles, in exacting fealty and submission from his own vassals. The lesser barons, finding that the annihilation of royal authority left them exposed without protection to the insults and injuries of more potent neighbours, naturally adhered to the crown, and promoted the execution of general and equal laws. The people had still a stronger interest to desire the grandeur of the sovereign; and the king, being the legal magistrate, who suffered by every internal convulsion or oppression, and who regarded the great nobles as his immediate rivals, assumed the salutary office of general guardian or protector of the commons. Besides the prerogatives, with which the law invested him; his large demesnes and numerous retainers rendered him, in one sense, the greatest baron in his kingdom; and where he was possessed of personal vigour and abilities (for his situation required these advantages) he was commonly able to preserve his authority, and maintain his station as head of the community, and the chief fountain of law and justice.","subId":"17","id":"Hume.HE.1.App2.17"},{"type":"paragraph","content":"^The^ first kings of the Norman race were favoured by another circumstance, which preserved them from the encroachments of |their barons. They were generals of a conquering army, which was obliged to continue in a military posture, and to maintain great subordination under their leader, in order to secure themselves from the revolt of the numerous natives, whom they had bereaved of all their properties and privileges. But though this circumstance supported the authority of William and his immediate successors, and rendered them extremely absolute, it was lost as soon as the Norman barons began to incorporate with the nation, to acquire a security in their possessions, and to fix their influence over their vassals, tenants, and slaves. And the immense fortunes, which the Conqueror had bestowed on his chief captains, served to support their independance, and make them formidable to the sovereign.","subId":"18","id":"Hume.HE.1.App2.18"},{"type":"paragraph","content":"^He^ gave, for instance, to Hugh de Abrincis, his sister's son, the whole county of Chester, which he erected into a palatinate, and rendered by his grant almost independant of the crown[n10]. Robert, earl of Mortaigne had 973 manors and lordships: Allan, earl of Britanny and Richmond, 442: Odo, bishop of Baieux, 439[n11]: Geoffrey, bishop of Coutance, 280[n12]: Walter Giffard, earl of Buckingham, 107: William, earl Warrenne, 298, besides 28 towns or hamlets in Yorkshire: Todenei, 81: Roger Bigod, 123: Robert, earl of Eu, 119: Roger Mortimer, 132, besides several hamlets: Robert de Stafford, 130: Walter de Eurus, earl of Salisbury, 46: Geoffrey de Mandeville, 118: Richard deClare, 171: Hugh de Beauchamp, 47: Baldwin de Ridvers, 164: Henry de Ferrers, 222: William de Percy, 119[n13]: Norman d'Arcy, 33[n14]. Sir Henry Spelman computes, that, in the large county of Norfolk, there were not, in the Conqueror's time, above sixty-six proprietors of land[n15]. Men, possessed of such princely revenues and jurisdictions, could not long be retained in the rank of subjects. The great earl Warrenne, in a subsequent reign, when he was questioned concerning his right to the lands which he possessed, drew his sword, which he produced as his title; adding, that William the Bastard did not conquer the |kingdom himself; but that the barons, and his ancestor among the rest, were joint adventurers in the enterprize[n16].","subId":"19","id":"Hume.HE.1.App2.19"},{"type":"paragraph","content":"#The feudal parliament.# ^The^ supreme legislative power of England was lodged in the king and great council, or what was afterwards called the parliament. It is not doubted but the archbishops, bishops, and most considerable abbots were constituent members of this council. They sat by a double title: By prescription, as having always possessed that privilege, through the whole Saxon period, from the first establishment of Christianity; and by their right of baronage, as holding of the king _in capite_ by military service. These two titles of the prelates were never accurately distinguished. When the usurpations of the church had risen to such a height, as to make the bishops affect a separate dominion, and regard their seat in parliament as a degradation of their episcopal dignity; the king insisted, that they were barons, and, on that account, obliged, by the general principles of the feudal law, to attend on him in his great councils[n17]. Yet there still remained some practices, which supposed their title to be derived merely from ancient possession: When a bishop was elected, he sat in parliament before the king had made him restitution of his temporalities; and during the vacancy of a see, the guardian of the spiritualities was summoned to attend along with the bishops.","subId":"20","id":"Hume.HE.1.App2.20"},{"type":"paragraph","content":"^The^ barons were another constituent part of the great council of the nation. These held immediately of the crown by a military tenure: They were the most honourable members of the state, and had a _right_ to be consulted in all public deliberations: They were the immediate vassals of the crown, and owed as a _service_ their attendance in the court of their supreme lord. A resolution, taken without their consent, was likely to be but ill executed: And no determination of any cause or controversy among them had any validity, where the vote and advice of the body did not concur. The dignity of earl or count was official and territorial, as well as hereditary; and as all the earls were also barons, they were considered as military vassals of the crown, were admitted in that capacity into the general council, and formed the most honourable and powerful branch of it.","subId":"21","id":"Hume.HE.1.App2.21"},{"type":"paragraph","content":"^But^ there was another class of the immediate military tenants of the crown, no less or probably more numerous than the barons, the tenants _in capite_ by knights service; and these, however inferior in power or property, held by a tenure, which was equally honourable with that of the others. A barony was commonly composed of several knights fees: And though the number seems not to have been exactly defined, seldom consisted of less than fifty hydes of land[n18]: But where a man held of the king only one or two knights fees, he was still an immediate vassal of the crown, and as such had a title to have a seat in the general councils. But as this attendance was usually esteemed a burthen, and one too great for a man of slender fortune to bear constantly; it is probable, that, though he had a title, if he pleased, to be admitted, he was not obliged, by any penalty, like the barons, to pay a regular attendance. All the immediate military tenants of the crown amounted not fully to 700, when Domesday-book was framed; and as the members were well pleased, on any pretext, to excuse themselves from attendance, the assembly was never likely to become too numerous for the dispatch of public business.","subId":"22","id":"Hume.HE.1.App2.22"},{"type":"paragraph","content":"#The commons.# ^So^ far the nature of a general council or ancient parliament is determined without any doubt or controversy. The only question seems to be with regard to the commons, or the representatives of counties and boroughs; whether they were also, in more early times, constituent parts of parliament? This question was once disputed in England with great acrimony: But such is the force of time and evidence, that they can sometimes prevail even over faction; and the question seems, by general consent, and even by their own, to be at last determined against the ruling party. It is agreed, that the commons were no part of the great council, till some ages after the conquest; and that the military tenants alone of the crown composed that supreme and legislative assembly.","subId":"23","id":"Hume.HE.1.App2.23"},{"type":"paragraph","content":"^The^ vassals of a baron were by their tenure immediately dependant on him, owed attendance at his court, and paid all their duty to the king, through that dependance which their lord was |obliged by _his_ tenure to acknowledge to his sovereign and superior. Their land, comprehended in the barony, was represented in parliament by the baron himself, who was supposed, according to the fictions of the feudal law, to possess the direct property of it; and it would have been deemed incongruous to give it any other representation. They stood in the same capacity to him, that he and the other barons did to the king: The former were peers of the barony; the latter were peers of the realm: The vassals possessed a subordinate rank within their district; the baron enjoyed a superior dignity in the great assembly: They were in some degree his companions at home; he the king's companion at court: And nothing can be more evidently repugnant to all feudal ideas, and to that gradual subordination, which was essential to those ancient institutions, than to imagine that the king would apply either for the advice or consent of men, who were of a rank so much inferior, and whose duty was immediately paid to the_ mesne_ lord, that was interposed between them and the throne[n19].","subId":"24","id":"Hume.HE.1.App2.24"},{"type":"paragraph","content":"^If^ it be unreasonable to think, that the vassals of a barony, though their tenure was military and noble and honourable, were ever summoned to give their opinion in national councils, much less can it be supposed, that the tradesmen or inhabitants of boroughs, whose condition was so much inferior, would be admitted to that privilege. It appears from Domesday, that the greatest boroughs were, at the time of the conquest, scarcely more than country villages; and that the inhabitants lived in entire dependance on the king or great lords, and were of a station little better than servile[n20]. They were not then so much as incorporated; they formed no community; were not regarded as a body politic; and being really nothing but a number of low dependant tradesmen, living, without any particular civil tie, in neighbourhood together, they were incapable of being represented in the states of the kingdom. Even in France, a country which made more early advances in arts and civility than England, the first corporation is sixty years posterior to the conquest under the duke of Normandy; and the erecting of these communities was an invention of Lewis |the Gross, in order to free the people from slavery under the lords, and to give them protection, by means of certain privileges and a separate jurisdiction[n21]. An ancient French writer calls them a new and wicked device, to procure liberty to slaves, and encourage them in shaking off the dominion of their masters. [n22] The famous charter, as it is called, of the Conqueror to the city of London, though granted at a time when he assumed the appearance of gentleness and lenity, is nothing but a letter of protection, and a declaration that the citizens should not be treated as slaves[n23]. By the English feudal law, the superior lord was prohibited from marrying his female ward to a burgess or a villain[n24]; so near were these two ranks esteemed to each other, and so much inferior to the nobility and gentry. Besides possessing the advantages of birth, riches, civil powers and privileges, the nobles and gentlemen alone were armed; a circumstance, which gave them a mighty superiority, in an age when nothing but the military profession was honourable, and when the loose execution of laws gave so much encouragement to open violence, and rendered it so decisive in all disputes and controversies[n25].","subId":"25","id":"Hume.HE.1.App2.25"},{"type":"paragraph","content":"^The^ great similarity among the feudal governments of Europe is well known to every man, that has any acquaintance with ancient history; and the antiquaries of all foreign countries, where the question was never embarrassed by party disputes, have allowed, that the commons came very late to be admitted to a share in the legislative power. In Normandy particularly, whose constitution was most likely to be William's model in raising his new fabric of English government, the states were entirely composed of the clergy and nobility; and the first incorporated boroughs or communities of that dutchy were Roüen and Falaise, which enjoyed their privileges by a grant of Philip Augustus in the year 1207[n26]. All the ancient English historians, when they mention the great council of the nation, call it an assembly of the baronage, nobility, or great men; and none of their expressions, though several hundred passages might be produced, can, without the utmost violence, be |tortured to a meaning, which will admit the commons to be constituent members of that body[n27]. If in the long period of 200 years, which elapsed between the Conquest and the latter end of Henry III. and which abounded in factions, revolutions, and convulsions of all kinds, the house of commons never performed one single legislative act, so considerable as to be once mentioned by any of the numerous historians of that age, they must have been totally insignificant: And in that case, what reason can be assigned for their ever being assembled? Can it be supposed, that men of so little weight or importance possessed a negative voice against the king and the barons? Every page of the subsequent histories discovers their existence; though these histories are not written with greater accuracy than the preceding ones, and indeed scarcely equal them in that particular. The _Magna Charta_ of king John provides, that no scutage or aid should be imposed, either on the land or towns, but by consent of the great council; and for more security, it enumerates the persons entitled to a seat in that assembly, the prelates and immediate tenants of the crown, without any mention of the commons: An authority so full, certain, and explicite, that nothing but the zeal of party could ever have procured credit to any contrary hypothesis.","subId":"26","id":"Hume.HE.1.App2.26"},{"type":"paragraph","content":"^It^ was probably the example of the French barons, which first emboldened the English to require greater independance from their sovereign: It is also probable, that the boroughs and corporations of England were established in imitation of those of France. It may, therefore, be proposed as no unlikely conjecture, |that both the chief privileges of the peers in England and the liberty of the commons were originally the growth of that foreign country.","subId":"27","id":"Hume.HE.1.App2.27"},{"type":"paragraph","content":"^In^ ancient times, men were little solicitous to obtain a place in the legislative assemblies; and rather regarded their attendance as a burden, which was not compensated by any return of profit or honour, proportionate to the trouble and expence. The only reason for instituting those public councils, was; on the part of the subject, that they desired some security from the attempts of arbitrary power; and on the part of the sovereign, that he despaired of governing men of such independant spirits without their own consent and concurrence. But the commons, or the inhabitants of boroughs, had not as yet reached such a degree of consideration, as to desire _security_ against their prince, or to imagine, that, even if they were assembled in a representative body, they had power or rank sufficient to enforce it. The only protection, which they aspired to, was against the immediate violence and injustice of their fellow-citizens; and this advantage each of them looked for, from the courts of justice, or from the authority of some great lord, to whom, by law or his own choice, he was attached. On the other hand, the sovereign was sufficiently assured of obedience in the whole community, if he procured the concurrence of the nobles; nor had he reason to apprehend, that any order of the state could resist his and their united authority. The military sub-vassals could entertain no idea of opposing both their prince and their superiors: The burgesses and tradesmen could much less aspire to such a thought: And thus, even if history were silent on the head, we have reason to conclude, from the known situation of society during those ages, that the commons were never admitted as members of the legislative body.","subId":"28","id":"Hume.HE.1.App2.28"},{"type":"paragraph","content":"^The^ _executive_ power of the Anglo-Norman government was lodged in the king. Besides the stated meetings of the national council at the three great festivals of Christmas, Easter, and Whitsuntide[n28], he was accustomed, on any sudden exigence, to summon them together. He could at his pleasure command the attendance of his barons and their vassals, in which consisted the military force of the kingdom; and could employ them, during forty days, either |in resisting a foreign enemy, or reducing his rebellious subjects. And what was of great importance, the whole _judicial_ power was ultimately in his hands, and was exercised by officers and ministers of his appointment.","subId":"29","id":"Hume.HE.1.App2.29"},{"type":"paragraph","content":"#Judicial power.# ^The^ general plan of the Anglo-Norman government was, that the court of barony was appointed to decide such controversies as arose between the several vassals or subjects of the same barony; the hundred-court and county-court, which were still continued as during the Saxon times[n29], to judge between the subjects of different baronies[n30], and the _curia Regis_ or king's court, to give sentence among the barons themselves[n31]. But this plan, though simple, was attended with some circumstances, which, being derived from a very extensive authority, assumed by the Conqueror, contributed to increase the royal prerogative; and as long as the state was not disturbed by arms, reduced every order of the community to some degree of dependance and subordination.","subId":"30","id":"Hume.HE.1.App2.30"},{"type":"paragraph","content":"^The^ king himself often sat in his court, which always attended his person[n32]: He there heard causes and pronounced judgment[n33]; and though he was assisted by the advice of the other members, it is not to be imagined that a decision could easily be obtained contrary to his inclination or opinion. In his absence the chief justiciary presided, who was the first magistrate in the state, and a kind of viceroy, on whom depended all the civil affairs of the kingdom[n34]. The other chief officers of the crown, the constable, |mareschal, seneschal, chamberlain, treasurer, and chancellor[n35], were members, together with such feudal barons as thought proper to attend, and the barons of the exchequer, who at first were also feudal barons, appointed by the king[n36]. This court, which was sometimes called the King's court, sometimes the court of Exchequer, judged in all causes, civil and criminal, and comprehended the whole business, which is now shared out among four courts, the Chancery, the King's Bench, the Common Pleas, and the Exchequer[n37].","subId":"31","id":"Hume.HE.1.App2.31"},{"type":"paragraph","content":"^Such^ an accumulation of powers was itself a great source of authority, and rendered the jurisdiction of the court formidable to all the subjects; but the turn, which judicial trials took soon after the Conquest, served still more to increase its authority, and to augment the royal prerogatives. William, among the other violent changes, which he attempted and effected, had introduced the Norman law into England[n38], had ordered all the pleadings to be in that tongue, and had interwoven, with the English jurisprudence, all the maxims and principles, which the Normans, more advanced in cultivation, and naturally litigious, were accustomed to observe in the distribution of justice. Law now became a science, which at first fell entirely into the hands of the Normans; and which, even after it was communicated to the English, required so much study and application, that the laity, in those ignorant ages, were incapable of attaining it, and it was a mystery almost solely confined to the clergy, and chiefly to the monks[n39]. The great officers of the crown and the feudal barons, who were military men, found themselves unfit to penetrate into those obscurities; and though they were entitled to a seat in the supreme judicature, the business of the court was wholly managed by the chief justiciary and the law barons, who were men appointed by the king, and entirely at his disposal[n40]. This natural course of things was forwarded by the multiplicity of business, which flowed into that court, and which daily augmented by the appeals from all the subordinate judicatures of the kingdom.","subId":"32","id":"Hume.HE.1.App2.32"},{"type":"paragraph","content":"^In^ the Saxon times, no appeal was received in the king's court, except upon the denial or delay of justice by the inferior courts; and the same practice was still observed in most of the feudal kingdoms of Europe. But the great power of the Conqueror established at first in England an authority, which the monarchs in France were not able to attain till the reign of St. Lewis, who lived near two centuries after: He empowered his court to receive appeals both from the courts of barony and the county-courts, and by that means brought the administration of justice ultimately into the hands of the sovereign[n41]. And lest the expence or trouble of a journey to court should discourage suitors, and make them acquiesce in the decision of the inferior judicatures, itinerant judges were afterwards established, who made their circuits throughout the kingdom, and tried all causes that were brought before them[n42]. By this expedient, the courts of barony were kept in awe; and if they still preserved some influence, it was only from the apprehensions, which the vassals might entertain, of disobliging their superior, by appealing from his jurisdiction. But the county-courts were much discredited; and as the freeholders were found ignorant of the intricate principles and forms of the new law, the lawyers gradually brought all business before the king's judges, and abandoned the ancient simple and popular judicature. After this manner, the formalities of justice, which, though they appear tedious and cumbersome, are found requisite to the support of liberty in all monarchical governments, proved at first, by a combination of causes, very advantageous to royal authority in England.","subId":"33","id":"Hume.HE.1.App2.33"},{"type":"paragraph","content":"#Revenue of the crown.# ^The^ power of the Norman kings was also much supported by a great revenue; and by a revenue, that was fixed, perpetual, and independant of the subject. The people, without betaking themselves to arms, had no check upon the king, and no regular security for the due administration of justice. In those days of violence, |many instances of oppression passed unheeded; and soon after were openly pleaded as precedents, which it was unlawful to dispute or controul. Princes and ministers were too ignorant to be themselves sensible of the advantages attending an equitable administration; and there was no established council or assembly which could protect the people, and, by withdrawing supplies, regularly and peaceably admonish the king of his duty, and ensure the execution of the laws.","subId":"34","id":"Hume.HE.1.App2.34"},{"type":"paragraph","content":"^The^ first branch of the king's stated revenue was the royal demesnes or crown-lands, which were very extensive, and comprehended, beside a great number of manors, most of the chief cities of the kingdom. It was established by law, that the king could alienate no part of his demesne, and that he himself, or his successor, could, at any time, resume such donations[n43]: But this law was never regularly observed; which happily rendered in time the crown somewhat more dependant. The rent of the crown-lands, considered merely as so much riches, was a source of power: The influence of the king over his tenants and the inhabitants of his towns, encreased this power: But the other numerous branches of his revenue, besides supplying his treasury, gave, by their very nature, a great latitude to arbitrary authority, and were a support of the prerogative; as will appear from an enumeration of them.","subId":"35","id":"Hume.HE.1.App2.35"},{"type":"paragraph","content":"^The^ king was never content with the stated rents, but levied heavy talliages at pleasure on the inhabitants both of town and country, who lived within his demesne. All bargains of sale, in order to prevent theft, being prohibited, except in boroughs and public markets[n44], he pretended to exact tolls on all goods which were there sold[n45]. He seized two hogsheads, one before and one behind the mast, from every vessel that imported wine. All goods payed to his customs a proportional part of their value[n46]: Passage over bridges and on rivers was loaded with tolls at pleasure[n47]: And though the boroughs by degrees brought the liberty of farming these impositions, yet the revenue profited by these bargains, new sums were often exacted for the renewal and confirmation of their |charters[n48], and the people were thus held in perpetual dependance.","subId":"36","id":"Hume.HE.1.App2.36"},{"type":"paragraph","content":"^Such^ was the situation of the inhabitants within the royal demesnes. But the possessors of land, or the military tenants, though they were better protected, both by law, and by the great privilege of carrying arms, were, from the nature of their tenures, much exposed to the inroads of power, and possessed not what we should esteem in our age a very durable security. The Conqueror ordained, that the barons should be obliged to pay nothing beyond their stated services[n49], except a reasonable aid to ransom his person if he were taken in war, to make his eldest son a knight, and to marry his eldest daughter. What should, on these occasions, be deemed a reasonable aid, was not determined; and the demands of the crown were so far discretionary.","subId":"37","id":"Hume.HE.1.App2.37"},{"type":"paragraph","content":"^The^ king could require in war the personal attendance of his vassals, that is, of almost all the landed proprietors; and if they declined the service, they were obliged to pay him a composition in money, which was called a scutage. The sum was, during some reigns, precarious and uncertain; it was sometimes levied without allowing the vassal the liberty of personal service[n50]; and it was a usual artifice of the king's to pretend an expedition, that he might be entitled to levy the scutage from his military tenants. Danegelt was another species of land-tax levied by the early Norman kings, arbitrarily, and contrary to the laws of the Conqueror[n51]. Moneyage was also a general land-tax of the same nature, levied by the two first Norman kings, and abolished by the charter of Henry I[n52]. It was a shilling paid every three years by each hearth, to induce the king not to use his prerogative in debasing the coin. Indeed, it appears from that charter, that, though the Conqueror had granted his military tenants an immunity from all taxes and talliages, he and his son William had never thought themselves bound to observe that rule, but had levied impositions at pleasure on all the landed estates of the kingdom. The utmost that Henry grants, is, that the land cultivated by the military tenant himself shall not be so burdened; but he reserves the power of taxing the farmers: And as it is known, that Henry's charter was never observed in any one article, we may be assured, that this prince and |his successors retracted even this small indulgence, and levied arbitrary impositions on all the lands of all their subjects. These taxes were sometimes very heavy; since Malmesbury tells us, that, in the reign of William Rufus, the farmers, on account of them, abandoned tillage, and a famine ensued[n53].","subId":"38","id":"Hume.HE.1.App2.38"},{"type":"paragraph","content":"^The^ escheats were a great branch both of power and of revenue, especially during the first reigns after the conquest. In default of posterity from the first baron, his land reverted to the crown, and continually augmented the king's possessions. The prince had indeed by law a power of alienating these escheats; but by this means he had an opportunity of establishing the fortunes of his friends and servants, and thereby enlarging his authority. Sometimes he retained them in his own hands; and they were gradually confounded with the royal demesnes, and became difficult to be distinguished from them. This confusion is probably the reason why the king acquired the right of alienating his demesnes.","subId":"39","id":"Hume.HE.1.App2.39"},{"type":"paragraph","content":"^But^ besides escheats from default of heirs, those which ensued from crimes or breach of duty towards the superior lord, were frequent in ancient times. If the vassal, being thrice summoned to attend his superior's court, and do fealty, neglected or refused obedience, he forfeited all title to his land[n54]. If he denied his tenure, or refused his service, he was exposed to the same penalty[n55]. If he sold his estate without licence from his lord[n56], or if he sold it upon any other tenure or title than that by which he himself held it[n57], he lost all right to it. The adhering to his lord's enemies[n58], deserting him in war[n59], betraying his secrets[n60], debauching his wife or his near relations[n61], or even using indecent freedoms with them[n62], might be punished by forfeiture. The higher crimes, rapes, robbery, murder, arson, &c. were called felony; and being interpreted want of fidelity to his lord, made him lose his fief[n63]. Even where the felon was vassal to a baron, though his immediate lord enjoyed the forfeiture, the king might retain possession of his estate during a twelvemonth, and had the right of spoiling and destroying it, unless the baron paid him a reasonable composition[n64]. We have not |here enumerated all the species of felonies, or of crimes by which forfeiture was incurred: We have said enough to prove, that the possession of feudal property was anciently somewhat precarious, and that the primary idea was never lost, of its being a kind of_ fee_ or _benefice._","subId":"40","id":"Hume.HE.1.App2.40"},{"type":"paragraph","content":"^When^ a baron died, the king immediately took possession of the estate; and the heir, before he recovered his right, was obliged to make application to the crown, and desire that he might be admitted to do homage for his land, and pay a composition to the king. This composition was not at first fixed by law, at least by practice: The king was often exorbitant in his demands, and kept possession of the land till they were complied with.","subId":"41","id":"Hume.HE.1.App2.41"},{"type":"paragraph","content":"^If^ the heir were a minor, the king retained the whole profit of the estate till his majority; and might grant what sum he thought proper for the education and maintenance of the young baron. This practice was also founded on the notion, that a fief was a benefice, and that, while the heir could not perform his military services, the revenue devolved to the superior, who employed another in his stead. It is obvious, that a great proportion of the landed property must, by means of this device, be continually in the hands of the prince, and that all the noble families were thereby held in perpetual dependance. When the king granted the wardship of a rich heir to any one, he had the opportunity of enriching a favourite or minister: If he sold it, he thereby levied a considerable sum of money. Simon de Mountfort paid Henry III. 10,000 marks, an immense sum in those days, for the wardship of Gilbert de Umfreville[n65]. Geoffrey de Mandeville payed to the same prince the sum of 20,000 marks, that he might marry Isabel countess of Gloucester, and possess all her lands and knights fees. This sum would be equivalent to 300,000, perhaps 400,000 pounds in our time[n66].","subId":"42","id":"Hume.HE.1.App2.42"},{"type":"paragraph","content":"^If^ the heir were a female, the king was entitled to offer her any husband of her rank he thought proper; and if she refused him, she forfeited her land. Even a male heir could not marry without the royal consent, and it was usual for men to pay large sums for the liberty of making their own choice in marriage[n67]. No man could dispose of his land, either by sale or will, without the consent of |his superior. The possessor was never considered as full proprietor: He was still a kind of beneficiary; and could not oblige his superior to accept of any vassal, that was not agreeable to him.","subId":"43","id":"Hume.HE.1.App2.43"},{"type":"paragraph","content":"^Fines,^ amerciaments, and oblatas, as they were called, were another considerable branch of the royal power and revenue. The ancient records of the exchequer, which are still preserved, give surprizing accounts of the numerous fines and amerciaments levied in those days[n68], and of the strange inventions fallen upon to exact money from the subject. It appears, that the ancient kings of England put themselves entirely on the foot of the barbarous eastern princes, whom no man must approach without a present, who sell all their good offices, and who intrude themselves into every business, that they may have a pretence for extorting money. Even justice was avowedly bought and sold; the king's court itself, though the supreme judicature of the kingdom, was open to none that brought not presents to the king; the bribes given for the expedition, delay[n69], suspension, and, doubtless, for the perversion of justice, were entered in the public registers of the royal revenue, and remain as monuments of the perpetual iniquity and tyranny of the times. The barons of the exchequer, for instance, the first nobility of the kingdom, were not ashamed to insert, as an article in their records, that the county of Norfolk paid a sum, that they might be fairly dealt with[n70]; the borough of Yarmouth, that the king's charters, which they have for their liberties, might not be violated[n71]; Richard, son of Gilbert, for the king's helping him to recover his debt from the Jews[n72]; Serlo, son of Terlavaston, that he might be permitted to make his defence, in case he were accused of a certain homicide[n73]; Walter de Burton for free law, if accused of wounding another[n74]; Robert de Essart, for having an inquest to find whether Roger, the butcher, and Wace and Humphrey, accused him of robbery and theft out of envy and ill-will, or not[n75]; William Buhurst, for having an inquest to find whether he were accused of the death of one Godwin out of ill-will or for just cause[n76]. I have selected these few instances from a great number of a like kind, which Madox had selected from a still greater number, preserved in the ancient rolls of the exchequer[n77].","subId":"44","id":"Hume.HE.1.App2.44"},{"type":"paragraph","content":"^Sometimes^ the party litigant offered the king a certain portion, a half, a third, a fourth, payable out of the debts, which he, as the executor of justice, should assist him in recovering[n78]. Theophania de Westland agreed to pay the half of 212 marks, that she might recover that sum against James de Fughleston[n79]; Solomon the Jew engaged to pay one mark out of every seven that he should recover against Hugh de la Hose[n80]; Nicholas Morrel promised to pay sixty pounds, that the earl of Flanders might be distrained to pay him 343 pounds, which the earl had taken from him; and these sixty pounds were to be paid out of the first money that Nicholas should recover from the earl[n81].","subId":"45","id":"Hume.HE.1.App2.45"},{"type":"paragraph","content":"^As^ the king assumed the entire power over trade, he was to be paid for a permission to exercise commerce or industry of any kind[n82]. Hugh Oisel paid 400 marks for liberty to trade in England[n83]: Nigel de Havene gave fifty marks for the partnership in merchandize which he had with Gervase de Hanton[n84]: The men of Worcester paid 100 shillings, that they might have the liberty of selling and buying dyed cloth, as formerly[n85]: Several other towns paid for a like liberty[n86]. The commerce indeed of the kingdom was so much under the controul of the king, that he erected gilds, corporations and monopolies, wherever he pleased; and levied sums for these exclusive privileges[n87].","subId":"46","id":"Hume.HE.1.App2.46"},{"type":"paragraph","content":"^There^ were no profits so small as to be below the king's attention. Henry, son of Arthur, gave ten dogs, to have a recognition against the countess of Copland for one knight's fee[n88]. Roger, son of Nicholas, gave twenty lampreys and twenty shads for an inquest to find, whether Gilbert, son of Alured, gave to Roger 200 muttons to obtain his confirmation for certain lands, or whether Roger took them from him by violence[n89]: Geoffrey Fitz-Pierre, the chief justiciary, gave two good Norway hawks, that Walter le Madine might have leave to export a hundred weight of cheese out of the king's dominions[n90].","subId":"47","id":"Hume.HE.1.App2.47"},{"type":"paragraph","content":"^It^ is really amusing to remark the strange business in which the king sometimes interfered, and never without a present: The wife of Hugh de Nevile gave the king 200 hens, that she might lie with |her husband one night[n91]; and she brought with her two sureties, who answered each for a hundred hens. It is probable that her husband was a prisoner, which debarred her from having access to him. The abbot of Rucford paid ten marks, for leave to erect houses and place men upon his land near Welhang, in order to secure his wood there from being stolen[n92]: Hugh archdeacon of Wells, gave one tun of wine for leave to carry 600 summs of corn whither he would[n93]: Peter de Perariis gave twenty marks for leave to salt fishes, as Peter Chevalier used to do[n94].","subId":"48","id":"Hume.HE.1.App2.48"},{"type":"paragraph","content":"^It^ was usual to pay high fines, in order to gain the king's goodwill, or mitigate his anger. In the reign of Henry II. Gilbert, the son of Fergus, fines in 919 pounds 9 shillings to obtain that prince's favour; William de Chataignes a thousand marks that he would remit his displeasure. In the reign of Henry III. the city of London fines in no less a sum than 20,000 pounds on the same account[n95].","subId":"49","id":"Hume.HE.1.App2.49"},{"type":"paragraph","content":"^The^ king's protection and good offices of every kind were bought and sold. Robert Grislet paid twenty marks of silver, that the king would help him against the earl of Mortaigne in a certain plea[n96]: Robert de Cundet gave thirty marks of silver, that the king would bring him to an accord with the bishop of Lincoln[n97]: Ralph de Breckham gave a hawk, that the king would protect him[n98]; and this is a very frequent reason for payments: John, son of Ordgar, gave a Norway hawk, to have the king's request to the king of Norway to let him have his brother Godard's chattels[n99]. Richard de Neville gave twenty palfreys to obtain the king's request to Isolda Bisset, that she should take him for a husband[n100]: Roger Fitz-Walter gave three good palfreys to have the king's letter to Roger Bertram's mother, that she should marry him[n101]: Eling, the dean, paid 100 marks, that his whore and his children might be let out upon bail[n102]: The bishop of Winchester gave one tun of good wine for his not putting the king in mind to give a girdle to the countess of Albemarle[n103]: Robert de Veaux gave five of the best palfreys, that the king would hold his tongue about Henry Pinel's wife[n104]. There are in the records of exchequer many other singular instances of a like |nature[n105]. It will however be just to remark, that the same ridiculous practices and dangerous abuses prevailed in Normandy, and probably in all the other states of Europe[n106]. England was not in this respect more barbarous than its neighbours.","subId":"50","id":"Hume.HE.1.App2.50"},{"type":"paragraph","content":"^These^ iniquitous practices of the Norman kings were so well known, that, on the death of Hugh Bigod, in the reign of Henry II. the best and most just of these princes, the eldest son and the widow of this nobleman came to court, and strove, by offering large presents to the king, each of them to acquire possession of that rich inheritance. The king was so equitable as to order the cause to be tried by the great council! But, in the mean time, he seized all the money and treasure of the deceased[n107]. Peter of Blois, a judicious, and even an elegant writer for that age, gives a pathetic description of the venality of justice and the oppressions of the poor, under the reign of Henry: And he scruples not to complain to the king himself of these abuses[n108]. We may judge what the case |would be under the government of worse princes. The articles of enquiry concerning the conduct of sheriffs, which Henry promulgated in 1170, show the great power as well as the licentiousness of these officers[n109].","subId":"51","id":"Hume.HE.1.App2.51"},{"type":"paragraph","content":"^Amerciaments^ or fines for crimes and trespasses were another considerable branch of the royal revenue[n110]. Most crimes were atoned for by money; the fines imposed were not limited by any rule or statute; and frequently occasioned the total ruin of the person, even for the slightest trespasses. The forest-laws, particularly, were a great source of oppression. The king possessed sixty-eight forests, thirteen chaces, and seven hundred and eighty-one parks, in different parts of England[n111]; and considering the extreme passion of the English and Normans for hunting, these were so many snares laid for the people, by which they were allured into trespasses, and brought within the reach of arbitrary and rigorous laws, which the king had thought proper to enact by his own authority.","subId":"52","id":"Hume.HE.1.App2.52"},{"type":"paragraph","content":"^But^ the most barefaced acts of tyranny and oppression were practised against the Jews, who were entirely out of the protection of law, were extremely odious from the bigotry of the people, and were abandoned to the immeasurable rapacity of the king and his ministers. Besides many other indignities, to which they were continually exposed, it appears, that they were once all thrown into prison, and the sum of 66,000 marks exacted for their liberty[n112]: At another time, Isaac the Jew paid alone 5100 marks[n113]; Brun, 3000 marks[n114]; Jurnet, 2000; Bennet, 500: At another, Licorica, widow of David, the Jew of Oxford, was required to pay 6000 marks; and she was delivered over to six of the richest and discreetest Jews in England, who were to answer for the sum[n115]. Henry III. borrowed 5000 marks from the earl of Cornwal; and for his repayment consigned over to him all the Jews in England[n116]. The revenue arising from exactions upon this nation was so considerable, that there was a particular court of exchequer set apart for managing it[n117].","subId":"53","id":"Hume.HE.1.App2.53"},{"type":"paragraph","content":"#Commerce.# ^We^ may judge concerning the low state of commerce among the English, when the Jews, notwithstanding these oppressions, |could still find their account in trading among them, and lending them money. And as the improvements of agriculture were also much checked, by the immense possessions of the nobility, by the disorders of the times, and by the precarious state of feudal property; it appears, that industry of no kind could then have place in the kingdom[n118].","subId":"54","id":"Hume.HE.1.App2.54"},{"type":"paragraph","content":"^It^ is asserted by Sir Harry Spellman[n119], as an undoubted truth, that, during the reigns of the first Norman princes, every edict of the king, issued with the consent of his privy-council, had the full force of law. But the barons surely were not so passive as to entrust a power, entirely arbitrary and despotic, into the hands of the sovereign. It only appears, that the constitution had not fixed any precise boundaries to the royal power; that the right of issuing proclamations on any emergence and of exacting obedience to them, a right which was always supposed inherent in the crown, is very difficult to be distinguished from a legislative authority; that the extreme imperfection of the ancient laws, and the sudden exigencies, which often occurred in such turbulent governments, obliged the prince to exert frequently the latent powers of his prerogative; that he naturally proceeded, from the acquiescence of the people, to assume, in many particulars of moment, an authority, from which he had excluded himself by express statutes, charters, or concessions, and which was, in the main, repugnant to the general genius of the constitution; and that the lives, the personal liberty, and the properties of all his subjects were less secured by law against the exertion of his arbitrary authority, than by the independant power and private connexion of each individual. It appears from the great charter itself, that not only John, a tyrannical prince, and Richard, a violent one, but their father, Henry, under whose reign the prevalence of gross abuses is the least to be suspected, were accustomed, from their sole authority, |without process of law, to imprison, banish, and attaint the freemen of their kingdom.","subId":"55","id":"Hume.HE.1.App2.55"},{"type":"paragraph","content":"^A^ great baron, in ancient times, considered himself as a kind of sovereign within his territory; and was attended by courtiers and dependants more zealously attached to him than the ministers of state and the great officers were commonly to _their_ sovereign. He often maintained in his court the parade of royalty, by establishing a justiciary, constable, mareschal, chamberlain, seneschal, and chancellor, and assigning to each of these officers a separate province and command. He was usually very assiduous in exercising his jurisdiction; and took such delight in that image of sovereignty, that it was found necessary to restrain his activity, and prohibit him by law from holding courts too frequently[n120]. It is not to be doubted, but the example, set him by the prince, of a mercenary and sordid extortion, would be faithfully copied; and that all his good and bad offices, his justice and injustice, were equally put to sale. He had the power, with the king's consent, to exact talliages even from the free-citizens who lived within his barony; and as his necessities made him rapacious, his authority was usually found to be more oppressive and tyrannical than that of the sovereign[n121]. He was ever engaged in hereditary or personal animosities or confederacies with his neighbours, and often gave protection to all desperate adventurers and criminals, who could be useful in serving his violent purposes. He was able alone, in times of tranquillity, to obstruct the execution of justice within his territories; and by combining with a few malcontent barons of high rank and power, he could throw the state into convulsions. And on the whole, though the royal authority was confined within bounds, and often within very narrow ones, yet the check was irregular, and frequently the source of great disorders; nor was it derived from the liberty of the people, but from the military power of many petty tyrants, who were equally dangerous to the prince and oppressive to the subject.","subId":"56","id":"Hume.HE.1.App2.56"},{"type":"paragraph","content":"#The church.# ^The^ power of the church was another rampart against royal authority; but this defence was also the cause of many mischiefs and inconveniencies. The dignified clergy, perhaps, were not so prone to immediate violence as the barons; but as they pretended |to a total independance on the state, and could always cover themselves with the appearances of religion, they proved, in one respect, an obstruction to the settlement of the kingdom, and to the regular execution of the laws. The policy of the conqueror was in this particular liable to some exception. He augmented the superstitious veneration for Rome, to which that age was so much inclined; and he broke those bands of connexion, which, in the Saxon times, had preserved an union between the lay and the clerical orders. He prohibited the bishops from sitting in the county-courts; he allowed ecclesiastical causes to be tried in spiritual courts only[n122]; and he so much exalted the power of the clergy, that of 60,215 knights fees, into which he divided England, he placed no less than 28,015 under the church[n123].","subId":"57","id":"Hume.HE.1.App2.57"},{"type":"paragraph","content":"#Civil laws.# ^The^ right of primogeniture was introduced with the feudal law: An institution, which is hurtful by producing and maintaining an unequal division of private property; but is advantageous, in another respect, by accustoming the people to a preference in favour of the eldest son, and thereby preventing a partition or disputed succession in the monarchy. The Normans introduced the use of sirnames, which tend to preserve the knowledge of families and pedigrees. They abolished none of the old absurd methods of trial, by the cross or ordeal; and they added a new absurdity, the trial by single combat[n124], which became a regular part of jurisprudence, and was conducted with all the order, method, devotion, and solemnity imaginable[n125]. The ideas of chivalry also seem to have been imported by the Normans: No traces of those fantastic notions are to be found among the plain and rustic Saxons. #Manners.# The feudal institutions, by raising the military tenants to a kind of sovereign dignity, by rendering personal strength and valour requisite, and by making every knight and baron his own protector and avenger, begat that martial pride and sense of honour, which, being cultivated and embellished by the poets and romance writers of the age, ended in chivalry. The virtuous knight fought not only in his own quarrel; |but in that of the innocent, of the helpless, and above all, of the fair, whom he supposed to be for ever under the guardianship of his valiant arm. The uncourteous knight, who, from his castle, exercised robbery on travellers, and committed violence on virgins, was the object of his perpetual indignation; and he put him to death, without scruple or trial or appeal, wherever he met with him. The great independance of men made personal honour and fidelity the chief tie among them; and rendered it the capital virtue of every true knight, or genuine professor of chivalry. The solemnities of single combat, as established by law, banished the notion of every thing unfair or unequal in rencounters; and maintained an appearance of courtesy between the combatants, till the moment of their engagement. The credulity of the age grafted on this stock the notion of giants, enchanters, dragons, spells[n126], and a thousand wonders, which still multiplied during the times of the Crusades; when men, returning from so great a distance, used the liberty of imposing every fiction on their believing audience. These ideas of chivalry infected the writings, conversation, and behaviour of men, during some ages; and even after they were, in a great measure, banished by the revival of learning, they left modern_ gallantry_ and the _point of honour,_ which still maintain their influence, and are the genuine offspring of those ancient affectations.","subId":"58","id":"Hume.HE.1.App2.58"},{"type":"paragraph","content":"^The^ concession of the Great Charter, or rather its full establishment (for there was a considerable interval of time between the one and the other), gave rise, by degrees, to a new species of government, and introduced some order and justice into the administration. The ensuing scenes of our history are therefore somewhat different from the preceding. Yet the Great Charter contained no establishment of new courts, magistrates, or senates, nor abolition of the old. It introduced no new distribution of the powers of the commonwealth, and no innovation in the political or public law of the kingdom. It only guarded, and that merely by verbal clauses, against such tyrannical practices as are incompatible with civilized government, and, if they become very frequent, are incompatible with all government. The barbarous licence of |the kings, and perhaps of the nobles, was thenceforth somewhat more restrained: Men acquired some more security for their properties and their liberties: And government approached a little nearer to that end, for which it was originally instituted, the distribution of justice, and the equal protection of the citizens. Acts of violence and iniquity in the crown, which before were only deemed injurious to individuals, and were hazardous chiefly in proportion to the number, power, and dignity of the persons affected by them, were now regarded, in some degree, as public injuries, and as infringements of a charter, calculated for general security. And thus, the establishment of the Great Charter, without seeming anywise to innovate in the distribution of political power, became a kind of epoch in the constitution.","subId":"59","id":"Hume.HE.1.App2.59"},{"type":"note","content":"L'Esprit de Loix. Dr. Robertson's History of Scotland.","subId":"n1","id":"Hume.HE.1.App2.n1"},{"type":"note","content":"Padre Paolo Hist. Conc. Trid.","subId":"n2","id":"Hume.HE.1.App2.n2"},{"type":"note","content":"Tacit. de Mor. Germ.","subId":"n3","id":"Hume.HE.1.App2.n3"},{"type":"note","content":"Lib. Feud. lib. 1. tit. 1.","subId":"n4","id":"Hume.HE.1.App2.n4"},{"type":"note","content":"Marculf. Form. 47. apud Lindenbr. p. 1238.","subId":"n5","id":"Hume.HE.1.App2.n5"},{"type":"note","content":"The ideas of the feudal government were so rooted, that even lawyers, in those ages, could not form a notion of any other constitution. _Regnum_ (says Bracton, lib. 2. cap. 34.) _quod ex comitabus & baronibus dicitur esse constitutum._","subId":"n6","id":"Hume.HE.1.App2.n6"},{"type":"note","content":"Coke Comm. on Lit. p. 1, 2, ad sect. 1.","subId":"n7","id":"Hume.HE.1.App2.n7"},{"type":"note","content":"Somner of Gavelk. p. 109. Smith de Rep. lib. 3. cap. 10.","subId":"n8","id":"Hume.HE.1.App2.n8"},{"type":"note","content":"Du Cange Gloss. in verb. _Par._ Cujac. Commun. in Lib. Feud. lib. 1. tit. p. 18. Spelm. Gloss. in verb.","subId":"n9","id":"Hume.HE.1.App2.n9"},{"type":"note","content":"Cambd. in Chesh. Spel. Gloss. in verb. _Comes Palatinut._","subId":"n10","id":"Hume.HE.1.App2.n10"},{"type":"note","content":"Brady's Hist. p. 198, 200.","subId":"n11","id":"Hume.HE.1.App2.n11"},{"type":"note","content":"Order. Vital.","subId":"n12","id":"Hume.HE.1.App2.n12"},{"type":"note","content":"Dugdale's Baronage, from Domesday-book, vol. i. p. 60, 74, iii, 112, 132, 136, 138, 156, 174, 200, 207, 223, 254, 257, 269.","subId":"n13","id":"Hume.HE.1.App2.n13"},{"type":"note","content":"Ibid. p. 369. It is remarkable that this family of d'Arcy, seems to be the only male descendants of any of the Conqueror's barons now remaining among the peers. Lord Holdernesse is the heir of that family.","subId":"n14","id":"Hume.HE.1.App2.n14"},{"type":"note","content":"Spel. Gloss. in verb. _Domesday._","subId":"n15","id":"Hume.HE.1.App2.n15"},{"type":"note","content":"Dug. Bar. vol. i. p. 79. Ibid. Origines Juridicales, p. 13.","subId":"n16","id":"Hume.HE.1.App2.n16"},{"type":"note","content":"Spel. Gloss. in verb. _Baro._","subId":"n17","id":"Hume.HE.1.App2.n17"},{"type":"note","content":"Four hydes made one knight's fee: The relief of a barony was twelve times greater than that of a knight's fee; whence we may conjecture its usual value. Spelm. Gloss. in verb. _Feodum._ There were 243,600 hydes in England, and 60,215 knights fees; whence it is evident that there were a little more than four hydes in each knight's fee.","subId":"n18","id":"Hume.HE.1.App2.n18"},{"type":"note","content":"Spelm. Gloss. in verb. _Baro._","subId":"n19","id":"Hume.HE.1.App2.n19"},{"type":"note","content":"_Liber homo_ anciently signified a gentleman: For scarce any one beside was entirely free. Spelm. Gloss. in verbo.","subId":"n20","id":"Hume.HE.1.App2.n20"},{"type":"note","content":"Du Cange's Gloss. in verb. _commune, communitas._","subId":"n21","id":"Hume.HE.1.App2.n21"},{"type":"note","content":"Guibertus, de vita sua, lib. 3. cap. 7.","subId":"n22","id":"Hume.HE.1.App2.n22"},{"type":"note","content":"Stat. of Merton, 1235. cap. 6.","subId":"n23","id":"Hume.HE.1.App2.n23"},{"type":"note","content":"Holingshed, vol. iii. p. 15.","subId":"n24","id":"Hume.HE.1.App2.n24"},{"type":"note","content":"Madox's Baron. Angl. p. 19.","subId":"n25","id":"Hume.HE.1.App2.n25"},{"type":"note","content":"^Norman.^ Du Chesnii, p. 1066. Du Cange Gloss. in verb. _commune._","subId":"n26","id":"Hume.HE.1.App2.n26"},{"type":"note","content":"Sometimes the historians mention the people, _populus,_ as a part of the parliament: But they always mean the laity, in opposition to the clergy. Sometimes, the word, _communitas,_ is found; but it always means _communitas baronagii._ These points are clearly proved by Dr. Brady. There is also mention sometimes made of a crowd or multitude that thronged into the great council on particular interesting occasions; but as deputies from boroughs are never once spoke of, the proof, that they had not then any existence, becomes the most certain and undeniable. These never could make a crowd, as they must have had a regular place assigned them, if they had made a regular part of the legislative body. There were only 130 boroughs who received writs of summons from Edward I. It is expressly said in Gesta Reg. Steph. p. 932, that it was usual for the populace, _vulgus,_ to crowd into the great councils; where they were plainly mere spectators, and could only gratify their curiosity.","subId":"n27","id":"Hume.HE.1.App2.n27"},{"type":"note","content":"Dugd. Orig. Jurid. p. 15. Spelm. Gloss. in verbo_ parliamentum._","subId":"n28","id":"Hume.HE.1.App2.n28"},{"type":"note","content":"Ang. Sacra, vol. i. p. 334, &c. Dugd. Orig. Jurid. p. 27, 29. Madox Hist. of Exch. p. 75, 76. Spelm. Gloss. in verbo _hundred._","subId":"n29","id":"Hume.HE.1.App2.n29"},{"type":"note","content":"None of the feudal governments in Europe had such institutions as the county-courts, which the great authority of the Conqueror still retained from the Saxon customs. All the freeholders of the county, even the greatest barons, were obliged to attend the sheriffs in these courts, and to assist them in the administration of justice. By this means, they received frequent and sensible admonitions of their dependance on the king or supreme magistrate: They formed a kind of community with their fellow barons and freeholders: They were often drawn from their individual and independant state, peculiar to the feudal system; and were made members of a political body: And perhaps, this institution of county-courts in England has had greater effects on the government than has yet been distinctly pointed out by historians or traced by antiquaries. The barons were never able to free themselves from this attendance on the sheriffs and itinerant justices till the reign of Henry III.","subId":"n30","id":"Hume.HE.1.App2.n30"},{"type":"note","content":"Brady Pref. p. 143.","subId":"n31","id":"Hume.HE.1.App2.n31"},{"type":"note","content":"Madox Hist. of Exch. p. 103.","subId":"n32","id":"Hume.HE.1.App2.n32"},{"type":"note","content":"Bracton, lib. 3. cap. 9. \\S I. cap. 10. \\S I.","subId":"n33","id":"Hume.HE.1.App2.n33"},{"type":"note","content":"Spelm. Gloss. in verbo _justiciarii._","subId":"n34","id":"Hume.HE.1.App2.n34"},{"type":"note","content":"Madox Hist. Exch. p. 27, 29, 33, 38, 41, 54. The Normans introduced the practice of sealing charters; and the chancellor's office was to keep the Great Seal. _Ingulph. Dudg._ p. 33, 34.","subId":"n35","id":"Hume.HE.1.App2.n35"},{"type":"note","content":"Madox Hist. of the Exch. p. 134, 135. Gerv. Dorob. p. 1387.","subId":"n36","id":"Hume.HE.1.App2.n36"},{"type":"note","content":"Madox Hist. of the Exch. p. 56, 70.","subId":"n37","id":"Hume.HE.1.App2.n37"},{"type":"note","content":"Dial. de Scac. p. 30. apud Madox Hist. of the Exchequer.","subId":"n38","id":"Hume.HE.1.App2.n38"},{"type":"note","content":"Malmes. lib. 4. p. 123.","subId":"n39","id":"Hume.HE.1.App2.n39"},{"type":"note","content":"Dugd. Orig. Jurid. p. 25.","subId":"n40","id":"Hume.HE.1.App2.n40"},{"type":"note","content":"Madox Hist. of the Exch. p. 65. Glanv. lib. 12. cap. 1. 7. LL. Hen. I. \\S 31. apud Wilkins, p. 248. Fitz Stephens, p. 36. Coke's Comment. on the Statute of Mulbridge, cap. 20.","subId":"n41","id":"Hume.HE.1.App2.n41"},{"type":"note","content":"Madox Hist. of the Exch. p. 83, 84, 100. Gerv. Dorob. p. 1410. What made the Anglo-Norman barons more readily submit to appeals from their court to the King's court of Exchequer, was, their being accustomed to like appeals in Normandy to the ducal court of Exchequer. See Gilbert's History of the Exchequer, p. 1, 2.; though the author thinks it doubtful, whether the Norman court was not rather copied from the English, p. 6.","subId":"n42","id":"Hume.HE.1.App2.n42"},{"type":"note","content":"Fleta, lib. 1. cap. 8. \\S 17. lib. 3. cap. 6. \\S 3. Bracton, lib. 2. cap. 5.","subId":"n43","id":"Hume.HE.1.App2.n43"},{"type":"note","content":"LL. Will. I. cap. 61.","subId":"n44","id":"Hume.HE.1.App2.n44"},{"type":"note","content":"Madox, p. 530.","subId":"n45","id":"Hume.HE.1.App2.n45"},{"type":"note","content":"Ibid. p. 529. This author says a fifteenth. But it is not easy to reconcile this account to other authorities.","subId":"n46","id":"Hume.HE.1.App2.n46"},{"type":"note","content":"Madox, p. 529.","subId":"n47","id":"Hume.HE.1.App2.n47"},{"type":"note","content":"Madox's Hist. of the Exch. p. 275, 276, 277, &c.","subId":"n48","id":"Hume.HE.1.App2.n48"},{"type":"note","content":"LL. Will. Conq. \\S 55.","subId":"n49","id":"Hume.HE.1.App2.n49"},{"type":"note","content":"Gervase de Tilbury, p. 25.","subId":"n50","id":"Hume.HE.1.App2.n50"},{"type":"note","content":"Madox's Hist. of the Exch. p. 475.","subId":"n51","id":"Hume.HE.1.App2.n51"},{"type":"note","content":"Matth. Paris, p. 38.","subId":"n52","id":"Hume.HE.1.App2.n52"},{"type":"note","content":"So also Chron. Abb. St. Petri de Burgo, p. 55. Knyghton, p. 2366.","subId":"n53","id":"Hume.HE.1.App2.n53"},{"type":"note","content":"Hottom. de Feud. Disp. cap. 38. col. 886.","subId":"n54","id":"Hume.HE.1.App2.n54"},{"type":"note","content":"Lib. Feud. lib. 3. tit. 1.; lib. 4. tit. 21. 39.","subId":"n55","id":"Hume.HE.1.App2.n55"},{"type":"note","content":"Lib. Feud. lib. 1. tit. 21.","subId":"n56","id":"Hume.HE.1.App2.n56"},{"type":"note","content":"Id. lib. 4. tit. 44.","subId":"n57","id":"Hume.HE.1.App2.n57"},{"type":"note","content":"Lib. Feud. lib. 3. tit. 1.","subId":"n58","id":"Hume.HE.1.App2.n58"},{"type":"note","content":"Id. lib. 4. tit. 14. 21.","subId":"n59","id":"Hume.HE.1.App2.n59"},{"type":"note","content":"Id. lib. 4. tit. 14.","subId":"n60","id":"Hume.HE.1.App2.n60"},{"type":"note","content":"Id. lib. 1. tit. 14. 21.","subId":"n61","id":"Hume.HE.1.App2.n61"},{"type":"note","content":"Id. lib. 1. tit. 1.","subId":"n62","id":"Hume.HE.1.App2.n62"},{"type":"note","content":"Spelm. Gloss. in verb. _Felonia._","subId":"n63","id":"Hume.HE.1.App2.n63"},{"type":"note","content":"Spelm. Gloss. in verb. _Felonia._ Glanville, lib. 7. cap. 17.","subId":"n64","id":"Hume.HE.1.App2.n64"},{"type":"note","content":"Madox's Hist. of the Exch. p. 223.","subId":"n65","id":"Hume.HE.1.App2.n65"},{"type":"note","content":"Id. p. 322.","subId":"n66","id":"Hume.HE.1.App2.n66"},{"type":"note","content":"Id. p. 320.","subId":"n67","id":"Hume.HE.1.App2.n67"},{"type":"note","content":"Id. p. 272.","subId":"n68","id":"Hume.HE.1.App2.n68"},{"type":"note","content":"Madox's Hist. of Exch. p. 274, 309.","subId":"n69","id":"Hume.HE.1.App2.n69"},{"type":"note","content":"Id. p. 295.","subId":"n70","id":"Hume.HE.1.App2.n70"},{"type":"note","content":"Id. ibid.","subId":"n71","id":"Hume.HE.1.App2.n71"},{"type":"note","content":"Id. p. 296. He paid 200 marks, a great sum in those days.","subId":"n72","id":"Hume.HE.1.App2.n72"},{"type":"note","content":"Id. p. 296.","subId":"n73","id":"Hume.HE.1.App2.n73"},{"type":"note","content":"Id. ibid.","subId":"n74","id":"Hume.HE.1.App2.n74"},{"type":"note","content":"Id. p. 298.","subId":"n75","id":"Hume.HE.1.App2.n75"},{"type":"note","content":"Id. p. 302.","subId":"n76","id":"Hume.HE.1.App2.n76"},{"type":"note","content":"Chap. xii.","subId":"n77","id":"Hume.HE.1.App2.n77"},{"type":"note","content":"Madox's Hist. of Exch. p. 311.","subId":"n78","id":"Hume.HE.1.App2.n78"},{"type":"note","content":"Id. ibid.","subId":"n79","id":"Hume.HE.1.App2.n79"},{"type":"note","content":"Id. p. 79, 312.","subId":"n80","id":"Hume.HE.1.App2.n80"},{"type":"note","content":"Id. p. 312.","subId":"n81","id":"Hume.HE.1.App2.n81"},{"type":"note","content":"Id. p. 323.","subId":"n82","id":"Hume.HE.1.App2.n82"},{"type":"note","content":"Id. ibid.","subId":"n83","id":"Hume.HE.1.App2.n83"},{"type":"note","content":"Id. ibid.","subId":"n84","id":"Hume.HE.1.App2.n84"},{"type":"note","content":"Id. p. 324.","subId":"n85","id":"Hume.HE.1.App2.n85"},{"type":"note","content":"Id. ibid.","subId":"n86","id":"Hume.HE.1.App2.n86"},{"type":"note","content":"Id. p. 232, 233, &c.","subId":"n87","id":"Hume.HE.1.App2.n87"},{"type":"note","content":"Id. p. 298.","subId":"n88","id":"Hume.HE.1.App2.n88"},{"type":"note","content":"Madox's Hist. of Exch. p. 305.","subId":"n89","id":"Hume.HE.1.App2.n89"},{"type":"note","content":"Id. p. 325.","subId":"n90","id":"Hume.HE.1.App2.n90"},{"type":"note","content":"Id. p. 326.","subId":"n91","id":"Hume.HE.1.App2.n91"},{"type":"note","content":"Id. ibid.","subId":"n92","id":"Hume.HE.1.App2.n92"},{"type":"note","content":"Id. p. 320.","subId":"n93","id":"Hume.HE.1.App2.n93"},{"type":"note","content":"Id. p. 326.","subId":"n94","id":"Hume.HE.1.App2.n94"},{"type":"note","content":"Id. p. 327, 329.","subId":"n95","id":"Hume.HE.1.App2.n95"},{"type":"note","content":"Id. p. 329.","subId":"n96","id":"Hume.HE.1.App2.n96"},{"type":"note","content":"Madox's Hist. of Exch. p. 330.","subId":"n97","id":"Hume.HE.1.App2.n97"},{"type":"note","content":"Id. p. 332.","subId":"n98","id":"Hume.HE.1.App2.n98"},{"type":"note","content":"Id. ibid.","subId":"n99","id":"Hume.HE.1.App2.n99"},{"type":"note","content":"Id. p. 333.","subId":"n100","id":"Hume.HE.1.App2.n100"},{"type":"note","content":"Id. ibid.","subId":"n101","id":"Hume.HE.1.App2.n101"},{"type":"note","content":"Id. p. 342. _Pro habenda amica sua & filiis, &c._","subId":"n102","id":"Hume.HE.1.App2.n102"},{"type":"note","content":"Id. p. 352.","subId":"n103","id":"Hume.HE.1.App2.n103"},{"type":"note","content":"Id. ibid. _Ut rex taceret de uxore Henrici Pinel._","subId":"n104","id":"Hume.HE.1.App2.n104"},{"type":"note","content":"_We shall gratify the reader's curiosity by subjoining a few more instances from Madox,_ p. 332. Hugh Oisel was to give the king two robes of a good green colour, to have the king's letters patent to the merchants of Flanders with a request to render him 1000 marks, which he lost in Flanders. The abbot of Hyde paid thirty marks, to have the king's letters of request to the archbishop of Canterbury, to remove certain monks that were against the abbot. Roger de Trihanton paid twenty marks and a palfrey, to have the king's request to Richard de Umfreville to give him his sister to wife, and to the sister that she would accept of him for a husband: William de Cheveringworth paid five marks, to have the king's letter to the abbot of Perfore, to let him enjoy peaceably his tythes as formerly; Matthew de Hereford, clerk, paid ten marks for a letter of request to the bishop of Landaff, to let him enjoy peaceably his church of Schenfrith; Andrew Neulun gave three Flemish caps, for the king's request to the prior of Chikesand, for performance of an agreement made between them; Henry de Fontibus gave a Lombardy horse of value, to have the king's request to Henry Fitz-Hervey, that he would give him his daughter to wife: Roger, son of Nicholas, promised all the lampreys he could get, to have the king's request to earl William Mareshal, that he would grant him the manor of Langeford at Ferm. The burgesses of Glocester promised 300 lampreys, that they might not be distrained to find the prisoners of Poictou with necessaries, unless they pleased. Id. p. 352. Jordan, son of Reginald, paid twenty marks to have the king's request to William Paniel, that he would grant him the land of Mill Nierenuit, and the custody of his heirs; and if Jordan obtained the same, he was to pay the twenty marks, otherwise not. Id. p. 333.","subId":"n105","id":"Hume.HE.1.App2.n105"},{"type":"note","content":"Madox's Hist. of Exch. p. 359.","subId":"n106","id":"Hume.HE.1.App2.n106"},{"type":"note","content":"Bened. Abb. p. 180, 181.","subId":"n107","id":"Hume.HE.1.App2.n107"},{"type":"note","content":"Petri Bles. Epist. 95. apud Bibl. Patrum, tom. 24. p. 2014.","subId":"n108","id":"Hume.HE.1.App2.n108"},{"type":"note","content":"Hoveden, Chron. Gerv. p. 1410.","subId":"n109","id":"Hume.HE.1.App2.n109"},{"type":"note","content":"Madox, chap. xiv.","subId":"n110","id":"Hume.HE.1.App2.n110"},{"type":"note","content":"Spelm. Gloss. in verbo_ Foresta._","subId":"n111","id":"Hume.HE.1.App2.n111"},{"type":"note","content":"Madox's Hist. of the Exch. p. 151. This happened in the reign of king John.","subId":"n112","id":"Hume.HE.1.App2.n112"},{"type":"note","content":"Id. p. 151.","subId":"n113","id":"Hume.HE.1.App2.n113"},{"type":"note","content":"Id. p. 153.","subId":"n114","id":"Hume.HE.1.App2.n114"},{"type":"note","content":"Id.p. 168.","subId":"n115","id":"Hume.HE.1.App2.n115"},{"type":"note","content":"Id. p. 156.","subId":"n116","id":"Hume.HE.1.App2.n116"},{"type":"note","content":"Id. chap. vii.","subId":"n117","id":"Hume.HE.1.App2.n117"},{"type":"note","content":"We learn from the extracts given us of Domesday by Brady in his Treatise of Boroughs, that almost all the boroughs of England had suffered in the shock of the Conquest, and had extremely decayed between the death of the Confessor, and the time when Domesday was framed.","subId":"n118","id":"Hume.HE.1.App2.n118"},{"type":"note","content":"Gloss. in verb. _judicium Dei._ The author of the _Miroir des justices,_ complains, that ordinances are only made by the king and his clerks, and by aliens and others, who dare not contradict the king, but study to please him. Whence, he concludes, laws are oftener dictated by will than founded on right.","subId":"n119","id":"Hume.HE.1.App2.n119"},{"type":"note","content":"Dugd. Jurid. Orig. p. 26.","subId":"n120","id":"Hume.HE.1.App2.n120"},{"type":"note","content":"Madox Hist. of Exch. p. 520.","subId":"n121","id":"Hume.HE.1.App2.n121"},{"type":"note","content":"Char. Will. apud Wilkins, p. 230. Spel. Conc. vol. ii. p. 14.","subId":"n122","id":"Hume.HE.1.App2.n122"},{"type":"note","content":"Spel. Gloss. in verb. _manus mortua._ We are not to imagine, as some have done, that the church possessed lands in this proportion, but only that they and their vassals enjoyed such a proportionable part of the landed property.","subId":"n123","id":"Hume.HE.1.App2.n123"},{"type":"note","content":"LL. Will. cap. 68.","subId":"n124","id":"Hume.HE.1.App2.n124"},{"type":"note","content":"Spel. Gloss. in verb. _campus._ The last instance of these duels was in the 15th of Eliz. So long did that absurdity remain.","subId":"n125","id":"Hume.HE.1.App2.n125"},{"type":"note","content":"In all legal single combats, it was part of the champion's oath, that he carried not about him any herb, spell, or inchantment, by which he might procure victory. Dugd. Orig. Jurid. p. 82.","subId":"n126","id":"Hume.HE.1.App2.n126"}]}
