{"imported":true,"id":"Hume.THN.1.3.10","parent":"Hume.THN.1.3","title":"Section 10. Of the influence of belief","breadcrumb":"Section 10","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. X.</h3> <h4><em>Of the influence of belief.</em></h4> ","id":"Hume.THN.1.3.10"},{"type":"paragraph","content":"BUT tho' education be disclaim'd by philosophy, as a fallacious ground of assent to any opinion, it prevails nevertheless in the world, and is the cause why all systems are apt to be rejected at first as new and unusual. This perhaps will be the fate of what I have here advanc'd concerning <em>belief</em>, and tho' the proofs I have produc'd appear to me perfectly conclusive, I expect not to make many proselytes to my opinion. Men will scarce ever be persuaded, that effects of such consequence can flow from principles, which are seemingly so inconsiderable, and that the far greatest part of our reasonings with all our actions and passions, can be deriv'd from nothing but custom and habit. To obviate this objection, I shall here anticipate a little what wou'd more properly fall under our consideration afterwards, when we come to treat of the passions and the sense of beauty.","subId":"1","id":"Hume.THN.1.3.10.1","pages":"118"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is implanted in the human mind a perception of pain and pleasure, as the chief spring and moving principle of all its actions. But pain and pleasure have two ways of making their appearance in the mind; of which the one has effects very different from the other. They may either appear in impression to the actual feeling, or only in idea, as at present when I mention them. 'Tis evident the influence of these upon our actions is far from being equal. Impressions always actuate the soul, and that in the highest degree; but 'tis not every idea which has the same effect. Nature has proceeded with caution in this case, and seems to <span class=\"page-break\"></span>have carefully avoided the inconveniences of two extremes. Did impressions alone influence the will, we should every moment of our lives be subject to the greatest calamities; because, tho' we foresaw their approach, we should not be provided by nature with any principle of action, which might impel us to avoid them. On the other hand, did every idea influence our actions, our condition would not be much mended. For such is the unsteadiness and activity of thought, that the images of every thing, especially of goods and evils, are always wandering in the mind; and were it mov'd by every idle conception of this kind, it would never enjoy a moment's peace and tranquillity.","subId":"2","id":"Hume.THN.1.3.10.2","pages":"118-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nature</span> has, therefore, chosen a medium, and has neither bestow'd on every idea of good and evil the power of actuating the will, nor yet has entirely excluded them from this influence. Tho' an idle fiction has no efficacy, yet we find by experience, that the ideas of those objects, which we believe either are or will be existent, produce in a lesser degree the same effect with those impressions, which are immediately present to the senses and perception. The effect, then, of belief is to raise up a simple idea to an equality with our impressions, and bestow on it a like influence on the passions. This effect it can only have by making an idea approach an impression in force and vivacity. For as the different degrees of force make all the original difference betwixt an impression and an idea, they must of consequence be the source of all the differences in the effects of these perceptions, and their removal, in whole or in part, the cause of every new resemblance they acquire. Wherever we can make an idea approach the impressions in force and vivacity, it will likewise imitate them in its influence on the mind; and <em>vice versa</em>, where it imitates them in that influence, as in the present case, this must proceed from its approaching them in force and vivacity. Belief, therefore, since it causes an idea to imitate the effects of the impressions, must make it resemble them in these qualities, and is nothing but <em>a more <span class=\"page-break\"></span>vivid and intense conception of any idea</em>. This, then, may both serve as an additional argument for the present system, and may give us a notion after what manner our reasonings from causation are able to operate on the will and passions.","subId":"3","id":"Hume.THN.1.3.10.3","pages":"119-20"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> belief is almost absolutely requisite to the exciting our passions, so the passions in their turn are very favourable to belief; and not only such facts as convey agreeable emotions, but very often such as give pain, do upon that account become more readily the objects of faith and opinion. A coward, whose fears are easily awaken'd, readily assents to every account of danger he meets with; as a person of a sorrowful and melancholy disposition is very credulous of every thing, that nourishes his prevailing passion. When any affecting object is presented, it gives the alarm, and excites immediately a degree of its proper  passion; especially in persons who are naturally inclined to that passion. This emotion passes by an easy transition to the imagination; and diffusing itself over our idea of the affecting object, makes us form that idea with greater force and vivacity, and consequently assent to it, according to the precedent system. Admiration and surprize have the same effect as the other passions; and accordingly we may observe, that among the vulgar, quacks and projectors meet with a more easy faith upon account of their magnificent pretensions, than if they kept themselves within the bounds of moderation. The first astonishment, which naturally attends their miraculous relations, spreads itself over the whole soul, and so vivifies and enlivens the idea, that it resembles the inferences we draw from experience. This is a mystery, with which we may be already a little acquainted, and which we shall have farther occasion to be let into in the progress of this treatise.","subId":"4","id":"Hume.THN.1.3.10.4","pages":"120"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> this account of the influence of belief on the passions, we shall find less difficulty in explaining its effects on the imagination, however extraordinary they may appear. 'Tis certain we cannot take pleasure in any discourse, where our <span class=\"page-break\"></span>judgment gives no assent to those images which are presented to our fancy. The conversation of those, who have acquir'd a habit of lying, tho' in affairs of no moment, never gives any satisfaction; and that because those ideas they present to us, not being attended with belief, make no impression upon the mind. Poets themselves, tho' liars by profession, always endeavour to give an air of truth to their fictions; and where that is totally neglected, their performances, however ingenious, will never be able to afford much pleasure. In short, we may observe, that even when ideas have no manner of influence on the will and passions, truth and reality are still requisite, in order to make them entertaining to the imagination.","subId":"5","id":"Hume.THN.1.3.10.5","pages":"120-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> if we compare together all the phænomena that occur on this head, we shall find, that truth, however necessary it may seem in all works of genius, has no other effect than to procure an easy reception for the ideas, and to make the mind acquiesce in them with satisfaction, or at least without reluctance. But as this is an effect, which may easily be supposed to flow from that solidity and force, which, according to my system, attend those ideas that are establish'd by reasonings from causation; it follows, that all the influence of belief upon the fancy may be explained from that system. Accordingly we may observe, that wherever that influence arises from any other principles beside truth or reality, they supply its place, and give an equal entertainment to the imagination. Poets have form'd what they call a poetical system of things, which tho' it be believ'd neither by themselves nor readers, is commonly esteem'd a sufficient foundation for any fiction. We have been so much accustom'd to the names of <span class=\"small-capitals\">Mars</span>, <span class=\"small-capitals\">Jupiter</span>, <span class=\"small-capitals\">Venus</span>, that in the same manner as education infixes any opinion, the constant repetition of these ideas makes them enter into the mind with facility, and prevail upon the fancy, without influencing the judgment. In like manner tragedians always borrow their fable, or at least the names of their principal actors, from some <span class=\"page-break\"></span>known passage in history; and that not in order to deceive the spectators; for they will frankly confess, that truth is not in any circumstance inviolably observed; but in order to procure a more easy reception into the imagination for those extraordinary events, which they represent. But this is a precaution, which is not required of comic poets, whose personages and incidents, being of a more familiar kind, enter easily into the conception, and are received without any such formality, even tho' at first sight they be known to be fictitious, and the pure offspring of the fancy.","subId":"6","id":"Hume.THN.1.3.10.6","pages":"121-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> mixture of truth and falshood in the fables of tragic poets not only serves our present purpose, by shewing, that the imagination can be satisfy'd without any absolute belief or assurance; but may in another view be regarded as a very strong confirmation of this system. 'Tis evident, that poets make use of this artifice of borrowing the names of their persons, and the chief events of their poems, from history, in order to procure a more easy reception for the whole, and cause it to make a deeper  impression on the fancy and affections. The several incidents of the piece acquire a kind of relation by being united into one poem or representation; and if any of these incidents be an object of belief, it bestows a force and vivacity on the others, which are related to it. The vividness of the first conception diffuses itself along the relations, and is convey'd, as by so many pipes or canals, to every idea that has any communication with the primary one. This, indeed, can never amount to a perfect assurance; and that because the union among the ideas is, in a manner, accidental: But still it approaches so near, in its influence, as may convince us, that they are deriv'd from the same origin. Belief must please the imagination by means of the force and vivacity which attends it; since every idea, which has force and vivacity, is found to be agreeable to that faculty.","subId":"7","id":"Hume.THN.1.3.10.7","pages":"122"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> confirm this we may observe, that the assistance is mutual betwixt the judgment and fancy, as well as betwixt the judgment and passion; and that belief not only gives <span class=\"page-break\"></span>vigour to the imagination, but that a vigorous and strong imagination is of all talents the most proper to procure belief and authority. 'Tis difficult for us to withold our assent from what is painted out to us in all the colours of eloquence; and the vivacity produc'd by the fancy is in many cases greater than that which arises from custom and experience. We are hurried away by the lively imagination of our author or companion; and even he himself is often a victim to his own fire and genius.","subId":"8","id":"Hume.THN.1.3.10.8","pages":"122-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> will it be amiss to remark, that as a lively imagination very often degenerates into madness or folly, and bears it a great resemblance in its operations; so they influence the judgment after the same manner, and produce belief from the very same principles. When the imagination, from any extraordinary ferment of the blood and spirits, acquires such a vivacity as disorders all its powers and faculties, there is no means of distinguishing betwixt truth and falshood; but every loose fiction or idea, having the same influence as the impressions of the memory, or the conclusions of the judgment, is receiv'd on the same footing, and operates with equal force on the passions. A present impression and a customary transition are now no longer necessary to inliven our ideas. Every chimera of the brain is as vivid and intense as any of those inferences, which we formerly dignify'd with the name of conclusions concerning matters of fact, and sometimes as the present impressions of the senses.","subId":"9","id":"Hume.THN.1.3.10.9","pages":"123"},{"type":"paragraph","content":"<del><span class=\"small-capitals\">We</span> may observe the same effect of poetry in a lesser degree; only with this difference, that the least reflection dissipates the illusions of poetry, and places the objects in their proper light. 'Tis however certain, that in the warmth of a poetical enthusiasm, a poet has a counterfeit belief, and even a kind of vision of his objects: And if there be any shadow of argument to support this belief, nothing contributes more to his full conviction than a blaze of poetical figures and images, which have their effect upon the poet himself, as well as upon his readers.</del><ins><span class=\"small-capitals\">We</span> may observe the same effect of poetry in a lesser degree; and this is common both to poetry and madness, that the vivacity they bestow on the ideas is not deriv'd from the particular situations or connexions of the objects of these ideas, but from the present temper and disposition of the person. But how great soever the pitch may be, to which this vivacity rises, 'tis evident, that in poetry it never has the same <em>feeling</em> with that which arises in the mind, when we reason, tho' even upon the lowest species of probability. The mind can easily distinguish betwixt the one and the other; and whatever emotion the poetical enthusiasm may give to the spirits, 'tis still the mere phantom of belief or persuasion. The case is the same with the idea, as with the passion it occasions. There is no passion of the human <span class=\"page-break\"></span>mind but what may arise from poetry; tho' at the same time the <em>feelings</em> of the passions are very different when excited by poetical fictions, from what they are when they arise from belief and reality. A passion, which is disagreeable in real life, may afford the highest entertainment in a tragedy, or epic poem. In the latter case it lies not with that weight upon us: It feels less firm and solid: Hume.And has no other than the agreeable effect of exciting the spirits, and rouzing the attention. The difference in the passions is a clear proof of a like difference in those ideas, from which the passions are deriv'd. Where the vivacity arises from a customary conjunction with a present impression; tho' the imagination may not, in appearance, be so much mov'd; yet there is always something more forcible and real in its actions, than in the fervors of poetry and eloquence. The force of our mental actions in this case, no more than in any other, is not to be measur'd by the apparent agitation of the mind. A poetical description may have a more sensible effect on the fancy, than an historical narration. It may collect more of those circumstances, that form a compleat image or picture. It may seem to set the object before us in more lively colours. But still the ideas it presents are different to the <em>feeling</em> from those, which arise from the memory and the judgment. There is something weak and imperfect amidst all that seeming vehemence of thought and sentiment, which attends the fictions of poetry.</ins>","subId":"10","id":"Hume.THN.1.3.10.10","pages":"123/630-1"},{"type":"paragraph","content":"<ins><span class=\"small-capitals\">We</span> shall afterwards have occasion to remark both the resemblances and differences betwixt a poetical enthusiasm, and a serious conviction. In the mean time I cannot forbear observing, that the great difference in their feeling proceeds in some measure from reflection and <em>general rules</em>. We observe, that the vigour of conception, which fictions receive from poetry and eloquence, is a circumstance merely accidental, of which every idea is equally susceptible; and that such fictions are connected with nothing that is real. This observation makes us only lend ourselves, so to speak, to the <span class=\"page-break\"></span>fiction: But causes the idea to feel very different from the eternal establish'd persuasions founded on memory and custom. They are somewhat of the same kind: But the one is much inferior to the other, both in its causes and effects.</ins>","subId":"11","id":"Hume.THN.1.3.10.11","pages":"631-2"},{"type":"paragraph","content":"<ins><span class=\"small-capitals\">A like</span> reflection on <em>general rules</em> keeps us from augmenting our belief upon every encrease of the force and vivacity of our ideas. Where an opinion admits of no doubt, or opposite probability, we attribute to it a full conviction; tho' the want of resemblance, or contiguity, may render its force inferior to that of other opinions. 'Tis thus the understanding corrects the appearances of the senses, and makes us imagine, that an object at twenty foot distance seems even to the eye as large as one of the same dimensions at ten.</ins>","subId":"12","id":"Hume.THN.1.3.10.12","pages":"632"}]}