{"imported":true,"id":"Hume.THN.1.3.13","parent":"Hume.THN.1.3","title":"Section 13. Of unphilosophical probability","breadcrumb":"Section 13","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. XIII.</h3> <h4><em>Of unphilosophical probability.</em></h4> ","id":"Hume.THN.1.3.13"},{"type":"paragraph","content":"ALL these kinds of probability are receiv'd by philosophers, and allow'd to be reasonable foundations of belief and opinion. But there are others, that are deriv'd from the same principles, tho' they have not had the good fortune to obtain the same sanction. The <em>first</em> probability of this kind may be accounted for thus. The diminution of the union, and of the resemblance, as above explained, diminishes the facility of the transition, and by that means weakens the evidence; and we may farther observe, that the same diminution of the evidence will follow from a diminution of the impression, and from the shading of those colours, under which it appears to the memory or senses. The argument, which we found on any matter of fact we remember, is more or less convincing, according as the fact is recent or remote; and tho' the difference in these degrees of evidence be not receiv'd by philosophy as solid and legitimate; because in that case an argument must have a different force to day, from what it shall have a month hence; yet notwithstanding the opposition of philosophy, 'tis certain, this circumstance has a considerable influence on the understanding, and secretly changes the authority of the same argument, according to the different times, in which it is propos'd to us. A greater force and vivacity in the impression naturally conveys a greater to the related idea; and 'tis on the degrees of force and vivacity, that the belief depends, according to the foregoing system.","subId":"1","id":"Hume.THN.1.3.13.1","pages":"143"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is a <em>second</em> difference, which we may frequently observe in our degrees of belief and assurance, and which never fails to take place, tho' disclaimed by philosophers. An experiment, that is recent and fresh in the memory, affects us more than one that is in some measure obliterated; and has a superior influence on the judgment, as <span class=\"page-break\"></span>well as on the passions. A lively impression produces more assurance than a faint one; because it has more original force to communicate to the related idea, which thereby acquires a greater force and vivacity. A recent observation has a like effect; because the custom and transition is there more entire, and preserves better the original force in the communication. Thus a drunkard, who has seen his companion die of a debauch, is struck with that instance for some time, and dreads a like accident for himself: But as the memory of it decays away by degrees, his former security returns, and the danger seems less certain and real.","subId":"2","id":"Hume.THN.1.3.13.2","pages":"143-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">I add</span>, as a <em>third</em> instance of this kind, that tho' our reasonings from proofs and from probabilities be considerably different from each other, yet the former species of reasoning often degenerates insensibly into the latter, by nothing but the multitude of connected arguments. 'Tis certain, that when an inference is drawn immediately from an object, without any intermediate cause or effect, the conviction is much stronger, and the persuasion more lively, than when the imagination is carry'd thro' a long chain of connected arguments, however infallible the connexion of each link may be esteem'd. 'Tis from the original impression, that the vivacity of all the ideas is deriv'd, by means of the customary transition of the imagination; and 'tis evident this vivacity must gradually decay in proportion to the distance, and must lose somewhat in each transition. Sometimes this distance has a greater influence than even contrary experiments wou'd have; and a man may receive a more lively conviction from a probable reasoning, which is close and immediate, than from a long chain of consequences, tho' just and conclusive in each part. Nay 'tis seldom such reasonings produce any conviction; and one must have a very strong and firm imagination to preserve the evidence to the end, where it passes thro' so many stages.","subId":"3","id":"Hume.THN.1.3.13.3","pages":"144"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> here it may not be amiss to remark a very curious phænomenon, which the present subject suggests to us. 'Tis <span class=\"page-break\"></span>evident there is no point of ancient history, of which we can have any assurance, but by passing thro' many millions of causes and effects, and thro' a chain of arguments of almost an immeasurable length. Before the knowledge of the fact cou'd come to the first historian, it must be convey'd thro' many mouths; and after it is committed to writing, each new copy is a new object, of which the connexion with the foregoing is known only by experience and observation. Perhaps, therefore, it may be concluded from the precedent reasoning, that the evidence of all ancient history must now be lost; or at least, will be lost in time, as the chain of causes encreases, and runs on to a greater length. But as it seems contrary to common sense to think, that if the republic of letters, and the art of printing continue on the same footing as at present, our posterity, even after a thousand ages, can ever doubt if there has been such a man as <span class=\"small-capitals\">Julius Cæsar</span>; this may be consider'd as an objection to the present system. If belief consisted only in a certain vivacity, convey'd from an original impression, it wou'd decay by the length of the transition, and must at last be utterly extinguish'd: And <em>vice versa</em>, if belief on some occasions be not capable of such an extinction; it must be something different from that vivacity.","subId":"4","id":"Hume.THN.1.3.13.4","pages":"144-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Before</span> I answer this objection I shall observe, that from this topic there has been borrow'd a very celebrated argument against the <em>Christian Religion</em>; but with this difference, that the connexion betwixt each link of the chain in human <del>evidence</del><ins>testimony</ins> has been there suppos'd not to go beyond probability, and to be liable to a degree of doubt and uncertainty. And indeed it must be confest, that in this manner of considering the subject, (which however is not a true one) there is no history or tradition, but what must in the end lose all its force and evidence. Every new probability diminishes the original conviction; and however great that conviction may be suppos'd, 'tis impossible it can subsist under such re-iterated diminutions. This is true in general; tho' we shall <span class=\"page-break\"></span>find<a href=\"#n24\"><sup>[24]</sup></a> afterwards, that there is one very memorable exception, which is of vast consequence in the present subject of the understanding.","subId":"5","id":"Hume.THN.1.3.13.5","pages":"145-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mean</span> while to give a solution of the preceding objection upon the supposition, that historical evidence amounts at first to an entire proof; let us consider, that tho' the links are innumerable, that connect any original fact with the present impression, which is the foundation of belief; yet they are all of the same kind, and depend on the fidelity of Printers and Copists. One edition passes into another, and that into a third, and so on, till we come to that volume we peruse at present. There is no variation in the steps. After we know one, we know all of them; and after we have made one, we can have no scruple as to the rest. This circumstance alone preserves the evidence of history, and will perpetuate the memory of the present age to the latest posterity. If all the long chain of causes and effects, which connect any past event with any volume of history, were compos'd of parts different from each other, and which 'twere necessary for the mind distinctly to conceive, 'tis impossible we shou'd preserve to the end any belief or evidence. But as most of these proofs are perfectly resembling, the mind runs easily along them, jumps from one part to another with facility, and forms but a confus'd and general notion of each link. By this means a long chain of argument, has as little effect in diminishing the original vivacity, as a much shorter wou'd have, if compos'd of parts, which were different from each other, and of which each requir'd a distinct consideration.","subId":"6","id":"Hume.THN.1.3.13.6","pages":"146"},{"type":"paragraph","content":"<span class=\"small-capitals\">A fourth</span> unphilosophical species of probability is that deriv'd from <em>general rules</em>, which we rashly form to ourselves, and which are the source of what we properly call <span class=\"small-capitals\">Prejudice</span>. An <em>Irishman</em> cannot have wit, and a <em>Frenchman</em> cannot have solidity; for which reason, tho' the conversation of the former in any instance be visibly very agreeable, and of the <span class=\"page-break\"></span>latter very judicious, we have entertain'd such a prejudice against them, that they must be dunces or fops in spite of sense and reason. Human nature is very subject to errors of this kind; and perhaps this nation as much as any other.","subId":"7","id":"Hume.THN.1.3.13.7","pages":"146-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Shou</span>'<span class=\"small-capitals\">d</span> it be demanded why men form general rules, and allow them to influence their judgment, even contrary to present observation and experience, I shou'd reply, that in my opinion it proceeds from those very principles, on which all judgments concerning causes and effects depend. Our judgments concerning cause and effect are deriv'd from habit and experience; and when we have been accustom'd to see one object united to another, our imagination passes from the first to the second, by a natural transition, which precedes reflection, and which cannot be prevented by it. Now 'tis the nature of custom not only to operate with its full force, when objects are presented, that are exactly the same with those to which we have been accustom'd; but also to operate in an inferior degree, when we discover such as are similar; and tho' the habit loses somewhat of its force by every difference, yet 'tis seldom entirely destroy'd, where any considerable circumstances remain the same. A man, who has contracted a custom of eating fruit by the use of pears or peaches, will satisfy himself with melons, where he cannot find his favourite fruit; as one, who has become a drunkard by the use of red wines, will be carried almost with the same violence to white, if presented to him. From this principle I have accounted for that species of probability, deriv'd from analogy, where we transfer our experience in past instances to objects which are resembling, but are not exactly the same with those concerning which we have had experience. In proportion as the resemblance decays, the probability diminishes; but still has some force as long as there remain any traces of the resemblance.","subId":"8","id":"Hume.THN.1.3.13.8","pages":"147"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> observation we may carry farther; and may remark, that tho' custom be the foundation of all our judgments, yet <span class=\"page-break\"></span>sometimes it has an effect on the imagination in opposition to the judgment, and produces a contrariety in our sentiments concerning the same object. I explain myself. In almost all kinds of causes there is a complication of circumstances, of which some are essential, and others superfluous; some are absolutely requisite to the production of the effect, and others are only conjoin'd by accident. Now we may observe, that when these superfluous circumstances are numerous, and remarkable, and frequently conjoin'd with the essential, they have such an influence on the imagination, that even in the absence of the latter they carry us on to the conception of the usual effect, and give to that conception a force and vivacity, which make it superior to the mere fictions of the fancy. We may correct this propensity by a reflection on the nature of those circumstances; but 'tis still certain, that custom takes the start, and gives a biass to the imagination.","subId":"9","id":"Hume.THN.1.3.13.9","pages":"147-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> illustrate this by a familiar instance, let us consider the case of a man, who being hung out from a high tower in a cage of iron cannot forbear trembling, when he surveys the precipice below him, tho' he knows himself to be perfectly secure from falling, by his experience of the solidity of the iron, which supports him; and tho' the ideas of fall and descent, and harm and death, be deriv'd solely from custom and experience. The same custom goes beyond the instances, from which it is deriv'd, and to which it perfectly corresponds; and influences his ideas of such objects as are in some respect resembling, but fall not precisely under the same rule. The circumstances of depth and descent strike so strongly upon him, that their influence cannot be destroy'd by the contrary circumstances of support and solidity, which ought to give him a perfect security. His imagination runs away with its object, and excites a passion proportion'd to it. That passion returns back upon the imagination and inlivens the idea; which lively idea has a new influence on the passion, and in its turn augments its force and violence; and both his fancy and affections, thus mutually supporting each <span class=\"page-break\"></span>other, cause the whole to have a very great influence upon him.","subId":"10","id":"Hume.THN.1.3.13.10","pages":"148-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> why need we seek for other instances, while the present subject of <del>philosophical</del><ins>unphilosophical</ins> probabilities offers us so obvious an one, in the opposition betwixt the judgment and imagination arising from these effects of custom? According to my system, all reasonings are nothing but the effects of custom; and custom has no influence, but by inlivening the imagination, and giving us a strong conception of any object. It may, therefore, be concluded, that our judgment and imagination can never be contrary, and that custom cannot operate on the latter faculty after such a manner, as to render it opposite to the former. This difficulty we can remove after no other manner, than by supposing the influence of general rules. We shall afterwards<a href=\"#n25\"><sup>[25]</sup></a> take notice of some general rules, by which we ought to regulate our judgment concerning causes and effects; and these rules are form'd on the nature of our understanding, and on our experience of its operations in the judgments we form concerning objects. By them we learn to distinguish the accidental circumstances from the efficacious causes; and when we find that an effect can be produc'd without the concurrence of any particular circumstance, we conclude that that circumstance makes not a part of the efficacious cause, however frequently conjoin'd with it. But as this frequent conjunction necessarily makes it have some effect on the imagination, in spite of the opposite conclusion from general rules, the opposition of these two principles produces a contrariety in our thoughts, and causes us to ascribe the one inference to our judgment, and the other to our imagination. The general rule is attributed to our judgment; as being more extensive and constant. The exception to the imagination; as being more capricious and uncertain.","subId":"11","id":"Hume.THN.1.3.13.11","pages":"149"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> our general rules are in a manner set in opposition to each other. When an object appears, that resembles any <span class=\"page-break\"></span>cause in very considerable circumstances, the imagination naturally carries us to a lively conception of the usual effect, tho' the object be different in the most material and most efficacious circumstances from that cause. Here is the first influence of general rules. But when we take a review of this act of the mind, and compare it with the more general and authentic operations of the understanding, we find it to be of an irregular nature, and destructive of all the most establish'd principles of reasonings; which is the cause of our rejecting it. This is a second influence of general rules, and implies the condemnation of the former. Sometimes the one, sometimes the other prevails, according to the disposition and character of the person. The vulgar are commonly guided by the first, and wise men by the second. Mean while the sceptics may here have the pleasure of observing a new and signal contradiction in our reason, and of seeing all philosophy ready to be subverted by a principle of human nature, and again sav'd by a new direction of the very same principle. The following of general rules is a very unphilosophical species of probability; and yet 'tis only by following them that we can correct this, and all other unphilosophical probabilities.","subId":"12","id":"Hume.THN.1.3.13.12","pages":"149-50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> we have instances, where general rules operate on the imagination even contrary to the judgment, we need not be surpriz'd to see their effects encrease, when conjoin'd with that latter faculty, and to observe that they bestow on the ideas they present to us a force superior to what attends any other. Every one knows, there is an indirect manner of insinuating praise or blame, which is much less shocking than the open flattery or censure of any person. However he may communicate his sentiments by such secret insinuations, and make them known with equal certainty as by the open discovery of them, 'tis certain that their influence is not equally strong and powerful. One who lashes me with conceal'd strokes of satire, moves not my indignation to such a degree, as if he flatly told me I was a fool and coxcomb; <span class=\"page-break\"></span>tho' I equally understand his meaning, as if he did. This difference is to be attributed to the influence of general rules.","subId":"13","id":"Hume.THN.1.3.13.13","pages":"150-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Whether</span> a person openly abuses me, or slyly intimates his contempt, in neither case do I immediately perceive his sentiment or opinion; and 'tis only by signs, that is, by its effects, I become sensible of it. The only difference, then, betwixt these two cases consists in this, that in the open discovery of his sentiments he makes use of signs, which are general and universal; and in the secret intimation employs such as are more singular and uncommon. The effect of this circumstance is, that the imagination, in running from the present impression to the absent idea, makes the transition with greater facility, and consequently conceives the object with greater force, where the connexion is common and universal, than where it is more rare and particular. Accordingly we may observe, that the open declaration of our sentiments is call'd the taking off the mask, as the secret intimation of our opinions is said to be the veiling of them. The difference betwixt an idea produc'd by a general connexion, and that arising from a particular one is here compar'd to the difference betwixt an impression and an idea. This difference in the imagination has a suitable effect on the passions; and this effect is augmented by another circumstance. A secret intimation of anger or contempt shews that we still have some consideration for the person, and avoid the directly abusing him. This makes a conceal'd satire less disagreeable; but still this depends on the same principle. For if an idea were not more feeble, when only intimated, it wou'd never be esteem'd a mark of greater respect to proceed in this method than in the other.","subId":"14","id":"Hume.THN.1.3.13.14","pages":"151"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sometimes</span> scurrility is less displeasing than delicate satire, because it revenges us in a manner for the injury at the very time it is committed, by affording us a just reason to blame and contemn the person, who injures us. But this phænomenon likewise depends upon the same principle. For why <span class=\"page-break\"></span>do we blame all gross and injurious language, unless it be, because we esteem it contrary to good breeding and humanity? And why is it contrary, unless it be more shocking than any delicate satire? The rules of good-breeding condemn whatever is openly disobliging, and gives a sensible pain and confusion to those, with whom we converse. After this is once establish'd, abusive language is universally blam'd, and gives less pain upon account of its coarseness and incivility, which render the person despicable, that employs it. It becomes less disagreeable, merely because originally it is more so; and 'tis more disagreeable, because it affords an inference by general and common rules, that are palpable and undeniable.","subId":"15","id":"Hume.THN.1.3.13.15","pages":"151-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> this explication of the different influence of open and conceal'd flattery or satire, I shall add the consideration of another phænomenon, which is analogous to it. There are many particulars in the point of honour both of men and women, whose violations, when open and avow'd, the world never excuses, but which it is more apt to overlook, when the appearances are sav'd, and the transgression is secret and conceal'd. Even those, who know with equal certainty, that the fault is committed, pardon it more easily, when the proofs seem in some measure oblique and equivocal, than when they are direct and undeniable. The same idea is presented in both cases, and, properly speaking, is equally assented to by the judgment; and yet its influence is different, because of the different manner, in which it is presented.","subId":"16","id":"Hume.THN.1.3.13.16","pages":"152"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> if we compare these two cases, of the <em>open</em> and <em>conceal'd</em> violations of the laws of honour, we shall find, that the difference betwixt them consists in this, that in the first case the sign, from which we infer the blameable action, is single, and suffices alone to be the foundation of our reasoning and judgment; whereas in the latter the signs are numerous, and decide little or nothing when alone and unaccompany'd with many minute circumstances, which are almost imperceptible. <span class=\"page-break\"></span>But 'tis certainly true, that any reasoning is always the more convincing, the more single and united it is to the eye, and the less exercise it gives to the imagination to collect all its parts, and run from them to the correlative idea, which forms the conclusion. The labour of the thought disturbs the regular progress of the sentiments, as we shall observe presently.<a href=\"#n26\"><sup>[26]</sup></a> The idea strikes not on us with such vivacity; and consequently has no such influence on the passion and imagination.","subId":"17","id":"Hume.THN.1.3.13.17","pages":"152-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the same principles we may account for those observations of the <span class=\"small-capitals\">Cardinal de Retz</span>, <em>that there are many things, in which the world wishes to be deceiv'd</em>; and <em>that it more easily excuses a person in acting than in talking contrary to the decorum of his profession and character</em>. A fault in words is commonly more open and distinct than one in actions, which admit of many palliating excuses, and decide not so clearly concerning the intention and views of the actor.","subId":"18","id":"Hume.THN.1.3.13.18","pages":"153"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> it appears upon the whole, that every kind of opinion or judgment, which amounts not to knowledge, is deriv'd entirely from the force and vivacity of the perception, and that these qualities constitute in the mind, what we call the <span class=\"small-capitals\">belief</span> of the existence of any object. This force and this vivacity are most conspicuous in the memory; and therefore our confidence in the veracity of that faculty is the greatest imaginable, and equals in many respects the assurance of a demonstration. The next degree of these qualities is that deriv'd from the relation of cause and effect; and this too is very great, especially when the conjunction is found by experience to be perfectly constant, and when the object, which is present to us, exactly resembles those, of which we have had experience. But below this degree of evidence there are many others, which have an influence on the passions and imagination, proportion'd to that degree of force and vivacity, which they communicate to the ideas. 'Tis by habit <span class=\"page-break\"></span>we make the transition from cause to effect; and 'tis from some present impression we borrow that vivacity, which we diffuse over the correlative idea. But when we have not observ'd a sufficient number of instances, to produce a strong habit; or when these instances are contrary to each other; or when the resemblance is not exact; or the present impression is faint and obscure; or the experience in some measure obliterated from the memory; or the connexion dependent on a long chain of objects; or the inference deriv'd from general rules, and yet not conformable to them: In all these cases the evidence diminishes by the diminution of the force and intenseness of the idea. This therefore is the nature of the judgment and probability.","subId":"19","id":"Hume.THN.1.3.13.19","pages":"153-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> principally gives authority to this system is, beside the undoubted arguments, upon which each part is founded, the agreement of these parts, and the necessity of one to explain another. The belief, which attends our memory, is of the same nature with that, which is deriv'd from our judgments: Nor is there any difference betwixt that judgment, which is deriv'd from a constant and uniform connexion of causes and effects, and that which depends upon an interrupted and uncertain. 'Tis indeed evident, that in all determinations, where the mind decides from contrary experiments, 'tis first divided within itself, and has an inclination to either side in proportion to the number of experiments we have seen and remember. This contest is at last determin'd to the advantage of that side, where we observe a superior number of these experiments; but still with a diminution of force in the evidence correspondent to the number of the opposite experiments. Each possibility, of which the probability is compos'd, operates separately upon the imagination; and 'tis the larger collection of possibilities, which at last prevails, and that with a force proportionable to its superiority. All these phænomena lead directly to the precedent system; nor will it ever be possible upon any other principles to give a satisfactory and consistent explication of them. <span class=\"page-break\"></span>Without considering these judgments as the effects of custom on the imagination, we shall lose ourselves in perpetual contradiction and absurdity.","subId":"20","id":"Hume.THN.1.3.13.20","pages":"154-5"},{"type":"note","content":"Part IV. Sect. I.","subId":"n24","id":"Hume.THN.1.3.13.n24","pages":"146"},{"type":"note","content":"Sect. 15.","subId":"n25","id":"Hume.THN.1.3.13.n25","pages":"149"},{"type":"note","content":"Part IV. Sect. I.","subId":"n26","id":"Hume.THN.1.3.13.n26","pages":"153"}]}