{"imported":true,"id":"Hume.THN.1.3.4","parent":"Hume.THN.1.3","title":"Section 4. Of the component parts of our reasonings concerning cause and effect","breadcrumb":"Section 4","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. IV.</h3> <h4><em>Of the component parts of our reasonings concerning cause and effect.</em></h4> ","id":"Hume.THN.1.3.4"},{"type":"paragraph","content":"THO' the mind in its reasonings from causes or effects carries its view beyond those objects, which it sees or remembers, it must never lose sight of them entirely, nor reason merely upon its own ideas, without some mixture of impressions, or at least of ideas of the memory, which are equivalent to impressions. When we infer effects from causes, we must <span class=\"page-break\"></span>establish the existence of these causes; which we have only two ways of doing, either by an immediate perception of our memory or senses, or by an inference from other causes; which causes again we must ascertain in the same manner, either by a present impression, or by an inference from <em>their</em> causes, and so on, till we arrive at some object, which we see or remember. 'Tis impossible for us to carry on our inferences <em>in infinitum</em>; and the only thing, that can stop them, is an impression of the memory or senses, beyond which there is no room for doubt or enquiry.","subId":"1","id":"Hume.THN.1.3.4.1","pages":"82-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> give an instance of this, we may chuse any point of history, and consider for what reason we either believe or reject it. Thus we believe that <span class=\"small-capitals\">Cæsar</span> was kill'd in the senate-house on the <em>ides</em> of <em>March</em>; and that because this fact is establish'd on the unanimous testimony of historians, who agree to assign this precise time and place to that event. Here are certain characters and letters present either to our memory or senses; which characters we likewise remember to have been us'd as the signs of certain ideas; and these ideas were either in the minds of such as were immediately present at that action, and receiv'd the ideas directly from its existence; or they were deriv'd from the testimony of others, and that again from another testimony, by a visible gradation, 'till we arrive at those who were eye-witnesses and spectators of the event. 'Tis obvious all this chain of argument or connexion of causes and effects, is at first founded on those characters or letters, which are seen or remember'd, and that without the authority either of the memory or senses our whole reasoning wou'd be chimerical and without foundation. Every link of the chain wou'd in that case hang upon another; but there wou'd not be any thing fix'd to one end of it, capable of sustaining the whole; and consequently there wou'd be no belief nor evidence. And this actually is the case with all <em>hypothetical</em> arguments, or reasonings upon a supposition; there being in them, neither any present impression, nor belief of a real existence.","subId":"2","id":"Hume.THN.1.3.4.2","pages":"83"},{"type":"paragraph","content":"<span class=\"small-capitals\">I need</span> not observe, that 'tis no just objection to the present doctrine, that we can reason upon our past conclusions or principles, without having recourse to those impressions, from which they first arose. For even supposing these impressions shou'd be entirely effac'd from the memory, the conviction they produc'd may still remain; and 'tis equally true, that all reasonings concerning causes and effects are originally deriv'd from some impression; in the same manner, as the assurance of a demonstration proceeds always from a comparison of ideas, tho' it may continue after the comparison is forgot.","subId":"3","id":"Hume.THN.1.3.4.3","pages":"84"}]}