{"id":"Hume.THN.1.3.5","imported":true,"parent":"Hume.THN.1.3","title":"Section 5. Of the impressions of the senses and memory","breadcrumb":"Section 5","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. V.</h3> <h4><em>Of the impressions of the senses and memory.</em></h4> ","id":"Hume.THN.1.3.5"},{"type":"paragraph","content":"IN this kind of reasoning, then, from causation, we employ materials, which are of a mix'd and heterogeneous nature, and which, however connected, are yet essentially different from each other. All our arguments concerning causes and effects consist both of an impression of the memory or senses, and of the idea of that existence, which produces the object of the impression, or is produc'd by it. Here therefore we have three things to explain, <em>viz. First</em>, The original impression. <em>Secondly</em>, The transition to the idea of the connected cause or effect. <em>Thirdly</em>, The nature and qualities of that idea.","subId":"1","id":"Hume.THN.1.3.5.1","pages":"84"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to those <em>impressions</em>, which arise from the <em>senses</em>, their ultimate cause is, in my opinion, perfectly inexplicable by human reason, and 'twill always be impossible to decide with certainty, whether they arise immediately from the object, or are produc'd by the creative power of the mind, or are deriv'd from the author of our being. Nor is such a question any way material to our present purpose. We may draw inferences from the coherence of our perceptions, whether they be true or false; whether they represent nature justly, or be mere illusions of the senses.","subId":"2","id":"Hume.THN.1.3.5.2","pages":"84"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> we search for the characteristic, which distinguishes the <em>memory</em> from the imagination, we must immediately perceive, that it cannot lie in the simple ideas it presents to us; since both these faculties borrow their simple ideas from the impressions, and can never go beyond these original perceptions. These faculties are as little distinguish'd from each other by the arrangement of their complex ideas. For tho' it be a peculiar property of the memory to preserve the original order and position of its ideas, while the imagination transposes and changes them, as it pleases; yet this difference is not sufficient to distinguish them in their operation, or make us know the one from the other; it being impossible to recal the past impressions, in order to compare them with our present ideas, and see whether their arrangement be exactly similar. Since therefore the memory is known, neither by the order of its <em>complex</em> ideas, nor the nature of its <em>simple</em> ones; it follows, that the difference betwixt it and the imagination lies in its superior force and vivacity. A man may indulge his fancy in feigning any past scene of adventures; nor wou'd there be any possibility of distinguishing this from a remembrance of a like kind, were not the ideas of the imagination fainter and more obscure.","subId":"3","id":"Hume.THN.1.3.5.3","pages":"85"},{"type":"paragraph","content":"<ins><span class=\"small-capitals\">It</span> frequently happens, that when two men have been engag'd in any scene of action, the one shall remember it much better than the other, and shall have all the difficulty in the world to make his companion recollect it. He runs over several circumstances in vain; mentions the time, the place, <span class=\"page-break\"></span>the company, what was said, what was done on all sides; till at last he hits on some lucky circumstance, that revives the whole, and gives his friend a perfect memory of every thing. Here the person that forgets receives at first all the ideas from the discourse of the other, with the same circumstances of time and place; tho' he considers them as mere fictions of the imagination. But as soon as the circumstance is mention'd, that touches the memory, the very same ideas now appear in a new light, and have, in a manner, a different feeling from what they had before. Without any other alteration, beside that of the feeling, they become immediately ideas of the memory, and are assented to.</ins>","subId":"4","id":"Hume.THN.1.3.5.4","pages":"627-8"},{"type":"paragraph","content":"<ins><span class=\"small-capitals\">Since</span>, therefore, the imagination can represent all the same objects that the memory can offer to us, and since those faculties are only distinguish'd by the different <em>feeling</em> of the ideas they present, it may be proper to consider what is the nature of that feeling. And here I believe every one will readily agree with me, that the ideas of the memory are more <em>strong</em> and <em>lively</em> than those of the fancy.</ins><span class=\"page-break\"></span>A painter, who intended to represent a passion or emotion of any kind, wou'd endeavour to get a sight of a person actuated by a like emotion, in order to enliven his ideas, and give them a force and vivacity superior to what is found in those, which are mere fictions of the imagination. The more recent this memory is, the clearer is the idea; and when after a long interval he would return to the contemplation of his object, he always finds its idea to be much decay'd, if not wholly obliterated. We are frequently in doubt concerning the ideas of the memory, as they become very weak and feeble; and are at a loss to determine whether any image proceeds from the fancy or the memory, when it is not drawn in such lively colours as distinguish that latter faculty. I think, I remember such an event, says one; but am not <span class=\"page-break\"></span>sure. A long tract of time has almost worn <ins>it</ins> out of my memory, and leaves me uncertain whether or not it be the pure offspring of my fancy.","subId":"5","id":"Hume.THN.1.3.5.5","pages":"628/85-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> as an idea of the memory, by losing its force and vivacity, may degenerate to such a degree, as to be taken for an idea of the imagination; so on the other hand an idea of the imagination may acquire such a force and vivacity, as to pass for an idea of the memory, and counterfeit its effects on the belief and judgment. This is noted in the case of liars; who by the frequent repetition of their lies, come at last to believe and remember them, as realities; custom and habit having in this case, as in many others, the same influence on the mind as nature, and infixing the idea with equal force and vigour.","subId":"6","id":"Hume.THN.1.3.5.6","pages":"86"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> it appears, that the <em>belief</em> or <em>assent</em>, which always attends the memory and senses, is nothing but the vivacity of those perceptions they present; and that this alone distinguishes them from the imagination. To believe is in this case to feel an immediate impression of the senses, or a repetition of that impression in the memory. 'Tis merely the force and liveliness of the perception, which constitutes the first act of the judgment, and lays the foundation of that reasoning, which we build upon it, when we trace the relation of cause and effect.","subId":"7","id":"Hume.THN.1.3.5.7","pages":"86"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.4","imported":true,"title":"Section 4. Of the component parts of our reasonings concerning cause and effect","breadcrumb":"Section 4","published":[1739]},"next":{"id":"Hume.THN.1.3.6","imported":true,"title":"Section 6. Of the inference from the impression to the idea","breadcrumb":"Section 6","published":[1739]}}