{"imported":true,"id":"Hume.THN.1.3.6","parent":"Hume.THN.1.3","title":"Section 6. Of the inference from the impression to the idea","breadcrumb":"Section 6","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. VI.</h3> <h4><em>Of the inference from the impression to the idea.</em></h4> ","id":"Hume.THN.1.3.6"},{"type":"paragraph","content":"'TIS easy to observe, that in tracing this relation, the inference we draw from cause to effect, is not deriv'd merely from a survey of these particular objects, and from such a penetration into their essences as may discover the dependance of the one upon the other. There is no object, which implies the existence of any other if we consider these objects in themselves, and never look beyond the ideas <span class=\"page-break\"></span>which we form of them. Such an inference wou'd amount to knowledge, and wou'd imply the absolute contradiction and impossibility of conceiving any thing different. But as all distinct ideas are separable, 'tis evident there can be no impossibility of that kind. When we pass from a present impression to the idea of any object, we might possibly have separated the idea from the impression, and have substituted any other idea in its room.","subId":"1","id":"Hume.THN.1.3.6.1","pages":"86-7"},{"type":"paragraph","content":"'Tis therefore by <span class=\"small-capitals\">experience</span> only, that we can infer the existence of one object from that of another. The nature of experience is this. We remember to have had frequent instances of the existence of one species of objects; and also remember, that the individuals of another species of objects have always attended them, and have existed in a regular order of contiguity and succession with regard to them. Thus we remember to have seen that species of object we call <em>flame</em>, and to have felt that species of sensation we call <em>heat</em>. We likewise call to mind their constant conjunction in all past instances. Without any farther ceremony, we call the one <em>cause</em> and the other <em>effect</em>, and infer the existence of the one from that of the other. In all those instances, from which we learn the conjunction of particular causes and effects, both the causes and effects have been perceiv'd by the senses, and are remember'd: But in all cases, wherein we reason concerning them, there is only one perceiv'd or remember'd, and the other is supply'd in conformity to our past experience.","subId":"2","id":"Hume.THN.1.3.6.2","pages":"87"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> in advancing we have insensibly discover'd a new relation betwixt cause and effect, when we least expected it, and were entirely employ'd upon another subject. This relation is their <span class=\"small-capitals\">constant conjunction</span>. Contiguity and succession are not sufficient to make us pronounce any two objects to be cause and effect, unless we perceive, that these two relations are preserv'd in several instances. We may now see the advantage of quitting the direct survey of this relation, in order to discover the nature of that <em>necessary connexion</em>, which makes so essential a part of it. There are hopes, that <span class=\"page-break\"></span>by this means we may at last arrive at our propos'd end; tho' to tell the truth, this new-discover'd relation of a constant conjunction seems to advance us but very little in our way. For it implies no more than this, that like objects have always been plac'd in like relations of contiguity and succession; and it seems evident, at least at first sight, that by this means we can never discover any new idea, and can only multiply, but not enlarge the objects of our mind. It may be thought, that what we learn not from one object, we can never learn from a hundred, which are all of the same kind, and are perfectly resembling in every circumstance. As our senses shew us in one instance two bodies, or motions, or qualities in certain relations of succession and contiguity; so our memory presents us only with a multitude of instances, wherein we always find like bodies, motions, or qualities in like relations. From the mere repetition of any past impression, even to infinity, there never will arise any new original idea, such as that of a necessary connexion; and the number of impressions has in this case no more effect than if we confin'd ourselves to one only. But tho' this reasoning seems just and obvious; yet as it wou'd be folly to despair too soon, we shall continue the thread of our discourse; and having found, that after the discovery of the constant conjunction of any objects, we always draw an inference from one object to another, we shall now examine the nature of that inference, and of the transition from the impression to the idea. Perhaps 'twill appear in the end, that the necessary connexion depends on the inference, instead of the inference's depending on the necessary connexion.","subId":"3","id":"Hume.THN.1.3.6.3","pages":"87-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> it appears, that the transition from an impression present to the memory or senses to the idea of an object, which we call cause or effect, is founded on past <em>experience</em>, and on our remembrance of their <em>constant conjunction</em>, the next question is, Whether experience produces the idea by means of the understanding or imagination; whether we are determin'd by reason to make the transition, or by <span class=\"page-break\"></span>a certain association and relation of perceptions. If reason determin'd us, it wou'd proceed upon that principle, <em>that instances, of which we have had no experience, must resemble those, of which we have had experience, and that the course of nature continues always uniformly the same.</em> In order therefore to clear up this matter, let us consider all the arguments, upon which such a proposition may be suppos'd to be founded; and as these must be deriv'd either from <em>knowledge</em> or <em>probability</em>, let us cast our eye on each of these degrees of evidence, and see whether they afford any just conclusion of this nature.","subId":"4","id":"Hume.THN.1.3.6.4","pages":"88-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> foregoing method of reasoning will easily convince us, that there can be no <em>demonstrative</em> arguments to prove, <em>that those instances, of which we have had no experience, resemble those, of which we have had experience</em>. We can at least conceive a change in the course of nature; which sufficiently proves, that such a change is not absolutely impossible. To form a clear idea of any thing, is an undeniable argument for its possibility, and is alone a refutation of any pretended demonstration against it.","subId":"5","id":"Hume.THN.1.3.6.5","pages":"89"},{"type":"paragraph","content":"<span class=\"small-capitals\">Probability</span>, as it discovers not the relations of ideas, consider'd as such, but only those of objects, must in some respects be founded on the impressions of our memory and senses, and in some respects on our ideas. Were there no mixture of any impression in our probable reasonings, the conclusion wou'd be entirely chimerical: And were there no mixture of ideas, the action of the mind, in observing the relation, wou'd, properly speaking, be sensation, not reasoning. 'Tis therefore necessary, that in all probable reasonings there be something present to the mind, either seen or remember'd; and that from this we infer something connected with it, which is not seen nor remember'd.","subId":"6","id":"Hume.THN.1.3.6.6","pages":"89"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> only connexion or relation of objects, which can lead us beyond the immediate impressions of our memory and senses, is that of cause and effect; and that because 'tis the only one, on which we can found a just inference from one object to another. The idea of cause and effect is <span class=\"page-break\"></span>deriv'd from <em>experience</em>, which informs us, that such particular objects, in all past instances, have been constantly conjoin'd with each other: And as an object similar to one of these is suppos'd to be immediately present in its impression, we thence presume on the existence of one similar to its usual attendant. According to this account of things, which is, I think, in every point unquestionable, probability is founded on the presumption of a resemblance betwixt those objects, of which we have had experience, and those, of which we have had none; and therefore 'tis impossible this presumption can arise from probability. The same principle cannot be both the cause and effect of another; and this is, perhaps, the only proposition concerning that relation, which is either intuitively or demonstratively certain.","subId":"7","id":"Hume.THN.1.3.6.7","pages":"89-90"},{"type":"paragraph","content":"<span class=\"small-capitals\">Shou</span>'<span class=\"small-capitals\">d</span> any one think to elude this argument; and without determining whether our reasoning on this subject be deriv'd from demonstration or probability, pretend that all conclusions from causes and effects are built on solid reasoning: I can only desire, that this reasoning may be produc'd, in order to be expos'd to our examination. It may, perhaps, be said, that after experience of the constant conjunction of certain objects, we reason in the following manner. Such an object is always found to produce another. 'Tis impossible it cou'd have this effect, if it was not endow'd with a power of production. The power necessarily implies the effect; and therefore there is a just foundation for drawing a conclusion from the existence of one object to that of its usual attendant. The past production implies a power: The power implies a new production: And the new production is what we infer from the power and the past production.","subId":"8","id":"Hume.THN.1.3.6.8","pages":"90"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Twere</span> easy for me to shew the weakness of this reasoning, were I willing to make use of those observations, I have already made, that the idea of <em>production</em> is the same with that of <em>causation</em>, and that no existence certainly and demonstratively implies a power in any other object; or were <span class=\"page-break\"></span>it proper to anticipate what I shall have occasion to remark afterwards concerning the idea we form of <em>power</em> and <em>efficacy</em>. But as such a method of proceeding may seem either to weaken my system, by resting one part of it on another, or to breed a confusion in my reasoning, I shall endeavour to maintain my present assertion without any such assistance.","subId":"9","id":"Hume.THN.1.3.6.9","pages":"90-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> shall therefore be allow'd for a moment, that the production of one object by another in any one instance implies a power; and that this power is connected with its effect. But it having been already prov'd, that the power lies not in the sensible qualities of the cause; and there being nothing but the sensible qualities present to us; I ask, why in other instances you presume that the same power still exists, merely upon the appearance of these qualities? Your appeal to past experience decides nothing in the present case; and at the utmost can only prove, that that very object, which produc'd any other, was at  that very instant endow'd with such a power; but can never prove, that the same power must continue in the same object or collection of sensible qualities; much less, that a like power is always conjoin'd with like sensible qualities. Shou'd it be said, that we have experience, that the same power continues united with the same object, and that like objects are endow'd with like powers, I wou'd renew my question, <em>why from this experience we form any conclusion beyond those past instances, of which we have had experience</em>. If you answer this question in the same manner as the preceding, your answer gives still occasion to a new question of the same kind, even <em>in infinitum</em>; which clearly proves, that the foregoing reasoning had no just foundation.","subId":"10","id":"Hume.THN.1.3.6.10","pages":"91"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> not only our reason fails us in the discovery of the <em>ultimate connexion</em> of causes and effects, but even after experience has inform'd us of their <em>constant conjunction</em>, 'tis impossible for us to satisfy ourselves by our reason, why we shou'd extend that experience beyond those particular instances, which have fallen under our observation. We <span class=\"page-break\"></span>suppose, but are never able to prove, that there must be a resemblance betwixt those objects, of which we have had experience, and those which lie beyond the reach of our discovery.","subId":"11","id":"Hume.THN.1.3.6.11","pages":"91-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> have already taken notice of certain relations, which make us pass from one object to another, even tho' there be no reason to determine us to that transition; and this we may establish for a general rule, that wherever the mind constantly and uniformly makes a transition without any reason, it is influenc'd by these relations. Now this is exactly the present case. Reason can never shew us the connexion of one object with another, tho' aided by experience, and the observation of their constant conjunction in all past instances. When the mind, therefore, passes from the idea or impression of one object to the idea or belief of another, it is not determin'd by reason, but by certain principles, which associate together the ideas of these objects, and unite them in the imagination. Had ideas no more union in the fancy than objects seem to have to the understanding, we cou'd never draw any inference from causes to effects, nor repose belief in any matter of fact. The inference, therefore, depends solely on the union of ideas.","subId":"12","id":"Hume.THN.1.3.6.12","pages":"92"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> principles of union among ideas, I have reduc'd to three general ones, and have asserted, that the idea or impression of any object naturally introduces the idea of any other object, that is resembling, contiguous to, or connected with it. These principles I allow to be neither the <em>infallible</em> nor the <em>sole</em> causes of an union among ideas. They are not the infallible causes. For one may fix his attention during some time on any one object without looking farther. They are not the sole causes. For the thought has evidently a very irregular motion in running along its objects, and may leap from the heavens to the earth, from one end of the creation to the other, without any certain method or order. But tho' I allow this weakness in these three relations, and this irregularity in the imagination; yet I assert that the only <span class=\"page-break\"></span><em>general</em> principles, which associate ideas, are resemblance, contiguity and causation.","subId":"13","id":"Hume.THN.1.3.6.13","pages":"92-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is indeed a principle of union among ideas, which at first sight may be esteem'd different from any of these, but will be found at the bottom to depend on the same origin. When ev'ry individual of any species of objects is found by experience to be constantly united with an individual of another species, the appearance of any new individual of either species naturally conveys the thought to its usual attendant. Thus because such a particular idea is commonly annex'd to such a particular word, nothing is requir'd but the hearing of that word to produce the correspondent idea; and 'twill scarce be possible for the mind, by its utmost efforts, to prevent that transition. In this case it is not absolutely necessary, that upon hearing such a particular sound, we shou'd reflect on any past experience, and consider what idea has been usually connected with the sound. The imagination of itself supplies the place of this reflection, and is so accustom'd to pass from the word to the idea, that it interposes not a moment's delay betwixt the hearing of the one, and the conception of the other.","subId":"14","id":"Hume.THN.1.3.6.14","pages":"93"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' I acknowledge this to be a true principle of association among ideas, I assert it to be the very same with that betwixt the ideas of cause and effect, and to be an essential part in all our reasonings from that relation. We have no other notion of cause and effect, but that of certain objects, which have been <em>always conjoin'd</em> together, and which in all past instances have been found inseparable. We cannot penetrate into the reason of the conjunction. We only observe the thing itself, and always find that from the constant conjunction the objects acquire an union in the imagination. When the impression of one becomes present to us, we immediately form an idea of its usual attendant; and consequently we may establish this as one part of the definition of an opinion or belief, that 'tis <em>an idea related to or associated with a present impression</em>.","subId":"15","id":"Hume.THN.1.3.6.15","pages":"93"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> tho' causation be a <em>philosophical</em> relation, as implying contiguity, succession, and constant conjunction, yet 'tis only so far as it is a <em>natural</em> relation, and produces an union among our ideas, that we are able to reason upon it, or draw any inference from it.","subId":"16","id":"Hume.THN.1.3.6.16","pages":"94"}]}