{"imported":true,"id":"Hume.THN.2.2.4","parent":"Hume.THN.2.2","title":"Section 4. Of the love of relations","breadcrumb":"Section 4","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. IV. £3 £4 _Of the love of relations._ £4","id":"Hume.THN.2.2.4"},{"type":"paragraph","content":"HAVING given a reason, why several actions, that cause a real pleasure or uneasiness, excite not any degree, or but a small one, of the passion of love or hatred towards the actors; 'twill be necessary to shew, wherein consists the pleasure or uneasiness of many objects, which we find by experience to produce these passions.","subId":"1","id":"Hume.THN.2.2.4.1","pages":"351"},{"type":"paragraph","content":"^According^ to the preceding system there is always requir'd a double relation of impressions and ideas betwixt the cause and effect, in order to produce either love or hatred. But |tho' this be universally true, 'tis remarkable that the passion of love may be excited by only one _relation_ of a different kind, _viz._ betwixt ourselves and the object; or more properly speaking, that this relation is always attended with both the others. Whoever is united to us by any connexion is always sure of a share of our love, proportion'd to the connexion, without enquiring into his other qualities. Thus the relation of blood produces the strongest tie the mind is capable of in the love of parents to their children, and a lesser degree of the same affection, as the relation lessens. Nor has consanguinity alone this effect, but any other relation without exception. We love our country-men, our neighbours, those of the same trade, profession, and even name with ourselves. Every one of these relations is esteemed some tie, and gives a title to a share of our affection.","subId":"2","id":"Hume.THN.2.2.4.2","pages":"351-2"},{"type":"paragraph","content":"^There^ is another ph{ae}nomenon, which is parallel to this, _viz._ that _acquaintance_, without any kind of relation, gives rise to love and kindness. When we have contracted a habitude and intimacy with any person; tho' in frequenting his company we have not been able to discover any very valuable quality, of which he is possess'd; yet we cannot forbear preferring him to strangers, of whose superior merit we are fully convinc'd. These two ph{ae}nomena of the effects of relation and acquaintance will give mutual light to each other, and may be both explain'd from the same principle.","subId":"3","id":"Hume.THN.2.2.4.3","pages":"352"},{"type":"paragraph","content":"^Those^, who take a pleasure in declaiming against human nature, have observ'd, that man is altogether insufficient to support himself; and that when you loosen all the holds, which he has of external objects, he immediately drops down into the deepest melancholy and despair. From this, say they, proceeds that continual search after amusement in gaming, in hunting, in business; by which we endeavour to forget ourselves, and excite our spirits from the languid state, into which they fall, when not sustain'd by some brisk and lively emotion. To this method of thinking I so far agree, that I own the mind to be insufficient, of itself, to its own |entertainment, and that it naturally seeks after foreign objects, which may produce a lively sensation, and agitate the spirits. On the appearance of such an object it awakes, as it were, from a dream: The blood flows with a new tide: The heart is elevated: And the whole man acquires a vigour, which he cannot command in his solitary and calm moments. Hence company is naturally so rejoicing, as presenting the liveliest of all objects, _viz._ a rational and thinking Being like ourselves, who communicates to us all the actions of his mind; makes us privy to his inmost sentiments and affections; and lets us see, in the very instant of their production, all the emotions, which are caus'd by any object. Every lively idea is agreeable, but especially that of a passion, because such an idea becomes a kind of passion, and gives a more sensible agitation to the mind, than any other image or conception.","subId":"4","id":"Hume.THN.2.2.4.4","pages":"352-3"},{"type":"paragraph","content":"^This^ being once admitted, all the rest is easy. For as the company of strangers is agreeable to us for _a short time_, by inlivening our thought; so the company of our relations and acquaintance must be peculiarly agreeable, because it has this effect in a greater degree, and is of more _durable_ influence. Whatever is related to us is conceiv'd in a lively manner by the easy transition from ourselves to the related object. Custom also, or acquaintance facilitates the entrance, and strengthens the conception of any object. The first case is parallel to our reasonings from cause and effect; the second to education. And as reasoning and education concur only in producing a lively and strong idea of any object; so is this the only particular, which is common to relation and acquaintance. This must, therefore, be the influencing quality, by which they produce all their common effects; and love or kindness being one of these effects, it must be from the force and liveliness of conception, that the passion is deriv'd. Such a conception is peculiarly agreeable, and makes us have an affectionate regard for every thing, that produces it, when the proper object of kindness and good-will.","subId":"5","id":"Hume.THN.2.2.4.5","pages":"353"},{"type":"paragraph","content":"'^Tis^ obvious, that people associate together according to their particular tempers and dispositions, and that men of gay tempers naturally love the gay; as the serious bear an affection to the serious. This not only happens, where they remark this resemblance betwixt themselves and others, but also by the natural course of the disposition, and by a certain sympathy, which always arises betwixt similar characters. Where they remark the resemblance, it operates after the manner of a relation, by producing a connexion of ideas. Where they do not remark it, it operates by some other principle; and if this latter principle be similar to the former, it must be receiv'd as a confirmation of the foregoing reasoning.","subId":"6","id":"Hume.THN.2.2.4.6","pages":"354"},{"type":"paragraph","content":"^The^ idea of ourselves is always intimately present to us, and conveys a sensible degree of vivacity to the idea of any other object, to which we are related. This lively idea changes by degrees into a real impression; these two kinds of perception being in a great measure the same, and differing only in their degrees of force and vivacity. But this change must be produc'd with the greater ease, that our natural temper gives us a propensity to the same impression, which we observe in others, and makes it arise upon any slight occasion. In that case resemblance converts the idea into an impression, not only by means of the relation, and by transfusing the original vivacity into the related idea; but also by presenting such materials as take fire from the least spark. And as in both cases a love or affection arises from the resemblance, we may learn that a sympathy with others is agreeable only by giving an emotion to the spirits, since an easy sympathy and correspondent emotions are alone common to _relation_, _acquaintance_, and _resemblance_.","subId":"7","id":"Hume.THN.2.2.4.7","pages":"354"},{"type":"paragraph","content":"^The^ great propensity men have to pride may be consider'd as another similar ph{ae}nomenon. It often happens, that after we have liv'd a considerable time in any city; however at first it might be disagreeable to us; yet as we become familiar with the objects, and contract an acquaintance, tho' merely with the streets and buildings, the aversion diminishes |by degrees, and at last changes into the opposite passion. The mind finds a satisfaction and ease in the view of objects, to which it is accustom'd, and naturally prefers them to others, which, tho', perhaps, in themselves more valuable, are less known to it. By the same quality of the mind we are seduc'd into a good opinion of ourselves, and of all objects, that belong to us. They appear in a stronger light; are more agreeable; and consequently fitter subjects of pride and vanity, than any other.","subId":"8","id":"Hume.THN.2.2.4.8","pages":"354-5"},{"type":"paragraph","content":"^It^ may not be amiss, in treating of the affection we bear our acquaintance and relations, to observe some pretty curious ph{ae}nomena, which attend it. 'Tis easy to remark in common life, that children esteem their relation to their mother to be weaken'd, in a great measure, by her second marriage, and no longer regard her with the same eye, as if she had continu'd in her state of widow-hood. Nor does this happen only, when they have felt any inconveniencies from her second marriage, or when her husband is much her inferior; but even without any of these considerations, and merely because she has become part of another family. This also takes place with regard to the second marriage of a father; but in a much less degree: And 'tis certain the ties of blood are not so much loosen'd in the latter case as by the marriage of a mother. These two ph{ae}nomena are remarkable in themselves, but much more so when compar'd.","subId":"9","id":"Hume.THN.2.2.4.9","pages":"355"},{"type":"paragraph","content":"^In^ order to produce a perfect relation betwixt two objects, 'tis requisite, not only that the imagination be convey'd from one to the other by resemblance, contiguity or causation, but also that it return back from the second to the first with the same ease and facility. At first sight this may seem a necessary and unavoidable consequence. If one object resemble another, the latter object must necessarily resemble the former. If one object be the cause of another, the second object is effect to its cause. 'Tis the same case with contiguity: And therefore the relation being always reciprocal, it may be thought, that the return of the imagination |from the second to the first must also, in every case, be equally natural as its passage from the first to the second. But upon farther examination we shall easily discover our mistake. For supposing the second object, beside its reciprocal relation to the first, to have also a strong relation to a third object; in that case the thought, passing from the first object to the second, returns not back with the same facility, tho' the relation continues the same; but is readily carry'd on to the third object, by means of the new relation, which presents itself, and gives a new impulse to the imagination. This new relation, therefore, weakens the tie betwixt the first and second objects. The fancy is by its very nature wavering and inconstant; and considers always two objects as more strongly related together, where it finds the passage equally easy both in going and returning, than where the transition is easy only in one of these motions. The double motion is a kind of a double tie, and binds the objects together in the closest and most intimate manner.","subId":"10","id":"Hume.THN.2.2.4.10","pages":"355-6"},{"type":"paragraph","content":"^The^ second marriage of a mother breaks not the relation of child and parent; and that relation suffices to convey my imagination from myself to her with the greatest ease and facility. But after the imagination is arriv'd at this point of view, it finds its object to be surrounded with so many other relations, which challenge its regard, that it knows not which to prefer, and is at a loss what new object to pitch upon. The ties of interest and duty bind her to another family, and prevent that return of the fancy from her to myself, which is necessary to support the union. The thought has no longer the vibration, requisite to set it perfectly at ease, and indulge its inclination to change. It goes with facility, but returns with difficulty; and by that interruption finds the relation much weaken'd from what it wou'd be were the passage open and easy on both sides.","subId":"11","id":"Hume.THN.2.2.4.11","pages":"356"},{"type":"paragraph","content":"^Now^ to give a reason, why this effect follows not in the same degree upon the second marriage of a father: we may reflect on what has been prov'd already, that tho' the imagina|tion goes easily from the view of a lesser object to that of a greater, yet it returns not with the same facility from the greater to the less. When my imagination goes from myself to my father, it passes not so readily from him to his second wife, nor considers him as entering into a different family, but as continuing the head of that family, of which I am myself a part. His superiority prevents the easy transition of the thought from him to his spouse, but keeps the passage still open for a return to myself along the same relation of child and parent. He is not sunk in the new relation he acquires; so that the double motion or vibration of thought is still easy and natural. By this indulgence of the fancy in its inconstancy, the tie of child and parent still preserves its full force and influence.","subId":"12","id":"Hume.THN.2.2.4.12","pages":"356-7"},{"type":"paragraph","content":"^A mother^ thinks not her tie to a son weaken'd, because 'tis shar'd with her husband: Nor a son his with a parent, because 'tis shar'd with a brother. The third object is here related to the first, as well as to the second; so that the imagination goes and comes along all of them with the greatest facility.","subId":"13","id":"Hume.THN.2.2.4.13","pages":"357"}]}
