{"imported":true,"id":"Hume.THN.2.2.7","parent":"Hume.THN.2.2","title":"Section 7. Of compassion","breadcrumb":"Section 7","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. VII. £3 £4 _Of compassion._ £4","id":"Hume.THN.2.2.7"},{"type":"paragraph","content":"BUT tho' the desire of the happiness or misery of others, according to the love or hatred we bear them, be an arbitrary and original instinct implanted in our nature, we find it may be counterfeited on many occasions, and may arise |from secondary principles. _Pity_ is a concern for, and _malice_ a joy in the misery of others, without any friendship or enmity to occasion this concern or joy. We pity even strangers, and such as are perfectly indifferent to us: And if our ill-will to another proceed from any harm or injury, it is not, properly speaking, malice, but revenge. But if we examine these affections of pity and malice we shall find them to be secondary ones, arising from original affections, which are varied by some particular turn of thought and imagination.","subId":"1","id":"Hume.THN.2.2.7.1","pages":"368-9"},{"type":"paragraph","content":"'^Twill^ be easy to explain the passion of _pity_, from the precedent reasoning concerning _sympathy_. We have a lively idea of every thing related to us. All human creatures are related to us by resemblance. Their persons, therefore, their interests, their passions, their pains and pleasures must strike upon us in a lively manner, and produce an emotion similar to the original one; since a lively idea is easily converted into an impression. If this be true in general, it must be more so of affliction and sorrow. These have always a stronger and more lasting influence than any pleasure or enjoyment.","subId":"2","id":"Hume.THN.2.2.7.2","pages":"369"},{"type":"paragraph","content":"^A spectator^ of a tragedy passes thro' a long train of grief, terror, indignation, and other affections, which the poet represents in the persons he introduces. As many tragedies end happily, and no excellent one can be compos'd without some reverses of fortune, the spectator must sympathize with all these changes, and receive the fictitious joy as well as every other passion. Unless, therefore, it be asserted, that every distinct passion is communicated by a distinct original quality, and is not deriv'd from the general principle of sympathy above-explain'd, it must be allow'd, that all of them arise from that principle. To except any one in particular must appear highly unreasonable. As they are all first present in the mind of one person, and afterwards appear in the mind of another; and as the manner of their appearance, first as an idea, then as an impression, is in every case the same, the transition must arise from the same |principle. I am at least sure, that this method of reasoning wou'd be consider'd as certain, either in natural philosophy or common life.","subId":"3","id":"Hume.THN.2.2.7.3","pages":"369-70"},{"type":"paragraph","content":"^Add^ to this, that pity depends, in a great measure, on the contiguity, and even sight of the object; which is a proof, that 'tis deriv'd from the imagination. Not to mention that women and children are most subject to pity, as being most guided by that faculty. The same infirmity, which makes them faint at the sight of a naked sword, tho' in the hands of their best friend, makes them pity extremely those, whom they find in any grief or affliction. Those philosophers, who derive this passion from I know not what subtile reflections on the instability of fortune, and our being liable to the same miseries we behold, will find this observation contrary to them among a great many others, which it were easy to produce.","subId":"4","id":"Hume.THN.2.2.7.4","pages":"370"},{"type":"paragraph","content":"^There^ remains only to take notice of a pretty remarkable ph{ae}nomenon of this passion; which is, that the communicated passion of sympathy sometimes acquires strength from the weakness of its original, and even arises by a transition from affections, which have no existence. Thus when a person obtains any honourable office, or inherits a great fortune, we are always the more rejoic'd for his prosperity, the less sense he seems to have of it, and the greater equanimity and indifference he shews in its enjoyment. In like manner a man, who is not dejected by misfortunes, is the more lamented on account of his patience; and if that virtue extends so far as utterly to remove all sense of uneasiness, it still farther encreases our compassion. When a person of merit falls into what is vulgarly esteem'd a great misfortune, we form a notion of his condition; and carrying our fancy from the cause to the usual effect, first conceive a lively idea of his sorrow, and then feel an impression of it, entirely overlooking that greatness of mind, which elevates him above such emotions, or only considering it so far as to encrease our admiration, love and tenderness for him. We find from |experience, that such a degree of passion is usually connected with such a misfortune; and tho' there be an exception in the present case, yet the imagination is affected by the _general rule_, and makes us conceive a lively idea of the passion, or rather feel the passion itself, in the same manner, as if the person were really actuated by it. From the same principles we blush for the conduct of those, who behave themselves foolishly before us; and that tho' they shew no sense of shame, nor seem in the least conscious of their folly. All this proceeds from sympathy; but 'tis of a partial kind, and views its objects only on one side, without considering the other, which has a contrary effect, and wou'd entirely destroy that emotion, which arises from the first appearance.","subId":"5","id":"Hume.THN.2.2.7.5","pages":"370-1"},{"type":"paragraph","content":"^We^ have also instances, wherein an indifference and insensibility under misfortune encreases our concern for the misfortunate, even tho' the indifference proceed not from any virtue and magnanimity. 'Tis an aggravation of a murder, that it was committed upon persons asleep and in perfect security; as historians readily observe of any infant prince, who is captive in the hands of his enemies, that he is more worthy of compassion the less sensible he is of his miserable condition. As we ourselves are here acquainted with the wretched situation of the person, it gives us a lively idea and sensation of sorrow, which is the passion that _generally_ attends it; and this idea becomes still more lively, and the sensation more violent by a contrast with that security and indifference, which we observe in the person himself. A contrast of any kind never fails to affect the imagination, especially when presented by the subject; and 'tis on the imagination that pity entirely depends[n*].","subId":"6","id":"Hume.THN.2.2.7.6","pages":"371"},{"type":"note","content":"To prevent all ambiguity, I must observe, that where I oppose the imagination to the memory, I mean in general the faculty that presents our fainter ideas. In all other places, and particularly when it is oppos'd to the understanding, I understand the same faculty, excluding only our demonstrative and probable reasonings.","subId":"n*","id":"Hume.THN.2.2.7.n*","pages":"371"}]}
