{"id":"Hobbes.L.2.28","imported":true,"parent":"Hobbes.L.2","title":"Of Punishments, and Rewards","breadcrumb":"Chapter 28","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_040","blocks":[{"type":"title","content":"CHAP. XXVIII.\nOf Punishments, and Rewards.\n","id":"Hobbes.L.2.28"},{"type":"paragraph","content":"{The definition of Punishment.} A Punishment, is an Evill inflicted by publique Authority, on him that hath done, or omitted that which is Judged by the same Authority to be a Transgression of the Law; to the end that the will of men may thereby the better be disposed to obedience.","subId":"1","id":"Hobbes.L.2.28.1"},{"type":"paragraph","content":"{Right to Punish whence derived.} Before I inferre any thing from this definition, there is a question to be answered, of much importance; which is, by what door the Right, or Authority of Punishing in any case, came in. For by that which has been said before, no man is supposed bound by Covenant, not to resist violence; and consequently it cannot be intended, that he gave any right to another to lay violent hands upon his person. In the making of a Common-wealth, every man giveth away the right of defending another; but not of defending himselfe. Also he obligeth himselfe, to assist him that hath the Soveraignty, in the Punishing of another; but of himselfe not. But to covenant to assist the Soveraign, in doing hurt to another, unlesse he that so covenanteth have a right to doe it himselfe, is not to give him a Right to Punish. It is manifest therefore that the Right which the Common-wealth (that is, he, or they that represent it) hath to Punish, is not grounded on any concession, or gift of the Subjects. But I have also shewed formerly, that before the Institution of Common-wealth, every man had a right to every thing, and to do whatsoever he thought necessary to his own preservation; subduing, hurting, or killing any man in order thereunto. And this is the foundation of that right of Punishing, which is exercised in every common-wealth. For the Subjects did not give the Soveraign that right; but onely in laying down theirs, strengthned him to use his own, as he should think fit, for the preservation of them all: so that it was not given, but left to him, and to him onely; and (excepting the limits set him by naturall Law) as entire, as in the condition of meer Nature, and of warre of every one against his neighbour.","subId":"2","id":"Hobbes.L.2.28.2"},{"type":"paragraph","content":"From the definition of Punishment, I inferre, First,{Private injuries, and revenges no Punishments:} that neither private revenges, nor injuries of private men, can properly be stiled Punishment; because they proceed not from publique Authority.","subId":"3","id":"Hobbes.L.2.28.3"},{"type":"paragraph","content":"Secondly, that to be neglected, and unpreferred by{Nor denyall of preferment:} the publique favour, is not a Punishment; because no new evill is thereby on any man Inflicted; he is onely left in the estate he was in before.","subId":"4","id":"Hobbes.L.2.28.4"},{"type":"paragraph","content":"Thirdly, that the evill inflicted by publique Authority,{Nor pain inflicted without publique hearing:} without precedent publique condemnation, is not to be stiled by the name of Punishment; but of an hostile act; because the fact for which a man is Punished, ought first to be Judged by publique Authority, to be a transgression of the Law.","subId":"5","id":"Hobbes.L.2.28.5"},{"type":"paragraph","content":"Fourthly, that the evill inflicted by usurped power,{Nor pain inflicted by Usurped power.} and Judges without Authority from the Soveraign, is not Punishment; but an act of hostility; because the acts of power usurped, have not for Author, the person condemned; and therefore are not acts of publique Authority.","subId":"6","id":"Hobbes.L.2.28.6"},{"type":"paragraph","content":"{Nor pain inflicted without respect to the future good.} Fifthly, that all evill which is inflicted without intention, or possibility of disposing the Delinquent, or (by his example) other men, to obey the Lawes, is not Punishment; but an act of hostility; because without such an end, no hurt done is contained under that name.","subId":"7","id":"Hobbes.L.2.28.7"},{"type":"paragraph","content":"{Naturall evill consequences, no Punishments.} Sixthly, whereas to certain actions, there be annexed by Nature, divers hurtfull consequences; as when a man in assaulting another, is himselfe slain, or wounded; or when he falleth into sicknesse by the doing of some unlawfull act; such hurt, though in respect of God, who is the author of Nature, it may be said to be inflicted, and therefore a Punishment divine; yet it is not contaned in the name of Punishment in respect of men, because it is not inflicted by the Authority of man.","subId":"8","id":"Hobbes.L.2.28.8"},{"type":"paragraph","content":"{Hurt inflicted, if lesse than the benefit of transgressing, is not Punishment.} Seventhly, If the harm inflicted be lesse than the benefit, or contentment that naturally followeth the crime committed, that harm is not within the definition; and is rather the Price, or Redemption, than the Punishment of a Crime: Because it is of the nature of Punishment, to have for end, the disposing of men to obey the Law; which end (if it be lesse than the benefit of the transgression) it attaineth not, but worketh a contrary effect.","subId":"9","id":"Hobbes.L.2.28.9"},{"type":"paragraph","content":"{Where the Punishment is annexed to the Law, a greater hurt is not Punishment, but Hostility.} Eighthly, If a Punishment be determined and prescribed in the Law it selfe, and after the crime committed, there be a greater Punishment inflicted, the excesse is not Punishment, but an act of hostility. For seeing the aym of Punishment is not a revenge, but terrour; and the terrour of a great Punishment unknown, is taken away by the declaration of a lesse, the unexpected addition is no part of  the Punishment. but where there is no Punishment at all determined by the Law, there whatsoever is inflicted, hath the nature of Punishment. For he that goes about the violation of a Law, wherein no penalty is determined, expecteth an indeterminate, that is to say, an arbitrary Punishment.","subId":"10","id":"Hobbes.L.2.28.10"},{"type":"paragraph","content":"{Hurt inflicted for a fact done before the Law, no Punishment.} Ninthly, Harme inflicted for a Fact done before there was a Law that forbad it, is not Punishment, but an act of Hostility: For before the Law, there is no transgression of the Law: But Punishment supposeth a fact judged, to have been a transgression of the Law; Therefore Harme inflicted before the Law made, is not Punishment, but an act of Hostility.","subId":"11","id":"Hobbes.L.2.28.11"},{"type":"paragraph","content":"Tenthly, Hurt inflicted on the Representative of the{The Representative of the Common-wealth Unpunishable.} Common-wealth, is not Punishment, but an act of Hostility: Because it is of the nature of Punishment, to be inflicted by publique Authority, which is the Authority only of the Representative it self.","subId":"12","id":"Hobbes.L.2.28.12"},{"type":"paragraph","content":"Lastly, Harme inflicted upon one that is a declared enemy, fals not under the name of Punishment: Because{Hurt to Revolled Subjects is done by right of War, not by way of Punishment.} seeing they were either never subject to the Law, and therefore cannot transgresse it; or having been subject to it, and professing to be no longer so, by consequence deny they can transgresse it, all the Harmes that can be done them, must be taken as acts of Hostility. But in declared Hostility, all infliction of evill is lawfull. From whence it followeth, that if a subject shall by fact, or word, wittingly, and deliberatly deny the authority of the Representative of the Common-wealth, (whatsoever penalty hath been formerly ordained for Treason,) he may lawfully be made to suffer whatsoever the Representative will: For in denying subjection, he denyes such Punishment as by the Law hath been ordained; and therefore suffers as an enemy of the Common-wealth; that is, according to the will of the Representative. For the Punishments set down in the Law, are to Subjects, not to Enemies; such as are they, that having been by their own act Subjects, deliberately revolting, deny the Soveraign Power.","subId":"13","id":"Hobbes.L.2.28.13"},{"type":"paragraph","content":"The first, and most generall distribution of Punishments, is into Divine, and Humane. Of the former I shall have occasion, to speak, in a more convenient place hereafter.","subId":"14","id":"Hobbes.L.2.28.14"},{"type":"paragraph","content":"Humane, are those Punishments that be inflicted by the Commandement of Man; and are either Corporall, or Pecuniary, or Ignominy, or Imprisonment, or Exile, or mixt of these.","subId":"15","id":"Hobbes.L.2.28.15"},{"type":"paragraph","content":"Corporall Punishment is that, which is inflicted on the{Punishments Corporall.} body directly, and according to the intention of him that inflicteth it: such as are stripes, or wounds, or deprivation of such pleasures of the body, as were before lawfully enjoyed.","subId":"16","id":"Hobbes.L.2.28.16"},{"type":"paragraph","content":"{Capitall.} And of these, some be Capitall, some Lesse than Capitall. Capitall, is the Infliction of Death; and that either simply, or with torment. Lesse than Capitall, are Stripes, Wounds, Chains, and any other corporall Paine, not in its own nature mortall. For if upon the Infliction of a Punishment death follow not in the intention of the Inflicter, the Punishment is not to bee esteemed Capitall, though the harme prove mortall by an accident not to be foreseen; in which case death is not inflicted, but hastened.","subId":"17","id":"Hobbes.L.2.28.17"},{"type":"paragraph","content":"Pecuniary Punishment, is that which consisteth not only in the deprivation of a Summe of Mony, but also of Lands, or any other goods which are usually bought and sold for mony. And in case the Law, that ordaineth such a punishment, be made with design to gather mony, from such as shall transgresse the same, it is not properly a Punishment, but the Price of priviledge, and exemption from the Law, which doth not absolutely forbid the fact, but only to those that are not able to pay the mony; except where the Law is Naturall, or part of Religion; for in that case it is not an exemption from the Law, but a transgression of it. As where a Law exacteth a Pecuniary mulct, of them that take the name of God in vaine, the payment of the mulct, is not the price of a dispensation to sweare, but the Punishment of the transgression of a Law undispensable. In like manner if the Law impose a Summe of Mony to be payd, to him that has been Injured; this is but a satisfaction for the hurt done him; and extinguisheth the accusation of the party injured, not the crime of the offender.","subId":"18","id":"Hobbes.L.2.28.18"},{"type":"paragraph","content":"{Ignominy.} Ignominy, is the infliction of such Evill, as is made Dishonorable; or the deprivation of such Good, as is made Honourable by the Common-wealth. For there be some things Honorable by Nature; as the effects of Courage, Magnanimity, Strength, Wisdome, and other abilities of body and mind: Others made Honorable by the Common-wealth; as Badges, Titles, Offices, or any other singular marke of the Soveraigns favour. The former, (though they may faile by nature, or accident,) cannot be taken away by a Law; and therefore the losse of them is not Punishment. But the later, may be taken away by the publique authority that made them Honorable, and are properly Punishments: Such are degrading men condemned, of their Badges, Titles, and Offices; or declaring them uncapable of the like in time to come.","subId":"19","id":"Hobbes.L.2.28.19"},{"type":"paragraph","content":"Imprisonment, is when a man is by publique Authority{Imprisonment.} deprived of liberty; and may happen from two divers ends; whereof one is the safe custody of a man accused; the other is the inflicting of paine on a man condemned. The former is not Punishment; because no man is supposed to be Punisht, before he be Judicially heard, and declared guilty. And therefore whatsoever hurt a man is made to suffer by bonds, or restraint, before his cause be heard, over and above that which is necessary to assure his custody, is against the Law of Nature. But the later is Punishment, because Evill, and inflicted by publique Authority, for somewhat that has by the same Authority been Judged a Transgression of the Law. Under this word Imprisonment, I comprehend all restraint of motion, caused by an externall obstacle, be it a House, which is called by the general name of a Prison; or an Iland, as when men are said to be confined to it; or a place where men are set to worke, as in old time men have been condemned to Quarries, and in these times to Gallies; or be it a Chaine, or any other such impediment.","subId":"20","id":"Hobbes.L.2.28.20"},{"type":"paragraph","content":"Exile, (Banishment) is when a man is for a crime,{Exile} condemned to depart out of the dominion of the Common-wealth, or out of a certaine part thereof; and during a prefixed time, or for ever, not to return into it: and seemeth not in its own nature, without other circumstances, to be a Punishment; but rather an escape, or a publique commandement to avoid Punishment by flight. And Cicero sayes, there was never any such Punishment ordained in the City of Rome; but cals it a refuge of men in danger. For if a man banished, be neverthelesse permitted to enjoy his Goods, and the Revenue of his Lands, the meer change of ayr is no Punishment; nor does it tend to that benefit of the Common-wealth, for which all Punishments are ordained, (that is to say, to the forming of mens wils to the observation of the Law;) but many times to the dammage of the Common-wealth. For a Banished man, is a lawfull enemy of the Common-wealth that banished him; as being no more a Member of the same. But if he be withall deprived of his Lands, or Goods, then the Punishment lyeth not in the Exile, but is to be reckoned amongst Punishments Pecuniary.","subId":"21","id":"Hobbes.L.2.28.21"},{"type":"paragraph","content":"{The Punishment of Innocent Subjects is contrary to the Law of Nature.} All Punishments of Innocent subjects, be they great or little, are against the Law of Nature: For Punishment is only for Transgression of the Law, and therefore there can be no Punishment of the Innocent. It is therefore a violation, First, of that Law of Nature, which forbiddeth all men, in their Revenges, to look at any thing but some future good: For there can arrive no good to the Common-wealth, by Punishing the Innocent. Secondly, of that, which forbiddeth Ingratitude: For seeing all Soveraign Power, is originally given by the consent of every one of the Subjects, to the end they should as long as they are obedient, be protected thereby; the Punishment of the Innocent, is a rendring of Evill for Good. And thirdly, of the Law that commandeth Equity; that is to say, an equall distribution of Justice; which in Punishing the Innocent is not observed.","subId":"22","id":"Hobbes.L.2.28.22"},{"type":"paragraph","content":"{But the Harme done to Innocents in War, not so:} But the Infliction of what evill soever, on an Innocent man, that is not a Subject, if it be for the benefit of the Common-wealth, and without violation of any former Covenant, is no breach of the Law of Nature. For all men that are not Subjects, are either Enemies, or else they have ceased from being so, by some precedent covenants. But against Enemies, whom the Common-wealth judgeth capable to do them hurt, it is lawfull by the originall Right of Nature to make warre; wherein the Sword Judgeth not, nor doth the Victor make distinction{Nor that which is done to declared Rebels.} f Nocent, and Innocent, as to the time past; nor has other respect of mercy, than as it conduceth to the good of his own People. And upon this ground it is, that also in Subjects, who deliberatly deny the Authority of the Common-wealth established, the vengeance is lawfully extended, not onely to the Fathers, but also to the third and fourth generation not yet in being, and consequently innocent of the fact, for which they are afflicted: because the nature of this offence, consisteth in the renouncing of subjection; which is a relapse into the condition of warre, commonly called Rebellion; and they that so offend, suffer not as Subjects, but as Enemies. For Rebellion, is but warre renewed.","subId":"23","id":"Hobbes.L.2.28.23"},{"type":"paragraph","content":"{Reward is either Salary, or Grace.} Reward, is either of Gift, or by Contract. When by Contract, it is called Salary, and Wages; which is benefit due for service performed, or promised. When of Gift, it is benefit proceeding from the grace of them that bestow it, to encourage, or enable men to do them service. And therefore when the Soveraign of a Common wealth appointeth a Salary to any publique Office, he that receiveth it, is bound in Justice to performe his office; otherwise, he is bound onely in honour, to acknowledgement, and an endeavour of requitall. For though men have no lawfull remedy, when they be commanded to quit their private businesse, to serve the publique, without Reward, or Salary; yet they are not bound thereto, by the Law of Nature, nor by the Institution of the Common-wealth, unlesse the service cannot otherwise be done; because it is supposed the Soveraign may make use of all their means, insomuch as the most common Souldier, may demand the wages of his warrefare, as a debt.","subId":"24","id":"Hobbes.L.2.28.24"},{"type":"paragraph","content":"The benefits which a Soveraign bestoweth on a Subject,{Benefits bestowed for fear, are not Rewards.} for fear of some power, and ability he hath to do hurt to the Common-wealth, are not properly Rewards; for they are not Salaryes; because there is in this case no contract supposed, every man being obliged already not to do the Common-wealth disservice: nor are they Graces; because they be extorted by fear, which ought not to be incident to the Soveraign Power: but are rather Sacrifices, which the Soveraign (considered in his naturall person, and not in the person of the Common-wealth) makes, for the appeasing the discontent of him he thinks more potent than himselfe; and encourage not to obedience, but on the contrary, to the continuance, and increasing of further extortion.","subId":"25","id":"Hobbes.L.2.28.25"},{"type":"paragraph","content":"{Salaries Certain and Casuall.} And whereas some Salaries are certain, and proceed from the publique Treasure; and others uncertain, and casuall, proceeding from the execution of the Office for which the Salary is ordained; the later is in some cases hurtfull to the Common-wealth; as in the case of Judicature. For where the benefit of the Judges, and Ministers of a Court of Justice, ariseth for the multitude of Causes that are brought to their cognisance, there must needs follow two Inconveniences: One, is the nourishing of sutes; for the more sutes, the greater benefit: and another that depends on that, which is contention about Jurisdiction; each Court drawing to it selfe, as many Causes as it can. But in offices of Execution there are not those Inconveniences; because their employment cannot be encreased by any endeavour of their own. And thus much shall suffice for the nature of Punishment, and Reward; which are, as it were, the Nerves and Tendons, that move the limbes and joynts of a Common-wealth.","subId":"26","id":"Hobbes.L.2.28.26"},{"type":"paragraph","content":"Hitherto I have set forth the nature of Man, (whose Pride and other Passions have compelled him to submit himselfe to Government;) together with the great power of his Governour, whom I compared to Leviathan, taking that comparison out of the two last verses of the one and fortieth of Job; where God having set forth the great power of Leviathan, calleth him King of the Proud.There is nothing, saith he, on earth, to be compared with him. He is made so as not to be afraid. Hee seeth every high thing below him; and is King of all the children of pride. But because he is mortall, and subject to decay, as all other Earthly creatures are; and because there is that in heaven, (though not on earth) that he should stand in fear of, and whose Lawes he ought to obey; I shall in the next following Chapters speak of his Diseases, and the causes of his Mortality; and of what Lawes of Nature he is bound to obey.","subId":"27","id":"Hobbes.L.2.28.27"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]}],"prev":{"id":"Hobbes.L.2.27","imported":true,"title":"Of Crimes, Excuses, and Extenuations","breadcrumb":"Chapter 27","published":[1651]},"next":{"id":"Hobbes.L.2.29","imported":true,"title":"Of those things that Weaken, or tend to the Dissolution of a Common-wealth","breadcrumb":"Chapter 29","published":[1651]}}