{"imported":true,"id":"Hobbes.L.2.23","parent":"Hobbes.L.2","title":"Of the Publique Ministers of Soveraign Power","breadcrumb":"Chapter 23","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_035","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XXIII. £1 £1 _Of the ^Publique Ministers^ of Soveraign Power._ £1","id":"Hobbes.L.2.23"},{"type":"paragraph","content":"^In^ the last Chapter I have spoken of the Similar parts of a Common-wealth: In this I shall speak of the parts Organicall, which are Publique Ministers.","subId":"1","id":"Hobbes.L.2.23.1"},{"type":"paragraph","content":"#_Publique Minister Who._# ^Publique^ ^Minister^, is he, that by the Soveraign, (whether a Monarch, or an Assembly,) is employed in any affaires, with Authority to represent in that employment, the Person of the Common-wealth. And whereas every man, or assembly that hath Soveraignty, representeth two Persons, or (as the more common phrase is) has two Capacities, one Naturall, and another Politique, (as a Monarch, hath the person not onely of the Common-wealth, but also of a man; and a Soveraign Assembly hath the Person not onely of the Common-wealth, but also of the Assembly); they that be servants to them in their naturall Capacity, are not Publique Ministers; but those onely that serve them in the Administration of the Publique businesse. And therefore neither Ushers, nor Sergeants, nor other Officers that waite on the Assembly, for no other purpose, but for the commodity of the men assembled, in an Aristocracy, or Democracy; nor Stewards, Chamberlains, Cofferers, or any other Officers of the houshold of a Monarch, are Publique Ministers in a Monarchy.","subId":"2","id":"Hobbes.L.2.23.2"},{"type":"paragraph","content":"#_Ministers for the generall Administration._# Of Publique Ministers, some have charge committed to them of a generall Administration, either of the whole Dominion, or of a part thereof. Of the whole, as to a Protector, or Regent, may bee committed by the Predecessor of an Infant King, during his minority, the whole Administration of his Kingdome. In which case, every Subject is so far obliged to obedience, as the Ordinances he shall make, and the commands he shall give be in the Kings name, and not inconsistent with his Soveraigne Power. Of a part, or Province; as when either a Monarch, or a Soveraign Assembly, shall give the generall charge thereof to a Governour, Lieutenant, Pr{ae}fect or Vice-Roy: And in this case also, every one of that Province, is obliged to all he shall doe in the name of the Soveraign, and that not incompatible with the Soveraigns Right. For such Protectors, Vice-Roys, and Governors, have no other right, but what depends on the Soveraigns Will; and no Commission that can be given them, can be interpreted for a Declaration of the will to transferre the Soveraignty, without expresse and perspicuous words to that purpose. And this kind of Publique Ministers resembleth the Nerves, and Tendons that move the severall limbs of a body naturall.","subId":"3","id":"Hobbes.L.2.23.3"},{"type":"paragraph","content":"Others have speciall Administration; that is to say,#_For speciall Administration, as for Oeconomy._# charges of some speciall businesse, either at home, or abroad: As at home; First, for the Oeconomy of a Common-wealth, They that have Authority concerning the _Treasure_, as Tributes, Impositions, Rents, Fines, or whatsoever publique revenue, to collect, receive, issue, or take the Accounts thereof, are Publique Ministers: Ministers, because they serve the Person Representative, and can doe nothing against his Command, nor without his Authority: Publique, because they serve him in his Politicall Capacity.","subId":"4","id":"Hobbes.L.2.23.4"},{"type":"paragraph","content":"Secondly, they that have Authority concerning the _Militia_; to have the custody of Armes, Forts, Ports; to Levy, Pay, or Conduct Souldiers; or to provide for any necessary thing for the use of war, either by Land or Sea, are publique Ministers. But a Souldier without Command, though he fight for the Common-wealth, does not therefore represent the Person of it; because there is none to represent it to. For every one that hath command, represents it to them only whom he commandeth.","subId":"5","id":"Hobbes.L.2.23.5"},{"type":"paragraph","content":"They also that have authority to teach, or to enable#_For instruction of the People._# others to teach the people their duty to the Soveraign Power, and instruct them in the knowledge of what is just, and unjust, thereby to render them more apt to live in godlinesse, and in peace amongst themselves, and resist the publique enemy, are Publique Ministers: Ministers, in that they doe it not by their own Authority, but by anothers; and Publique, because they doe it (or should doe it) by no Authority, but that of the Soveraign. the Monarch, or the Soveraign Assembly only hath immediate Authority from God, to teach and instruct the people; and no man but the Soveraign, receiveth his power _Dei gratiâ_ simply; that is to say, from the favour of none but God: All other, receive theirs from the favour and providence of God, and their Soveraigns; as in a Monarchy _Dei gratiâ & Regis_; or _Dei providentiâ & voluntate Regis_.","subId":"6","id":"Hobbes.L.2.23.6"},{"type":"paragraph","content":"#_For Judicature._# They also to whom Jurisdiction is given, are Publique Ministers. For in their Seats of Justice they represent the person of the Soveraign; and their Sentence, is his Sentence; For (as hath been before declared) all Judicature is essentially annexed to the Soveraignty; and therefore all other Judges are but Ministers of him, or them that have the Soveraign Power. And as Controversies are of two sorts, namely of _Fact_ and of _Law_; so are Judgements, some of Fact, some of Law: And consequently in the same controversie, there may be two Judges, one of Fact, another of Law.","subId":"7","id":"Hobbes.L.2.23.7"},{"type":"paragraph","content":"And in both these controversies, there may arise a controversie between the party Judged, and the Judge; which because they be both Subjects to the Soveraign, ought in Equity to be Judged by men agreed on by consent of both; for no man can be Judge in his own cause. But the Soveraign is already agreed on for Judge by them both, and is therefore either to heare the Cause, and determine it himself, or appoint for Judge such as they shall both agree on. And this agreement is then understood to be made between them divers wayes; as first, if the Defendant be allowed to except against such of his Judges, whose interest maketh him suspect them, (for as to the Complaynant he hath already chosen his own Judge,) those which he excepteth not against, are Judges he himself agrees on. Secondly, if he appeale to any other Judge, he can appeale no further; for his appeale is his choice. Thirdly, if he appeale to the Soveraign himself, and he by himself, or by Delegates which the parties shall agree on, give Sentence; that Sentence is finall: for the Defendant is Judged by his own Judges, that is to say, by himself.","subId":"8","id":"Hobbes.L.2.23.8"},{"type":"paragraph","content":"These properties of just and rationall Judicature considered, I cannot forbeare to observe the excellent constitution of the Courts of Justice, established both for Common, and also for Publique Pleas in _England_. By Common Pleas, I meane those, where both the Complaynant and Defendant are Subjects: and by Publique, (which are also called Pleas of the Crown) those, where the Complaynant is the Soveraign. For whereas there were two orders of men, whereof one was Lords, the other Commons; The Lords had this Priviledge, to have for Judges in all Capitall crimes, none but Lords; and of them, as many as would be present; which being ever acknowledged as a Priviledge of favour, their Judges were none but such as they had themselves desired. And in all controversies, every Subject (as also in civill controversies the Lords) had for Judges, men of the Country where the matter in controversie lay; against which he might make his exceptions, till at last twelve men without exception being agreed on, they were Judged by those twelve. So that having his own Judges, there could be nothing alledged by the party, why the sentence should not be finall. These publique persons, with Authority from the Soveraign Power, either to Instruct, or Judge the people, are such members of the Common wealth, as may fitly be compared to the organs of Voice in a Body naturall.","subId":"9","id":"Hobbes.L.2.23.9"},{"type":"paragraph","content":"Publique Ministers are also all those, that have#_For Execution._# Authority from the Soveraign, to procure the Execution of Judgements given; to publish the Soveraigns Commands; to suppresse Tumults; to apprehend, and imprison Malefactors; and other acts tending to the conservation of the Peace. For every act they doe by such Authority, is the act of the Common-wealth; and their service, answerable to that of the Hands, in a Bodie naturall.","subId":"10","id":"Hobbes.L.2.23.10"},{"type":"paragraph","content":"Publique Ministers abroad, are those that represent the Person of their own Soveraign, to forraign States. Such are Ambassadors, Messengers, Agents, and Heralds, sent by publique Authoritie, and on publique Businesse.","subId":"11","id":"Hobbes.L.2.23.11"},{"type":"paragraph","content":"But such as are sent by Authoritie only of some private partie of a troubled State, though they be received, are neither Publique, nor Private Ministers of the Common-wealth; because none of their actions have the Common-wealth for Author. Likewise, an Ambassador sent from a Prince, to congratulate, condole, or to assist at a solemnity, though the Authority be Publique; yet because the businesse is Private, and belonging to him in his naturall capacity; is a Private person. Also if a man be sent into another Country, secretly to explore their counsels, and strength; though both the Authority, and the Businesse be Publique; yet because there is none to take notice of any Person in him, but his own; he is but a Private Minister; but yet a Minister of the Common-wealth; and may be compared to an Eye in the Body naturall. And those that are appointed to receive the Petitions or other informations of the People, and are as it were the publique Eare, are Publique Ministers, and represent their Soveraign in that office.","subId":"12","id":"Hobbes.L.2.23.12"},{"type":"paragraph","content":"#_Counsellers without other employment then to Advise are not Publique Ministers._# Neither a Counsellor (nor a Councell of State, if we consider it with no Authority of Judicature or Command, but only of giving Advice to the Soveraign when it is required, or of offering it when it is not required, is a Publique Person. For the Advice is addressed to the Soveraign only, whose person cannot in his own presence, be represented to him, by another. But a Body of Counsellors, are never without some other Authority, either of Judicature, or of immediate Administration: As in a Monarchy, they represent the Monarch, in delivering his Commands to the Publique Ministers: In a Democracy, the Councell, or Senate propounds the Result of their deliberations to the people, as a Councell; but when they appoint Judges, or heare Causes, or give Audience to Ambassadors, it is in the quality of a Minister of the People: And in an Aristocracy the Councell of State is the Soveraign Assembly it self; and gives counsell to none but themselves.","subId":"13","id":"Hobbes.L.2.23.13"}]}
