{"imported":true,"id":"Hobbes.L.2.24","parent":"Hobbes.L.2","title":"Of the Nutrition, and Procreation of a Common-wealth","breadcrumb":"Chapter 24","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_036","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XXIV. £1 £1 _Of the ^Nutrition^, and ^Procreation^ of a Common-wealth._ £1","id":"Hobbes.L.2.24"},{"type":"paragraph","content":"#_The Nourishment of a Common-wealth consisteth in the Commodities of Sea and Land:_# ^The^ ^Nutrition^ of a Common-wealth consisteth, in the _Plenty_, and _Distribution_ of _Materials_ conducing to Life: In _Concoction_, or _Preparation_; and (when concocted) in the _Conveyance_ of it, by convenient conduits, to the Publique use.","subId":"1","id":"Hobbes.L.2.24.1"},{"type":"paragraph","content":"As for the Plenty of Matter, it is a thing limited by Nature, to those commodities, which from (the two breasts of our common Mother) Land, and Sea, God usually either freely giveth, or for labour selleth to man-kind.","subId":"2","id":"Hobbes.L.2.24.2"},{"type":"paragraph","content":"For the Matter of this Nutriment, consisting in Animals, Vegetals, and Minerals, God hath freely layd them before us, in or neer to the face of the Earth; so as there needeth no more but the labour, and industry of receiving them. Insomuch as Plenty dependeth (next to Gods favour) meerly on the labour and industry of men.","subId":"3","id":"Hobbes.L.2.24.3"},{"type":"paragraph","content":"This Matter, commonly called Commodities, is partly _Native_, and partly _Forraign: Native_, that which is to be had within the Territory of the Common-wealth: _Forraign_, that which is imported from without. And because there is no Territory under the Dominion of one Common-wealth, (except it be of very vast extent,) that produceth all things needfull for the maintenance, and motion of the whole Body; and few that produce not something more than necessary; the superfluous commodities to be had within, become no more superfluous, but supply these wants at home, by importation of that which may be had abroad, either by Exchange, or by just Warre, or by Labour: for a mans Labour also, is a commodity exchangeable for benefit, as well as any other thing: And there have been Common-wealths that having no more Territory, than hath served them for habitation, have neverthelesse, not onely maintained, but also encreased their Power, partly by the labour of trading from one place to another, and partly by selling the Manifactures, whereof the Materials were brought in from other places.","subId":"4","id":"Hobbes.L.2.24.4"},{"type":"paragraph","content":"The Distribution of the Materials of this Nourishment,#_And the right Distribution of them._# is the constitution of _Mine_, and _Thine_, and _His_; that is to say, in one word _Propriety_; and belongeth in all kinds of Common-wealth to the Soveraign Power. For where there is no Common-wealth, there is (as hath been already shewn) a perpetuall warre of every man against his neighbour; And therefore every thing is his that getteth it, and keepeth it by force; which is neither _Propriety_, nor _Community_; but _Uncertainty_. Which is so evident, that even _Cicero_, (a passionate defender of Liberty,) in a publique pleading, attributeth all Propriety to the Law Civil, _Let the Civill Law_, saith he, _be once abandoned, or but negligently guarded, (not to say_ _oppressed,) and there is nothing, that any man can be sure to receive from his Ancestor, or leave to his Children_. And again; _Take away the Civill Law, and no man knows what is his own, and what another mans_. Seeing therefore the Introduction of _Propriety_ is an effect of Common-wealth; which can do nothing but by the Person that Represents it, it is the act onely of the Soveraign; and consisteth in the Lawes, which none can make that have not the Soveraign Power. And this they well knew of old, who called that Νόμος (that is to say, _Distribution_,) which we call Law; and defined Justice, by _distributing_ to every man _his own_.","subId":"5","id":"Hobbes.L.2.24.5"},{"type":"paragraph","content":"#_All private Estates of land proceed originally from the arbitrary Distribution of the Soveraign._# In this Distribution, the First Law, is for Division of the Land it selfe: wherein the Soveraign assigneth to every man a portion, according as he, and not according as any Subject, or any number of them, shall judge agreeable to Equity, and the Common Good. The Children of Israel, were a Common-wealth in the Wildernesse; but wanted the commodities of the Earth, till they were masters of the Land of Promise; which afterward was divided amongst them, not by their own discretion, but by the discretion of _Eleazar_ the Priest, and _Joshua_ their Generall: who when there were twelve Tribes, making them thirteen by subdivision of the Tribe of _Joseph_; made neverthelesse but twelve portions of the Land; and ordained for the Tribe of _Levi_ no land; but assigned them the tenth part of the whole fruits; which division was therefore Arbitrary. And though a People comming into possession of a Land by warre, do not alwaies exterminate the antient Inhabitants, (as did the Jewes,) but leave to many, or most, or all of them their estates; yet it is manifest they hold them afterwards, as of the Victors distribution; as the people of _England_ held all theirs of _William_ the _Conquerour_.","subId":"6","id":"Hobbes.L.2.24.6"},{"type":"paragraph","content":"#_Propriety of a Subject excludes not the Dominion of the Soveraign, but onely of another Subject._# From whence we may collect, that the propriety which a subject hath in his lands, consisteth in a right to exclude all other subjects from the use of them; and not to exclude their Soveraign, be it an Assembly, or a Monarch. For seeing the Soveraign, that is to say, the Common-wealth (whose Person he representeth,) is understood to do nothing but in order to the common Peace and Security, this Distribution of lands, is to be understood as done in order to the same: And consequently, whatsoever Distribution he shall make in prejudice thereof, is contrary to the will of every subject, that committed his Peace, and safety to his discretion, and conscience; and therefore by the will of every one of them, is to be reputed voyd. It is true, that a Soveraign Monarch, or the greater part of a Soveraign Assembly, may ordain the doing of many things in pursuit of their Passions, contrary to their own consciences, which is a breach of trust, and of the Law of Nature; but this is not enough to authorise any subject, either to make warre upon, or so much as to accuse of Injustice, or any way to speak evill of their Soveraign; because they have authorised all his actions, and in bestowing the Soveraign Power, made them their own. But in what cases the Commands of Soveraigns are contrary to Equity, and the Law of Nature, is to be considered hereafter in another place.","subId":"7","id":"Hobbes.L.2.24.7"},{"type":"paragraph","content":"In the Distribution of land, the Common-wealth it selfe, may be conceived to have a portion, and possesse, and#_The Publique is not to be dieted._# improve the same by their Representative; and that such portion may be made sufficient, to susteine the whole expence to the common Peace, and defence necessarily required: Which were very true, if there could be any Representative conceived free from humane passions, and infirmities. But the nature of men being as it is, the setting forth of Publique Land, or of any certaine Revenue for the Common-wealth, is in vaine; and tendeth to the dissolution of Government, and to the condition of meere Nature, and War, assoon as ever the Soveraign Power falleth into the hands of a Monarch, or of an Assembly, that are either too negligent of mony, or too hazardous in engaging the publique stock, into a long, or costly war. Common-wealths can endure no Diet: For seeing their expence is not limited by their own appetite, but by externall Accidents, and the appetites of their neighbours, the Publique Riches cannot be limited by other limits, than those which the emergent occasions shall require. And whereas in _England_, there were by the Conquerour, divers Lands reserved to his own use, (besides Forrests, and Chases, either for his recreation, or for preservation of Woods,) and divers services reserved on the Land he gave his Subjects; yet it seems they were not reserved for his Maintenance in his Publique, but in his Naturall capacity: For he, and his Successors did for all that, lay Arbitrary Taxes on all Subjects Land, when they judged it necessary. Or if those publique Lands, and Services, were ordained as a sufficient maintenance of the Common-wealth, it was contrary to the scope of the Institution; being (as it appeared by those ensuing Taxes) insufficient, and (as it appeares by the late small Revenue of the Crown) Subject to Alienation, and Diminution. It is therefore in vaine, to assign a portion to the Common-wealth; which may sell, or give it away; and does sell, and give it away when tis done by their Representative.","subId":"8","id":"Hobbes.L.2.24.8"},{"type":"paragraph","content":"#_The Places and matter of Traffique depend, as their Distribution, on the Soveraign._# As the Distribution of Lands at home; so also to assigne in what places, and for what commodities, the Subject shall traffique abroad, belongeth to the Soveraign. For if it did belong to private persons to use their own discretion therein, some of them would bee drawn for gaine, both to furnish the enemy with means to hurt the Common-wealth, and hurt it themselves, by importing such things, as pleasing mens appetites, be neverthelesse noxious, or at least unprofitable to them. And therefore it belongeth to the Common-wealth, (that is, to the Soveraign only,) to approve, or disapprove both of the places, and matter of forraign Traffique.","subId":"9","id":"Hobbes.L.2.24.9"},{"type":"paragraph","content":"#_The Laws of transferring propriety belong also to the Soveraign._# Further, seeing it is not enough to the Sustentation of a Common-wealth, that every man have a propriety in a portion of Land, or in some few commodities, or a naturall property in some usefull art, and there is no art in the world, but is necessary either for the being, or well being almost of every particular man; it is necessary, that men distribute that which they can spare, and transferre their propriety therein, mutually one to another, by exchange, and mutuall contract. And therefore it belongeth to the Common-wealth, (that is to say, to the Soveraign,) to appoint in what manner, all kinds of contract between Subjects, (as buying, selling, exchanging, borrowing, lending, letting, and taking to hire,) are to bee made; and by what words, and signes they shall be understood for valid. And for the Matter, and Distribution of the Nourishment, to the severall Members of the Common-wealth, thus much (considering the modell of the whole worke) is sufficient.","subId":"10","id":"Hobbes.L.2.24.10"},{"type":"paragraph","content":"By Concoction, I understand the reducing of all commodities,#_Mony the Bloud of a Common-wealth._# which are not presently consumed, but reserved for Nourishment in time to come, to some thing of equall value, and withall so portable, as not to hinder the motion of men from place to place; to the end a man may have in what place soever, such Nourishment as the place affordeth. And this is nothing else but Gold, and Silver, and Mony. For Gold and Silver, being (as it happens) almost in all Countries of the world highly valued, is a commodious measure of the value of all things else between Nations; and Mony (of what matter soever coyned by the Soveraign of a Common-wealth,) is a sufficient measure of the value of all things else, between the Subjects of that Common-wealth. By the means of which measures, all commodities, Moveable, and Immoveable, are made to accompany a man, to all places of his resort, within and without the place of his ordinary residence; and the same passeth from Man to Man, within the Common-wealth; and goes round about, Nourishing (as it passeth) every part thereof; In so much as this Concoction, is as it were the Sanguification of the Common-wealth: For naturall Bloud is in like manner made of the fruits of the Earth; and circulating, nourisheth by the way, every Member of the Body of Man.","subId":"11","id":"Hobbes.L.2.24.11"},{"type":"paragraph","content":"And because Silver and Gold, have their value from the matter it self; they have first this priviledge, that the value of them cannot be altered by the power of one, nor of a few Common-wealths; as being a common measure of the commodities of all places. But base Mony, may easily be enhansed, or abased. Secondly, they have the priviledge to make Common-wealths move, and stretch out their armes, when need is, into forraign Countries; and supply, not only private Subjects that travell, but also whole Armies with Provision. But that Coyne, which is not considerable for the Matter, but for the Stamp of the place, being unable to endure change of ayr, hath its effect at home only; where also it is subject to the change of Laws, and thereby to have the value diminished, to the prejudice many times of those that have it.","subId":"12","id":"Hobbes.L.2.24.12"},{"type":"paragraph","content":"#_The Conduits and Way of mony to the Publique use._# The Conduits, and Wayes by which it is conveyed to the Publique use, are of two sorts; One, that Conveyeth it to the Publique Coffers; The other, that Issueth the same out againe for publique payments. Of the first sort, are Collectors, Receivers, and Treasurers; of the second are the Treasurers againe, and the Officers appointed for payment of severall publique or private Ministers. And in this also, the Artificiall Man maintains his resemblance with the Naturall; whose Veins receiving the Bloud from the severall Parts of the Body, carry it to the Heart; where being made Vitall, the Heart by the Arteries sends it out again, to enliven, and enable for motion all the Members of the same.","subId":"13","id":"Hobbes.L.2.24.13"},{"type":"paragraph","content":"#_The Children of a Common-wealth Colonies._# The Procreation, or Children of a Common-wealth, are those we call _Plantations_, or _Colonies_; which are numbers of men sent out from the Common-wealth, under a Conductor, or Governour, to inhabit a Forraign Country, either formerly voyd of Inhabitants, or made voyd then, by warre. And when a Colony is setled, they are either a Common-wealth of themselves, discharged of their subjection to their Soveraign that sent them, (as hath been done by many Common-wealths of antient time,) in which case the Common-wealth from which they went, was called their Metropolis, or Mother, and requires no more of them, then Fathers require of the Children, whom they emancipate, and make free from their domestique government, which is Honour, and Friendship; or else they remain united to their Metropolis, as were the Colonies of the people of _Rome_; and then they are no Common-wealths themselves, but Provinces, and parts of the Common-wealth that sent them. So that the Right of Colonies (saving Honour, and League with their Metropolis,) dependeth wholly on their Licence, or Letters, by which their Soveraign authorised them to Plant.","subId":"14","id":"Hobbes.L.2.24.14"}]}
