{"imported":true,"id":"Hume.ETSS.EHU.12","parent":"Hume.ETSS.EHU","title":"Section 12. Of the Academical or Sceptical Philosophy","breadcrumb":"Section 12","texts":[],"published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECTION XII.\nOf the Academical or Sceptical Philosophy.\n","id":"Hume.ETSS.EHU.12"},{"type":"paragraph","content":"THERE is not a greater number of philosophical reasonings, displayed upon any subject, than those, which prove the existence of a Deity, and refute the fallacies of Atheists; and yet the most religious philosophers still dispute whether any man can be so blinded as to be a speculative atheist. How shall we reconcile these contradictions? The knights-errant, who wandered about to clear the world of dragons and giants, never entertained the least doubt with regard to the existence of these monsters.","subId":"1","id":"Hume.ETSS.EHU.12.1","pages":"149"},{"type":"paragraph","content":"The Sceptic is another enemy of religion, who naturally provokes the indignation of all divines and graver philosophers; though it is certain, that no man ever met with any such absurd creature, or conversed with a man, who had no opinion or principle concerning any subject, either of action or speculation. This begets a very natural question; What is meant by a sceptic? And how far it is possible to push these philosophical principles of doubt and uncertainty?","subId":"2","id":"Hume.ETSS.EHU.12.2","pages":"149"},{"type":"paragraph","content":"There is a species of scepticism, antecedent to all study and philosophy, which is much inculcated by Des Cartes and others, as a sovereign preservative against error and precipitate judgment. It recommends an universal doubt, not only of all our former opinions and principles, but also of our very faculties; of whose veracity, say they, we must assure ourselves, by a chain of reasoning, deduced from some original principle, which cannot possibly be fallacious or deceitful. But neither is there any such original principle, which has a prerogative above others, that are self-evident and convincing: Or if there were, could we advance a step beyond it, but by the use of those very faculties, of which we are supposed to be already diffident. The Cartesian doubt, therefore, were it ever possible to be attained by any human creature (as it plainly is not) would be entirely incurable; and no reasoning could ever bring us to a state of assurance and conviction upon any subject.","subId":"3","id":"Hume.ETSS.EHU.12.3","pages":"149-50"},{"type":"paragraph","content":"It must, however, be confessed, that this species of scepticism, when more moderate, may be understood in a very reasonable sense, and is a necessary preparative to the study of philosophy, by preserving a proper impartiality in our judgments, and weaning our mind from all those prejudices, which we may have imbibed from education or rash opinion. To begin with clear and self-evident principles, to advance by timorous and sure steps, to review frequently our conclusions, and examine accurately all their consequences; though by these means we shall make both a slow and a short progress in our systems; are the only methods, by which we can ever hope to reach truth, and attain a proper stability and certainty in our determinations.","subId":"4","id":"Hume.ETSS.EHU.12.4","pages":"150"},{"type":"paragraph","content":"There is another species of scepticism, consequent to science and enquiry, when men are supposed to have discovered, either the absolute fallaciousness of their mental faculties, or their unfitness to reach any fixed determination in all those curious subjects of speculation, about which they are commonly employed. Even our very senses are brought into dispute, by a certain species of philosophers; and the maxims of common life are subjected to the same doubt as the most profound principles or conclusions of metaphysics and theology. As these paradoxical tenets (if they may be called tenets) are to be met with in some philosophers, and the refutation of them in several, they naturally excite our curiosity, and make us enquire into the arguments, on which they may be founded.","subId":"5","id":"Hume.ETSS.EHU.12.5","pages":"150-1"},{"type":"paragraph","content":"I need not insist upon the more trite topics, employed by the sceptics in all ages, against the evidence of sense; such as those which are derived from the imperfection and fallaciousness of our organs, on numberless occasions; the crooked appearance of an oar in water; the various aspects of objects, according to their different distances; the double images which arise from the pressing one eye; with many other appearances of a like nature. These sceptical topics, indeed, are only sufficient to prove, that the senses alone are not implicitly to be depended on; but that we must correct their evidence by reason, and by considerations, derived from the nature of the medium, the distance of the object, and the disposition of the organ, in order to render them, within their sphere, the proper criteria of truth and falsehood. There are other more profound arguments against the senses, which admit not of so easy a solution.","subId":"6","id":"Hume.ETSS.EHU.12.6","pages":"151"},{"type":"paragraph","content":"It seems evident, that men are carried, by a natural instinct or prepossession, to repose faith in their senses; and that, without any reasoning, or even almost before the use of reason, we always suppose an external universe, which depends not on our perception, but would exist, though we and every sensible creature were absent or annihilated. Even the animal creation are governed by a like opinion, and preserve this belief of external objects, in all their thoughts, designs, and actions.","subId":"7","id":"Hume.ETSS.EHU.12.7","pages":"151"},{"type":"paragraph","content":"It seems also evident, that, when men follow this blind and powerful instinct of nature, they always suppose the very images, presented by the senses, to be the external objects, and never entertain any suspicion, that the one are nothing but representations of the other. This very table, which we see white, and which we feel hard, is believed to exist, independent of our perception, and to be something external to our mind, which perceives it. Our presence bestows not being on it: Our absence does not annihilate it. It preserves its existence uniform and entire, independent of the situation of intelligent beings, who perceive or contemplate it.","subId":"8","id":"Hume.ETSS.EHU.12.8","pages":"151-2"},{"type":"paragraph","content":"But this universal and primary opinion of all men is soon destroyed by the slightest philosophy, which teaches us, that nothing can ever be present to the mind but an image or perception, and that the senses are only the inlets, through which these images are conveyed, without being able to produce any immediate intercourse between the mind and the object. The table, which we see, seems to diminish, as we remove farther from it: But the real table, which exists independent of us, suffers no alteration: It was, therefore, nothing but its image, which was present to the mind. These are the obvious dictates of reason; and no man, who reflects, ever doubted, that the existences, which we consider, when we say, this house and that tree, are nothing but perceptions in the mind, and fleeting copies or representations of other existences, which remain uniform and independent.","subId":"9","id":"Hume.ETSS.EHU.12.9","pages":"152"},{"type":"paragraph","content":"So far, then, are we necessitated by reasoning to contradict or depart from the primary instincts of nature, and to embrace a new system with regard to the evidence of our senses. But here philosophy finds herself extremely embarrassed, when she would justify this new system, and obviate the cavils and objections of the sceptics. She can no longer plead the infallible and irresistible instinct of nature: For that led us to a quite different system, which is acknowledged fallible and even erroneous. And to justify this pretended philosophical system, by a chain of clear and convincing argument, or even any appearance of argument, exceeds the power of all human capacity.","subId":"10","id":"Hume.ETSS.EHU.12.10","pages":"152"},{"type":"paragraph","content":"By what argument can it be proved, that the perceptions of the mind must be caused by external objects, entirely different from them, though resembling them (if that be possible) and could not arise either from the energy of the mind itself, or from the suggestion of some invisible and unknown spirit, or from some other cause still more unknown to us? It is acknowledged, that, in fact, many of these perceptions arise not from any thing external, as in dreams, madness, and other diseases. And nothing can be more inexplicable than the manner, in which body should so operate upon mind as ever to convey an image of itself to a substance, supposed of so different, and even contrary a nature.","subId":"11","id":"Hume.ETSS.EHU.12.11","pages":"152-3"},{"type":"paragraph","content":"It is a question of fact, whether the perceptions of the senses be produced by external objects, resembling them: How shall this question be determined? By experience surely; as all other questions of a like nature. But here experience is, and must be entirely silent. The mind has never any thing present to it but the perceptions, and cannot possibly reach any experience of their connexion with objects. The supposition of such a connexion is, therefore, without any foundation in reasoning.","subId":"12","id":"Hume.ETSS.EHU.12.12","pages":"153"},{"type":"paragraph","content":"To have recourse to the veracity of the supreme Being, in order to prove the veracity of our senses, is surely making a very unexpected circuit. If his veracity were at all concerned in this matter, our senses would be entirely infallible; because it is not possible that he can ever deceive. Not to mention, that, if the external world be once called in question, we shall be at a loss to find arguments, by which we may prove the existence of that Being or any of his attributes.","subId":"13","id":"Hume.ETSS.EHU.12.13","pages":"153"},{"type":"paragraph","content":"This is a topic, therefore, in which the profounder and more philosophical sceptics will always triumph, when they endeavour to introduce an universal doubt into all subjects of human knowledge and enquiry. Do you follow the instincts and propensities of nature, may they say, in assenting to the veracity of sense? But these lead you to believe, that the very perception or sensible image is the external object. Do you disclaim this principle, in order to embrace a more rational opinion, that the perceptions are only representations of something external? You here depart from your natural propensities and more obvious sentiments; and yet are not able to satisfy your reason, which can never find any convincing argument from experience to prove, that the perceptions are connected with any external objects.","subId":"14","id":"Hume.ETSS.EHU.12.14","pages":"153-4"},{"type":"paragraph","content":"There is another sceptical topic of a like nature, derived from the most profound philosophy; which might merit our attention, were it requisite to dive so deep, in order to discover arguments and reasonings, which can so little serve to any serious purpose. It is universally allowed by modern enquirers, that all the sensible qualities of objects, such as hard, soft, hot, cold, white, black, &c. are merely secondary, and exist not in the objects themselves, but are perceptions of the mind, without any external archetype or model, which they represent. If this be allowed, with regard to secondary qualities, it must also follow, with regard to the supposed primary qualities of extension and solidity; nor can the latter be any more entitled to that denomination than the former. The idea of extension is entirely acquired from the senses of sight and feeling; and if all the qualities, perceived by the senses, be in the mind, not in the object, the same conclusion must reach the idea of extension, which is wholly dependent on the sensible ideas or the ideas of secondary qualities. Nothing can save us from this conclusion, but the asserting, that the ideas of those primary qualities are attained by Abstraction; an opinion, which, if we examine it accurately, we shall find to be unintelligible, and even absurd. An extension, that is neither tangible nor visible, cannot possibly be conceived: And a tangible or visible extension, which is neither hard nor soft, black nor white, is equally beyond the reach of human conception. Let any man try to conceive a triangle in general, which is neither Isosceles nor Scalenum, nor has any particular length or proportion of sides; and he will soon perceive the absurdity of all the scholastic notions with regard to abstraction and general ideas.","subId":"15","id":"Hume.ETSS.EHU.12.15","pages":"154-5"},{"type":"paragraph","content":"Thus the first philosophical objection to the evidence of sense or to the opinion of external existence consists in this, that such an opinion, if rested on natural instinct, is contrary to reason, and if referred to reason, is contrary to natural instinct, and at the same time carries no rational evidence with it, to convince an impartial enquirer. The second objection goes farther, and represents this opinion as contrary to reason: at least, if it be a principle of reason, that all sensible qualities are in the mind, not in the object.  Bereave matter of all its intelligible qualities, both primary and secondary, you in a manner annihilate it, and leave only a certain unknown, inexplicable something, as the cause of our perceptions; a notion so imperfect, that no sceptic will think it worth while to contend against it.","subId":"16","id":"Hume.ETSS.EHU.12.16","pages":"155"},{"type":"paragraph","content":"It may seem a very extravagant attempt of the sceptics to destroy reason by argument and ratiocination; yet is this the grand scope of all their enquiries and disputes. They endeavour to find objections, both to our abstract reasonings, and to those which regard matter of fact and existence.","subId":"17","id":"Hume.ETSS.EHU.12.17","pages":"155-6"},{"type":"paragraph","content":"The chief objection against all abstract reasonings is derived from the ideas of space and time; ideas, which, in common life and to a careless view, are very clear and intelligible, but when they pass through the scrutiny of the profound sciences (and they are the chief object of these sciences) afford principles, which seem full of absurdity and contradiction. No priestly dogmas, invented on purpose to tame and subdue the rebellious reason of mankind, ever shocked common sense more than the doctrine of the infinite divisibility of extension, with its consequences; as they are pompously displayed by all geometricians and metaphysicians, with a kind of triumph and exultation. A real quantity, infinitely less than any finite quantity, containing quantities infinitely less than itself, and so on in infinitum; this is an edifice so bold and prodigious, that it is too weighty for any pretended demonstration to support, because it shocks the clearest and most natural principles of human reason. But what renders the matter more extraordinary, is, that these seemingly absurd opinions are supported by a chain of reasoning, the clearest and most natural; nor is it possible for us to allow the premises without admitting the consequences. Nothing can be more convincing and satisfactory than all the conclusions concerning the properties of circles and triangles; and yet, when these are once received, how can we deny, that the angle of contact between a circle and its tangent is infinitely less than any rectilineal angle, that as you may increase the diameter of the circle in infinitum, this angle of contact becomes still less, even in infinitum, and that the angle of contact between other curves and their tangents may be infinitely less than those between any circle and its tangent, and so on, in infinitum? The demonstration of these principles seems as unexceptionable as that which proves the three angles of a triangle to be equal to two right ones, though the latter opinion be natural and easy, and the former big with contradiction and absurdity. Reason here seems to be thrown into a kind of amazement and suspence, which, without the suggestions of any sceptic, gives her a diffidence of herself, and of the ground on which she treads. She sees a full light, which illuminates certain places; but that light borders upon the most profound darkness. And between these she is so dazzled and confounded, that she scarcely can pronounce with certainty and assurance concerning any one object.","subId":"18","id":"Hume.ETSS.EHU.12.18","pages":"156-7"},{"type":"paragraph","content":"The absurdity of these bold determinations of the abstract sciences seems to become, if possible, still more palpable with regard to time than extension. An infinite number of real parts of time, passing in succession, and exhausted one after another, appears so evident a contradiction, that no man, one should think, whose judgment is not corrupted, instead of being improved, by the sciences, would ever be able to admit of it.","subId":"19","id":"Hume.ETSS.EHU.12.19","pages":"157"},{"type":"paragraph","content":"Yet still reason must remain restless, and unquiet, even with regard to that scepticism, to which she is driven by these seeming absurdities and contradictions. How any clear, distinct idea can contain circumstances, contradictory to itself, or to any other clear, distinct idea, is absolutely incomprehensible; and is, perhaps, as absurd as any proposition, which can be formed. So that nothing can be more sceptical, or more full of doubt and hesitation, than this scepticism itself, which arises from some of the paradoxical conclusions of geometry or the science of quantity.","subId":"20","id":"Hume.ETSS.EHU.12.20","pages":"157-8"},{"type":"paragraph","content":"The sceptical objections to moral evidence, or to the reasonings concerning matter of fact, are either popular or philosophical. The popular objections are derived from the natural weakness of human understanding; the contradictory opinions, which have been entertained in different ages and nations; the variations of our judgment in sickness and health, youth and old age, prosperity and adversity; the perpetual contradiction of each particular man's opinions and sentiments; with many other topics of that kind. It is needless to insist farther on this head. These objections are but weak. For as, in common life, we reason every moment concerning fact and existence, and cannot possibly subsist, without continually employing this species of argument, any popular objections, derived from thence, must be insufficient to destroy that evidence. The great subverter of Pyrrhonism or the excessive principles of scepticism, is action, and employment, and the occupations of common life. These principles may flourish and triumph in the schools; where it is, indeed, difficult, if not impossible, to refute them. But as soon as they leave the shade, and by the presence of the real objects, which actuate our passions and sentiments, are put in opposition to the more powerful principles of our nature, they vanish like smoke, and leave the most determined sceptic in the same condition as other mortals.","subId":"21","id":"Hume.ETSS.EHU.12.21","pages":"158-9"},{"type":"paragraph","content":"The sceptic, therefore, had better keep within his proper sphere, and display those philosophical objections, which arise from more profound researches. Here he seems to have ample matter of triumph; while he justly insists, that all our evidence for any matter of fact, which lies beyond the testimony of sense or memory, is derived entirely from the relation of cause and effect; that we have no other idea of this relation than that of two objects, which have been frequently conjoined together; that we have no argument to convince us, that objects, which have, in our experience, been frequently conjoined, will likewise, in other instances, be conjoined in the same manner; and that nothing leads us to this inference but custom or a certain instinct of our nature; which it is indeed difficult to resist, but which, like other instincts, may be fallacious and deceitful. While the sceptic insists upon these topics, he shews his force, or rather, indeed, his own and our weakness; and seems, for the time at least, to destroy all assurance and conviction. These arguments might be displayed at greater length, if any durable good or benefit to society could ever be expected to result from them.","subId":"22","id":"Hume.ETSS.EHU.12.22","pages":"159"},{"type":"paragraph","content":"For here is the chief and most confounding objection to excessive scepticism, that no durable good can ever result from it; while it remains in its full force and vigour. We need only ask such a sceptic, What his meaning is? And what he proposes by all these curious researches? He is immediately at a loss, and knows not what to answer. A Copernican or Ptolemaic, who supports each his different system of astronomy, may hope to produce a conviction, which will remain constant and durable, with his audience. A Stoic or Epicurean displays principles, which may not only be durable, but which have an effect on conduct and behaviour. But a Pyrrhonian cannot expect, that his philosophy will have any constant influence on the mind: Or if it had, that its influence would be beneficial to society. On the contrary, he must acknowledge, if he will acknowledge any thing, that all human life must perish, were his principles universally and steadily to prevail. All discourse, all action would immediately cease; and men remain in a total lethargy, till the necessities of nature, unsatisfied, put an end to their miserable existence. It is true; so fatal an event is very little to be dreaded. Nature is always too strong for principle. And though a Pyrrhonian may throw himself or others into a momentary amazement and confusion by his profound reasonings; the first and most trivial event in life will put to flight all his doubts and scruples, and leave him the same, in every point of action and speculation, with the philosophers of every other sect, or with those who never concerned themselves in any philosophical researches. When he awakes from his dream, he will be the first to join in the laugh against himself, and to confess, that all his objections are mere amusement, and can have no other tendency than to show the whimsical condition of mankind, who must act and reason and believe; though they are not able, by their most diligent enquiry, to satisfy themselves concerning the foundation of these operations, or to remove the objections, which may be raised against them.","subId":"23","id":"Hume.ETSS.EHU.12.23","pages":"159-60"},{"type":"paragraph","content":"There is, indeed, a more mitigated scepticism or academical philosophy, which may be both durable and useful, and which may, in part, be the result of this Pyrrhonism, or excessive scepticism, when its undistinguished doubts are, in some measure, corrected by common sense and reflection. The greater part of mankind are naturally apt to be affirmative and dogmatical in their opinions; and while they see objects only on one side, and have no idea of any counterpoising argument, they throw themselves precipitately into the principles, to which they are inclined; nor have they any indulgence for those who entertain opposite sentiments. To hesitate or balance perplexes their understanding, checks their passion, and suspends their action. They are, therefore, impatient till they escape from a state, which to them is so uneasy; and they think, that they can never remove themselves far enough from it, by the violence of their affirmations and obstinacy of their belief. But could such dogmatical reasoners become sensible of the strange infirmities of human understanding, even in its most perfect state, and when most accurate and cautious in its determinations; such a reflection would naturally inspire them with more modesty and reserve, and diminish their fond opinion of themselves, and their prejudice against antagonists. The illiterate may reflect on the disposition of the learned, who, amidst all the advantages of study and reflection, are commonly still diffident in their determinations: And if any of the learned be inclined, from their natural temper, to haughtiness and obstinacy, a small tincture of Pyrrhonism might abate their pride, by shewing them, that the few advantages, which they may have attained over their fellows, are but inconsiderable, if compared with the universal perplexity and confusion, which is inherent in human nature. In general, there is a degree of doubt, and caution, and modesty, which, in all kinds of scrutiny and decision, ought for ever to accompany a just reasoner.","subId":"24","id":"Hume.ETSS.EHU.12.24","pages":"161-2"},{"type":"paragraph","content":"Another species of mitigated scepticism, which may be of advantage to mankind, and which may be the natural result of the Pyrrhonian doubts and scruples, is the limitation of our enquiries to such subjects as are best adapted to the narrow capacity of human understanding. The imagination of man is naturally sublime, delighted with whatever is remote and extraordinary, and running, without controul, into the most distant parts of space and time in order to avoid the objects, which custom has rendered too familiar to it. A correct Judgment observes a contrary method, and avoiding all distant and high enquiries, confines itself to common life, and to such subjects as fall under daily practice and experience; leaving the more sublime topics to the embellishment of poets and orators, or to the arts of priests and politicians. To bring us to so salutary a determination, nothing can be more serviceable, than to be once thoroughly convinced of the force of the Pyrrhonian doubt, and of the impossibility, that any thing, but the strong power of natural instinct, could free us from it. Those who have a propensity to philosophy, will still continue their researches; because they reflect, that, besides the immediate pleasure, attending such an occupation, philosophical decisions are nothing but the reflections of common life, methodized and corrected. But they will never be tempted to go beyond common life, so long as they consider the imperfection of those faculties which they employ, their narrow reach, and their inaccurate operations. While we cannot give a satisfactory reason, why we believe, after a thousand experiments, that a stone will fall, or fire burn; can we ever satisfy ourselves concerning any determination, which we may form, with regard to the origin of worlds, and the situation of nature, from, and to eternity?","subId":"25","id":"Hume.ETSS.EHU.12.25","pages":"162"},{"type":"paragraph","content":"This narrow limitation, indeed, of our enquiries, is, in every respect, so reasonable, that it suffices to make the slightest examination into the natural powers of the human mind, and to compare them with their objects, in order to recommend it to us. We shall then find what are the proper subjects of science and enquiry.","subId":"26","id":"Hume.ETSS.EHU.12.26","pages":"163"},{"type":"paragraph","content":"It seems to me, that the only objects of the abstract sciences or of demonstration are quantity and number, and that all attempts to extend this more perfect species of knowledge beyond these bounds are mere sophistry and illusion. As the component parts of quantity and number are entirely similar, their relations become intricate and involved; and nothing can be more curious, as well as useful, than to trace, by a variety of mediums, their equality or inequality, through their different appearances. But as all other ideas are clearly distinct and different from each other, we can never advance farther, by our outmost scrutiny, than to observe this diversity, and, by an obvious reflection, pronounce one thing not to be another. Or if there be any difficulty in these decisions, it proceeds entirely from the undeterminate meaning of words, which is corrected by juster definitions. That the square of the hypothenuse is equal to the squares of the other two sides, cannot be known, let the terms be ever so exactly defined, without a train of reasoning and enquiry. But to convince us of this proposition, that where there is no property, there can be no injustice, it is only necessary to define the terms, and explain injustice to be a violation of property. This proposition is, indeed, nothing but a more imperfect definition. It is the same case with all those pretended syllogistical reasonings, which may be found in every other branch of learning, except the sciences of quantity and number; and these may safely, I think, be pronounced the only proper objects of knowledge and demonstration.","subId":"27","id":"Hume.ETSS.EHU.12.27","pages":"163"},{"type":"paragraph","content":"All other enquiries of men regard only matter of fact and existence; and these are evidently incapable of demonstration. Whatever is may not be. No negation of a fact can involve a contradiction. The non-existence of any being, without exception, is as clear and distinct an idea as its existence. The proposition, which affirms it not to be, however false, is no less conceivable and intelligible, than that which affirms it to be. The case is different with the sciences, properly so called. Every proposition, which is not true, is there confused and unintelligible. That the cube root of 64 is equal to the half of 10, is a false proposition, and can never be distinctly conceived. But that Cæsar, or the angel Gabriel, or any being never existed, may be a false proposition, but still is perfectly conceivable, and implies no contradiction.","subId":"28","id":"Hume.ETSS.EHU.12.28","pages":"163-4"},{"type":"paragraph","content":"The existence, therefore, of any being can only be proved by arguments from its cause or its effect; and these arguments are founded entirely on experience. If we reason à priori, any thing may appear able to produce any thing. The falling of a pebble may, for ought we know, extinguish the sun; or the wish of a man controul the planets in their orbits. It is only experience, which teaches us the nature and bounds of cause and effect, and enables us to infer the existence of one object from that of another. Such is the foundation of moral reasoning, which forms the greater part of human knowledge, and is the source of all human action and behaviour.","subId":"29","id":"Hume.ETSS.EHU.12.29","pages":"164"},{"type":"paragraph","content":"Moral reasonings are either concerning particular or general facts. All deliberations in life regard the former; as also all disquisitions in history, chronology, geography, and astronomy.","subId":"30","id":"Hume.ETSS.EHU.12.30","pages":"164"},{"type":"paragraph","content":"The sciences, which treat of general facts, are politics, natural philosophy, physic, chymistry, &c. where the qualities, causes and effects of a whole species of objects are enquired into.","subId":"31","id":"Hume.ETSS.EHU.12.31","pages":"165"},{"type":"paragraph","content":"Divinity or Theology, as it proves the existence of a Deity, and the immortality of souls, is composed partly of reasonings concerning particular, partly concerning general facts. It has a foundation in reason, so far as it is supported by experience. But its best and most solid foundation is faith and divine revelation.","subId":"32","id":"Hume.ETSS.EHU.12.32","pages":"165"},{"type":"paragraph","content":"Morals and criticism are not so properly objects of the understanding as of taste and sentiment. Beauty, whether moral or natural, is felt, more properly than perceived. Or if we reason concerning it, and endeavour to fix its standard, we regard a new fact, to wit, the general taste of mankind, or some such fact, which may be the object of reasoning and enquiry.","subId":"33","id":"Hume.ETSS.EHU.12.33","pages":"165"},{"type":"paragraph","content":"When we run over libraries, persuaded of these principles, what havoc must we make? If we take in our hand any volume; of divinity or school metaphysics, for instance; let us ask, Does it contain any abstract reasoning concerning quantity or number? No. Does it contain any experimental reasoning concerning matter of fact and existence? No. Commit it then to the flames: For it can contain nothing but sophistry and illusion.","subId":"34","id":"Hume.ETSS.EHU.12.34","pages":"165"},{"type":"note","content":"See NOTE [N].","subId":"n32","id":"Hume.ETSS.EHU.12.n32","pages":"155"},{"type":"note","content":"THIS argument is drawn from Dr. Berkley; and indeed most of the writings of that very ingenious author form the best lessons of scepticism, which are to be found either among the ancient or modern philosophers, Bayle not excepted. He professes, however, in his title-page (and undoubtedly with great truth) to have composed his book against the sceptics as well as against the atheists and free-thinkers. But that all his arguments, though otherwise intended, are, in reality, merely sceptical, appears from this, that they admit of no answer and produce no conviction. Their only effect is to cause that momentary amazement and irresolution and confusion, which is the result of scepticism.","subId":"n32.1","id":"Hume.ETSS.EHU.12.n32.1","pages":"155"},{"type":"note","content":"See NOTE [O].","subId":"n33","id":"Hume.ETSS.EHU.12.n33","pages":"156"},{"type":"note","content":"WHATEVER disputes there may be about mathematical points, we must allow that there are physical points; that is, parts of extension, which cannot be divided or lessened, either by the eye or imagination. These images, then, which are present to the fancy or senses, are absolutely indivisible, and consequently must be allowed by mathematicians to be infinitely less than any real part of extension; and yet nothing appears more certain to reason, than that an infinite number of them composes an infinite extension. How much more an infinite number of those infinitely small parts of extension, which are still supposed infinitely divisible.","subId":"n33.1","id":"Hume.ETSS.EHU.12.n33.1","pages":"156"},{"type":"note","content":"See NOTE [P].","subId":"n34","id":"Hume.ETSS.EHU.12.n34","pages":"158"},{"type":"note","content":"IT seems to me not impossible to avoid these absurdities and contradictions, if it be admitted, that there is no such thing as abstract or general ideas, properly speaking; but that all general ideas are, in reality, particular ones, attached to a general term, which recalls, upon occasion, other particular ones, that resemble, in certain circumstances, the idea, present to the mind. Thus when the term Horse is pronounced, we immediately figure to ourselves the idea of a black or a white animal, of a particular size or figure: But as that term is also usually applied to animals of other colours, figures and sizes, these ideas, though not actually present to the imagination, are easily recalled; and our reasoning and conclusion proceed in the same way, as if they were actually present. If this be admitted (as seems reasonable) it follows that all the ideas of quantity, upon which mathematicians reason, are nothing but particular, and such as are suggested by the senses and imagination, and consequently, cannot be infinitely divisible. It is sufficient to have dropped this hint at present, without prosecuting it any farther. It certainly concerns all lovers of science not to expose themselves to the ridicule and contempt of the ignorant by their conclusions; and this seems the readiest solution of these difficulties.","subId":"n34.1","id":"Hume.ETSS.EHU.12.n34.1","pages":"158"},{"type":"note","content":"See NOTE [Q].","subId":"n35","id":"Hume.ETSS.EHU.12.n35","pages":"164"},{"type":"note","content":"THAT impious maxim of the ancient philosophy, Ex nihilo, nihil fit, by which the creation of matter was excluded, ceases to be a maxim, according to this philosophy. Not only the will of the supreme Being may create matter; but, for aught we know à priori, the will of any other being might create it, or any other cause, that the most whimsical imagination can assign.","subId":"n35.1","id":"Hume.ETSS.EHU.12.n35.1","pages":"164"}]}