{"id":"Hume.ETSS.EHU.3","imported":true,"parent":"Hume.ETSS.EHU","title":"Section 3. Of the Association of Ideas","breadcrumb":"Section 3","published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"SECTION III.\nOf the Association of Ideas.\n","id":"Hume.ETSS.EHU.3"},{"type":"paragraph","content":"IT is evident, that there is a principle of connexion between the different thoughts or ideas of the mind, and that, in their appearance to the memory or imagination, they introduce each other with a certain degree of method and regularity. In our more serious thinking or discourse, this is so observable, that any particular thought, which breaks in upon the regular tract or chain of ideas, is immediately remarked and rejected. And even in our wildest and most wandering reveries, nay in our very dreams, we shall find, if we reflect, that the imagination ran not altogether at adventures, but that there was still a connexion upheld among the different ideas, which succeeded each other. Were the loosest and freest conversation to be transcribed, there would immediately be observed something, which connected it in all its transitions. Or where this is wanting, the person, who broke the thread of discourse, might still inform you, that there had secretly revolved in his mind a succession of thought, which had gradually led him from the subject of conversation. Among different languages, even where we cannot suspect the least connexion or communication, it is found, that the words, expressive of ideas, the most compounded, do yet nearly correspond to each other: A certain proof, that the simple ideas, comprehended in the compound ones, were bound together by some universal principle, which had an equal influence on all mankind.","subId":"1","id":"Hume.ETSS.EHU.3.1","pages":"23"},{"type":"paragraph","content":"Though it be too obvious to escape observation, that different ideas are connected together; I do not find, that any philosopher has attempted to enumerate or class all the principles of association; a subject, however, that seems worthy of curiosity. To me, there appear to be only three principles of connexion among ideas, namely, Resemblance, Contiguity in time or place, and Cause or Effect.","subId":"2","id":"Hume.ETSS.EHU.3.2","pages":"24"},{"type":"paragraph","content":"That these principles serve to connect ideas will not, I believe, be much doubted. A picture naturally leads our thoughts to the original: The mention of one apartment in a building naturally introduces an enquiry or discourse concerning the others: And if we think of a wound, we can scarcely forbear reflecting on the pain which follows it. But that this enumeration is compleat, and that there are no other principles of association, except these, may be difficult to prove to the satisfaction of the reader, or even to a man's own satisfaction. All we can do, in such cases, is to run over several instances, and examine carefully the principle, which binds the different thoughts to each other, never stopping till we render the principle as general as possible. The more instances we examine, and the more care we employ, the more assurance shall we acquire, that the enumeration, which we form from the whole, is compleat and entire.","subId":"3","id":"Hume.ETSS.EHU.3.3","pages":"24"},{"type":"note","content":"Resemblance.","subId":"n2","id":"Hume.ETSS.EHU.3.n2","pages":"24"},{"type":"note","content":"Contiguity.","subId":"n3","id":"Hume.ETSS.EHU.3.n3","pages":"24"},{"type":"note","content":"Cause and effect.","subId":"n4","id":"Hume.ETSS.EHU.3.n4"},{"type":"note","content":"For instance, Contrast or Contrariety is also a connexion among Ideas: But it may, perhaps, be considered as a mixture of Causation and Resemblance. Where two objects are contrary, the one destroys the other; that is, is the cause of its annihilation, and the idea of the annihilation of an object, implies the idea of its former existence.","subId":"n6","id":"Hume.ETSS.EHU.3.n6","pages":"24"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EHU","imported":true,"title":"An Enquiry concerning Human Understanding","breadcrumb":"First Enquiry","published":[1748]}],"prev":{"id":"Hume.ETSS.EHU.2","imported":true,"title":"Section 2. Of the Origin of Ideas","breadcrumb":"Section 2","published":[1748]},"next":{"id":"Hume.ETSS.EHU.4","imported":true,"title":"Section 4. Sceptical Doubts concerning the Operations of the Understanding","breadcrumb":"Section 4","published":[1748]}}