{"id":"Hume.ETSS.EHU.5","imported":true,"parent":"Hume.ETSS.EHU","title":"Section 5. Sceptical Solution of these Doubts","breadcrumb":"Section 5","published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"SECTION V.\nSceptical Solution of these Doubts.\n","id":"Hume.ETSS.EHU.5"},{"type":"paragraph","content":"THE passion for philosophy, like that for religion, seems liable to this inconvenience, that, though it aims at the correction of our manners, and extirpation of our vices, it may only serve, by imprudent management, to foster a predominant inclination, and push the mind, with more determined resolution, towards that side, which already draws too much, by the biass and propensity of the natural temper. It is certain, that, while we aspire to the magnanimous firmness of the philosophic sage, and endeavour to confine our pleasures altogether within our own minds, we may, at last, render our philosophy like that of Epictetus, and other Stoics, only a more refined system of selfishness, and reason ourselves out of all virtue, as well as social enjoyment. While we study with attention the vanity of human life, and turn all our thoughts towards the empty and transitory nature of riches and honours, we are, perhaps, all the while, flattering our natural indolence, which, hating the bustle of the world, and drudgery of business, seeks a pretence of reason, to give itself a full and uncontrouled indulgence. There is, however, one species of philosophy, which seems little liable to this inconvenience, and that because it strikes in with no disorderly passion of the human mind, nor can mingle itself with any natural affection or propensity; and that is the Academic or Sceptical philosophy. The academics always talk of doubt and suspense of judgment, of danger in hasty determinations, of confining to very narrow bounds the enquiries of the understanding, and of renouncing all speculations which lie not within the limits of common life and practice. Nothing, therefore, can be more contrary than such a philosophy to the supine indolence of the mind, its rash arrogance, its lofty pretensions, and its superstitious credulity. Every passion is mortified by it, except the love of truth; and that passion never is, nor can be carried to too high a degree. It is surprising, therefore, that this philosophy, which, in almost every instance, must be harmless and innocent, should be the subject of so much groundless reproach and obloquy. But, perhaps, the very circumstance, which renders it so innocent, is what chiefly exposes it to the public hatred and resentment. By flattering no irregular passion, it gains few partizans: By opposing so many vices and follies, it raises to itself abundance of enemies, who stigmatize it as libertine, profane, and irreligious.","subId":"1","id":"Hume.ETSS.EHU.5.1","pages":"40-1"},{"type":"paragraph","content":"Nor need we fear, that this philosophy, while it endeavours to limit our enquiries to common life, should ever undermine the reasonings of common life, and carry its doubts so far as to destroy all action, as well as speculation. Nature will always maintain her rights, and prevail in the end over any abstract reasoning whatsoever. Though we should conclude, for instance, as in the foregoing section, that, in all reasonings from experience, there is a step taken by the mind, which is not supported by any argument or process of the understanding; there is no danger, that these reasonings, on which almost all knowledge depends, will ever be affected by such a discovery. If the mind be not engaged by argument to make this step, it must be induced by some other principle of equal weight and authority; and that principle will preserve its influence as long as human nature remains the same. What that principle is, may well be worth the pains of enquiry.","subId":"2","id":"Hume.ETSS.EHU.5.2","pages":"41-2"},{"type":"paragraph","content":"Suppose a person, though endowed with the strongest faculties of reason and reflection, to be brought on a sudden into this world; he would, indeed, immediately observe a continual succession of objects, and one event following another; but he would not be able to discover any thing farther. He would not, at first, by any reasoning, be able to reach the idea of cause and effect; since the particular powers, by which all natural operations are performed, never appear to the senses; nor is it reasonable to conclude, merely because one event, in one instance, precedes another, that therefore the one is the cause, the other the effect. Their conjunction may be arbitrary and casual. There may be no reason to infer the existence of one from the appearance of the other. And in a word, such a person, without more experience, could never employ his conjecture or reasoning concerning any matter of fact, or be assured of any thing beyond what was immediately present to his memory and senses.","subId":"3","id":"Hume.ETSS.EHU.5.3","pages":"42"},{"type":"paragraph","content":"Suppose again, that he has acquired more experience, and has lived so long in the world as to have observed similar objects or events to be constantly conjoined together; what is the consequence of this experience? He immediately infers the existence of one object from the appearance of the other. Yet he has not, by all his experience, acquired any idea or knowledge of the secret power, by which the one object produces the other; nor is it, by any process of reasoning, he is engaged to draw this inference. But still he finds himself determined to draw it: And though he should be convinced, that his understanding has no part in the operation, he would nevertheless continue in the same course of thinking. There is some other principle, which determines him to form such a conclusion.","subId":"4","id":"Hume.ETSS.EHU.5.4","pages":"42"},{"type":"paragraph","content":"This principle is Custom or Habit. For wherever the repetition of any particular act or operation produces a propensity to renew the same act or operation, without being impelled by any reasoning or process of the understanding; we always say, that this propensity is the effect of Custom. By employing that word, we pretend not to have given the ultimate reason of such a propensity. We only point out a principle of human nature, which is universally acknowledged, and which is well known by its effects. Perhaps, we can push our enquiries no farther, or pretend to give the cause of this cause; but must rest contented with it as the ultimate principle, which we can assign, of all our conclusions from experience. It is sufficient satisfaction, that we can go so far; without repining at the narrowness of our faculties, because they will carry us no farther. And it is certain we here advance a very intelligible proposition at least, if not a true one, when we assert, that, after the constant conjunction of two objects, heat and flame, for instance, weight and solidity, we are determined by custom alone to expect the one from the appearance of the other. This hypothesis seems even the only one, which explains the difficulty, why we draw, from a thousand instances, an inference, which we are not able to draw from one instance, that is, in no respect, different from them. Reason is incapable of any such variation. The conclusions, which it draws from considering one circle, are the same which it would form upon surveying all the circles in the universe. But no man, having seen only one body move after being impelled by another, could infer, that every other body will move after a like impulse. All inferences from experience, therefore, are effects of custom, not of reasoning.","subId":"5","id":"Hume.ETSS.EHU.5.5","pages":"43"},{"type":"paragraph","content":"Custom, then, is the great guide of human life. It is that principle alone, which renders our experience useful to us, and makes us expect, for the future, a similar train of events with those which have appeared in the past. Without the influence of custom, we should be entirely ignorant of every matter of fact, beyond what is immediately present to the memory and senses. We should never know how to adjust means to ends, or to employ our natural powers in the production of any effect. There would be an end at once of all action, as well as of the chief part of speculation.","subId":"6","id":"Hume.ETSS.EHU.5.6","pages":"44-5"},{"type":"paragraph","content":"But here it may be proper to remark, that though our conclusions from experience carry us beyond our memory and senses, and assure us of matters of fact, which happened in the most distant places and most remote ages; yet some fact must always be present to the senses or memory, from which we may first proceed in drawing these conclusions. A man, who should find in a desert country the remains of pompous buildings, would conclude, that the country had, in ancient times, been cultivated by civilized inhabitants; but did nothing of this nature occur to him, he could never form such an inference. We learn the events of former ages from history; but then we must peruse the volumes, in which this instruction is contained, and thence carry up our inferences from one testimony to another, till we arrive at the eye-witnesses and spectators of these distant events. In a word, if we proceed not upon some fact, present to the memory or senses, our reasonings would be merely hypothetical; and however the particular links might be connected with each other, the whole chain of inferences would have nothing to support it, nor could we ever, by its means, arrive at the knowledge of any real existence. If I ask, why you believe any particular matter of fact, which you relate, you must tell me some reason; and this reason will be some other fact, connected with it. But as you cannot proceed after this manner, in infinitum, you must at last terminate in some fact, which is present to your memory or senses; or must allow that your belief is entirely without foundation.","subId":"7","id":"Hume.ETSS.EHU.5.7","pages":"45-6"},{"type":"paragraph","content":"What then is the conclusion of the whole matter? A simple one; though, it must be confessed, pretty remote from the common theories of philosophy. All belief of matter of fact or real existence is derived merely from some object, present to the memory or senses, and a customary conjunction between that and some other object. Or in other words; having found, in many instances, that any two kinds of objects, flame and heat, snow and cold, have always been conjoined together; if flame or snow be presented anew to the senses, the mind is carried by custom to expect heat or cold, and to believe, that such a quality does exist, and will discover itself upon a nearer approach. This belief is the necessary result of placing the mind in such circumstances. It is an operation of the soul, when we are so situated, as unavoidable as to feel the passion of love, when we receive benefits; or hatred, when we meet with injuries. All these operations are a species of natural instincts, which no reasoning or process of the thought and understanding is able, either to produce, or to prevent.","subId":"8","id":"Hume.ETSS.EHU.5.8","pages":"46-7"},{"type":"paragraph","content":"At this point, it would be very allowable for us to stop our philosophical researches. In most questions, we can never make a single step farther; and in all questions, we must terminate here at last, after our most restless and curious enquiries. But still our curiosity will be pardonable, perhaps commendable, if it carry us on to still farther researches, and make us examine more accurately the nature of this belief, and of the customary conjunction, whence it is derived. By this means we may meet with some explications and analogies, that will give satisfaction; at least to such as love the abstract sciences, and can be entertained with speculations, which, however accurate, may still retain a degree of doubt and uncertainty. As to readers of a different taste; the remaining part of this section is not calculated for them, and the following enquiries may well be understood, though it be neglected.","subId":"9","id":"Hume.ETSS.EHU.5.9","pages":"47"},{"type":"paragraph","content":"Nothing is more free than the imagination of man; and though it cannot exceed that original stock of ideas, furnished by the internal and external senses, it has unlimited power of mixing, compounding, separating, and dividing these ideas, in all the varieties of fiction and vision. It can feign a train of events, with all the appearance of reality, ascribe to them a particular time and place, conceive them as existent, and paint them out to itself with every circumstance, that belongs to any historical fact, which it believes with the greatest certainty. Wherein, therefore, consists the difference between such a fiction and belief? It lies not merely in any peculiar idea, which is annexed to such a conception as commands our assent, and which is wanting to every known fiction. For as the mind has authority over all its ideas, it could voluntarily annex this particular idea to any fiction, and consequently be able to believe whatever it pleases; contrary to what we find by daily experience. We can, in our conception, join the head of a man to the body of a horse; but it is not in our power to believe, that such an animal has ever really existed.","subId":"10","id":"Hume.ETSS.EHU.5.10","pages":"47-8"},{"type":"paragraph","content":"It follows, therefore, that the difference between fiction and belief lies in some sentiment or feeling, which is annexed to the latter, not to the former, and which depends not on the will, nor can be commanded at pleasure. It must be excited by nature, like all other sentiments; and must arise from the particular situation, in which the mind is placed at any particular juncture. Whenever any object is presented to the memory or senses, it immediately, by the force of custom, carries the imagination to conceive that object, which is usually conjoined to it; and this conception is attended with a feeling or sentiment, different from the loose reveries of the fancy. In this consists the whole nature of belief. For as there is no matter of fact which we believe so firmly, that we cannot conceive the contrary, there would be no difference between the conception assented to, and that which is rejected, were it not for some sentiment, which distinguishes the one from the other. If I see a billiard-ball moving towards another, on a smooth table, I can easily conceive it to stop upon contact. This conception implies no contradiction; but still it feels very differently from that conception, by which I represent to myself the impulse, and the communication of motion from one ball to another.","subId":"11","id":"Hume.ETSS.EHU.5.11","pages":"48"},{"type":"paragraph","content":"Were we to attempt a definition of this sentiment, we should, perhaps, find it a very difficult, if not an impossible task; in the same manner as if we should endeavour to define the feeling of cold or passion of anger, to a creature who never had any experience of these sentiments. Belief is the true and proper name of this feeling; and no one is ever at a loss to know the meaning of that term; because every man is every moment conscious of the sentiment represented by it. It may not, however, be improper to attempt a description of this sentiment; in hopes we may, by that means, arrive at some analogies, which may afford a more perfect explication of it. I say then, that belief is nothing but a more vivid, lively, forcible, firm, steady conception of an object, than what the imagination alone is ever able to attain. This variety of terms, which may seem so unphilosophical, is intended only to express that act of the mind, which renders realities, or what is taken for such, more present to us than fictions, causes them to weigh more in the thought, and gives them a superior influence on the passions and imagination. Provided we agree about the thing, it is needless to dispute about the terms. The imagination has the command over all its ideas, and can join and mix and vary them, in all the ways possible. It may conceive fictitious objects with all the circumstances of place and time. It may set them, in a manner, before our eyes, in their true colours, just as they might have existed. But as it is impossible, that this faculty of imagination can ever, of itself, reach belief, it is evident, that belief consists not in the peculiar nature or order of ideas, but in the manner of their conception, and in their feeling to the mind. I confess, that it is impossible perfectly to explain this feeling or manner of conception. We may make use of words, which express something near it. But its true and proper name, as we observed before, is belief; which is a term, that every one sufficiently understands in common life. And in philosophy, we can go no farther than assert, that belief is something felt by the mind, which distinguishes the ideas of the judgment from the fictions of the imagination. It gives them more weight and influence; makes them appear of greater importance; inforces them in the mind; and renders them the governing principle of our actions. I hear at present, for instance, a person's voice, with whom I am acquainted; and the sound comes as from the next room. This impression of my senses immediately conveys my thought to the person, together with all the surrounding objects. I paint them out to myself as existing at present, with the same qualities and relations, of which I formerly knew them possessed. These ideas take faster hold of my mind, than ideas of an enchanted castle. They are very different to the feeling, and have a much greater influence of every kind, either to give pleasure or pain, joy or sorrow.","subId":"12","id":"Hume.ETSS.EHU.5.12","pages":"48-50"},{"type":"paragraph","content":"Let us, then, take in the whole compass of this doctrine, and allow, that the sentiment of belief is nothing but a conception more intense and steady than what attends the mere fictions of the imagination, and that this manner of conception arises from a customary conjunction of the object with something present to the memory or senses: I believe that it will not be difficult, upon these suppositions, to find other operations of the mind analogous to it, and to trace up these phænomena to principles still more general.","subId":"13","id":"Hume.ETSS.EHU.5.13","pages":"50"},{"type":"paragraph","content":"We have already observed, that nature has established connexions among particular ideas, and that no sooner one idea occurs to our thoughts than it introduces its correlative, and carries our attention towards it, by a gentle and insensible movement. These principles of connexion or association we have reduced to three, namely, Resemblance, Contiguity, and Causation; which are the only bonds, that unite our thoughts together, and beget that regular train of reflection or discourse, which, in a greater or less degree, takes place among all mankind. Now here arises a question, on which the solution of the present difficulty will depend. Does it happen, in all these relations, that, when one of the objects is presented to the senses or memory, the mind is not only carried to the conception of the correlative, but reaches a steadier and stronger conception of it than what otherwise it would have been able to attain? This seems to be the case with that belief, which arises from the relation of cause and effect. And if the case be the same with the other relations or principles of association, this may be established as a general law, which takes place in all the operations of the mind.","subId":"14","id":"Hume.ETSS.EHU.5.14","pages":"50-1"},{"type":"paragraph","content":"We may, therefore, observe, as the first experiment to our present purpose, that, upon the appearance of the picture of an absent friend, our idea of him is evidently enlivened by the resemblance, and that every passion, which that idea occasions, whether of joy or sorrow, acquires new force and vigour. In producing this effect, there concur both a relation and a present impression. Where the picture bears him no resemblance, at least was not intended for him, it never so much as conveys our thought to him: And where it is absent, as well as the person; though the mind may pass from the thought of the one to that of the other; it feels its idea to be rather weakened than enlivened by that transition. We take a pleasure in viewing the picture of a friend, when it is set before us; but when it is removed, rather chuse to consider him directly, than by reflection in an image, which is equally distant and obscure.","subId":"15","id":"Hume.ETSS.EHU.5.15","pages":"51"},{"type":"paragraph","content":"The ceremonies of the Roman Catholic religion may be considered as instances of the same nature. The devotees of that superstition usually plead in excuse for the mummeries, with which they are upbraided, that they feel the good effect of those external motions, and postures, and actions, in enlivening their devotion and quickening their fervour, which otherwise would decay, if directed entirely to distant and immaterial objects. We shadow out the objects of our faith, say they, in sensible types and images, and render them more present to us by the immediate presence of these types, than it is possible for us to do, merely by an intellectual view and contemplation. Sensible objects have always a greater influence on the fancy than any other; and this influence they readily convey to those ideas, to which they are related, and which they resemble. I shall only infer from these practices, and this reasoning, that the effect of resemblance in enlivening the ideas is very common; and as in every case a resemblance and a present impression must concur, we are abundantly supplied with experiments to prove the reality of the foregoing principle.","subId":"16","id":"Hume.ETSS.EHU.5.16","pages":"51-2"},{"type":"paragraph","content":"We may add force to these experiments by others of a different kind, in considering the effects of contiguity as well as of resemblance. It is certain, that distance diminishes the force of every idea, and that, upon our approach to any object; though it does not discover itself to our senses; it operates upon the mind with an influence, which imitates an immediate impression. The thinking on any object readily transports the mind to what is contiguous; but it is only the actual presence of an object, that transports it with a superior vivacity. When I am a few miles from home, whatever relates to it touches me more nearly than when I am two hundred leagues distant; though even at that distance the reflecting on any thing in the neighbourhood of my friends or family naturally produces an idea of them. But as in this latter case, both the objects of the mind are ideas; notwithstanding there is an easy transition between them; that transition alone is not able to give a superior vivacity to any of the ideas, for want of some immediate impression.","subId":"17","id":"Hume.ETSS.EHU.5.17","pages":"52"},{"type":"paragraph","content":"No one can doubt but causation has the same influence as the other two relations of resemblance and contiguity. Superstitious people are fond of the reliques of saints and holy men, for the same reason, that they seek after types or images, in order to enliven their devotion, and give them a more intimate and strong conception of those exemplary lives, which they desire to imitate. Now it is evident, that one of the best reliques, which a devotee could procure, would be the handywork of a saint; and if his cloaths and furniture are ever to be considered in this light, it is because they were once at his disposal, and were moved and affected by him; in which respect they are to be considered as imperfect effects, and as connected with him by a shorter chain of consequences than any of those, by which we learn the reality of his existence.","subId":"18","id":"Hume.ETSS.EHU.5.18","pages":"53"},{"type":"paragraph","content":"Suppose, that the son of a friend, who had been long dead or absent, were presented to us; it is evident, that this object would instantly revive its correlative idea, and recal to our thoughts all past intimacies and familiarities, in more lively colours than they would otherwise have appeared to us. This is another phænomenon, which seems to prove the principle above-mentioned.","subId":"19","id":"Hume.ETSS.EHU.5.19","pages":"53"},{"type":"paragraph","content":"We may observe, that, in these phænomena, the belief of the correlative object is always presupposed; without which the relation could have no effect. The influence of the picture supposes, that we believe our friend to have once existed. Contiguity to home can never excite our ideas of home, unless we believe that it really exists. Now I assert, that this belief, where it reaches beyond the memory or senses, is of a similar nature, and arises from similar causes, with the transition of thought and vivacity of conception here explained. When I throw a piece of dry wood into a fire, my mind is immediately carried to conceive, that it augments, not extinguishes the flame. This transition of thought from the cause to the effect proceeds not from reason. It derives its origin altogether from custom and experience. And as it first begins from an object, present to the senses, it renders the idea or conception of flame more strong and lively than any loose, floating reverie of the imagination. That idea arises immediately. The thought moves instantly towards it, and conveys to it all that force of conception, which is derived from the impression present to the senses. When a sword is levelled at my breast, does not the idea of wound and pain strike me more strongly, than when a glass of wine is presented to me, even though by accident this idea should occur after the appearance of the latter object? But what is there in this whole matter to cause such a strong conception, except only a present object and a customary transition to the idea of another object, which we have been accustomed to conjoin with the former? This is the whole operation of the mind, in all our conclusions concerning matter of fact and existence; and it is a satisfaction to find some analogies, by which it may be explained. The transition from a present object does in all cases give strength and solidity to the related idea.","subId":"20","id":"Hume.ETSS.EHU.5.20","pages":"53-4"},{"type":"paragraph","content":"Here, then, is a kind of pre-established harmony between the course of nature and the succession of our ideas; and though the powers and forces, by which the former is governed, be wholly unknown to us; yet our thoughts and conceptions have still, we find, gone on in the same train with the other works of nature. Custom is that principle, by which this correspondence has been effected; so necessary to the subsistence of our species, and the regulation of our conduct, in every circumstance and occurrence of human life. Had not the presence of an object instantly excited the idea of those objects, commonly conjoined with it, all our knowledge must have been limited to the narrow sphere of our memory and senses; and we should never have been able to adjust means to ends, or employ our natural powers, either to the producing of good, or avoiding of evil. Those, who delight in the discovery and contemplation of final causes, have here ample subject to employ their wonder and admiration.","subId":"21","id":"Hume.ETSS.EHU.5.21","pages":"54-5"},{"type":"paragraph","content":"I shall add, for a further confirmation of the foregoing theory, that, as this operation of the mind, by which we infer like effects from like causes, and vice versa, is so essential to the subsistence of all human creatures, it is not probable, that it could be trusted to the fallacious deductions of our reason, which is slow in its operations; appears not, in any degree, during the first years of infancy; and at best is, in every age and period of human life, extremely liable to error and mistake. It is more conformable to the ordinary wisdom of nature to secure so necessary an act of the mind, by some instinct or mechanical tendency, which may be infallible in its operations, may discover itself at the first appearance of life and thought, and may be independent of all the laboured deductions of the understanding. As nature has taught us the use of our limbs, without giving us the knowledge of the muscles and nerves, by which they are actuated; so has she implanted in us an instinct, which carries forward the thought in a correspondent course to that which she has established among external objects; though we are ignorant of those powers and forces, on which this regular course and succession of objects totally depends.","subId":"22","id":"Hume.ETSS.EHU.5.22","pages":"55"},{"type":"note","content":"See NOTE [B].","subId":"n8","id":"Hume.ETSS.EHU.5.n8","pages":"43"},{"type":"note","content":"NOTHING is more usual than for writers, even, on moral, political, or physical subjects, to distinguish between reason and experience, and to suppose, that these species of argumentation are entirely different from each other. The former are taken for the mere result of our intellectual faculties, which, by considering à priori the nature of things, and examining the effects, that must follow from their operation, establish particular principles of science and philosophy. The latter are supposed to be derived entirely from sense and observation, by which we learn what has actually resulted from the operation of particular objects, and are thence able to infer, what will, for the future, result from them. Thus, for instance, the limitations and restraints of civil government, and a legal constitution, may be defended, either from reason, which reflecting on the great frailty and corruption of human nature, teaches, that no man can safely be trusted with unlimited authority; or from experience and history, which inform us of the enormous abuses, that ambition, in every age and country, has been found to make of so imprudent a confidence.","subId":"n8.1","id":"Hume.ETSS.EHU.5.n8.1","pages":"43-4"},{"type":"note","content":"The same distinction between reason and experience is maintained in all our deliberations concerning the conduct of life; while the experienced statesman, general, physician, or merchant is trusted and followed; and the unpractised novice, with whatever natural talents endowed, neglected and despised. Though it be allowed, that reason may form very plausible conjectures with regard to the consequences of such a particular conduct in such particular circumstances; it is still supposed imperfect, without the assistance of experience, which is alone able to give stability and certainty to the maxims, derived from study and reflection.","subId":"n8.2","id":"Hume.ETSS.EHU.5.n8.2","pages":"44"},{"type":"note","content":"But notwithstanding that this distinction be thus universally received, both in the active and speculative scenes of life, I shall not scruple to pronounce, that it is, at bottom, erroneous, at least, superficial.","subId":"n8.3","id":"Hume.ETSS.EHU.5.n8.3","pages":"44"},{"type":"note","content":"If we examine those arguments, which, in any of the sciences above-mentioned, are supposed to be the mere effects of reasoning and reflection, they will be found to terminate, at last, in some general principle or conclusion, for which we can assign no reason but observation and experience. The only difference between them and those maxims, which are vulgarly esteemed the result of pure experience, is, that the former cannot be established without some process of thought, and some reflection on what we have observed, in order to distinguish its circumstances, and trace its consequences: Whereas in the latter, the experienced event is exactly and fully similar to that which we infer as the result of any particular situation. The history of a Tiberius or a Nero makes us dread a like tyranny, were our monarchs freed from the restraints of laws and senates: But the observation of any fraud or cruelty in private life is sufficient, with the aid of a little thought, to give us the same apprehension; while it serves as an instance of the general corruption of human nature, and shews us the danger which we must incur by reposing an entire confidence in mankind. In both cases, it is experience which is ultimately the foundation of our inference and conclusion.","subId":"n8.4","id":"Hume.ETSS.EHU.5.n8.4","pages":"44-5"},{"type":"note","content":"There is no man so young and unexperienced, as not to have formed, from observation, many general and just maxims concerning human affairs and the conduct of life; but it must be confessed, that, when a man comes to put these in practice, he will be extremely liable to error, till time and farther experience both enlarge these maxims, and teach him their proper use and application. In every situation or incident, there are many particular and seemingly minute circumstances, which the man of greatest talents is, at first, apt to overlook, though on them the justness of his conclusions, and consequently the prudence of his conduct, entirely depend. Not to mention, that, to a young beginner, the general observations and maxims occur not always on the proper occasions, nor can be immediately applied with due calmness and distinction. The truth is, an unexperienced reasoner could be no reasoner at all, were he absolutely unexperienced; and when we assign that character to any one, we mean it only in a comparative sense, and suppose him possessed of experience, in a smaller and more imperfect degree.","subId":"n8.5","id":"Hume.ETSS.EHU.5.n8.5","pages":"45"},{"type":"note","content":"\"Naturane nobis, inquit, datum dicam, an errore quodam, ut, cum ea loca videamus, in quibus memoria dignos viros acceperimus multum esse versatos, magis moveamur, quam siquando eorum ipsorum aut facta audiamus aut scriptum aliquod legamus? Velut ego nunc moveor. Venit enim mihi Platonis in mentem, quem accepimus primum hîc disputare solitum: Cujus etiam illi hortuli propinqui non memoriam solum mihi afferunt, sed ipsum videntur in conspectu meo hîc ponere. Hic Speusippus, hic Xenocrates, hic ejus auditor Polemo; cujus ipsa illa sessio fuit, quam videamus. Equidem etiam curiam nostram, Hostiliam dico, non hanc novam, quæ mihi minor esse videtur postquam est major, solebam intuens, Scipionem, Catonem, Lælium, nostrum vero in primis avum cogitare. Tanta vis admonitionis est in locis; ut non sine causa ex his memoriæ deducta sit disciplina.\" Cicero de Finibus. Lib. v.","subId":"n9","id":"Hume.ETSS.EHU.5.n9","pages":"52-3"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EHU","imported":true,"title":"An Enquiry concerning Human Understanding","breadcrumb":"First Enquiry","published":[1748]}],"prev":{"id":"Hume.ETSS.EHU.4","imported":true,"title":"Section 4. Sceptical Doubts concerning the Operations of the Understanding","breadcrumb":"Section 4","published":[1748]},"next":{"id":"Hume.ETSS.EHU.6","imported":true,"title":"Section 6. Of Probability","breadcrumb":"Section 6","published":[1748]}}